{"id": "400553", "contents": "Sergeant, J.\nThe first and fourth errors assigned are, that the words are not actionable as laid an(l proved, and that the declaration is defective. This is applicable Jfco the first declaration, because, although the innuendo is omitted, supposing that to be a defect, yet it is supplied by the second declaration, which contains the proper innuendo. There is no ground for insisting that there is still error. Where an amended declaration is filed by leave of the court, it is virtually a withdrawal of the first; and if the parties go to trial under such circumstances, it is to be presumed it was had on the amended declaration, where nothing appears to the contrary. Besides, the plea of justification and verdict -would seem to cure such defect.\n2. The second error is, that the court refused permission to the defendant to prove that there were laurel blossoms on the 14th June, 1843, as well as for some time before and after, not killed by the frost, in the immediate neighbourhood of where the plaintiff resided, and where she was in the habit of being at the time. This evidence was properly rejected, as it went to prove the truth of the words charged as slanderous, there being then no plea of justification. The law was so expressly held by this court in Petrie v. Rose, 5 Watts & Serg. 364; and upon reasons sufficiently clear and convincing.\n3. The third error is of the same class, except that being hearsay, it is still more inadmissible. ■\n4. The fourth error is, that the court refused to permit the defendant to prove by a witness, that Solomon Steel endeavoured to induce him to say he did not know that there were laurel flowers on the 12th of June, 1843, but requested him to swear that such was not the case. This subject was examined by this court in Sharp v. Emmet, 5 Whart. 288, and it was there held, that the strict English rule announced in the Queen’s case, 1 Ph. Ev. 294, 1 Greenl. Ev. 545, that the witness whose credit is to be impeached by other evidence-of verbal communications or correspondence, shall first be asked the question himself, had not been adopted in our courts ; but it was left to the sound discretion of the court trying the cause, to permit it or not. That being the case, and the court below having thought it right not to allow it in the case before us, we will not undertake to examine into its propriety.\nJudgment affirmed."}