{"id": "400594", "contents": "Burnside, J.\nThere is but one point of moment in this case. John Jordan, a minor, the. plaintiff below, and plaintiff in error, had given evidence, that his father, David Jordan, had sold and delivered the mare in question to his uncle, George McCulloch, for an old debt. McCulloch removed the mare to his farm. In a short time John Jordan went to his uncle’s, purchased the mare, and gave his note in payment. John brought the mare back to his father’s, where he resided. After this, she was taken in execution by constable Frink at the suit of Brackenridge, as the property of David Jordan. Brackenridge alleged and gave some evidence, that the whole transaction was fraudulent, a mere sham to cover the property, and to prevent him from taking her in execution. This may all have been true. The plaintiffs insisted that it was an honest transaction, and requested the court to instruct the jury, “ that if they believed that the sale made by David Jordan to McCulloch was bond fide, and that he took possession of the property, and had the exclusive possession thereof, as testified by the witnesses, they should find for the plaintiff.” To this the judge answered, (and he returns it as his whole charge,) “ That the court leave it to the jury to determine, whether the property remained, after its return, in the possession of the father ? If so, it was a fraud in law.” When personal property is sold, possession by the purchaser must accompany the transfer. 2 Whart. 302; 6 Whart. 53. McCulloch, when he purchased, removed the mare to his farm. From that farm, young Jordan brought her to his father’s, with whom he resided, and put her in his father’s stable. The judge ought to have submitted the whole transaction to the jury. It is not the law, that if a man bond fide sell cattle which are removed, and afterwards they find their way back to his possession, the first sale' is per se fraudulent and void. We are not to be understood as expressing any opinion whether the sale of the mare was coverable and fraudulent, or a bona fide transfer. That is the question, which the court ought to have submitted to the jury. Under the evidence in this case, it was their province to determine it.\nThe judgment is reversed, and a venire de novo awarded."}