{"id": "400583", "contents": "Gibson, C. J.\nThat the word share has been even of doubtful effect in determining the quantity of an estate given by devise, is sufficient to entitle it to a decisive operation in giving effect to what no one can doubt to have been the devisor’s meaning. The court ought to have done at first, in regard to words of inheritance, what our legislature has done at last, by declaring every devise to be in fee, which is not specially restricted. The devise to this testator’s daughter, therefore, was in fee, even as the law then stood; but was there also a joint devise to her husband?\nThe impression made by the-words of this devise on an untutored mind would certainly be no more than that the husband and wife should enjoy the land together, and that their children should have it after them; and it is certain that the devisor, who was ignorant of artificial divisions of the entire ownership, meant no more than to secure that object, without perplexing himself with the terms by which it was to be effected. But no man, whether lawyer or layman, would believe that he meant to put it in the husband’s power to disinherit the children, or pass the estate away from the devisor’s blood; and we ought not to disappoint his natural and just intention, unless we are compelled to do so by some precedent or principle from which it is impossible to escape. But the only case which bears even a fancied resemblance to the present, is Hamm v. Meisenhelter, 9 Watts, 350; which was however the case of a legacy and not of a devise; and in which, the testator, having bequeathed to his sons and unmarried daughters equal parts of his estate turned into cash, proceeded thus: “ Item. To my daughter Catharine, married to Samuel Meisenhelter, the eighth part of my estate to them,\" And this was held to be a joint legacy, because the testator had not contemplated, what afterwards took place, the death of Catharine in his lifetime and before the enactment of the statute which prevents a legacy to a lineal descendant from lapsing by the death of the legatee. Had not the husband therefore been a joint legatee, the testator’s intention would have been disappointed both as to her children and herself; and in declaring him to be so, we did no more than carry out the general and evident intention. Nor did the interpretation give the husband any power over the legacy which the testator did not mean that he should have; for he would be the owner in any contemplated event by the incidents of the coverture, if not by the words of the will. ■ The interpretation put on the bequest was necessary, not only to prevent it from failing altogether, but to carry out every part of the testator’s plan; and the words “to them,\" were employed for the purpose. Here an opposite interpretation is necessary to produce the same effect; and what rule of construction forbids us to adopt it ? True it is, that every sentence or clause in a will must have effect where it may; but to make this a joint bequest would require us to expunge the first clause, giving the estate separately to the wife, as repugnant to the second, by which it is alleged to be given to the wife and her husband. It is the interpretation proposed by the plaintiffs in error, which would violate the rule. But as no discrepance was intended, it is our duty to reconcile the clauses in the only way we can, by assigning to the testator an intent to give the wife the inheritance, and allow the husband to enjoy his marital freehold, a boon that might have been withheld. «In short, my will is,” said the devisor, «that Francis and Margaret, my son-in-law and daughter, shall have the land;” and all he could mean by this, consistently with his former devise of it to her exclusively, was that they should enjoy it together; she having the inheritance, and he having the freehold in her right, and a contingent right of curtesy at her death. Such a provision was doubtless unnecessary, but the framer of the will was evidently not a scrivener; and even lawyers have been known to put into deeds and wills, sentences and phrases ridiculously redundant. He meant to provide for his daughter and her family, without subjecting her property to her husband’s power or debts, and to preserve it for her children or collateral kindred. As there are apt words for the purpose, we are bound to say, her husband’s conveyance of it, without her concurrence, was void, and that the plaintiffs are entitled to recover.\nJudgment for the defendants in the court below reversed, and judgment rendered here for the plaintiffs."}