{"id": "400533", "contents": "Gibson, C. J.\nNothing contained in the bills of exceptions to evidence is worthy of particular examination, except the objection to the witness, Hewit, who, as a judgment creditor of the defendant, Johnston, is said to have been interested in avoiding the plaintiff’s judgment. But he was not a party to the issue, and might therefore become a witness by disposing of his own judgment, provided the act were bona fide, and not dictated by necessity to give it effect, by his testimony. He probably had no interest to get rid of; but he transferred it, whatever it was, in pursuance, not of his own overture, but that of the purchaser of it, who desired to make him a witness in support of other demands. The debt may have been perfectly secured by the judgment; but if it even were in jeopardy, his case does not fall within the principle of the recent decisions.\nA single error is assigned in the charge, and it is unfounded. The issue was formed to try, on the pleas of non assumpsit and payment, “ whether any, and, if any, what amount was due from the defendant to the plaintiff.” It was evidently thus moulded, under a belief that the judgment would be void as to creditors only for the excess: which, to be sure, sorts ill with the accurate and sound direction in the charge, that a judgment, fraudulent in part, is void in the whole. The statute certainly makes it so. Why then inquire how much was fairly due between the original parties, who were concluded by the judgment as an estoppel, if it would be no security for the sum found, between the plaintiff and the creditors ? Strictly considered, the form of the issue was wrong; but to attain even an approximation to justice, we are often compelled to make great allowance for want of precision in these matters, and to look to substance rather than to form. It redounds greatly to the credit of the judge, however, that he did not follow the old, clumsy, unprofessional and barbarous practice, of opening the judgment between the original parties, who must be bound by it between themselves, whatever may be the event between the plaintiff and the creditors, but awarded a collateral issue to try, not indeed expressly whether it was collusive, as it ought to have been, but whether it was good for any part of tíre debt against the creditors ; and we cannot avoid seeing that the plaintiff was not prevented, by the form of it, from putting forth the whole strength of his case. Of what, then, has he to complain ? Had the jury found that a part of the amount wras fairly due between the parties, the statute would nevertheless have avoided the whole judgment as to the creditors; and as the plaintiff has not been prejudiced by the informality, he shall not assign it for error.\nJudgment affirmed."}