{"id": "400577", "contents": "Burnside, J.\nIt was held in Miller v. Shaw, 7 Serg. & Rawle, 129, that one who without title, or colour of title, enters or settles on land which has been surveyed for another, acquires no greater right after twenty-one years, under the statute of limitations, than to that part which he has actually enclosed and improved. But this rule is subject to exceptions; as where the owner confesses himself to be out of possession of the woodland enclosed, and suffers the improver to pay the taxes for it, or the like. 10 Serg. & Rawle, 303. This subject was again considered in 7 Watts, 580; and the law in such cases laid down by Mr. Justice Kennedy, which shows his great knowledge and experience on this subject.\nHe says, “ If an intruder enters and settles upon an unseated tract of land, claims it as his own by exercising acts of ownership over it from year to year, in putting up buildings, clearing and fencing more or less of it, and using it the whole time, according to the custom of the country, viz., to clear the land either as arable, plough, or pasture, and the woodland for obtaining from it timber as often as he shall have occasion for it, to answer his purpose, and returning the whole of it to the assessor as his own, and paying the taxes, as assessed, for a period of twenty-one years; this will be sufficient to protect him on the whole of the tract or surrey, including the woodland as well as the improved parts of it.”\nBut this is not like that case., Here, the evidence shows that the plaintiff in error settled in 1818 on a survey of 1794, in the name of James Reed, cleared on that tract and over on the adjoining survey of David and Joseph Reed. Although hé had some lines run, he had no regular survey of his claim until after the ejectment brought in 1844; that out of the whole period he had only paid taxes for two ór three years.\nThe assessor of 1844 proved, that when he called on Bishop he refused to give in any land, as there was a suit pending. During all this time, the three surveys of the Reeds were returned as unseated, and the taxes paid.\n• The judge, in answer to the plaintiff’s points, charged the jury that the plaintiff had shown a legal title ; that the defendant was only entitled to hold the land he had proved himself to be in possession and actual occupation for twenty-one years and upwards, before the ejectment brought; that there may be other modes of occupying land than enclosing and cultivating it: if the defendant was a mere trespasser, not claiming under any colour of title; if he paid no taxes, and did not return it for taxation to the assessor, the mere circumstance of his blazing the trees, and marking a line around the spot on which he had placed himself, will not enable him to hold the land included within the line so marked, even if the marks were made for twenty-one years before the commencement of the action.\nThis is the material error complained of. We are all of opinion, under the circumstances of the case, the charge was as favourable to the defendant as he deserved. A man who settles on surveyed land with the intention of holding by improvement, should be strictly honest in the performance of all the duties which the law imposes. Among those duties is the payment of taxes. The man 'who refuses to pay his legitimate taxes is a bad citizen, and an unworthy member of society. He cannot be called a bona fide settler. But it is said this court has decided, Hoey v. Furnam, 1 Barr, 205, that the defendant is to be protected to the extent of his lines on the ground. That is true, as between two intruders. Both parties in that case entered, without title, on surveyed land. Both were intruders; and the decision of the court was, that they could hold against each other, and against all others, except the legal owners of the land, to the extent of their lines and marks on the ground. There neither of the parties litigant had any claim to the land, excepting what they acquired by disseisin.\nJudgment affirmed."}