{"id": "400574", "contents": "Rogers, J.\nThe- entry on the books of Chambers is evidence against him, and all those who claim under him: for it is a memorandum in writing madé in the regular course of business, by a person who at the time was the owner, or had an interest in the premises. The entry is receivable in evidence, as an acknowledgment of title in Esther Brown by the person under whom the defendants claim. That the confession of a grantor, contrary to his interest at the time, is competent testimony, is settled in Reed v. Dickey, 1 Watts, 152; 3 Rawle, 438; 4 Watts & Serg. 392; and in the Union Canal v. Young.\nThe plaintiffs claim title under a lost deed, bearing date the 25th March, 1792 — Capt. Benjamin Chambers to Esther Chambers, who afterwards .intermarried with Whlliam Brown. Whether there is any evidence, of a contract between him and his sister, and whether the deed above-named was delivered, are the principal matters in controversy. If these facts are decided in favour of the heirs, there is nothing in the way of the plaintiffs’ recovery.\nIt is admitted in the charge that the evidence suffices to show that a deed was made and signed; but it is denied that there is enough to prove the deed was delivered. The court instruct the jury, not only that there was no delivery, but that there is no evidence whatever of a binding contract between the parties. Without undertaking to express an opinion as to the weight of the testimony, we think there was evidence on both points proper to be submitted to the jury.\nIt must be premised that the Chambersburg Bank claiming under the alleged grantor, and having'purchased with notice of the plaintiffs’ title, stands in the same situation as the grantee; and the case must be considered in the same manner as if Chambers himself was a party. As against him, we conceive an entry in his own books, and in his own handwriting, would be persuasive evidence, and in some cases would amount to conclusive proof. The effect to be given to the testimony depends on the entry itself, and the accompanying parol proof. \\\nThe words are “Lot No. 3 andNh graóted by deed bearing date the 25th March, 1790. Lot No. 3 analto Esther Chambers, bounded and described as follows: Beginning, at a post on Market street, on the west side ofConocogig; thence with said street westward one hundred and twenty feet, to,lot No. 5 ;\\thence with said lot northward 256 feet, to a sixteen feet alley; thence with said alley eastward 120 feet, to lot No. 2; thence with said alley south-ward two hundred and fifty-six feet, to the place of beginning.”\nThe entry is crossed as above, and in a different ink is this memorandum, “ Give (or gave) a new deed to Will. Brown, Esquire.”\nNow, without further explanation, what inference naturally arises from the memorandum, as above stated ? Is it not, that there was some contract or understanding in relation to the premises, between Captain Chambers and his sister ? For if there was not some agreement, the inquiry suggests itself, why was the entry made in a book kept for the purpose; and why was this registry made in the same manner as appears to have been his practice as to others, who .had purchased lots exposed by him to sale on ground-rent ? Whether it was a sale for a valuable consideration, which is the most probable supposition, or a gift accompanied with possession, is of no consequence ; for in either case, it will pass such a title as cannot be impaired without the assent of the grantee or donee. Besides, that there was a contract of some sort, may be inferred from other testimony. William Brown says, “that in 1791, (viz., after the date of the deed, and his intermarriage with Esther Chambers,) he was looking out for a dwelling-house, when Captain Chambers said to him, ‘ Why not build on your wife’s lot on the west side of the creek? There sister Hetty has two lots, and they are in a fine situation for a dwelling-house.’ ” There is no mistaking the import of this testimony; and connecting it with the memorandum on the books of Captain Chambers, it is difficult to avoid believing, (certainly as against him, and of course against those who claim under him,) that there is some evidence of a contract or gift, call it which you will, and that the contract was consummated by deed. It is objected, that we have no express evidence of a consideration. If this be wanting, the deed implies one; for we must take it, if a deed was made, it was done in the usual form, passing a fee, and for a valuable consideration expressed in the deed itself. It does not appear, it is true, what the precise nature of the agreement was; nor is it necessary, as whatever it may have been, enough has been shown to justify the jury in presuming a contract.\nBut was there evidence proper to be submitted to a jury, of the delivery of the deed, supposing that it was signed and sealed by the. grantor ? This is the next question. On this point we also think the court erred. The entry, as offered, amounts to an express acknowledgment by the grantor, that he had granted by deed the lots in controversy, to his sister. For -what is the meaning of the words “ granted by deed,” either in legal or common parlance — words, be it observed, to be taken most strongly against the grantor ? Do they intend an instrument signed and sealed merely, or are they to be understood, without further explanation, as importing a legal and perfect title? A. informs B. that he has deeded Blackacre to C.; would not a jury, if necessary, be warranted in drawing the natural and obvious inference; that he intended by these expressions a deed in fee-simple, with all the formula necessary to a complete title ? That this would be the conclusion of every person, seems to me so obvious as scarcely to admit of question. The words, of themselvés, necessarily imply a perfect instrument — one competent to pass the title; and this cannot be, as is well known, without delivery. That less than express proof of delivery will suffice, appears from Long & Ramsey, 2 Serg. & Rawle, 72. In that case, it is ruled, and it scarcely needs the aid of authority, that from the proof of the handwriting of a witness to a deed, a jury may presume a sealing and delivery. And miserable indeed would be the situation of the country if the law was otherwise; particularly as regards transactions of long standing. In accordance with the implication arising from the entry, William Brown says, he was informed by Captain Chambers, and also by his wife, previous to his receiving a deed for the six lots, that there had been a deed for the lots 3 and 4 made to Esther Chambers, before her marriage. Both parties, according to this statement, recognise a subsisting title in her. Connect this testimony with the declaration of Chambers before adverted to, and it is difficult to resist the conviction, if his testimony is believed, that at the time, which, be it observed, was after her marriage and before the deed to Brown, she had a title, accompanied with possession of the property now in dispute. And in corroboration, the explanation given by Brown seems to accord -with the entry in the books and the accounts against him. It is true, the entry is crossed or cancelled, and Brown says he never saw the deeds, nor does he know whether they were from her father or brother, nor when nor by whom they were destroyed. That this part of the testimony may be used in argument to the jury,- is conceded; but that it justifies the court in withdrawing the whole case from their decision, is denied. But as the entry appears to be crossed or can-celled, it is absolutely necessary, for a just decision of the case, to determine when and by whom it was cancelled; for this is a distinct and different question from those to which we have heretofore adverted. They must be carefully distinguished from each other. It will not be pretended, that if the erasure was made after her marriage, there is any thing in evidence which can divest the rights of the heirs. If the title ever vested in her, it cannot be divested without her assent, and in the manner prescribed by law. The question recurs, when and by whom was the erasure made ?’ To this the answer is, that a jury may believe it was made after her intermarriage with Brown; and whether with or without her consent, as the case stands, is immaterial. The probability is, that it was crossed on or about the time of the memorandum, which appears to be in a different ink from the entry. And this was, if any reliance is placed in the testimony of Brown, and we may be permitted to judge from the date of the deed, about the 30th April, 1792. At that time she was a feme covert, and incapable of making a contract, except in the manner allowed by statute.\nIt is alleged, that this view of the case casts an imputation on the integrity of Chambers and Brown. This does not follow; as the reason the deed to Brown assumed its present form, seems to be satisfactorily explained in the testimony, and no doubt arose from a mistaken supposition, that it was of no consequence whether the title was in Esther Chambers or in her husband, William Brown. But these mistaken views cannot deprive her of her title, unless with her own consent, and in the manner the law provides.\nAs the case goes down for another trial, it is proper to say, that as the defendant is a purchaser, the plaintiff can only avail himself of the title of which he gave notice at the sheriff’s sale. This point was ruled in a case decided at Philadelphia at the last term, and not yet reported.\nJudgment reversed, and a venire de novo awarded."}