{"id": "400542", "contents": "Rogers, J.\nThe deposition of Pleckert was properly overruled, on the ground of public policy. The point is virtually decided in Wolf v. Fink, 1 Barr, 439. It is true that there the process was served, here it was not; but the principle on which Wolf and Fink was ruled, is that a person, who is a party to the suit at the impetration of the writ, cannot be a witness. The court say, that a party cannot be allowed to be a witness, by avoiding service of the writ. In every essential particular the cases are the same.\nThis is a joint suit, therefore the receipt of one for work done before the partnership, as would seem to have been the case here, is not evidence, without showing that some other of the joint account is embraced in the separate receipt. In this, as Judge Anthony supposed, the defendant failed; and as we see no reason to differ from him, we think there is no error in the second bill.\nThe testimony in the third bill is irrelevant; for admitting that Heckert is charged with slabs in the mill book of Sharp and Heckert, it does not follow but that Heckert may have purchased slabs elsewhere ; or, what is more to the purpose, it does not tend to prove that the plaintiff did not furnish slabs to Lane & Co., to be used in erecting permanent improvements on the property.\nThe evidence in the fourth bill was perhaps excluded, because the defendant failed to give evidence of the loss of the agreement. It seems, it was annexed to the record in the case of Burns & Eisly v. Heckert, but was afterwards detached. The presumption is, that it is in the possession of either Heckert, or Brannigan and Cleaver, the parties to it. Search should have been made among their papers before a party is at liberty to prove the contents of the agreement, as a lost paper.\nThe defendant objects to the charge, because there is no evidence that slabs were furnished, or work done in the permanent improvement of the property, for which alone he was liable. It would seem from the testimony, that the agent of the company had authority to contract for buildings, or for work to be done in permanent improvements ; and whether this was the case, was left, as is right, to the jury. Although the evidence is slight, we cannot say there is no evidence to this effect. Permanent improvements of some sort were made in 1839, after the lease to Heckert; and it would seem that all the improvements of this nature were to be paid for by the owners, and that they come within the general scope of the agent’s authority.\nThe judgment is affirmed."}