{"id": "400570", "contents": "Rogers, J.\nThe principle- of necessity which alone enables a party, under certain circumstances, to prove the contents of a box, or trunk, applies, with as much, if not greater force, to the wife as to the husband. The wife usually packs her husband’s trunk, and always her' own, and therefore to say that she cannot in a proper case be a witness, will amount almost to a repeal of the rule, and in most cases to a denial of justice. We therefore see no reasonable objection to the admission of the husband or wife, or both, to testify, to the amount of their wearing apparel, and to its value, belonging to each, including in the catalogue the wife’s jewelry, and every other article pertaining to her wardrobe, that may be necessary or convenient to either in travelling. Nor is it very obvious in what manner the court can restrict the quantity or value of the articles that may be deemed either proper or useful for their ordinary purposes. In the nature of things, it is susceptible of no precise or definite rule, and when there is an attempt to abuse the privilege, we must rely upon the integrity and intelligence of the jury to apply the proper corrective; and that there is but little danger to be apprehended on this score, the present case presents abundant proof.\nThere is no weight in the objection, that the plaintiff failed to prove payment of the stage-hire. Express proof, which in many cases would be difficult, in some impossible, is not required. That it is paid, may be inferred without any violent implication; as we all know, this is seldom, if ever, neglected. But, if not paid, the passenger is liable for it, and this, of itself, will oblige the owner of a stage-coach to exercise ordinary diligence. In order to charge a person as a common carrier, it is not necessary that a specific sum should be agreed on for the hire, much less paid for, if agreed on; although not paid, he is entitled to a reasonable compensation. Hay on Bail. 327; Sieter, 505. That there was gross carelessness on the part of the driver, if not something worse, seems to be admitted. The cause of complaint by the owners of the coach is, therefore, not against the court and jury, but against their own servant.\nJudgment affirmed."}