{"id": "400559", "contents": "Gibson, C. J.\nIn Chesner v. Noyes, 4 Camp. 291, it was admitted that the sealed protest of a foreign notary, made abroad, proves itself, without showing by whom it was made ; and the original in the present case would consequently have been evidence of the fact of protest for non-payment, which, as the bill was a foreign one, was an essential part of the plaintiff’s case. What then did they produce in the place of it? No less than a sworn copy of it by the notary himself, who testified that he was at the time a notary public, duly commissioned; that his term of office had expired; that no successor to him had been, or could be appointed; and that the laws of the state gave him no authority to certify any document under his former notarial seal. This, being the best evidence of which the nature of the case admitted, was sufficient to supply the want of a seal; but the protest itself, though proof of dishonour, would not have been evidence of notice, as our statute is expressly confined to protests made under the authority of our own state. For evidence of notice, however, the plaintiff relied, not on the protest, but on the testimony of the notary, who swore to all that was necessary to constitute it beyond contradiction, except that he did not expressly say that the notice put into the post-office by him was addressed to the defendant in Pittsburgh, where he resided. But the legal presumption is, that he did all that the law exacted of him as an officer or an agent; and it seems not to have been rebutted. The plaintiffs were properly allowed to recover them; but they were not allowed to recover enough.\nThere is neither reason nor authority for saying that the five per cent, allowed by statute on the protest of a foreign bill, must be specially demanded in the declaration. It is not given as a penalty for drawing without authority, but as commutation for interest, damages, and re-exchange. It is, in truth, a liquidation of the damages, not by the parties but by the law, fixing the compensation for the loss beforehand, to save time and litigation; and if damages need not be specially laid where there is no statute on the subject, as they certainly need not be in England, no rule of pleading requires them to be laid in their liquidated form. It is said in Chitty’s Pleading, 232, that such damages as may be presumed to result necessarily from the breach of a contract, need not be specially laid; and damages are .presumed to result from the dishonour of a foreign bill: the very statute by which they are liquidated presumes it. Again, p. 387, it is said that general damages for torts are such as the law implies from the wrong, but that where there is no legal implication, the actual- damages must be particularly stated. On principles of analogy, therefore, as the law implies damages to the amount of five per cent, for the dishonour of the bill in question, it was unnecessary to lay them specially, either to apprize the defendant of what he had to encounter, for he could make no resistance, or to satisfy any rule of pleading applicable to declarations either for torts or contracts. The plaintiff, then, is entitled to the amount of the bill and five per cent, additional, with interest on the whole from the date of the protest to the date of the judgment below, which is to be considered as having been rendered for the sum then legally due; and the computation is referred to the prothonotary, who is directed to enter judgment for the amount."}