{"id": "400596", "contents": "Gibson, C. J.\nWe cannot say that the witness, Christian Shenlc, was improperly received. He was no more than the plaintiff’s wagoner, intrusted with the management and disposition of the team, whatever may have been understood by those who heard him speak of it as his own; and it cannot be perceived that he could be benefited or prejudiced by the event of the suit. A wagoner, in charge of a team, usually conducts himself as if he were the owner of it, and is sometimes allowed even to exchange the horses which compose it, as the witness seems, in this instance, to have been ; for that he was so, may be inferred from the ratification of the bargain on which the action is founded. But it follows not that he had an interest of his own in the transaction, or any part in the ownership of the horse sought to be recovered; or that he would be liable to the plaintiff in the event of his failure to recover.\nNor is there more weight in the objection to the evidence of force in the recaption, on the ground that the issue involved a question, not of force, but of property. To determine the right of property, the whole transaction, with its circumstances, was proper for the consideration of the jury. For properly taken by force, the plaintiff may waive the trespass, and maintain trover and replevin for the value; but such a waiver does not exclude evidence of circumstances inseparably connected with the transaction. Besides, damages beyond the value of the property may be given for the taking and detention, even in replevin ; as is shown in Gilbert on Replevin, 59, 160.\nBut the direction that the property was not revested in the defendant by his demand of it and offer to restore it, because he repossessed himself of it by force, was wrong. Each party had expressly reserved a right to put an end to the bargain by giving back what he had received under it. When, therefore, the defendant signified his determination to rescind, and tendered the animal with the money he had received, the parties were ipso facto remitted to their original rights. The remitter was so entire that the defendant could have maintained trover or replevin on the wagoner’s refusal to deliver. Was it disturbed or prevented by any act of force subsequently committed in regaining the possession pursuant to it ? It is true that the right of recaption cannot be pleaded in justification of violence. “ If, for instance,” says Sir William Blackstone, (3 Com. 5,) “ my horse is taken away, and I find him in a common, a faire, or a public inn, I may lawfully seize him to my own use: but I cannot justify breaking open a private stable, or entering on the grounds of a third person to take him,- but must have recourse to an action at law in other words, the right of recaption will not justify a collateral trespass committed in the prosecution of it. But recaption, being founded on a title already existing, is not an act necessary to revest the title, like an entry on land for a condition broken; but it is a remedy, like an action, to regain the possession by virtue of a title complete. If it were the former, an action could not be maintained without at least an attempt at recaption precedent to it. The defendant’s original title was restored by the tender, and no principle of the common law declares his illegal enforcement of it to be a forfeiture of it. Even a right of entry on land might have originally been enforced by violence, and possession thus gained be held with a strong hand, (2 Comm. 148:) it is only by special provision in the statutes of forcible entry and detainer, that a party deforced may have a writ of restitution. As regards chattels, the common law principle is unchanged. Though the defendant could not have defended himself against an action of trespass for the force, he certainly can defend himself against an action for the property.\nWe might stop here, were it not proper to reassert the principle of our own decisions on a point of practice, which was thought to be entirely settled by them. In replevin, at the common law, only the defendant can have judgment de retorno habendo, because from him only can the property be taken to be delivered to the opposite party; and even he can have it only where he has not prevented the execution of the writ in the first instance by interposing a claim to the property. When the plaintiff fails, the law places the parties exactly where they stood when suit was brought: -where he succeeds on the issue of property, he recovers the whole in damages. So is the common law clearly laid down in Fitz. N. B. 159, 160; and that the stat. Westm. 2, made no difference in this respect, may be seen in Gilbert on Replevin, ch. 2, § 5. Our own statute, which is copied from the 11 G. 2, c. 19, §2, introduced no new provision; and though inveterate use has sanctioned the practice of taking a bond from a defendant claiming property in replevin, it was held in Chaffee v. Sangston, 10 Watts, 265, that a condition in it to return the property to the plaintiff if it should be so adjudged, was simply void, because there can be no such judgment. To the same effect is Easton v. Worthington, 5 Serg. & Rawle, 130; Etter v. Edwards, 4 Watts, 63; Marsh v. Pier, 4 Rawle, 290; and Huston v. Wilson, 3 Watts, 288, by which the point has been too firmly settled to be shaken.\nJudgment reversed."}