{"id": "400665", "contents": "Gibson, C. J.\nCoryell testified that the note drawn by Beers, Cochran & Co. was left at the bank with general instructions to collect it, and to apply the avails of it to Fulmer’s endorsement of Cochran’s separate note; and whether it is viewed as having been deposited simply for collection, or as collateral security, it was the duty of the bank, in the absence of specific instructions, to follow the usual course. But a bank employed to collect, is bound to present for payment, and to give notice of dishonour, only when those measures are necessary to preserve its employers’ recourse to those who are contingently responsible to him. The duties of a bill-broker, says Beawes, are, “ First, to endeavour to procure acceptance; secondly, on refusal, to protest for non-acceptance; thirdly, to advise the remitter of the receipt, acceptance, or protesting; and fourthly, to advise any third person that is concerned; and all this without delay.” Lex Mercatoria, 41. These things must be done promptly, and consequently by the agent, who is answerable only for actual loss from the omission of them. And his duty is the same, whether the note or bill be delivered to him for collection, or as a pledge for collateral security, which, leaving the general property in the debtor, does not burden the creditor with the business of suing. 11 New Hamp. Rep. 66. In this instance, the bank may have been an agent, a pawnee, or both; but, as the one or the other, it had no more to do than was necessary to preserve Fulmer’s recourse to the antecedent parties; and what was that ? Certainly no more than Fulmer himself would have had to do, had the note remained in his hands. The question, therefore, comes to this: Would it have been necessary for him to demand payment from the firm of Beers, Cochran & Co., and to give notice to the firm of Cochran & Perry, in order to retain the liability of all the parties respectively as makers or endorsers ? That the members of both firms were liable to him as makers, and remained so without demand, is not to be disputed. There, has, indeed, been much contrariety of decision on the question whether, without presentation, an action can be maintained against the maker of a note, or the acceptor of a bill, expressly payable at a particular place; but it is settled by Dingwall v. Dempster, 1 Doug. 247, and Anderson v. Clelland, 1 Esp. N. P. 147, that nothing but payment, or an express discharge, acquits the maker or acceptor where the note or bill is payable, as this note was, at no particular place and without condition or qualification. Indeed, the matter seems never to have been doubted; and the want of demand in this case would clearly have been immaterial to the liability of the makers. As to the liability of the endorsers, it is enough that it was decided in Porthouse v. Parker, 1 Camp. 82, in an action by the payee of a bill against the drawers, that, as the acceptor also happened to be a drawer, there was no necessity for notice to him, because the fact of dishonour was known to him ; and that the knowledge of one was the knowledge of all. Now putting the makers, in this case, in the place of their equivalent, the acceptor in that, we find that the principle of the decision covers the whole of our case; and it is fortified by Taylor v. Young, 3 Watts, 344, in which it was recognised, and by Gowan v. Jackson, 20 Johns. 176, in which it was re-asserted. But it is argued that though Cochran & Perry were liable as makers, notice to them as endorsers was requisite to make them liable as such, and consequently to let Fulmer in as a partnership creditor on the effects of their particular firm. If, however, the use of notice is to give a drawer or endorser a seasonable opportunity to arrange his affairs with the acceptor or maker, it must be as available in its consequences when it is given to him in the one character as when it is given to him in the other; and Fulmer might consequently have sued the one firm or the other, each having knowledge of the fact of dishonour, or both at his election. The principle of Porthouse v. Parker, is, that knowledge is notice; and the effect of it is, that the knowledge of the one firm was the knowledge of the other. It would be absurd in an endorser to complain that he had not been served with formal notice of what was known to him, or that he was prejudiced for want of it. As then it was as much the business of Cochran & Perry as it was the business of the other members of the firm of Beers, Cochran & Co., to provide for the payment of their joint note at its maturity, and as they all knew that provision had not been made for it, proof of notice to Cochran & Perry would have been superfluous in an action against them as endorsers. How then could Fulmer have been prejudiced by the bank’s supposed omission ? Its duty, like the duty of any other agent, was to do all that was necessary for the preservation of the interests committed to its charge; and to keep its principal advised of the state of them, as was done by giving Fulmer notice that his endorsement of Cochran’s note had not been discharged by the proceeds of the note deposited to meet it. Against the bank, therefore, either as a collector or a pawnee, Fulmer’s administrators had no ground of reclamation, and consequently no defence to its action on his endorsements.\nJudgment reversed, and a venire de novo awarded."}