{"id": "400620", "contents": "Sergeant, J.\nEjectment is a possessory aetion. The form of writ prescribed by the act of Assembly alleges that the defendant is in possession of land, the right of possession or title to which the plaintiff says is in him. If the defendant is in possession at the time of serving the writ, the plaintiff has a right to proceed to trial, unless that is rendered unnecessary by judgment by default or confession. The defendant’s quitting the possession, after the service of the writ, does not affect the plaintiff’s right to proceed to a verdict, so as to recover judgment for his costs of suit; and also, for damages in that action, (if notice has been given,) for the mesne profits, or in another action of which the judgment in the ejectment is the foundation. The regular plea in ejectment is, not guilty. What is called a disclaimer, which is sometimes improperly entered on the docket, is inappropriate to the action of ejectment, as was stated by Mr. Justice Rogers, in Mitchell v. Bratton, 5 Watts, 70, where the ejectment was against two, and the writ was served on both. One defendant pleaded not guilty, and the other entered a disclaimer; but it wrns held that, notwithstanding a defendant disclaims title to the land, it is still necessary to try the fact, whether the defendant was in possession at the time when the writ was served; for if he was, he is liable to costs and damages. The twelfth section of the act of 21st March, 1806, prescribed that in ejectment, the defendant shall enter the defence, (if any he hath,) for the whole or any part thereof, before the next term, and thereupon issue shall be joined ; but it would seem that this provision was soon found to be inexpedient as a system of practice; and the fourth section of the act of 13th April, 1807, introduced a substitute for it, by declaring, that the plea in ejectment shall be, not guilty; thereby reducing the issue to one simple plea, adapted to the trial of the merits, with more facility and certainty. Any other plea involving the merits, or entry of defence on the record, it was found, embarrassed the proceedings, and created uncertainty. On the plea of not guilty, the merits can be fully and fairly tried, and the defendant can take defence on the trial as to the whole or any part of the land, on any ground which is -available to him in law; and it is now the proper plea or defence in ejectment, where the merits are to be put in issue; though there may still be a plea in abatement, or, perhaps, something tantamount, in case of an extraordinary emergency. In the present instance, the defendant, at the time the writ was served, was in possession of that part of the land which was ultimately recovered by the plaintiff; and though the defendant after-wards threw it out, and removed his fence, and entered on the record, that he made defence only for the portion which it turned out, and did not include, the part recovered, yet the plaintiff had a right to proceed to recover a verdict and judgment for the part belonging to him, and was, therefore, entitled to his costs of suit, when he succeeded.\nJudgment affirmed."}