{"id": "400637", "contents": "Sergeant, J.\nIn the view that the jury took of the case, namely, that the contract for the sale of the land between Samuel Hunter, Under whom the plaintiff claims, and Stahl under whom the defendant claims, still subsisted; we are inclined to think the charge of the court below left the claim of the plaintiff to interest on too loose a footing, and may have led to injustice to the plaintiff on that head. If the defendant had possession of the land, and the undisturbed enjoyment of all the rents and profits under the contract, it would be fair and right that he should be liable for interest on the unpaid purchase money. That is the general rule of a court of equity, to which, it is true, there are exceptions in particular cases; one of which is the inability of the plaintiff to make a title, which it is said here he was not able to do till it was acquired by a possession on the part of Stahl for twenty-one years. Supposing that to be so, yet such a title was acquired long before the bringing of this suit. This indeed the court below assent to, and state the general principles of law with accuracy, in their answer to the plaintiff’s sixth point. But in the conclusion of it they say, “ under the circumstances of this case, if you find that the plaintiffs are entitled to recover the land or purchase money on a contract of sale of the land, you may determine from what time to allow interest, or whether the plaintiff would be entitled to full interest. If Stahl purchased without reference to Hunter’s making him a good title, but merely such a title as Hunter had, the plaintiffs would be entitled to interest from the time payment became due.”\nWe think the court left it too largely to the jury as to the time from which interest should run;, in the first of these cases put, they ought to have charged expressly, that they were bound to allow interest from the time when the title was perfected, namely, after twenty-one years’ possession. For this reason only, the judgment must be reversed.\nJudgment reversed, and venire facias de novo awarded."}