{"id": "400684", "contents": "Rogers, J.\nIn Shomberger v. Becht, 5 Watts, 194, and French v. Seely, 6 Watts, 292, it is ruled, “that the decision of the board of property upon a caveat, is final and conclusive of the rights of the parties, unless an ejectment, which is in the nature of an appeal, be brought by him against whom it was made, within six months; and this, whether the parties claim pnder warrants or improvements.” So in Harper v. The Mechanics’ Bank, 7 Watts & Serg. 211, it is said, that it is the duty of the deputy-surveyor to note on his surveys any interference, or adverse claim, and that such entry operates as a caveat against accepting the survey, and prevents the surveyor-general, without notice to the parties claimant, from granting a patent. In this case, on the survey, or the warrant to Henry Sidle, the deputy-surveyor made the following note: “ The above described tract of land is claimed to be held on warrants by Michael Ege’s heirs.” On this note or memorandum, the proceedings were had in the board of property.\nIt is said, in the first place, that the decisions above cited do not apply to a caveat issued on a'return of a deputy-surveyor. But this is a distinction not warranted by the acts, and for which no reason is perceived. The duty of the deputy-surveyor to note an interference, or adverse claim, did not take its rise out of the act of 1802, but that act is a recognition of a practice which had obtained before. The act of January 22, 1802, has no operation, so far as it regards the limitation of the appeal to six months, but is intended to guard against the inconveniences which arise to warrantees and purchasers from delay in completing titles to land, by suffering caveats of any description to remain as a bar for an indefinite period, without any process therein. In remedy whereof, it provides, ££that it shall not continue a bar to the issuing of patents for a longer period than two years.” Under the act of 1802, there is no hearing or action by the board of property, and, of course, there is no room for the operation of the limitation created by the act of 1792.\nThe proceedings in the land-office, previous to the action of the board of property, are not open to the objections made to them. The return of the deputy-surveyor is made to the surveyor-general. By him it is certified to the secretary of the land-office, and when in the land-office, a day is appointed for hearing the parties on the caveat. The 7th of August, 1845, the board of property directed the caveat to be dismissed, no person appearing for the plaintiff. The prothonotary of the county of Cumberland, where the land lies, having certified that no action of ejectment had been brought, a patent was issued to the caveatee. So far, there is nothing wrong or irregular in the proceedings of the land-office ; but beyond this, they do not deserve commendation. The return of the deputy-surveyor, that ££ the land is claimed by the heirs of Michael Ege,” without naming them, is too general: for although, in such a shape, it may be received by the surveyor-general, the practice ought to be discountenanced. The board of property, at any rate, should not sanction an irregularity so palpable, by stating the case in the same loose way. Before that tribunal it assumes the form of an action, or adversary proceeding, to which there ought to be proper parties. And if ordinary care and diligence be observed, no difficulty can arise from such a cause ; for in the case in hand, it would have been an easy matter for Henry Sidle to ascertain the names of the heirs of Michael Ege. And unless this were done, it was not in a fit state for a hearing.\nForm cannot be altogether disregarded. In some cases, as here, it is a matter of substance. The want of some little attention in putting the case into proper form, has given rise to this controversy, for we cannot avoid seeing that the blunders that have been committed have arisen from this cause. The proceedings are, the heirs of Michael Ege v. Henry Sidle, on caveat. The party serves notice on Mary Ege, on Frederick Watts, and Michael Ege. And on this notice, the caveat is dismissed and a patent issues; whereas, it appears Mary Ege is not an heir, and that the heirs of Michael Ege are, Michael G. Ege, Andrew G. Ege, Charles N. Ege, Peter F. Ege, Edward J. Ege, and Henrietta Watts, wife of Frederick Watts, none of whom, save two, have had any notice whatever.\nThe mere statement of the case shows the evils, inconvenience, uncertainty and injustice, to which such a loose practice must necessarily lead. We cannot help thinking, that if the proper parties had been notified in proper form, the case would have assumed a different shape; for it cannot for a moment be supposed, that the board of property would have dismissed the caveat, unless service had been proved on all the heirs. It strikes at the root of the right of property, liberty and life, to condemn any man without giving him an opportunity of being heard. There is, indeed, some uncertainty as to whom the decision applies. Can it be extended, contrary to every principle of justice, to those who never have been served, and who had no notice to appear? Is it good in part, and bad in part ? This cannot be. Had all the heirs, or Mr. Ege appeared, the irregularity would have been cured. But were those who were served, in a proceeding so irregular, bound to appeal', when they knew that no attempt was made to give notice to all the heirs ? Can Henry Sidle take advantage of a proceeding which may be defective from design, the notice perhaps carefully served on those who had no special interest to attend the hearing? It will be readily perceived, to-what injustice, trick, and artifice, the practice may lead, unless checked in time.\nThis case has been so far treated as if the heirs of Michael Ege were plaintiffs in the ejectment; but how does the case stand? The matter decided by the board of property, is in a proceeding in which the heirs of Michael Ege are the parties on one side, and Henry Sidle on the other. The ejectment is between Mary Ege, surviving executrix of Michael Ege, plaintiff, and Henry Sidle and George E. Carl, defendants. There is no necessary connection between them; the heirs and executrix claiming under different rights.\nBy the will of Michael Ege, the real estate is devised to his executors for a special purpose. They have a power over the real estate, coupled with an interest, and a right to the possession of the estate, beyond the control of the heirs. The executrix has a freehold estate in the land. The land being ordered to be sold for the payment of the debts, the interest of the heirs is money, not land. It is therefore clear, that as the proper party to the caveat should have been the executrix, on her, notice should have been served, quasi executrix. It is true, that in a proceeding in which the heirs were parties, she was served with notice ; but this she had a right to disregard. If she had appeared, the question would be entirely changed. But this she properly refused to do. If the deputy-surveyor returns, that A. claims the land, and the proceedings in the board of property are in the name of A., can it be, that when B., who is the real owner, is served with notice, he is bound to make himself a party, on the penalty of losing his land by a decision of the board, adverse to his right, unappealed from in six months ? But, it may be inquired, what is the duty of the owner of the warrant and survey in such a case ? The course is plain and simple. When the owner refuses to appear, change the form, or rather substance of the proceedings making the owner a party, and give him notice.\nBy some little attention to form, justice will be more likely to be done, and inconveniences which must result from any other practice avoided. For these reasons, we are of opinion that the proceedings . of the board of property are no bar to th,e action.\nJudgment reversed, and a venire de novo awarded."}