{"id": "400679", "contents": "Burnside, J.\nThe civil jurisdiction of a constable was unknown to the common law.\n. He derives all his civil authority and jurisdiction from legislative enactment.\nThe act of the 15th April, 1834, Purd. Dig. 178, 179, 6th ed., makes him a township officer, and provides for his annual election and appointment. Prior statutes had similar provisions, but they are super-' seded in the act of 1834.\nThe Hundred Dollar act, of the 20th March, 1810, directs the justices of the peace to issue their process to the constable of the township or district where the defendant usually resides, or can be found, or to the next constable most convenient to the defendant. 5 Smith, 161; Purddn, 626. The Supreme Court has very properly-allowed the magistrate a liberal discretion in the direction of his process. It has been held that a warrant directed by the justice to-constable, if it is executed by the proper constable of the district, is well directed. The reason given is, that the word constable, with a blank, cannot be said to be directed to the wrong constable, and may be understood as directed for the right one. It is better to direct it to the constable by name, or to the constable of the district generally. Paul v. Vankirk and another, 6 Binn. 125.\nA justice issued an execution directed to the constable of B. district, four miles from the township of A., where the defendant resided, a township lying between them; it was held, that as tire act was directory, die justice was to determine the next constable most convenient to the defendant, and that the execution was for that reason not void. Smith and another v. Schell, 13 Serg. & Rawle, 336.\nNo case has been decided, that an execution directed to the constable of a particular township, can be handed over by him to the constable of another township, to whom it was not directed, and that the latter could legally execute it.\nHere the execution w-as directed to the constable of «Herrick,” who gave it to the constable of « Standing-Stone.” Every act done by the constable of Standing-Stone was illegal. His sale was as if no execution had issued. His acts were utterly void; and he was a trespasser. It is contended we should sanction this practice, because it prevails, and is convenient in Bradford county. If so, the sooner an end is put to the practice the better. There is no law to authorize it; and all trading between constables leads to corruption and injustice, and should be discouraged. This court decided in Pittsburg, at the last term, a case from Fayette county, that when one constable handed an execution to another to collect for him, and he received the amount of the execution from the defendant, and then ran off; his bail was not liable. The bail were only responsible for the execution issued to their principal in a legal manner. Here the constable of Standing-Stone levied and sold on an execution directed to the constable of Herrick. The day after the sale, this replevin was brought against the purchaser. It does not appear that any money was paid, and the constable returned, not that he 'had received the money, but that he had sold for $39 75. Sale indemnified by James Gordon, 11th March, (the sale was on the 10th,) the above property replevied. Signed H. S. Stephens, constable of Standing-Stone.\nThe rejection of this return of sale is the only error complained of. In so doing, the court were clearly right.\nThe judgment is affirmed.\nSnapp v. Commonwealth, 2 Barr, 49, appears to he the case referred to."}