{"id": "400673", "contents": "Sergeant, J.\nAll the bills of exception to evidence have been waived on the argument here, except the 5th, 6th, and 7th.\n5. The defendant’s fifth bill of exceptions, is to the rejection of evidence offered by him to show the discharge of Long under the insolvent laws; and that he had no property or effects at the time he Was sentenced, out of. which he could pay the costs lying-in expenses, &e. The object of this evidence was to show that the plaintiff sustained only nominal dámages, and could recover no more against the sheriff for the .escape. The distinction in this respect between an action of debt for an escape, and an action on the case, was recognised by the court in the case of Snyder v. The Commonwealth, 1 Penna. Rep. 94, and the rule laid down, that in case against the sheriff for escape, the measure of damages is the actual loss which the plaintiff sustained; and therefore, in such action, it is competent for the defendant to prove, that, at tire time of the escape, the defendant was insolvent: but in debt for an escape, the plaintiff is entitled to recover the amount of his judgment and execution. There the suit was debt on the official bond of the sheriff for neglecting to take into custody a defendant, who was sentenced to give security after a conviction of fornication and bastardy. Here it is for suffering an escape after commitment; and there seems to be no ground of distinction between the cases. The evidence of insolvency of the defendant in the indictment was, therefore, immaterial and inadmissible. ' ’ :\n6 and 7. The sixth and seventh bills of exception are to the refusal .of the court to permit the defendant to show, by parol evidence, that Long was discharged in pursuance of a bond given by him on the 5th February, 1841, to take the benefit of the insolvent laws. This offer was rejected by the court below, on the ground that such discharge must be in writing. The provisions of the fourth and subsequent sections of the act of 16th June, 1836, relating to insolvent debtors, evidently contemplate that the order made by the judge for the discharge of the debtor, afte^ giving bond, shall be in writing, though that is not expressly-declared. It is to be directed to the officer or other person, wdio is to make a return of it on the process ; which is to be filed with the officer or magistrate, by whom a bail-piece is issued. In addition to which, it is a general principle that the discharge of an insolvent can only be proved by the record; and, unless to supply its loss, that parol evidence is not admissible for any other purpose. Loughry v. McCullough, 1 Penna. State Rep. 503. We think therefore the evidence was properly overruled.\nThe last exception is to the judgment entered by the court for the larger ^um found by the jury, which includes the damages sustained by the plaintiff to the time of trial. The defendant contends that they ought to have been assessed only to the institution of the suit. This depends on the construction to be given to the act of 14th June, 1836, relating to bonds; by which the legal proceedings to be had in suits on official bonds, are provided for by special regulations. It would seem, that notwithstanding the exactness aimed at in this act, the case before us is a casus omissus. The act gives an action to persons affected by the official acts, or neglects of public officers and others, and enables a party to sue out a writ in the name of the Commonwealth, suggesting his name as plaintiff. Two persons may join, or sue separately, and set forth breaches to their particular injury; another person, to whom a cause of action accrues at any time before judgment, may file a suggestion and become party; if final judgment be rendered, it is to be first for the Commonwealth, and second for the plaintiff to the amount of damages assessed and costs; judgment for the defendant shall not debar any action which the plaintiffs may have for any subsequent breach or cause, where the condition is broken after judgment for the Commonwealth; the party aggrieved, may, by a scire facias, recover the damages he shall have sustained,- in the same manner as on a bond to perform covenants. If the act be literally construed, I do not perceive that any remedy is furnished to the original plaintiff for damages sustained, between the institution of the suit and judgment. But that could never have been the intention of the legislature; and therefore it seems a reasonable construction to say, that the party who commences the action shall have an equal privilege with third persons, that of embracing in his recovery, damages to the time of judgment, where, as here, they proceed from the cause of action originally assigned as a breach.\nJudgment affirmed."}