{"id": "400695", "contents": "Burnside, J.\nThe only error complained of is, the court instructing the jury, upon the evidence, “that, the nine acres for which the ejectment is brought, according to the diagram of Mr. Rockafeller, appears to be within Smith’s line; and if they are, then, as both are intruders, and as twenty-one years’ possession will protect an intruder to the extent of the lines designated as a part of his farm; if you believe plaintiff was in possession twenty-one years prior to the commencement of the suit, he is entitled to recover the land in controversy.” ' We must bear in mind, both plaintiff and defendant were intruders on patented land. One Staybrook had a warrant and survey in 1793, and returned for patenting in 1797. Huey was the first intruder; but neither knew that the land was appropriated. Smith, with Mitchell, circumscribed his boundary, by marking lines, shortly after he entered. In 1839, Rockafeller found the rough survey of Smith well marked on the ground, and counting back twenty-two years, the date of his entry and first improvement on the land. He had included about forty-■five acres, in a reasonable vicinage to his dwelling. So far as the assessments were in evidence, no land was taxed to Smith. The defendant gave evidence that on a distant part of the survey of Stay-brook, one Farnsworth had entered about 1809, built a cabin, and remained in possession for about two years. After him John Winn had the possession; Huey came in after Winn. There was no evidence connecting the possession of Farnsworth or Winn with Huey; or that Huey, for many years after he entered, circumscribedhis boundary. Neither of the parties knew of the Staybrook survey, until Rockafeller was brought on the ground, long after Smith had designated his claim by actual marks on the ground. Huey had, by the assessments in evidence, from one hundred and fifty to two hundred and thirty acres assessed. The counsel of Huey contended, that as Smith had no land taxed, he is only entitled to hold that which has been in his actual occupancy for twenty-one years before the ejectment brought. No point of this kind was put to the court; nor am I prepared to apply such a principle to a poor settler in the Shamokin hills. We have no evidence that he ever saw an assessor. The non-payment of taxes, and the omitting to return a claim, will be entitled to great consideration, in determining a right in many cases. There is no law making it a forfeiture of a small improvement ; nor does it appear that Huey paid taxes for the part within the claim of Smith, because he had no designation of boundary; nor had he adopted or cleared to the lines of the Staybrook survey, until long after Smith settled and designated his claim. The jury found that Huey was an intruder within Smith’s boundary, and as both were intruders on appropriated land, we think the plaintiff in error has no just ground to complain of their decision.\nThe judgment is affirmed."}