{"id": "400602", "contents": "Rogers, J.\nThis is an action of debt on a bond of indemnity, dated the 4th July, 1836, given by the defendant to the plaintiff, in the sum of $20,000, with the following condition underwritten.\nThe condition of the above obligation is such, that whereas by an article of agreement, bearing date the 10th day of May, 1830, Sylvanus Lothrop, Henry Blake, and James Anderson, formed a copartnership for certain purposes therein mentioned, under the style of H. Blake & Co.; and whereas, since that time, sales have been made, whereby those having an interest in the partnership property have changed, and said Blake has now sold out his whole interest to Sjdvanus Lothrop:\nNow, then, if the said Sylvanus Lothrop shall well and truly save harmless the said Henry Blake from all loss or responsibility of every kind or description, which may come or fall to him from the copartnership aforesaid, or any modifications thereof by change of parties, and from the payment of all debts for which he may in any wise be liable, in consequence of said copartnership, and shall from time to time well and truly pay and satisfy unto the said Blake, all such sums of money as he shall be compelled to pay in consequence of any liability arising out of the copartnership aforesaid, then the above obligation to be null and void, otherwise to be and remain in full force and virtue.\nThe plaintiff, after setting out in his declaration the condition of the bond, and averring generally, that he was damnified by the nonperformance thereof; for further breach, alleges, that on the 3d day of August, 1838, in the Circuit Court, Greenup county, Kentucky, one Samuel Millirons recorded a judgment against the said Henry Blake, and Alden Lothrop, as members of the firm of Lothrop & Co., that said firm was composed of Alden Lothrop, Sylvanus Lothrop, Henry Blake, and William Stewart, and was a modification of the firm of Blake & Co.\nHe farther avers that, aftérwards, he paid said judgment to the said plaintiff, and that he hath not received re-payment of the same, nor any part thereof, wherefore the bond on which suit is brought becomes forfeited.\nIn support of the action, it is indispensable for the plaintiff to prove the payment, or, at least, the recovery of a judgment against Lothrop ■& Co.; and that he, Blake, was a member of said firm; and next, that said firm was a 'modification of the copartnership of H. Blake & Co. This is necessary, because Lothrop only agrees to indemnify Blake from losses which may arise from the copartnership, or any modification or change of parties in the same, and not from any responsibility which may accrue from any distinct and independent firm, even although he maybe a member of that firm; and next, because having averred this to be the true construction of the contract, he is bound to prove it. The allegata and probata* must agree. Now, how does the case stand on the evidence ? The plaintiff gave in evidence a suit, by one Samuel Millirons against Alden Lothrop, Sylvanus Lothrop, Henry Blake, and William C. Stewart, copartners, trading under the name and firm of Lothrop & Co.; a judgment rendered thereon against Alden Lothrop, and Henry Blake, the writ having been served on-them only, and n. e. i. as to Sylvanus Lothrop, and William C. Stewart; a suit in the state of Ohio, on the judgment rendered against Blake, and endorsing that the money so recorded was paid or satisfied by him. The plaintiff, as before remarked, avers that Blake was a member of the firm of Lothrop & Co., which averment he is bound to prove. Of this, the judgment against Blake and Lothrop is prima facie, but not conclusive evidence, and the testimony on the part of the defendant shows to a demonstration, that he, Blake, never was a member of that firm; and that if the objection had been taken, it would have been a conclusive bar to the recovery. Sylvanus Lothrop not being a party to the suit, the writ not having been served on him, and having, no notice thereof, is at liberty to contradict the reeord in this particular, and to show that there was a good defence known to the plaintiff of which he could, and ought to have availed himself. That the loss, if any, is the result of his own folly, if not, as is charged, proceeding from collusion with Millirons.\nBut the fundamental error of the court lies in assuming that the firm of Lothrop & Co. is a modification of the firm of H. Blake & Co. Lothrop agrees to indemnify Blake against all losses or responsibilities of every kind or description which may come or, fall to him (this, in substance, is the language of the agreement) from the copartnership of H. Blake & Co., or any modification by change of parties therein. The plaintiff avers that Blake was a member of the firm of Lothrop & Co., and that the latter firm was a modification of the former firm. The inquiry therefore is, has the plaintiff sustained his declaration, or brought himself within the meaning of the agreement ? That he has failed in the first particular has been already shown. It is equally clear, he has not sustained the last. Setting aside the improbability that one firm, consisting of different individuals, with a different name, is a modification of a former firm, the evidence leaves no room for doubt on this point. In addition to the evidence of Joseph A. Stockton, who proves that Blake was not a member of the firm of Lothrop & Co.; that it was a new and distinct firm; that he went out of the firm in July, 1833, the articles of agreement were given in evidence; and by this it appears, that in January, 1834, a new firm was formed under the name of Lothrop & Co., consisting of Sylvanus Lothrop, Alden Lothrop, William Stewart. The debt due Millirons was against the latter and not against the former firm. In the suit, either through ignorance (which we cannot siqrpose) or design, he includes, contrary to the fact, Blake as a partner, and recovers judgment against him as such, through connivance, as the defendant charges. If Blake suffered judgment to go against him, either through ignorance, carelessness, or design, he has himself only to blame for it. He cannot be permitted to visit the loss on Lothrop, who only promises to indemnify him from responsibilities arising from a firm of which he was a member. To suppose he intended to guarantee him against any other firm, would be unreasonable, and is in fact contrary to the construction put upon the contract by the plaintiff himself, in setting out his cause of action. , Inasmuch, therefore, as it appears that Blake was not a member of the firm of Lothrop & Co.; that this firm was not a modification of the firm of H. Blake & Co., but a distinct and independent firm, with which Blake had no connection; the plaintiff has no cause of action, and the court ought so to instruct the jury. And if it had affirmatively appeared, that Millirons had a good cause of action against Blake, in consequence of their having failed or neglected to give notice of the dissolution of the partnership of H. Blake & Co., which we do not concede; yet, whatever remedy he may have against the firm of Lothrop & Co., he has no cause of action on the bond of indemnity. And this is manifest from this consideration. It would be unjust, that Lothrop should be compelled to pay a debt out of his own funds, which, if a debt at all, was not against him alone, but a firm of which he was but one of the members. In construing tire agreement, the court proceed on the erroneous supposition, that the article contains incontrovertible evidence, that Blake continued a member of the firm, until the 4th July, 1836, the date of the bond of indemnity. But the expression relied on, that Blake had now sold out his whole interest to Sylvanus Lothrop, is not irreconcilable with proof, that he ceased to be a member of the firm, or that the firm ceased to exist in January, 1834. For, although that firm was dissolved, he had an interest in the assets, whether real or personal, and was liable for the debts; and to this the language of the parties obviously refers. Being in part the owner of the real estate does not constitute him a member of the new firm, nor of itself continue him.a member of the old firm. Nor does it entitle him to participate in the profits, or render him liable for the losses; nor does it subject him to a suit at the instance of those who may have dealt with the new firm.\nNext, as to the authentication of the records from the states of Ohio and Kentucky.\nWe agree with the court, that the objection contained in the first bill is hypercritical; but not so as to the second bill.\nBy the Constitution of the United States, Congress, have the power to prescribe the manner in which the public acts, records, and judicial proceedings in the several states shall be proved in any other state; and by an act of 1790, Congress has declared that the records, and judicial proceedings of any state, shall be proved or admitted in any other court of the United States, by the attestation of the clerk, and the seal of the court annexed,- if there be a seal, together with a certificate of the judge, chief justice, or presiding magistrate, as the case may be; that the said attestation is in due form.\nIt cannot be admitted, (as is justly said in Stephenson v. Bannister, 3 Bibb, 370,) that under this act any judge of any court may certify a record. It must be the judge, if there be but one, or if there be more, then by the chief justice, or presiding judge or magistrate of the court from whence the record comes; and he must possess that character at the time he gives the certificate. A certificate that he is the judge that presided at the time of trial, or that he is the senior judge of the courts of law in the state, is deemed insufficient.' The clerk also, who certifies the record, must be the clerk himself, or his successor: the certificate of his under clerk, in his absence, or of the clerk of any other tribunal, office, or body, is held incompetent for the purpose. See Sampson v. Overton, Bibb, 409; and Greenleaf’s Ev., sec. 506, and the authorities there cited. Nor will the statute of Ohio, which enables deputies to perform the duties of the principal, make the authentication of the record, by him, evidence; as this would enable the several states to altér and control an act of Congress. It must be construed by itself, independent of legislative enactments. This record is attested by the deputy, and is certified by N. C. Reed, judge of the Supreme Court of Ohio, but by the record it appears, that he is a member of the court of which the Honourable Ebenezer C. Lane is the chief justice. The record, therefore, is not certified as is directed by the act of Congress, and was on both grounds improperly admitted. It is very true, as is said, that the court is not prohibited from receiving a record, although not certified according to the act of Congress. If proved as a foreign record, it may be and ought to be admitted.\nWe agree, that if the record had been properly authenticated, the receipt endorsed would be part of it, and, as such, proper evidence. It is, as the court say, the practice in this state, and I suppose in others, to put receipts for the payment or satisfaction of judgments on the appearance and execution dockets. Had there been an entry of satisfaction it would be evidence, and an entry on the record is equivalent to an entry of satisfaction.\nJudgment reversed, and a venire de novo awarded."}