{"id": "400658", "contents": "Sergeant, J.\nThe general principle, that a person who voluntarily pays money to another claiming it as a debt, may recover it back again where it turns out to have been paid by mistake, is recognised by our law, as the decided cases fully establish, only where the mistake is owing to misconception, error, or ignorance of fact. Where the party alleges merely a mistake of the law, the maxim applies ignorantia juris neminem excusat. One person is not allowed gratuitously to alter the position of another, and affect his rights and liabilities, by voluntarily assuming to understand his own legal duty, and paying a claim on the footing of such assumption, and then drawing it into question upon the allegation of a mistake of his duty. It would not only encourage negligence and rashness, but might in many instances have an injurious operation on the rights of others, if permitted. If these considerations operate in respect to individuals, they apply with still more force to transactions in which the party is acting in a legal character. Thus, it has been held, that from the confusion, inconvenience, and general uncertainty that would prevail, an administrator who has voluntarily paid money within the year to a creditor of the intestate for a just debt, cannot recover it back on account of deficiency of assets after-wards appearing. Carson v. McFarland, 2 Rawle, 118. So in the case before us, when the plaintiffs paid this money to the defendant, they stood in the situation of stakeholders. An attachment had been previously laid on the debt due by them to Snodgrass, the legal effect of which was to restrain them from paying over the money to either claimant, until the attachment was disposed of, and then only according to the result of that proceeding. The rights of the Carlisle Bank, the attaching creditor, and Snodgrass or his assignee, Ege, were virtually sub judice, and were regularly to be settled by that proceeding. As the assignee claimed the money, he might, and perhaps would have become a party to the issue, and for this purpose it was the duty of the garnishees to notify him of the attachment, and to wait its determination. Instead of doing so, they go out of their way, and whilst it is pending, pay over the money to the assignee. This was calculated to turn the assignee aside from any intervention in the attachment. In addition to this, it appears, that the assignee filed his account in the District Court of the United States, to which he was cited by the plaintiffs, charging himself with this money; and that no notice of the attachment was given to him by the garnishees till August, 1844, nearly two years after he had received the money. Under these circumstances, it appears to us there were such laches on the part of the garnishees as would go far to deprive them of the right to recover back the money by suit, even had it been paid under mistake of fact. But there is no pretence of this. The subsequent promise, if there was a consideration, seems to amount to no more than a consent to return the money, if, under the circumstances, he was justifiable in so doing, which leaves the matter very much where it stood before.\nJudgment reversed, and judgment for defendant below."}