{"id": "400663", "contents": "Burnside, J.\nIn this ejectment, the plaintiff below gave in evidence a warrant to James Thomas, for one hundred acres, dated, May 28, 1824, including an improvement. Interest from March 1, 1804.\ni September 20, 1814, a survey, eighty-six acres and ninety-six perches. Endorsement on survey, “ James Thomas and family reside on the survey, and have a good improvement.” February the 29th, 1816, a patent to James Thomas, for the eighty-six acres ninety-six perches.\nSeptember 22,1821. Deed, Thomas and wife, to John Doughty, for sixteen acres and twenty-four perches, the land in controversy.\nThe defendants gave in evidence a warrant to William Benson, dated April 25,1793, for four hundred acres, adjoining land granted this day to John Barrow, in the county of Northumberland, March 14, 1794, survey to William Benson, for four hundred and fourteen and a half acres, adjoining John Barrow.\nMay 8, 1794, patent, to John Nicholson and William Benson, and four other tracts of land adjoining, were sold by Cadwallader Evans and Joseph Heister, state commissioners, to William McCay, agent for Burd Patterson.\nFebruary 6, 1840. Deed, Commonwealth of Pennsylvania to William McCay, agent of Burd Patterson, for the five tracts.\nOn the 2d of June 1840, McCay conveyed to Patterson, who, on the 28th of June, following, granted the five tracts to Thomas Dunlap. The defendant claimed title as tenant of Thomas Dunlap.\nDefendant then gave in evidence, by Thomas Woodside, that he knew the location of the William Benson survey, also of the survey of James Thomas, and the Thomas survey, in 1814, was made by me, as appears by my return. . I recollect making it. It is within the bounds of the William Benson survey. The sixteen acres and twenty-four perches, are all within the survey of William Benson. The other part of it is in John David. I am a surveyor. I have been on the line of the official survey of William Benson and ad-joiners. - The William Benspn survey runs over one of the adjoining surveys. The sixteen acres and twenty-four perches do not interfere with any survey but William Benson’s.”\nThe plaintiff’s counsel then proposed to ask the witness, “ whether he found, the lines of the Benson survey on the ground. This question is proposed to be asked, as well to ascertain its’ location, as to ascertain whether it is an actual or chamber survey.”\nThe counsel for defendant objected to the evidence, as far as it was offered to show a chamber survey. The court overrule the objection, and this forms the first bill of exception. The general course of the examination of witnesses is subject to the discretion of the judge; it is not easy to establish a rule, which shall do more than guide, without imperatively contesting the exercise of that discretion. 1 Greenleaf, sec. 447. A party, however, who has not opened his own case, will not be allowed to introduce it to the jury, by cross-examining the witnesses of the adverse party, though after opening it he may recall them, for that purpose. Greenleaf, ibid.; 16 Serg. & Rawle, 77, Ellmaker v. Buckley; 1 Starkie’s Evidence, 166. On the point before us, it would have been more correct to have postponed the question until the plaintiff opened his rebutting evidence, and offered to show that the defendant had only a chamber survey on the warrant of William Benson.\nIt was so much matter of discretion in the court below, that we cannot reverse on that ground. Woodside then went on to state, of having been some years previous on the ground and running various lines, and gave his opinion, as a surveyor, that Benson’^ survey was not made on the ground.\nJames F. Murry, another surveyor, came to the same, conclusion, from certain lines he had run in the neighbourhood, in the fall of 1819 or 1820.\nThe defendant’s counsel put five points to the court. The answers of the court to the first four are assigned for error.\n“ 1. That if they believe that the land claimed by the plaintiff is within the William Benson survey, they ought to find a verdict for the defendants.\n“2. That the survey under which the defendants claim having been returned and a patent granted to John Nicholson, on the 8th of May, 1794, more than twenty years before plaintiff’s warrant, the land having been levied upon by the Commonwealth in 1807, as the property of John Nicholson, and sold to herself by the commissioners, and afterwards by the Commonwealth to Burd Patterson, under whom the defendants claim, and more than fifty years having elapsed since the return of survey and granting'of patent under which defendants claim, the presumption is, that the survey was made on the ground, and this presumption is conclusive.\n“ 3. If the court should refuse the instruction asked, then that under the facts and circumstances mentioned in the second point, that the presumption that the survey was made on the ground is a violent presumption, and can only be rebutted by the plaintiff’s showing that no survey was made on the ground, and that the facts that no marks corresponding in date with the surveys of 1794, can be now found on the ground, and also that the survey interferes with the old adjoining surveys, are insufficient to rebut this presumption.\n“ 4. That if a block of surveys -were made in 1794 calling for old surveys, nearly all around which old surveys were marked on the ground, it was not necessary for the deputy-surveyor to go on the ground either to re-mark the lines of the old surveys or the division lines of the new; and the fact that the block of new surveys interfere with the old surveys does not alter the law, and especially after the lapse of time in this case.\n“ 5. That if the survey of William Benson was made on the ground, James Thomas gained no title by his improvement, nor by his warrant and survey and patent, although at the time of the warrant, survey, and patent, the Commonwealth was the owner of the land by purchase under the proceedings against John Nicholson.”\nCharge of the court.\n“ This is an action of ejectment. Plaintiff has shown a prima fade title by warrant, survey, patent and deed for the land in controversy, and the only question is, whether the defendant’s title produced in evidence is superior to that of plaintiff. The answer to the defendant’s points will decide all the law in the cause, so far as this court is concerned, and the jury will determine the facts and apply them to the law as laid down by the court.\n“ To the defendants’ first point, the court answer:—\n“ That whether the verdict should be for the defendants, depends not on the facts altogether, as stated in this point, and the court therefore refuse the instruction requested. If no survey was made on the ground for the £ William Benson’ tract, or if the law does not presume such survey from lapse of time or otherwise, the fact that the land claimed by plaintiff is within the bounds.of the land claimed by defendants does not authorize a verdict for the defendants.'\n££ To the defendants’ second point, the court answer:—\n££ That the facts stated in this point do not form a conclusive presumption that the survey of the £ William Benson’ tract was made on the ground against the plaintiff in this cause. If the jury believe that in the year 1804, James Thomas went on the land included in the £ Benson’ tract, had sixteen or eighteen acres cleared thereon at the time he moved on to the tract, built a house and resided there till 1830, and the same was afterwards occupied till the commencement of this suit; that the said James Thomas took out a warrant on the 25th May, 1814, surveyed eighty-six acres and ninety-six perches on the 20th of September, 1814, obtained a patent from the Commonwealth the 29th of February, 1816, sold sixteen acres and twenty-four perches of this land to the plaintiff, John Doughty, on the 22d of September, 1821, and conveyed the same to him by deed.\n££ After a survey has been returned more than twenty-one years, the presumption that it has been legally made is conclusive, and cannot be contradicted; but as less than twenty-one years transpired between the return of defendant’s survey, and the wrarrant, survey and prntent under which the plaintiff claims, the court instruct you that the return of defendants’ survey is strong presumptive evidence that a survey was made, as stated in the return, but not conclusive in favour of such survey. . ■\n££ To the defendants’ third point, the court answer:— .\n££ That under the facts and circumstances in the second point, the presumption that the survey of £ William Benson’ was made on the ground is a violent and powerful one; and it lies on the party opposed thereto to satisfy the jury that no survey was made on the ground. The facts that no marks corresponding in date with the surveys of 1794, can now be found on the ground, and that the survey interferes with the old adjoining surveys, are insufficient to rebut the presumption of actual survey, unless the jury believe from all the facts given in evidence that no survey was made of the £ William Benson’ tract. Where a tract is identified by the marks of adjoining tracts, and the surveyor adopts the lines of those tracts, he may return a survey calling for those tracts without running or marking the lines anew; but where an adjoining-tract or tracts do not correspond with the tract thus returned, and the lines of. the adjoining tract or tracts do not identify the new survey, then the boundary of the old survey will not establish the new survey.\n«« To the defendants’ fourth point, the court answer:—\n“This point is correct,-if the facts sustain it. Where a survey is bounded nearly all around by lines of older surveys made on the ground, and well marked, it would be a valid survey although not marked on the ground, if returned into the land-office. In the present case,' however, if the jury believe that this survey of «William Benson’ has no marks applicable to it but the adjoining surveys of 1773 on the northern side, and that there is no line or corner of these adjoining surveys which correspond with the official draft of William Bensqn except on the northern side of the survey, and that these older surveys interfere with the return of «William Benson,’ so as not to allow him land enough in that direction, then the court instruct you that although it would not be necessary for the deputy surveyor to go on the ground to re-mark the lines of the old surveys, or the division lines of the new«, yet the finding of the lines of 1773 on the ground is not sufficient to establish the survey of «William Benéon,’ if you- believe no survey was made on the ground.\n«« The defendants’ fifth point, the court answer in the affirmative.”\nThe case does not require that the defendants’ points-and the instruction of the court upon them should be considered separately. The ninth section of the act of the 8th April, 1785, has ever been held declaratory of the common law.. It is in conformity with the instruction to the deputy-surveyor, as well before as since the Revolution, that’a survey of a warrant was necessary by the deputy,after the warrant comes to his hands. -This I take to be solemnly determined by this court in Martin v. Smith, 1 Rawle, 404. By analogy to the statute of limitations, a survey purporting to be-made and returned for twenty-one years, without- any adverse claim to the land, is presumed to be rightly made on the ground. . It becomes a presumption of law, like livery of seisin, and is now the settled law. I need only refer to Mock v. Astley, Caul v. Spring, and Lambourn v. Hartswick, as leading cases. The period of time between the survey of Benson and the survey of Thomas, which called for an improvement, is that of this period. We’ cannot say the instruction of the judge was wrong on this point of the case.\nMany cases have determined that the interior lines of a body of surveys, made for a company or an individual, need not be run on the ground. When such a case arises, as in this case, there is no safety without proving the fact by the warrants and survey of the whole body, commencing with the leading warrant and the leading survey, and following them up with the adjoiners; Mock v. Astley, 13 Serg. & Watts, 382; old-lines of adjoining surveys designate and fix the location of the new survey. It is improper to re-mark old lines in making a new survey; it leads to confusion. Covert v. Irwin, 3 Serg. & Rawle, 283.\nThe paper book and the diagrams given in evidence, will satisfy a casual observer that the mountain ridge was surveyed on both sides before the Revolution, and consequently prior to 1793.\nThe Benson survey was one of a body laid in a single line, taking the top of the ridge, and the returns calling for the prior surveys on each side of the ridge. But no surveys or warrants were given in evidence on the trial by the defendant, but the isolated warrant and survey of William Benson.\nOn the evidence, the Common Pleas could not have charged more favourably for the defendant; and as the plaintiffs in error presented their case, they have no right to complain.\nThe judgment is affirmed."}