{"id": "400632", "contents": "Rogers, J.\nThis is an action of ejectment, to recover the undivided half part of several tracts of land, composing the Big Pond Furnace, &c,, containing about five thousand acres, and also for the ore bank, or right to take ore exclusively on a certain tract of land purchased by the plaintiff from Abraham Seevers. Plea, not guilty. Paul Martin, one of the purchasers at a sheriff’s sale of the lands sold as the property of John Moore, admitted as defendant.\nThe following facts contain a general outline of the case. John Moore and Edward M. Biddle entered into partnership in certain iron-works in the county of Cumberland. For the purposes of the partnership, they became the purchasers of the property for which the action of ejectment is brought, and by several conveyances, exhibited in evidence, Edward M. Biddle acquired a legal title, as tenant in common with John Moore, to an undivided half of the premises, and an exclusive right to take ore from the land of Abraham Seevers. The 21st January, 1839, the partnership theretofore existing belwmen Moore and Biddle wras dissolved, and by an article of agreement of that date, Moore purchased from Biddle all the property, whether real or personal, held by them in partnership or as tenants in common, and also the right to dig ore as before stated. The article of agreement on which the vahóle controversy turns, runs thus: [His honour here stated the article mentioned above.] The action is brought to recover a verdict for the plaintiff; to be released upon the payment of the consideration money mentioned in the agreement, viz., $2000, and the debts of the firm paid by Edward M. Biddle, or what may remain due and unpaid by Moore & Biddle, and for what they and each of them are still liable.\nIn Coolbaugh v. Pierce, 8 Serg. & Rawle, 418, it is ruled, that a conditional verdict in ejectment is good; that this action approaches very nearly to a bill in chancery, and from necessity is made to perform the offices of a bill in equity; that the very structure of courts absolutely requires, that they should have the power to impose terms, in order that they may do substantial justice. Nor do I understand the counsel to dispute, that it is the uniform practice in this state to enforce the payment of purchase money by means of a conditional verdict. But the defendant contends, that the plaintiff cannot in this action enforce payment of any claim due the creditors of Moore & Biddle, notwithstanding Moore assumed to pay them. The. objection is a specific one, including only the debts due the firm; which, the defendant contends, cannot be taken into consideration in this action. The objection strikes at the root of the case, and denies the plaintiff all remedy in this form.\nOn this point, we entertain no doubt whatever. A glance at the agreement will suffice to show, that the payment of the debts of the firm is no inconsiderable part of the purchase money; and if so, it falls within the general principle already stated, which is too firmly settled to be doubted or disturbed. Biddle agrees to convey to Moore all his right and interest in the Big Pond Furnace, with the appurtenances, his right to the ore bank, and all the debts; in short, every species of property belonging to the firm, whether real, personal, or mixed. In consideration whereof, Moore covenants to pay all the debts of the firm of every description, with the exception of certain debts enumerated in the agreement, amounting to about §5000 ; which Biddle agrees to pay, with certain specified funds to be placed in his hands by Moore, for that express purpose. On these terms and conditions, Biddle assumes an individual responsibility for the debts stated. It is further mutually covenanted, that neither of the parties to the contract shall remain liable for the debts of the firm for a longer time or period than the 1st April, 1840; that before that time, each shall arrange or pay the debts payable by him, so that the other shall be discharged therefrom. Moore further agrees to pay to Biddle the sum of §2000; §1000 the 1st April, 1841, $500 the 1st April, 1842, and $500 the 1st April, 1843; and upon payment of the first §1000, and giving bonds with security for future payment, Biddle agrees to convey the premises to Moore.\nIt is contended, that as Moore paid the §1000, as per contract, and before the 1st of April, 1841, Biddle was bound to give a deed; that equity considers that as done which ought to be done ; that therefore the title is so far vested in Moore, as to be an insuperable bar to the plaintiff’s recovery. And for this position the defendant relies on Brown v. Metz, 5 Watts, 164, in which it is ruled, that a vendor of land having by agreement covenanted to convey upon payment of a certain portion of the purchase money, and that portion having been paid, he cannot maintain ejectment against the vendor, to compel the payment of the residue,'although he still retains the legal title. Now, granting the premises, it would be difficult to resist the conclusion, plainly deducible from the case cited. But to the defendant’s proposition, two answers are given, either of which is perfectly satisfactory: 1st. It is denied that there is any evidence whatever of any payment on account of the $2000 which formed part of the purchase money: and 2d, admitting the fact to be as alleged, it is contended that Biddle is not bound to make a deed for the premises, until all the debts of the firm are paid.\nAs to the first position; it is clear, there is no evidence of any payments on account of the contract, except the proceeds of a note of Sellers & Son for $1000, placed in the hands of Biddle forthe special purpose of paying certain specified debts, received by Moore himself from the Bank of Carlisle, where it was discounted, and applied by him to the payment of the borough of Carlisle, one of the creditors which Biddle agreed to pay, on being furnished with funds for that purpose. The transaction cannot be twisted by any ingenuity into» payment on account of money which Moore agreed to pay Biddle.\nBut as to the next point; was Biddle bound to make a deed on the payment of $1100, or was it neeessary to pay all the debts of the firm before a deed could be demanded ? That the latter is the true construction of the agreement, does not admit of reasonable doubt. To be discharged from all responsibility on account of the debts of the firm, would seem to me to have been a governing motive with him for dissolving the partnership, and selling his interest in the property. They constitute a principal part of the purchase money which Moore agreed to pay. And that they were all to be paid, and Biddle discharged from all responsibility before the deed should be made, appears very clearly from the following considerations.\nBy the express terms of the contract, the debts are to be paid on or before the 1st April, 1840; whereas the plaintiff is not bound to make a deed until the following year, viz., the 1st of April, 1841; and not even then, unless $1000 is paid, and bond and security given for the remainder. Biddle wisely retains the legal title as a security for the faithful performance of the contract, agreeing to trust to personal security only for that part of the purchase money, made payable in 1842 and 1843. As the facts have been disclosed by the evidence, Moore has not a shadow of right to demand a deed from the vendor. He has utterly failed to comply with his agreement, and consequently has no ^defence to the action, either in law or equity.\nBut may substantial justice be done in this action by means of a conditional verdict ? On this point we feel no sort of difficulty. The action .of ejectment being, as has been repeatedly ruled, in the nature of a bill in equity, the jury, under the direction of the court, have the same power as a court of chancery.- The verdict may be so moulded as to do substantial justice between the parties. Now, what would be the manner, and measure of relief in that court ? An action of ejectment, we will suppose, is brought in a common law court, on the legal title, to which, as is well settled, the equitable title is no defence. The defendant asks the interposition of a court of equity, to enjoin the plaintiff from proceeding on his legal title. As an illustration, let us take the ease in hand. To the action of •ejectment by the vendor, the vendee files a bill in chancery, setting out his equitable title, and praying an injunction. The chancellor having possession of the cause by the bill, it'is for him to determine the terms and conditions on which he will grant relief; for the extraordinary aid of that court will only be granted upon the complainant’s'doing equity, as it is an invariable rule, that-he who asks equity must do equity. It being then the obvious construction of the contract, that all the debts of the firm are to be paid, and $2000 to the vendor, the chancellor would make a special reference to a master, to ascertain the amount due, and,to whom payable; and upon the coming in of the report will decree the respective amounts to be paid to the persons entitled, and upon full satisfaction being made, would order a deed to be made for the premises. And this, in effect, is what has been done here: The jury, who performs the same office as a master in chancery, find for the plaintiff, to be released on the payment of $1025 99 to the vendor, $150 to Charles Barnitz, and $1069 23 to the trustees of the Bank of the United States, on the first of July, 1846, with. interest from the date, &c. The verdict is in substance a decree in-chancery with all the certainty which is required. The money belonging to the plaintiff is ordered t<? be paid to him; the debts to the respective creditors; so that the defendant is at. no loss to ascertain to. whom the’ money, in discharge' of the li'ens on the land, is to be paid.\nOf-the form of the finding, the defendants cannot reásona-bly complain ; for the jury have taken care to guard him against the contingency or danger of the money being diverted from its proper and legitimate object.\nIt is a mistaken supposition, that it is open to the objection, that the verdict embraces strangers to the action; for the creditors, (although not formal parties to the action, as they would be on a bill in chancery,) as well as the plaintiff, have an interest in the land virtually pledged for the payment of debts. Nor need the purchaser be at a loss to know on the trial, who are the unpaid creditors of the firm, as the plaintiff may be compelled to disclose the persons for whose use the suit is brought, and the nature and amount of their claims. So, also, I must remark -in answer to another objection, that although now the courts are clothed with chancery powers, it has been decided that the former mode of proceeding is not super-ceded. The act of Assembly conferring on the courts chancery powers in certain cases, does not oust the jurisdiction of the common law court, exercising equity under the common law form. They are concurrent remedies, and a plaintiff may elect either. Aycinena v. Peries, 6 Watts & Serg. 243.\nThe defendant further contends, that the vendor is estopped from claiming his title to the land. The purchasers at the sheriff’s sale purchased only the title -of Moore, which was in equity subject to the payment of the consideration money, expressed in the agree-, ment. The vendor having retained the legal title, the purchasers had constructive, and, if the witnesses are believed, actual notice of the extent and nature of the plaintiff’s claim. If, then, the vendor is estopped, it is because he encouraged, either by acts or words, the present owner to purchase the land; for wo are of opinion that there was no obligation, either legal or moral, resting on Biddle to give any notice whatever, nor to attend the sheriff’s sale for that purpose. It would be a work of supererogation, which the'law does not require, to give notice of a fact with which the persons to be affected by it are already acquainted. It is true, that if a man stands by, while his property is selling, knowing his own title, the purchaser being ignorant of it, it would be a fraud not to disclose it; and hence, if he omits, either ignorantly or designedly, to do so, his title is postponed. Or when he aids or encourages another to purchase, it is the same, and for the same reason. Under certain circumstances he may be passive; although under none can he be active in promoting the sale, without being estopped afterwards from asserting his title. The law pertaining to the case is well summed up in the answers to the 11th, 12th, and 13th points, propounded by the plaintiff’s counsel. All that is necessary, in addition to the remarks of the learned judge, is to say, that even admitting the vendor attended the first offer to sell, we see nothing in it to prejudice the plaintiff’s rights.\nIt remains now to notice the remaining bills of exception, two already having been disposed of, by the remarks already made.\n1. The plaintiff offered to prove, that at the date of the agreement there was a debt owing by the firm to N. W. Woods, embraced among the debts mentioned in the agreement, and that the debt still remains due and unpaid.\n2. That there was a debt owing to Charles Barnitz remaining due and unpaid.\nAnd thirdly, that on the 9th of February, 1844, John Moore and Edward M. Biddle, by his attorney, Frederick Watts, Esq., employed for the purpose, met together and settled the amount of the consideration which was due, under the agreement of the 21st of January, 1839 ; that the statement embraced the debts now offered to be proved ; and that the settlement was reduced to writing, and was made before this suit was brought.\nThat proof of the debt to Barnitz was properly admitted, inevitably results from the remarks already made. It therefore only remains to examine, whether the court was right in rejecting the first and third offers referred to, contained in the paper marked B; of the exclusion of this testimony, the plaintiff, who has also taken a writ of error, complains.\nIt appears in a preceding bill, that the plaintiff offered to prove the amount of the debt of N. W. Woods, by the oath of Woods himself. Now, whether he was competent, depends on what he was called to prove; for if brought to the stand to prove his book of original entries, no objection can'be made to the testimony, or the medium of proof. But as he is virtually a party to the ejectment, as has been already shown, he is competent for no other purpose whatever. But the plaintiff afterwards offers generally to prove, that the firm owed the debt, and that it still remains due and unpaid. That it was the design to prove it by disinterested and competent evidence, I take to be granted. What, then, is the objection to the testimony ? It is said to be barred by the act of limitation. But in taking upon themselves to exclude the testimony, has not the court undertaken to decide facts which come within the legitimate province of a jury ? for although six years may have elapsed since the debt was contracted, it does not necessarily follow that it is barred by the act of limitation; as it may have been taken out of the operation of the statute by subsequent acts, or acknowledgments of the debtor. Thus Moore and Biddle acknowledging the debt to be due, takes it out of the act; it therefore remains due and unpaid, and comes directly within the terms of the offer. It is a subsisting debt, unquestionably, as regards him, for there is nothing, either in law or morals, which compels a party to plead the act of limitations, either for himself or for the benefit of a third person. Nay, no honest man will take advantage of the act when he knows the debt to be unpaid.\nNor is there any thing in the circumstances of this case that makes it an exception. The purchasers acquire Moore’s right, and no more. This payment of the debt forms part of the purchase money, which the purchasers are bound to pay before they acquire a complete title; and Moore and Biddle both acknowledge the debt to remain unpaid. And what right have the purchasers to object to this ? The act of limitations is a personal privilege, of which none but the debtors, as has been ruled, can take advantage. This is an action of ejectment by a vendor, on articles of agreement to recover the land; and when the vendor makes no objection to the execution of the contract, it is not competent for the defendant, who is a terretenant, and claiming title, to set up a defence that the vendor has not performed his part of the contract with the véndee. The case is ruled on a ground, (peculiarly applicable here,) that the defendants were strangers to the contract, and had therefore no right to object to the want of performance by the plaintiff. Stub v. Lies, 7 Watts, 43. So in Hoffman v. Stever, 5 Watts & Serg. 476, it is ruled that infancy, the act of limitations, and the like, can only be taken advantage of by the infant himself, or the person to be affected by it. It is a personal privilege, which they may waive if they see proper.\nNext; we think the court erred in ruling out the settlement of the 9th of February, 1844. It is evidence in the suit, because it is an acknowledgment against their interest by the members of the firm. No person can conceive any object which either Biddle or Moore can have to increase the amount of their indebtedness; on the contrary, it is their interest to decrease it as much as possible; for a recovery in this case does not release them from their direct liability to the creditors of the firm. The evidence is not conclusive, but prima facie merely; for it is open to the purchasers to prove, if they can, either mistake or fraud in the settlement.\nThe judgment in writ of error Moore v. Biddle is affirmed; in writ Biddle v. Moore, it is reversed, and a venire facias de novo awarded."}