{"id": "400691", "contents": "Gibson, C. J.\nThe opinion of the court in the case of the United States v. Prescott is founded in sound policy and sound law. The responsibility of a public receiver is determined not by the law of bailment, which is called in to supply the place of a special agreement where there is none, but by the condition of his bond. The condition of it in this instance was, to “ account for and pay over” the moneys to be received; and we would look in vain for a power to relieve him from the performance of it. True, there are many cases of relief against a legal right arising out of a contract; not one of which, however, bears even a remote resemblance to the present. I know not a single instance of relief for hardship produced by misfortune, in the superinducement of which, the party insisting on his right had no agency. It was for some time doubted, for it was not directly decided, whether a lessee could be relieved from payment of rent, without a stipulation for it in the lease, for 'destruction of the premises by fire; but it is definitively settled that he cannot. Why there should have been a doubt of it at any time, it is hard to say; since it was never doubted by any one, except Lord Apsley, in Steele v. Wright, cited in Doe v. Sandham, 1 Term Rep. 708, that he is bound to rebuild by a covenant to repair, whether the destruction were by negligence, accident, or design. A loss by a visitation of Providence, which no vigilance could prevent, would present a more meritorious claim to relief, one would be apt to think, than a loss by robbery, which is always preceded by a' greater or less degree of negligence. A receiver, or his surety, would come before a chancellor with an ill grace on that ground, even if there was a power to relieve him. The keepers of the public moneys, or their sponsors, are to be held strictly to the contract, for if they were to be let off on shallow pretences, delinquencies, which are fearfully frequent already, would be incessant. A chancellor is not •bound to control the legal effect of a contract in any case; and his discretion, were he at liberty to use it, would be influenced by considerations of general policy. The court ought therefore to have charged, that the defence attempted could not be sustained.\nJudgment reversed, and a venire de novo awarded."}