{"id": "400681", "contents": "Gibson, C. J.\nNo case like the present, nor any thing from which a principle applicable to it can be drawn, is found in the books. The note is for the payment of money; it is payable to bearer; and it is payable absolutely: yet it is .obvious that it was not intended to be negotiable in a commercial sense, and that the maker was not to have the usual days of grace. The debt is still between the original parties; and the contract by which it was created is to be interpreted, like any' other, by their actual meaning. If they meant to make, not a promissory note, within the statute of Anne, but a special agreement with power to enter up judgment on it, they are bound by the result as they themselves viewed it. Such is one of the principles of Patterson v. Poindexter, and Boker v. Hazard, 6 Watts & Serg. 231, in which, however, there was no express promise. Nor would a subsequent holder take the paper on any other terms than those expressed in it. It has in it all the parts of a promissory note; .but it has more: it contains not only a warrant to confess judgment with a release of errors, but an agreement to waive appraisement and stay of execution. But 'a negotiable bill or note is a courier without luggage. It is a requisite that it be framed in the fewest possible words, and those importing the most certain and precise contract; and though this requisite be a minor one, it is entitled to weight in determining a question of intention. To be within the statute, it must be free from contingencies, or conditions that would embarrass it in its course; for a memorandum to control it, though endorsed on it, would be incorporated with it and destroy it. But a memorandum which is merely directory or collateral, will not affect it. The warrant and stipulations incorporated with this note evince, that the object of the parties was not a general, but a special one. Payment was to be made, not as is usual at so -many days after date, but at a distant day certain; yet the negotiability of the note, if it had any, as well as its separate existence, was instantly liable to be merged in a judgment, and its circulation arrested by the debt being attached, as an encumbrance, to the maker’s land; and it was actually merged when it had nearly three months to run. Now it is hard to conceive how the commercial properties of a bill or note can be extinguished before it has come to maturity. That is not all. A warrant to confess judgment, not being a mercantile instrument, or a legitimate part of one, but a thing collateral, would not pass by endorsement or delivery to a-subsequent holder; and a curious question would be, whether it would survive as an accessory separated from its principal, in the hands of the payee for the benefit of his transferee. I am unable to see how it could authorize him to enter up judgment, for the use of another, on a note with which he had parted. But it may be said that his transfer would be a waiver of the warrant as a security for himself or any one else ; and that subsequent holders would take the note without it. The principle is certainly applicable to a memorandum endorsed after signing, or one written on a separate paper. But the appearance of paper with such unusual stipulations incorporated with it, would be apt to startle commercial men as to their effect on the contract of endorsement, and make them reluctant to touch it. All this shows that these parties could not have intended to impress a commercial character on the note, dragging after it, as it would, a train of special provisions which would materially impede its circulation. As it was not a negotiable note within the statute, the usual days of grace could not be added to the ostensible day of payment; and as the judgment was ripe at the expiration of that day, the execution was sustained by it, and being prior in delivery to the sheriff, was entitled to priority of satisfaction.\nJudgment affirmed."}