{"id": "400661", "contents": "Sergeant, J.\nThis case comes up solely on the question, whether the plaintiff’s evidence of the submission and award should not have been received; and we think the court ought to have received it as prima facie evidence, at least, to sustain the action of debt upon the award, and that many of the matters stated as' objections ought properly to have come from the defendant in the way of answer, and were not reasons for rejecting the evidence. That there had been judgment entered on the award, and scire facias issued thereon against the defendants, and sale of the real estate of some of them; that joint writs of scire facias -were pending; that this action was brought in the name of the wrong party; that the plaintiff had proceeded in an action still pending — were matters of consideration after the evidence should have been given; and might tend to destroy its effect, but not to prevent its. admission. It is not likely that justice can be done and the case properly adjudicated, by confounding together in this way a variety of questions of law and of fact, that require separate and orderly introduction and trial. It may well be, that this submission and award do not come within any act of Assembly or statute, that authorizes judgment to be entered, and therefore the judgment as such would be void ; but that does not seem to be a reason why the award should not be good as an award at common law, and binding bn the parties as such, though not as a judgment. It seems to us at present, that its efficacy in other respects would not be destroyed, because the parties also agreed, that it should be entered of record, and that judgment, should be entered thereon, and if so, an action of debt would lie upon it. It is true, that the plaintiff could not have proceeded upon it by scire facias as a judgment, and by an action of debt upon it as an award at common law, at the same time; and there might therefore have been difficulty in his recovering, had the defendant pleaded so as take advantage of the objection, and relied upon it by way of answer to the evidence. It is certainly a case in which there is a strong foundation of justice and equity on the part of the plaintiff. For twenty-eight years, as the plaintiff offered to prove, the defendant had acquiesced in the award, and enjoyed the land in controversy under it, thereby acquiring his possession and title under it; and now attempts to rid himself of the sum he -was to pay for it, by nice objections to the form of this ancient submission, in which both these parties have so long acquiesced. We are by no means satisfied that there was any thing defective in. the submission and award, so as to make it bad as a common law award. If a dispute existed among the legatees and devisees as to the meaning of a very obscure will, and by a family arrangement it was submitted to men, who made a fair and just' award, and thereby saved expense, loss, and litigation to all parties, it was for the benefit of the infants, for whom Semple obviously acted in the business as guardian; and according' to the rule, that the guardian has authority to act for the benefit of the infant in regard-to his property, it would be a valid act, and such as a court of law or equity would sanction. At any rate, it could only be voidable by the infant on coming of age, and here he has acquiesced, and now ratifies by living upon it, and a'recovery of the money would be a bar as between these parties, who are the only ones interested in the suit..\nIf there is any case in which the maxim, quod ab initio non valet, tractu temporis convalescit, would apply, it seems to me it is the present, were it necessary to apply it. But without giving an opinion at all on qll the points thrown together promiscuously in the objection to evidence, it is sufficient to say, we think the case ought to be tried over again.\nJudgment reversed, and a venire facias de novo awarded."}