{"id": "400677", "contents": "Gibson, C. J.\nMcElroy’s conveyance “to the \"employers of the school at Plum Creek,” being to an unincorporated association, was void at law for want of a grantee capable of taking; and the legal title remained in the grantor, subject to the uses declared in the deed. Such is the principle of Morrison v. Beirer, 2 Watts & Serg. 81. For whom then did he hold it? Not for the public at large; for the school was to be kept for thé neighbours, and it was not therefore dedicated in the broadest sense to public use. His successor, the defendant, is entitled, by force of his legal title, to hold the possession against any one who cannot show such an equity as a chancellor would enforce; and the question is, have the plaintiffs shown such an equity ? The nature of their right depends on the terms of the agreement, which was to use the ground « for an English school-house, and for no other purpose.” And that was the substantial consideration of the grant, the nominal consideration of fifty cents being expressed under some vague apprehension that it might be essential to the raising of a use; and the grant itself was consequently on an implied condition or agreement, that the school should be kept up. The grantor certainly did not agree to part with his land without receiving the benefit promised in return for it. What then is the remedy, when the benefit happens'to be withheld ? It may be true, as was said in Martin v. McCord, 5 Watts, 493, that the courts would not let a charity fail for the non-user of those who have the management of it; but charities are permanent foundations, which can scarce be predicated of country schools under the voluntary system. They were temporary in their object and formation. The schoolmaster’s compensation was raised by subscription, in proportion to tire number of scholars sent by each contributor; and he was employed for a year, or a shorter period; at the expiration of which, the school was discontinued, and the school-house was shut up till another school was formed, which did not always occupy the same building. Such a school-house, being built of the simplest and cheapest materials, was temporary in its structure; it was often a cabin; and it was abandoned for another whenever a new location became more convenient to the neighbourhood. Perhaps not one óf these primitive erections was ever in use for twenty years together. Interpreting a grant like the present, therefore, by the habits and customs of the country, we must hold it to be commensurate in duration with the purpose to be answered by it; and the question is, was the school permanently abandoned ? At the time of the defendant’s entry, it had been discontinued for the space of seven years, without any indication on the part of the employers of an intention to resume it; and this was certainly enough to raise a legal presumption of its abandonment. It would certainly have constituted an abandonment of a location under the land laws, which this deed very much resembles; and those laws are founded in principles of general equity. A party claiming the extraordinary interference of a court of equity — and the plaintiffs pretend to no more than an equity — must not be chargeable with laches, as the plaintiffs are here. It is not found that they require the ground for the use of a school; or that they intend to use it as such. The abandonment of the trust for seven years being irretrievable, the defendant, as the grantor’s successor, had a right to enter and hold against all the world.\nJudgment reversed, and judgment rendered for defendants below."}