{"id": "400622", "contents": "Rogers, J.\nThis is an action of debt on an article of agreement, between James Miles and Thaddeus Stevens, who survived Charles Ogle, to recover the sum of five thousand dollars with interest, payable the 1st of August, 1837. The execution of the instrument is admitted by the defendant, who contends that he ought not to be compelled to pay the money; first, because there was fraud or misrepresentation on the part of the plaintiff; second, that the contract was entered into under an entire misapprehension and mistake of material facts; and, third, that the plaintiff has no title to the property he undertook to sell. It is believed that these grounds embrace the whole case.\nThe first point, viz., that there was fraud and misrepresentation on the part of the plaintiff, is a question of fact, which was properly left, and has been passed upon by the jury. It is based on the construction of that part of the agreement in the following words .— “ The said Miles agrees to sell to the said Stevens and Ogle, their heirs and assigns, the undivided half part of two hundred acres of land situate on Elk Creek in the county of Erie, including the mouth of said preek; said two hundred acres to bécvlt off the lands of said Miles, by lines hereafter to be designated by said Miles, Stevens, and Ogle, or a majority of them, so as to embrace within said two hundred acres the lands at the harbour of said Elk Creek, best suited to the site of a city, intended to be located on the same, &c.” The defendant contends that the expressions, “ the lands at the harbour of Elk Creek,” contain, and was so intended, a representation that there was a harbour there; whereas, the plaintiff insists that it is a mere description of the plan for the site of a city, which the parties intended to locate there. That it may be considered a part of the description of the premises sold and designed for a particular and declared purpose, may be true; but'I do not consider this view of the case as inconsistent with the allegation, that it also contains the assertion of a material fact, which, if untrue, will affect the contract, and attaint it with fraud. It is unquestionably the natural interpretation of the language used, that the vendor, who alone, as appears by the evidence, was acquaintéd with the premises, intended to assert that there was an existing harbour, communicating with the lake, and accessible to it, so as to be used by vessels of some description navigating those waters, and whether of the larger or smaller class, perhaps, would be immaterial. Indeed, the point now assumed appears to have escaped the notice of the parties on the trial; for it does not seem that they requested a specific direction, that the article contained nothing more than a description of the locus in quo, although it is incidentally mentioned in the plaintiff’s second point. Neither plaintiff nor defendant desired the court to'construe the article in this aspect; but they have thrown themselves upon the jury to determine from a view of all the testimony, whether there was a false representation, and if so, whether the defendant was deceived by if $ the situation and condition of the premises being well understood and known, as the plaintiff contends, to all the parties to the contract. In the answer to the plaintiff’s second point, that the letter of Charles Ogle, of the 12th February, 1843, in which he says, “In regard to the harbour,' I have great confidence that we will succeed in obtaining an appropriation of $35,000,” it is conclusively shown that the parties understood, that the erection of works at the mouth of Elk Creek by the general government, was required, in order to make a harbour at that place a perfect one; and in that case putting into the agreement on which suit is brought the words, “so as to embrace within said two hundred acres the lands at the harbour of Elk Creek,” as the mere description of the plan for the site of a city, which the parties intended to locate; and these words, thus used, furnish no evidence of fraud on the part of' James Miles, although it is now proved, that without such works, there is no access to the harbour at the mouth of Elk Creek. The court very properly say, “ that the letter mentioned in this point appears by its date to have been written nearly twelve months after the agreement in question. It speaks its purpose plainly; and the jury must determine as to what it tends to prove. In relation to the words quoted from the agreement, it is for the jury, weighing them with all the facts in evidence, to say, whether they tend to prove that James Miles, th§ plaintiff, misrepresented the condition of the mouth of Elk Creek, relative to a harbour, or not.” A'harbour in Elk Creek, but inaccessible from the lake, never entered into the contemplation of the parties; for such a harbour, if harbour it may be called, would be useless for the purposes of the contracting parties. There is no doubt they looked to the lake trade, which, it w'as supposed, would render the intended location valuable as a mart for commerce. So in answer to the defendant’s sixth point. “ If such misrepresentation, as is here stated, has been proved to the satisfaction of the jury, the plaintiff cannot recover. The article is in evidence, and the jury will of course draw from it such inferences, with respect to the representations of the fact of the harbour, by James Miles, as its language, and especially the words of the stipulation, which constituted his part of the contract, may seem to them to warrant.” And in the charge, “ that if there was fraud or imposition practised upon the defendants by the plaintiff, inducing the former to enter into the agreement, such fraud entirely vitiated the contract. It was for the jury to say, whether there was, or was not, such a -misrepresentation in regard to the facts of an existing harbour.” In the charge of the court, and in the answer to the points, w'hich I have carefully examined, I have failed to discover any error of which the plaintiff has any reason to complain. If injustice has been done, it is not by the court, but the jury; a mistake, which, if made, we cannot correct. The plaintiff complains that the court referred the construction of the article to the jury, and in telling them that they might infer from it misrepresentation by the plaintiff. This is not dealing fairly, for the court did not say that the jury might infer misrepresentation from the article itself, which wmuld be a blunder, but they leave the fact of fraud and misrepresentation to be decided on all the evidence. If the court should have instructed them, and we think they might with propriety have done so, that the articles contained an allegation by the plaintiff,'which was proved-to be untrue, that there was a harbour at that point, the wrong was to the defendant, and not the plaintiff.\nSecond Point. — That the contract was entered into under a mistaken apprehension of facts. It is a general rule, that when an act is done, or contract made under a mistake or ignorance of a material fact, it is voidable, and relievable in equity; and the rule applies not only to cases where there has been studied suppression or concealment of facts, by the oné side, which would amount to fraud, but also to many cases of innocent ignorance, and mistake on both sides. It is true, that it is not every mistake which will enable the party to avoid the contract; for, to have this effect, it must be of its essence, the sine qua non of the contract, or as it is: expressed, the efficient cause of concoction. These principles pervade our equitable jurisprudence, and are supported by a train of authorities which it is useless to cite, as they are well illustrated and explained by Mr. Justice Story, in his Equity-Jurisprudence, sec. 140, 141, &c. If, therefore, the agreement in question was made under a mistaken impression, that facts essential to the contract did exist, or, which is the same thing, would afterwards exist, and they were prevented, by causes over which the parties had no control, it is relievable against in equity. We perceive no distinction either in principle or authority, where the parties contract, either with a view to existing facts, or facts merely in contemplation between the parties defendant, on future events or contingencies. In either case, when the basis of the contract fails without the assent of the parties, to attempt to enforce the agreement- is inequitable-.\nThus, in-2 Paige, 84, it is ruled, that where, from a defect of the common law, want of foresight of the parties, or other mistake or accident, there would be a failure of justice, it is the duty of a court of equity to supply the defects, or furnish the remedy. And therefore it was ruled, that where one person conveyed land to another for the purpose of opening a street in the city of New York, and there was no other consideration for the conveyance, but the benefit which' the grantor was to derive from the opening of the street, and by subsequent events, beyond the control of both parties, the street could not be opened, a reconveyance .of the land was decreed. This case, although not directly in point, bears a strong-analogy here, and the reasoning of the chancellor is based on principles applicable to this case. If, therefore, the contract in question, as the jury have found, was made under the mistaken idea that the legislatures of Pennsylvania and the United States would pass laws, the one for authorizing the canafto be extended to the mouth of Elk Creek, the other making a harbour there; that the main and only reason of the contract was the mutual expectation of the parties that the land immediately adjacent to the mouth of Elk Creek was about to become the site of a great city, as the direct consequence of the improvements thereafter to be made, which utterly failed, without any fault imputable to any person, it would be contrary to equity to compel the payment of the purchase money. The only doubt which attends this part of the case is, to ascertain the intention of the parties as to the first payment of $5000, that is, whether, as has been strenuously contended, Messrs. Stevens and Ogle agreed to run the risk of the location of the canal at that point, and a subsequent appropriation by the government of the United States of an amount sufficient to make a commodious artificial harbour suited to accommodate the commerce of the lake. For, if that was the contract, the defence utterly fails; as, whatever might be the termination of the proposed location of a city, a prospect which seems to have dazzled the eyes of all parties concerned, the vendees would have to pay for the chance of the enormous profits which it was hoped, and confidently believed, they would reap from the speculation. This view of the case is not without difficulty ; but after a careful examination, we have come to the conclusion that this was not the intention, and I have been influenced in arriving at this result, by the consideration, that the construction contended for would compel the defendant to pay for moonshine the large sum of $5000, without its appearing that the plaintiff received the least injury, or the defendants the slightest benefit, from the contract. Miles agrees to sell to Stevens and Ogle the undivided half of two hundred acres of land. In consideration whereof, Stevens and Ogle agree to pay, on the first of August, the sum of $5000. And further, to allow Miles to retain out of the purchase money arising from the sale of the lots in a city which it was intended they should lay out, the sum of $95,000. The whole amount of the purchase money was $100,000, to be paid by Stevens and Ogle in the manner set out in the agreement. Of this, the $5000 now in suit constituted a part. There is nothing in the agreement which clearly indicates that it is put on a different footing from the other payments, except as to the time and manner it is to be paid. As it is part of the purchase money, there is no reason for making any distinction between the respective amounts which it is agreed they, in a certain event or contingency, are bound to pay, or what the plaintiff may retain. Had it been the design that this money was to be paid at all events, for the chance of the speculation or participation in the profits, it would have been easy to have said so, by using terms specific and unambiguous; but there is nothing 'which plainly distinguishes, in this particular, this sum from the payments which all together make up the purchase money. The sum which they agreed to give is enough, in all conscience, without resorting to the conjecture that they were so moonstruck as to be willing to give so large a sjim for the right to share the anticipated gains, which it was fancied would arise from the location of the intended city. We see nothing wrong in the charge, or the answer to the points. The charge is clear and explicit, and has put the case on the,true issue. We entirely agree with the.instructions, that if the jury believe that the main and the only reason of the contract was the mutual expectation of the parties that the land immediately adjacent to the mouth of Elk Creek was about to become -the site of' a great city, as the direct consequence of the Erie Canal being taken by the authority of the government of Pennsylvania to that point, and terminating there; and of an appropriation by the general government for opening and establishing a harbour; and that this event was no longer possible, the canal having been extended to the borough of Erie, seventeen miles from the mouth of Elk Creek, the basis of the contract has utterly failed, and it would be contrary to equity to enforce payment of any part of the purchase money. If the building and growth of a city was the sole object of the 'contract, the -practicability of which was entirely dependent on future acts and events, which did not happen as all the parties expected they would, and that the basis of the contract has wholly failed, it would be unjust to compel the defendants pay the money demanded in this, action. When a deed is sought to' be made effectual, on an event unexpected to both parties, the party seeking to enforce it is unjust and unequitable in his demand. And when parties have, presupposed some facts or rights to exist, or that-.they will hereafter exist, as the basis of their proceedings, which in truth do not exist, or are prevented from happening by unforeseen causes ending in- mutual error, under circumstances material to their character and consequences, the contract is, on general principles, inoperative and invalid. Moreover, the court would not have been justified in stating to the jury, that there was not such a case as is stated in the defendant’s point.\n3. Next, as to the title which the plaintiff undértakes to sell. In answer to the plaintiff’s sixth, and the defendant’s eighth point, the court instruct the jury that the plaintiff was not bound to tender a deed before suit brought, or in the first instance to exhibit his title. And further, that the title of plaintiff, as given in evidence, of a continual residence on the premises since 1829, and certain improvements made by him, by clearing about two hundred acres of land, and erecting two dwelling-houses, a barn, and other buildings, constituted a right by settlement and improvement, sufficient to sustain the suit. This was a direction highly favourable to the plaintiff, certainly as much so as he had any reason to. expect, as it deprived the defendant of his third ground of defence. It follows, therefore, that even admitting the admission or rejection of evidence bearing on this point was error, -no injury was done to the plaintiff and there is no reason for a reversal of the judgment. We have often ruled that we will not reverse for a mistake on the trial, whether in the admission or rejection of evidence, or to the charge, when it is aj>parent that it did not prejudice the case of the exceptant.\nHaving disposed of the general heads on which the case turns, we must now examine the bills of exception.\n1. This is an exception to the admission of certain depositions, which were evidence for the purpose of contradicting the representation of the plaintiff that there was a harbour at the mouth of Elk Creek, by showing there was none there, nor was there the slightest probability that any would be made. The evidence, so far from being irrelevant, was pertinent to the issue, and of great consequence as having a direct bearing on one of the principal points of defence.\nThe court properly discriminates between the knowledge of the witness and his opinion, merely suffering the former to go to the jury, and excluding the latter.\nThe deposition in the second and third bills was excepted to, for the same reason as above, with this addition, that the party cannot take out a portion of the deposition and part of a sentence, leaving what stands to convey a different meaning from what it would do with the context. That the evidence offered of title, so far as it is offered, is secondary, and that, in this action, the evidence on the subject of title is immaterial. From what has already been said, it will be perceived, that we do not consider the title of the plaintiff as immaterial. This is an action to recover part of the purchase money of a tract of land sold by the plaintiff’to the defendants; and if it can be shown that the plaintiff has no title to the property sold, it is a . complete answer, both in law and equity, to the plaintiff’s action.\nNow, whether the testimony was secondary, we think immaterial; for whether right or wrong, it is no cause of reversal, inasmuch as the court, in the charge, ruled out the defence, on the point of defect of title. If it was true that the court allowed the defendant to take out a portion of the deposition, and part of n sentence, leaving what stands to convey a different meaning from what it would do with the context, it would be palpable error. But that is not the case ; for, it seems to me, that the part admitted and the part excluded are very different, and wholly independent of each other, and that the one may be admitted, and the other excluded, without impairing the sense or varying the meaning of the witness.\nThe plaintiff offered in evidence the journal of the House of Representatives, together with a letter of Lewis Cass, secretary of war, and a report of James Kearney, topographical engineer, reported to the House in pursuance of a resolution, properly authenticated, together with certain letters of Messrs. Stevens and Ogle. This was excepted to, the evidence rejected, and forms the ground of the fourth, fifth, and sixth bills of exception.\nThe object for which the evidence was offered, was to prove that at the time the agreement was made, Messrs. Stevens- and Ogle knew that there was no harbour at the mouth of Elk Creek, and that, consequently, they, were not deceived by the representations contained in the articles of agreement. It must be conceded that it was pertinent to the issue, to prove knowledge of this important fact on the part of the defendant, for, if this was brought home to them, it would go very far to remove one ground of the defence.\nThe only objection is, to the medium of proof, and this raises the question, whether a citizen is affected with a knowledge of every fact which appears on the journal of either house of Congress, or our state legislature, and of the facts contained in the reports made under their authority. It will be recollected that the report of Col. Kearney was made in 1834, and the contract in 1837. It is now sought to affect the defendants with knowledge of the report, and every part contained in it. It is not proved, that either Stevens or Ogle ever saw or heard of the report; but it is intended to infer knowledge, because it was a matter of public authority, and made by orders of the government. The object to be attained by the evidence offered, must be borne in mind, for it is not intended to deny, that documents of a public nature, and of public authority, are generally admissible in evidence, and that such documents are entitled to an extraordinary degree of confidence from the fact that it would be difficult, and sometimes utterly impossible, to prove facts of a public nature, by means of actual witnesses examined on oath; such, for example, as the passing of particular acts of Congress, and making public surveys and the like. The recital in the preamble of an act of parliament, of a public fact, is evidence to prove the existence of that fact. Rex v. Sutton, Maule & Selwyn, 532; Starkie on Ev. 197. The journals of the House of Lords have always been admitted as the evidence of their proceedings, even in ancient cases; and the journals of the House of Commons are also admissible. It is said, that the journals are not evidence of particular facts stated in the resolutions, which are not part of the proceedings of the House ; as, for instance, a resolution, stating the existence of a popish plot, would not be evidence of the fact in a criminal case. Jones v. Randall, Cook R. 17; 5 T. R. 465; Doug. 572; Stark. Ev. 199; 16 Peters, 58.\nIn this country, in all public matters, the journals of Congress and of the state legislatures are evidence ; and also the reports which have been sanctioned and published by authority. The publication does not make that evidence which intrinsically is not so; but it gives us, in a most authentic form, certain papers and documents. 16 Peters, 55.\nThat the public documents offered were evidence that there was no harbour at the point designated, and that it was practicable, and in the contemplation of government, to make an artificial harbour there, will not, and cannot be denied in the face of the authorities cited, and on which the plaintiff’s counsel relied. Had they been offered for that purpose, their admission would not have been resisted, as the fact of the non-existence of the harbour is part of the defendant’s case, and is, in truth, the object of all the testimony almost, given on his part. But it is offered with a different view, viz.: to prove knowledge on the part of the defendants, to be inferred solely from the circumstance, that it is an act of authorized and accredited agents, of which every individual in the community are bound to take notice. But this is a doctrine to which I cannot subscribe, as it would be subversive of every principle of justice, and would lead, without the least necessity, to much practical mischief. Misc.able indeed would be our condition, if the citizens of our wide-spread confederacy were to be affected and controlled in their contracts, by a presumption of notice of a material fact, derived solely from a document of whichhe had never heard, and which, in many cases, the existence is not dreamed of by ninety-nine in a hundred. When we consider this question in a practical point of view, it is nothing more nor less than a gross absurdity, to suppose that every citizen of this state and of the United States knew there was no harbour at the mouth of Elk Creek, merely because an engineer in the employment of the United States government stated the fact in a report made to the government. This is an attempt to misapply a general principle introduced with a different view, founded, in some measure, in the difficulty and indeed impossibility in some cases of proving facts of a public nature otherwise. Besides, as' we have already seen, although it is general, it is far from being a universal principle. There are many exceptions. Thus it has been ruled, that a resolution stating the existence of a Popish plot would not be evidence of the fact in a criminal case; and why ? because such evidence would be dangerous to the accused, and there would be no necessity for such evidence, as there could be no difficulty in proving the fact if it existed, by better and unquestionable proof. Thus, if the defendants knew, as the plaintiff contends they did from their general intelligence and intimate acquaintance with the nature and location of Lake Erie, that there was no harbour there, there would be no greater difficulty in making it appear than in ordinary cases. Hence there is no necessity for the introduction of such evidence, and I think very great danger would ensue from its introduction.\nThe evidence contained in the seventh, eighth, ninth, and tenth bills was properly overruled, as it amounts to nothing more than an expression of an opinion of the practicability of making a good artificial harbour at that point, similar to those already made on Lake Erie. The court allowed the plaintiff to prove that a good harbour could be made, but refused to admit evidence of harbours elsewhere. They also permitted him to prove the localities, the grounds on either side, and all the features pertaining to a good harbour, from which the jury might judge of its fitness for that purpose. In this, we do not see such palpable error as calls for a reversal of the judgment.\nWe also think the court was right in overruling the testimony contained in the eleventh bill, because it was immaterial who were the members of the legislature from the county of Erie when the contract was made, or in what part of the county they resided.\nJudgment affirmed."}