{"id": "400610", "contents": "Gibson, C. J.\nHad the plaintiff below attended merely as a witness, though as an expert, he would have been entitled to nothing; for as the law provides no compensation for witnesses summoned by the coroner, they must give their attendance gratis; and to allow the plaintiff, as a wdtness, even the compensation allowed to witnesses in other cases, would be an infraction of the fee-bill. But he was not called as a witness. When the testimony before the inquest was closed, it seems the jurors, being unable to agree as to the cause of the death, requested a post mortem examination, which was made by the plaintiff in their presence, who dispelled their doubts by the application of chemical tests to the contents of the stomach. In this he performed, not the office of a witness, but the business of a • person employed in a particular service. The coroner might have compelled him to swear to his opinion on a 'superficial view of the body; but he could not have compelled him to touch it, or do the more nauseous and dangerous work of opening it. The service he performed, though ancillary to the purpose of the inquest which could not have been Effected without it, was not official and consequently not in the contemplation of the legislature at the framing of the fee-bill; so that compensation for it is neither enjoined nor prohibited by that, or any other statute. But though spontaneously rendered, both justice and policy require it to be paid for by the county if it was rendered at the public instance and request; and the question is, whether the coroner, as a public agent, had authority to employ the plaintiff at the public charge. That officer certainly has authority to pledge the responsibility of the county for the compensation of all ancillary services which are necessary to the proper execution of his office, and which he could by no other means command. When his duty requires him to disinter a body, for instance, he cannot be expected to do it with his own hands, or by hands paid for with his means. True, he is entitled to fees, but not for mercenary services; and what he does receive is given for particular acts of official duty ; not as a fund for contingent expenses. To the taking of every inquisition super visum corporis, perhaps without exception, a post mortem examination is indispensable; and as the fees of the coroner would be inadequate to the expense of it, were he willing to forego compensation for his own services, either the public purse must pay for it, or the administration of public justice must suffer for the want of it. And why should not the county pay for it ? On the principle of the Commissioners v. Hall, 7 Watts, 290, the county would be liable for the medical treatment of a prisoner taken ill upon trial, or of a juror in the box; and it would be strange if it should not be equally liable for professional services in the administration of criminal justice, by the coroner, who is also a judicial magistrate, and competent, at the common law, though the power has been taken away by statute, not only to receive accusations but to try them. Even prisoners in county jails are provided with medical treatment, though the statute does not expressly direct them to be provided with any thing but clothing and food: yet they are supplied with bedding, fuel, and all other comforts proper for their condition. There are a thousand contingent items of expenditure which cannot be disposed of specifically in a fee-bill, or by special appropriation, and which must necessarily be charged to the account of humanity or justice. The coroner, in this case, had as much authority to order a post mortem examination at the public charge, as the court had to order lodging and boarding for the jury in the Commissioners v. Hall. Each was employed in taking an inquisition of death, and each had the same collateral power in things incidental to the office. The plaintiff having been employed by the coroner, was employed by the county; and he is entitled to a reasonable compensation. Judgment affirmed,"}