{"id": "400668", "contents": "Burnside, J.\nIt would seem to be well settled, that parol contemporaneous evidence is inadmissible to contradict or vary the terms of a valid written instrument. 1 Greenl. Ev. sec. 278; 1 Phil. Ev. (Am. ed.) 753; 2 Stark. 544, 548; 12 Wend. 573.\nA plain written engagement, upon sufficient consideration, plainly and intelligibly staled in the language of the parties, should not be varied or rendered ineffectual. A writing may be read by the light of surrounding circumstances, in order more perfectly to understand the intent and meaning of the parties; but as they have constituted the writing to be the only outward and visible expression of their meaning, no other words are to be added to it, nor substituted in its stead. The duty of the court in such cases is, to ascertain, not what the parties may have secretly intended, as contradistinguished from what their words express; but what is the meaning of the words they have used. 1 Greenl. Ev. sec. 276, 277, and the cases there cited. The reason and policy of the rule might be illustrated to a great extent. Thus, when a policy of insurance was effected on goods “in ship or ships from Surinam to London,” parol evidence uas held inadmissible to show that a particular ship in the policy, which was lost, was verbally excepted out of the contract. 1 Taunt. 115. So, where the instrument purported to be an absolute engagement to pay at a specified day, parol evidence of an oral agreement at the same time, that the payment should be prolonged, was rejected. 3 Camp. 67; 5 Pick. 106. Or, where it depended on a contingency, 1 Stark. Rep. 361; 7 Mass. 518; or to be made out of a particular fund, has been rejected. 1 Gow. 74.\n, In Pennsylvania, the cases of Hurst v. Kirkbride, Christ v. Diffenbach, and Miller v. Henderson, have gone to admit parol evidence of what passed at the time of executing the agreement, to show fraud or mistake. But parol evidence is not admissible.to prove that at the time a conveyance'of a lot of ground was made, a right of way over the ground was reserved to the grantor, there being no evidence of fraud or 'mistake in respect to the drawing of the deed. Collam v. Hooker, 1 Rawle, 108. Where a deed conveyed land by certain boundaries, it was held, that parol evidence was not admissible to prove that a certain number of acres therein was not intended to be conveyed. Beeson v. Hutchinson, 4 Watts, 442.\nIt is difficult to laydown with clearness and precision the rule on this subject. Having such an infinite number of decisions upon this point, the inclination is to restrain rather than to enlarge the rule. 7 Serg. & Rawle, 115. For myself, experience has shown the necessity of this.\nIn the case immediately under consideration, we are all satisfied it would be enlarging the rule to admit the evidence. William Stub had been called on to give security. There was then money in his hands belonging to the estate, and money in court. It is true the court made no special order upon him, but he came forward and gave a voluntary bond, just such as the court would have directed, to cover the money received and what might he received. . The condition of this bond was, that he, as executor, would render a true and just account of his management of the property and estate of the deceased: the bond having previously recited, that “ whereas Adam Stub had certain moneys, goods, and effects, that have come into the possession of the said William Stub, and may hereafter' come into his possession, &c.” The allegation is, that William Stub and his bail did not intend to include, in the bond, the money then in the hands of the administrator; not alleging any argument or special contract at the execution of,the bond, but because'nothing was said about the money in the hands of the administrators.. The evidence is not pertinent; it is too loose, and only tended to mislead the jury. It ought not to have been received; and if received, the jury ought to have been instructed that it was no bar to the plaintiff’s right of recovery. It was setting up an implication, against an express engagement in writing. Nothing short of an express agreement, showing a manifest mistake in the' writer of the bond, ought to have been received by the court. There .was no evidence given by the defendant, that the court ought to have received, until the mistake was clearly shown on the execution of the bond. The bond is as it should be; neither infants nor creditors would be safe, if such loose evidence were admitted to destroy the obligations given for their protection. ' \",\nJudgment reversed, and a venire facias de novo awarded."}