{"id": "400688", "contents": "Rogers, J.\nIn Harker v. Whitaker, 5 Watts, 474, it is ruled, that the legal right of action for mesne profits is’ lost by the death of the^defendant; and in Bard v. Nevin, 9 Watts, 328, on the authority of that case, and Pultney v. Warren, 6 Vesey, 86, it is decided, that an action will not lie against the personal representatives of a deceased defendant in ejectment, to recover the- mesne profits of land, which accrues during the pendency of the action.These cases are ruled on the principle, that the cause of action does not survive. The effect of the decision, in Harker v. Whitaker, and Bard v. Nevin, particularly the latter, is, that the plaintiff in ejectment has no remedy whatever, against the estate of a deceased defendant in ejectment; a consequence which, in many cases, is most obviously unjust, and which has nothing to recommend it to the favourable attention of the court, so as to induce them to extend further than they are bound by precedent, the sphere of its operations. Although the point is authoritatively ruled, in respect to the death of the defendant, it is not, in this state, at least, as to the death of the plaintiff in ejectment. By the act of the 13th April, 1807, sec. 3, it is enacted, that no writ of ejectment shall abate, by reason of the death of any plaintiff or defendant, but the person or persons next in interest may be substituted, in the place of the plaintiff or defendant, who shall have died pending the writ.\nIn Dawson v. McGill, 4 Whart. 230, it is ruled, that, in our statutory action of ejectment, however it may be in England, mesne profits may be recovered; and I should hardly suppose, that the technical objection, arising from considering it in the nature of an action of trespass, would prevent the person next in interest from recovering the mesne profits. Difficulties may arise in case of the death of defendants, which do not exist in the case of plaintiffs. So, to whom the mesne profits may belong, whether to the heirs or personal representatives, after recovery, presents no insurmountable obstacle. An exception of that kind, if there be any thing in it, is nothing to the defendant, who cannot complain, that he is compelled to disgorge profits to which he has no just title, received in consequence of his own unjust act in dispossessing the rightful owner, or wrongfully withholding the possession. All he has a right to require, is, that he is not compelled to pay the money twice.\n• If this be so, it is only going one step further, to apply the same principle to an action of trespass for mesne profits. The foundation of this action is stated in Roscoe on Real Actions, 705 : “ When the owner has been ousted, we have seen,” says the writer, (vide page 663,) “ that an action of trespass may be maintained, after his re-entry, and that, in such - action, he will be entitled to recover for all the trespasses committed from the time of the ouster; since, by the reentry, his possession is invested ob initio. This principle is the foundation of the action of trespass for mesne profits. A recovery and execution in ejectment being, in fact, the same thing as an entry. The plaintiff is considered, in law, to have been in the actual possession of the estate, from the day of the demise laid in the declaration, and may maintain an action of trespass against a wrongdoer and trespasser upon his estate, from that day.”\nIn truth, the action is founded on a fiction, and should be moulded so as to do substantial justice between the parties, and technical rules, subversive of this end, should not be rigidly applied, especially in this state, where we have discarded all fictions in relation to the action of ejectment. Trespass for mesne profits is but an emanation from that action, and, consequently, is viewed, not as a trespass, but an issue, where the right of-possession, or title, is directly tried. In England, the action may be brought either in the name of the lessee of the plaintiff, or, whenever the record in ejectment is evidence of the title, of the nominal plaintiff in the ejectment. It may be brought in the name of the nominal plaintiff, after judgment in ejectment by default, as well as after verdict, the right of the plaintiff being in the one case tried and determined, and in the other confessed. Goodtitle v. Tombs, 3 Watson, 118; Does v. Jones, 2 Moore & Scott, 473. In England, therefore, (I know of no case to the contrary,) the technical rule may be avoided, by bringing the suit in the name of the nominal plaintiff, Timothy Peaceable v. Thomas Troublesome, the latter of whom never dies. But this is an advantage of which the plaintiff is deprived by the act of the 21st March, 1806, as he is thereby compelled to bring the action in the name of the real plaintiff. The act, if this be the legitimate consequence,would be any thing-.but a reform in our judicial system. In Administrator of Kennedy v. Boyd, 16 Serg. & Rawle, 300, it is ruled, that the maxim, actio personalis moritur cum persona, does not apply to an action of replevin. It is there intimated, that it ought not to be extended, when the matter in dispute involves a right of property, but should be confined to cases o'f slander, libel, and the like. That it is not applicable to the action of replevin in Pennsylvania, which is used for different purposes than in England. The latter reason is entitled to some weight here, the action of ejectment being entirely changed by our statute. And in Penrod v. Morrison, 2 Penn. Rep. 126, it is ruled, and for the same reasons, that an action on the case, for conspiracy to defraud creditors, does not abate upon the death of the plaintiff, but will survive to his personal representatives. Whether the death of the defendant would have this effect, is expressly waived. It must be remarked,, that whenever the case has occurred, in relation to the death of parties plaintiff, the courts, if possible, have carefully avoided to extend this principle further than they are compelled to do, by adjudged cases. They have only yielded to the force of authority. At common law, the principle was, that .if an'injury was done to the person or property of another, for which damages only could be recovered in satisfaction, the action died with the person to whom or by whom the wrong was done. The intolerable hardship and glaring injustice to which the rule gave rise, led to a regulation gradually introduced, by decisions, referred to in Penrod v, Morrison, and by the statutes, 4 Ed. 3, c. 7, and the 21 Ed. 3, c. 11, statutes now in force in this state. As we are not trammelled by authority, we feel ourselves at liberty to recur to first principles. We do not feel ourselves bound by precedents to continue injustice, by too rigid adherence to the maxims of the common law.\nBut this case is still stronger than the cases to which I have adverted, for the question is, does the action of trespass for mesne profits ábate on the death of a trustee ? No case of the kind has been cited, and I am so little struck with the justice of it, that I am unwilling, from analogy merely, to make such a precedent. A trustee, we will suppose in a marriage settlement, or for minors, is dispossessed or wrongfully kept out of an estate of considerable annual value, belonging to the cestui que trust; the profits are received by the wrongdoer ; he is, and has been in the enjoyment of them. After great delay, caused, perhaps, by his own acts and stratagems, a verdict and judgment is rendered for the plaintiff. Trespass is brought for the mesne profits, and before judgment the aged trustee dies; is it consistent with law, equity, or common sense, that the suit should abate, and that, by the casualty of death, the defendant should be enabled to pocket his ill-gotten gains ? With all deference, in my judgment, such a decision would be a disgrace to the jurisprudence of the nineteenth century. And again, can the principle be applied to a trustee for a religious society, which has been, in Pennsylvania, under the peculiar care of the legislature and the court, as our judicial history fully shows? They have been protected, in disregard of mere forms. The suit is not for the benefit of the trustee, but of the Associate Reformed Presbyterian Church, and why should the death of the trustee destroy the property of the society ? It would be difficult to preserve churches and burial grounds from depredations, and continual trespasses and disturbances, if the death of the trustee should put them out of the pale of the protection which the law affords. But this would be the result, in all cases of wanton injury, if the death of the trustee abated the writ. Besides, I am by no means satisfied with the reasoning of Mr. Justice Duncan, in Wilson v. Wallace’s Executors, 5 Serg. & Rawle, 55, which leads to the conclusion, rather than decides, that this case is not embraced in the words and spirit of the act of the 18th March, 1818. This act expressly provides, “That no suit or action now commenced, or hereafter to be commenced, in any of the courts of this Commonwealth, by executors, administrators, or trustees or assignees, shall abate, or the judgment which may be entered therein reversed or set aside, by reason of any or all of such executors, administrators, trustees, or assigns, being dead at the time of such suit being brought, or during the pendency thereof,” &c. It seems to me, that the words used are apt and proper for a case like the present, and that the generality of the words, no suit or action, should not be restrained by the title of the bill, « An act to compel assignees to settle their accounts, and for other purposes;” or that it should be thought merely intended for suitors of a particular description, and suits of a certain class. The construction now insisted o.n is, with due deference, thought to be consistent with the words and the spirit, as well as the words of the act. The point ruled in Wilson v. Wallace’s Executors, is, that the names of the parties cannot be added in assumpsit, after the action is brought. To this extent we feel ourselves bound, but no further.\nThe next question is, have the plaintiffs substituted the proper parties, or in other words, should the heir of the trustee, or his personal representatives, be made parties? We are of opinion, the former is the proper party; and this point is ruled, in a case having considerable analogy to this, Kean and another v. Franklin, 5 Serg. & Rawle, 154. It was there contended, but the objection was overruled, that a recognisance, taken in the name of John Joseph Henry, President of the Orphan’s Court, and his successors, should be brought in the name of his personal representative. As the suit is brought for the use of the Associate Reformed Presbyterian Church, I am at a loss to understand what the personal representatives have to do with it, as the money, when recovered, can constitute no part of the assets in their hands, but enures to the benefit of the church.\nJudgment reversed, and judgment on the demurrer for the plaintiff."}