{"id": "400613", "contents": "Gibson, C. J.\ninsurers are answerable for direct and immediate, not for consequential and remote, losses from a peril insured against. When that is fire, the instrument of destruction must be fire. On no other principle than that the character of the loss is determinable by the proximate cause of it, could the insurers have been held liable for the loss of the Dutch ship mentioned in Marshall on Insurance, p. 421, as having been burnt by the Spaniards at Majorca in consequence of an apprehension that the crew were infected with the plague. An inversion of the rule would have made them liable only in case the plague had been one of the perils mentioned in the policy. It would also have protected the insurers in the Patapsco Insurance v. Coulter, 3 Peters, 322, from liability for the loss of the ship burnt by the negligence of the captain and crew. But the converse of the rule which charges the insurers with a loss of which the particular peril is the proximate cause, exempts them where it is the remote one ; and this rule is a part of the general law of insurance, though I confess I have seen no application of it to any other policy than a marine one, except Austin v. Drewe, 6 Taunt. 436, which, however, comes entirely up to the point. In that case it was determined that a loss from heat without' ignition in a process of manufacture, was not covered by a policy against fire. But there would be no certainty in the contract were it expounded by any thing else; for it would often be impossible to determine how far remote causes were influential in bringing about the disaster. Now, neither the stock of goods in the defendant’s policy, nor the house which contained it, was touched by the fire; but the goods were damaged in the removal of them, under a reasonable apprehension that they would be reached by the flames which had caught one of the houses in the same block. On this plain ground, there was a failure of the defence in point of merits.\nThe decision of the question, whether it could have been set off in this action, on the defendant’s premium note, had it been found, would also have been against him. Such a defalcation might work no injustice in ordinary circumstances, especially if all the members of the association were insolvent; for there would be enough in hand to pay the current losses. But in a time of overwhelming disaster, such as occurred .when the fire in question laid a third of this city in ashes, it would work most unjustly, by enabling a member who stood in the double relation of debtor and creditor, to get more than his share of the insolvent fund. Where the company is bankrupt, each member is entitled to payment, not of his whole loss, but of a part of it, in the proportion which the amount of all the losses bears to the amount of the joint effects. If the fund is sufficient to pay ten per cent, all round, he is entitled to recover ten per cent; but by defalcating his entire loss, he might, in effect, perhaps receive twenty. Nor could he set off his loss_pro tanto. It is to be remembered that each sufferer is an insurer as well as a party insured; and that he is bound to make compensation, as well as entitled to receive it. But it is not perceived how the pro tanto amount of his loss could be ascertained before all the available securities of the company had been called in, and the demands upon it liquidated. The plain and practicable plan of settling the affairs of an insolvent company of mutual insurers, is to liquidate its means and its responsibilities separately. In this respect also the defalcation would fail.\nJudgment affirmed."}