{"id": "400657", "contents": "Gibson, C. J.\nIn the Harrisburg Bank v. Tyler, 3 Watts & Serg. 373, the declarations of a' deceased person, that he had invested certain trust moneys in stock for his children, were held to be admissible, on the ground, that the sacrifice of his interest involved in them was an equivalent for his oath. And in Gibblehouse v. Stong, 3 Rawle, 437, a kindred principle was carried still further, by admitting the declarations of one who had held the legal title to land, that he was a trustee for another, who had paid the purchase money, on the ground that the admissions of a grantor, when in possession, are not more competent against himself than they are against his grantee, who stands in his place. Now, that is in principle the case before us. Andrew, the grantor, admitted, that he had bought the land afterwards conveyed by him to the defendants, with money bequeathed o him for the maintenance of his brother Joseph; and as his admissions would have been competent to impair his grantee’s title to the land, they are competent to impair the securities given for the price of it. But what was put forth as a defence to the legal plaintiff’s recovery, for the benefit of his assignees to the use of his creditors, is strangely neither, more nor less than the supposed right of Joseph’s trustee to bring the action in the name of Andrew, whom he succeeded in the trust! Between competing claimants such as these it is not so easy to decide, but against the legal plaintiff’s equitC ’.e assignees, standing as they do in his place, his declarations are as competent as they would be against himself.\nAs to the points, the first of them was settled when the cause was here before; and I dismiss it without,further remark.\nThe second is founded on an assumption, that assignees for the benefit of releasing creditors are to be protected as purchasers for value. Conceding it for the moment, the consequence attempted, would not follow, for the assignee of a bond tabes it subject to the equities between the original parties. Such is the principle of Bury v. Hartman, 4 Serg. & Rawle, 175, and other cases since. But, it w'ill be said, the actual contest is not betwmen an assignee and the obligor, but between an assignee and a party who has succeeded to the place of an assignor, as a trustee of the legal title. Strange contest in such an action, and with such an issue as is formed by the pleadings!!! But between these competitors for the right to sire, the consequence of the principle is the same. The equitable assignee of a bond or other chose in action takes no more than the equitable ownership ; and an equitable assignment is an executory agreement or declaration of trust, which, a chancellor exercising a sound discretion will execute or hot, according to the circumstances of the case. Then granting that McAlister, the personal trustee of Joseph, stands in the place of Andrew, whom he succeeded in the trust, yet a chancellor wmuld not execute Andrew’s declaration of trust in fa- ■ vour of his own creditors, at the expense of the antecedent trust for his brother. Prior in tempore potior injure, would be a conclusive answer to them. But the purchase/of an equity stands or falls by the title of him from whom he'purchased it; and as the assignees stand, in regard to these bonds, in the place of Andrew, a chancellor would compel them to execute the original trust, at the instance of Joseph, or his leg^l representative, as readily as he would compel Andrew himself to execute it. In equity, therefore, the money secufed by the bonds, dr so much of it as may be necessary for Joseph’s' support, belongs to his trustee, who may yet have trouble, however, in reducing it to possession. We have heretofore said, that ,to trace the equitable title from the legal plaintiff, is to lard the declaration with impertinences, and that the legal'parties are the legitimate litigants at the trial of the title. When the money has been recovered; the right to it may be litigated between legal and equitable claimants of it; not,- however, in the action to bring the money into court, but in a collateral issue, should the court think proper to direct it. It is said,;that these questions were raised out of their place by agreement, andif the defendant McKeehan was a party to it, all may be well; if not, the claimant who has defeated the recovery may find himself in' an awkward predicament, in being 'compelled to encounter ^ plea'of former recovery between the same parties, when he comes to sue in the name of the obligee, to his particular use. - By that, however, he would be justly punished for having despised the course pointed out in Armstrong v. Lancaster, 5 Watts, 58; and it is proper tp stale, that no agreement for a defence so barbarous as the present will hereafter be respected.\nJudgment affirmed."}