{"id": "400653", "contents": "Per Curiam.\nWe see no such badges of legal or constructive fraud in this case, as would call on us to treat the transaction as a nullity; and the question of actual fraud was properly left to the jury. .The alleged defect in the sale is, that there was no formal delivery, or ostensible change in the- possession. The case seems to be, that on the 27th of March, the father, then keeping a public house, made a bill of sale of the goods to the plaintiff, his son, and an inmate of the family, and received his promissory noles for the price of them, a part of which has been-paid; and that the parties lived together in the same way till the 1st of April, when the son opened another tavern, stocked and kept by him on his own account, when the goods in question were used by him indiscriminately with others bought by him from different persons. It is not too much to infer from this, that they were purchased with a view to this particular destination; and the want of a formal delivery at the sale,- which might have been considered as an idle and suspicious ceremony, may thus be -satisfactorily explained and accounted for. It would have been of no practicable use to separate them from the father’s other goods, and lock them up for the four intervening days, even if he had been provided with a place to keep them, when the want of such a measure could have given the father ■no appreciable degree of false credit with the public. - A different construction vrould make a thing purchased from the father useless to the son, so long as he continued to inhabit the paternal mansion. When the son opened the new tavern, his mother and sister kept house for him, and his father did jobs; but the son’s possession and use of the .goods were exclusive. But if mere cohabita-, tion were a badge of fraud, a father’s sale to his unmarried son would seldom be sustained. It certainly was not necessary for the son to turn his father out of doors; and the direction seems to have been entirely proper. i\nJudgment affirmed."}