{"id": "400732", "contents": "Gibson, C. J.\nThe interest of Green, if he had any, was at most a contingent one. The court could not assume that the wagoner employed by him was chargeable with negligence; without which, neither wagoner nor employer would be liable to the owner of the team put under the wagoner’s direction; and without assuming the fact of negligence, the testimony of the employer could not be excluded. It is settled that the mere possibility of being sued does not disqualify.\nThe motion to arrest the judgment for the reason that the verdict was against but one of the defendants, was properly dismissed, the declaration being for a tort, which is both joint and several. It was orginally the practice to declare against a carrier only on the custom of the realm; but it has long been established that the plaintiff may declare in case or assumpsit at his election; and it is usual to declare in the latter, as was done in McCahan v. Hurst, 7 Watts, 175, Todd v. Figley, Ibid. 524, and Hunt v. Wynn, 6 Watts, 47. Indeed, his right to do so seems never to have been questioned by the English courts. On the contrary, the judges in Powell v. Layton, 2 N. R. 356, and Dale v. Hall, 1 Wils. 282, thought that the declaration is essentially founded in contract, though the word suscepit be not in it. In Powell v. Layton, the defendant was allowed to plead the non-joinder of his partner in abatement, though the word duty stood in place of the word promise; in which the court seems to have gone very far, inasmuch as the’ plaintiff may certainly waive the contract and go for a tort. There has been a good deal of wavering on the subject, not only as to the proper remedy, but as to \\he distinctive feature of the declaration. In regard to the latter, Corbett v. Packington, 6 Barn. & Cres. 268, has put the law of the subject on satisfactory ground, by making the presence or absence of an averment, not of promise only, but of consideration also, the criterion; for it is impossible to conceive of a promise without consideration, any more than a consideration without promise, as an available cause of action; and when a consideration is not laid, the word agreed, or undertook, or even the more formal word promised, must be treated as no more than inducement to the duty imposed by the common law. Now no consideration is laid in the count before us. The undertaking of the .defendants to safely pass the team, is stated to be the consideration which moved the wagoner to commit it to their care; but no consideration is stated for any thing else: certainly, none for the defendant’s undertaking. As the declaration, therefore, is decisively in case, the verdict against one of the defendants and for the other, is consequently good.\nThe exception to the charge is unfounded; for a ferryman is undoubtedly liable as a common carrier, and with no greater restriction of his responsibility. Judgment affirmed."}