{"id": "400710", "contents": "Gibson, C. J.\nTo allow the county reasonable accommodation for its court-house and offices in the great square of the county town, is one of the usages of our state, which has acquired the consistence of lawl Such is the foundation of the county’s right, and the extent of it; for it certainly has no inherent right to property which has been dedicated, not to its use, but to the use of all the citizens of the Commonwealth. It was a similar usage which, in Piper v. Singer, 4 Serg. and Rawle, 354, exempted the courthouse of Westmoreland county from taxation for borough purposes, though built on a town lot in Greensburg, which it held like any other proprietor. County commissioners have no greater right than an individual has to disturb the citizens in the enjoyment of a municipal franchise, at least beyond the bounds of absolute necessity; and the right of even the corporate authorities to erect buildings, seems, from what was said in Rung v. Shoenberger, 2 Watts, 24, to stand on the same foundation. The public square is as much a highway as if it were a street; and neither the county nor the public can block it up, to the prejudice of the public or an individual; nor can either assert a right to it by enclosing it beyond the limits of a reasonable curtilage. It is dedicated to the use of all the citizens as a highway, and all have a right to pass over it without unreasonable let or hindrance; ip which respect it differs from the public squares in Philadelphia,'which are dedicated to health and recreation, and which are necessarily subjected to regulation by the local authorities. Now, what is the case which is presented by this special verdict ? Bedford was laid- out as a county town, by the proprietary of the province, in 1766 ; and the building in question was erected by the county commissipners before the year 1800, on a part of the great square, divided into four by the intersection of the two principal streets at its centre. From the time of its erection it was ysed for the offices of the county till the year 1829, when a new court-house with offices was erected on another quarter of the square. A part of this old building is now let by the commissioners at a yearly rent for a printing-office, and the rest of it is used by one of the defendants as the office of the county treasurer. Each of these purposes is unlawful. The first is founded on a supposition of title which will not bear a moment’s consideration; and the second, though not so flagrantly, is equally founded in wrong. The commissioners have no more right to hold this part of the square than they would have to hold the whole of it, by distributing the public buildings to the four quarters of it. When they removed the court-house and offices to another part of it, their duty required them to remove the materials of the old buildings, or abandon them to the municipal authorities; and by omitting to do so, they became obnoxious to the offence of which they stand indicted.\nIt is considered by the court here, that the judgment of the Court of Quarter Sessions be reversed; that the nui-. sanee in the indictment mentioned be abated at the proper cost of the defendants; that they pay a fine of one dollar each, and the costs of prosecution; and that they stand committed till this sentence be complied with."}