{"id": "400730", "contents": "Burnside, J.\nThe plaintiffs in error have failed to sustain either of their exceptions. They first complain, that the record of the appeal returned by the justice is for a less sum than the award of the arbitrators. When a case is brought by appeal into the Common Pleas and placed on the docket, from thence it is subject to the same rules as other actions. The amount of the damages stated on the docket of the justice does not bind either of the parties to that sum, or to a less or greater amount. They are only confined to the same cause of action. 3 Binn. 45; 10 Serg. & Rawle, 227. There was no change in the cause of action. The second exception has been abandoned. The remaining exceptions are, that the submission is contrary to the rules of court which require all agreements of counsel to be in writing, and that an attorney at law has no authority to deprive his client of the right of trial by jury. These rules have no bearing on the case before us. The record shows, that on the 21st January, 1846, by consent of attorneys in open court, the cause was referred to certain arbitrators named, to meet at the office of George Selden, on ten days’ notice to either party, with power to substitute in case of non-attendance; on whose award, or that of a majority of them, the prothonotary was to enter judgment, which was not to be subject to exception or appeal. The parties met and adjourned, and finally had a trial. As the defendant made no application to the Common Pleas to have the submission stricken off, the law presumes it to be with his. consent and approbation. Causes are often referred in this way. When the cause is reached on the trial list, counsel agree to refer, on terms which the judge or prothonotary enters. Such an agreement is not to be set aside by a writ of error. If the party is dissatisfied with the agreement of his attorney, he should apply to the court in which the agreement is entered, to set it aside. Huston v. Mitchell, 14 Serg. & Rawle, 307.\nJudgment affirmed."}