{"id": "400737", "contents": "Rogers, J.\nOf the many errors assigned, it is necessary to notice but two, namely,\n1. Whether an action of dower can be maintained.\n2. Whether James Smith, the younger, acquired any right or title from the purchase of the interest of Michael T. Simpson, and the sheriff’s deed of the 28th of August, 1823. The decision of these points disposes of the whole case.\nThe 2d August, 1808, (proved the 2d January, 1809,) James Smith, the elder, made his last will and testament, which, among other things, contains the following provisions. 1st. He directs his personal property, except so much as Mrs. Smith wishes to retain, to be sold for the payment of his debts. He then directs certain lands, particularly described, to be sold, and the proceeds, or so much as may be necessary, to be applied to the payment of his debts ; and as to the residue of his estate, his will is, that it descend in the same manner as by the laws of this Commonwealth is directed when no will is made; with this exception, he gives and devises unto his beloved wife Elizabeth, the house in which he lives, &c.; and this in addition, as he says, to her dower.\nIt may be a matter of some doubt, whether the testator, as to the property in controversy, died testate or intestate, but it is useless to decide the question, it being totally unimportant, as the result will be precisely the same in either aspect.\nI will consider the question, in the first place, on the assumption that James Smith died intestate, and perhaps this is the better construction of the will, as the testator directs, that the residue of his estate (of which this is a part) shall descend in the same manner as by the laws of this Commonwealth is directed when no will is made, thereby indicating his intention that the laws of descent shall not be broken. If this construction prevails, the widow and children are in by-descent, and not by purchase. If James Smith, as to the undisposed residue, died intestate, the remedy is in the Orphan’s Court. Of this it is difficult to doubt. The common law courts have no jurisdiction; for the act of the 19th April, 1794, was passed, it is said in the preamble, to prevent any doubts which might after-wards arise, concerning the manner in which partition of the intestate estate may be made. By this act, and its supplements, the form is prescribed, and a most ample and efficacious remedy is given to the widow and heirs ; and to permit her to interfere, and disturb the -partition of the estate in the manner therein prescribed by an action of dower, would destroy, or greatly disturb, the system established by those acts. It is not only pernicious, but unnecessary, for the share of the widow is defined and vested in her, and the mode of ascertaining and settling it accurately determined; and the law says her portion so allotted shall be in lieu of her dower at common law. Besides, to allow the action of dower, would set at naught the act of 21st of March, 1806, which enacts that, in all cases, where-a remedy is prescribed, or duty enjoined, or directed to be done by any act or acts of Assembly of this Commonwealth, the direction of such act shall be strictly pursued, and no penalty shall be inflicted, or any thing done agreeably to the provisions of the common law, in such cases, further than shall be necessary for carrying such act or acts into effect. From the inconvenience which must necessarily result from any other construction, and the positive requirements of the act, it follows, that in all cases where a person dies seised, and in possession of real estate, the Orphan’s Court alone has jurisdiction and authority to set out and determine the portion of the widow in her husband’s estate. In Galbraith and Others v. Green and Wife, 13 Serg. & Rawle, 85, it is ruled, that an action of dower may be maintained in Pennsylvania, and that in lands held by a person claiming by title adverse to the heirs. But that case is decided on its special circumstances, and in no sense militates against the general principle which assigns exclusive jurisdiction to the Orphan’s Court. The decision is put on the ground, that although the husband may have died seised in law, yet, he did not die in actual possession of the land in which the dower is claimed. In such a case, the action of dower lies; for otherwise the widow is without remedy, inasmuch as the Orphan’s Court have no authority to make partition between the widow and children of the intestate, unless the intestate die possessed, as well as seised of the estate. She cannot sustain an ejectment, nor can she compel the heirs to bring an action, so as to vest jurisdiction in the Orphan’s Court.\nFrom necessity, therefore, the common law courts have jurisdiction. The exception proves the rule. Indeed, no case of intestacy is recollected (except where the husband dies out of possession of the premises) where an action of dower can be sustained. When the widow has a complete and adequate remedy, by statute, she is not permitted to resort to the common law remedy, and thereby disturb the harmony of the system prescribed by legislative enactment.\nBut granting, as has been contended, that Elizabeth Simpson takes the one undivided third of the residue of her husband’s estate during life, as a devisee by purchase, and not by descent, under the principles of the common law, is her remedy, then, an action of dower or ejectment ? If the will receive that construction, no difference is perceived between her right to the property in controversy, and the house specifically devised. And if dispossessed and kept out of possession of the latter, it must be conceded that ejectment is the only remedy. It therefore follows, that qufcunque via data the question as viewed, the action is misconceived. And this seems to have been the opinion of the plaintiff’s former counsel, who brought an action of ejectment, and not dower.\nBut was the court right in instructing the jury that no estate or interest whatever passed to James Smith, jun., by the sheriff’s sale and deed on the testatum venditioni exponas ; that the sale was a nullity, and gave no right; and that any payment that F. B. Smith made to his estate, was a payment in fraud, or mistake of the widow’s right, and is no defence to the action. This is the second question; and in this, we regret that we are compelled to differ from the learned judge.\nIn Pennsylvania, a judgment is a lien on every kind of equitable, as well as legal interest in land, vested in the debtor, at the time of the judgment, and such interest maybe seized and sold in execution in payment of debts. A rent-charge on estates of a tenant by curtesy initiate ; or widow’s dower, her interest being put by the intestate acts, on the footing of a rent-charge ; or right or title in land, although unaccompanied by possession ; in short every interest, of every description, provided it be an interest in the land, may, in this state, be sold on execution. 1 Yeates, 429; Shaupe v. Shaupe, 12 Serg. & Rawle, 12; Carkhuff v. Anderson, 3 Bin. 4.\nThe point, then, is reduced to the simple inquiry, had Elizabeth Simpson any interest or estate in the land of her deceased husband ? On this point of the case, I cannot bring my mind, to doubt; and the case, it must be remarked, is equally clear, whether James Smith died- testate or intestate. If the former, which I have before remarked, seems to be the better construction of the will, the point is expressly ruled in Shaupe v. Shaupe, 12 Serg. & Rawle, 12, a decision which seems to have escaped the attention of the court below. In that case, as here, it was contended that the widow’s interest was a mere chose in action, and not the subject of levy and sale on execution. The point was decided on an objection to evidence which was ruled out, on the principle adopted here; but the Supreme Court reversed the decision, on error.\nBy the act of the 4th of April, 1794, if the intestate leave a widow and lawful issue, the widow is entitled to one-third part of the real estate for and during her natural life, and to one-third of the personal estate absolutely. , By the force of the statute, an initiate or inchoate interest, at least in the land, vests, eo instanti the husband dies. The estate in the land may be divested afterwards, in the manner prescribed in the act, as where, upon petition of the widow, or of one or more of the children, the inquest may decide, that the estate in the land cannot be divided among the children, or widow and children of the intestate; it is declared, the widow shall not be entitled to the sum at which her portion is valued, but it shall remain charged on the land, and be recoverable by distress, or otherwise, as rents are usually recoverable. By this proceeding, her interest in the land is converted into an interest issuing out of the land, in all respects, of the nature of a rent-charge. On authority, therefore, as well as on principle, if the testator be viewed as dying intestate as respects the land in controversy, the court fell into error.\nBut the point is still plainer, if possible, if the widow be viewed as a devisee, for then she comes in as a purchaser; and who can doubt that as devisee, she acquires such an interest in the land as is subject to sale on execution. By the act of 1700, all lands and houses are subject to execution ; and the act of 1705 declares, that all lands, tenements, and hereditaments whatsoever, may be seized, and sold on execution, when no sufficient personal estate can be found. It is proper to remark, that on the argument, it was properly admitted that if her interest could be sold, by the interinarriage, Michael T. Simpson acquired a right which was also the subject of sale on execution.\nThe situation of a doweress in England, after the death of her husband, and before assignment, is very peculiar. Although the title of dower is consummate, the title of entry does not accrue, until the ministerial act of assigning.to her a third part in certainty.has been performed by some other person. In the mean time, as is said by Parke, in his treatise on Dower, p. 152, (11 Law. Lib. 334,) her situation is an anomalous one, standing upon its own. peculiar circumstances, and neither borrowing, nor affording, any analogies.\nThe title of dower in England is, .for most purposes, but not all, nothing more than a right of action ; but in Pennsylvania it is otherwise, as appears by the- acts of Assembly, which introduce a new. system, and the construction given to them in Shaupe v. Shaupe, before cited. She acquires nothing more than a right of action, ®r-title inchoate, or initiate at least, an interest repeatedly ruled to be subject to execution and sale. It would lead into error, to adopt analogies taken from a system so entirely different from our 'own. Elizabeth Simpson was in the actual-possession, at the time of the death of her husband, retained the possession during the minority of her children, and received and expended, without any control, the.srents, issues and profits of the estate. Now, granting that she may have been treated as a disseisor, as retaining the possession without authority, yet, as the heirs, who alone had the right to complain, recognise her possession, it is difficult to comprehend the position, that she- acquires no right or interest at law in the real estate.\nThere is no force in the objection, that the alienee of a doweress would be without remedy. The remedy would be in the name of the doweress, for the use of the sheriff’s vendee, whose interest would be protected by the court, It sometimes happens that an- heir sells his interest in land before probate. The practice of the Orphan’s Court is to allow the alienee, on setting forth the facts, to petition for an appraisement, either in his own name, or in the name of his vendor, or heir. The case will be ruled, whenever it occurs, on analogous principles.\nJ u dgment. reversed."}