{"id": "400718", "contents": "Rogers, J.\nIn addition to the views of Judge Conyngham, which we adopt, we think the cause is against the appellant on another ground. The trustee, Mr. Morris, has thought proper to take the transfer of the stock, purchased with the funds of the cestui que trust, in his own name. The nature of the transaction, as he now represents it, nowhere appears on the books of the bank, nor is there any written memorandum; but the case rests on the intention of the trustee, deduced only from his acts and declarations at the time of the investment. Granting that Mr. Morris acted Iona fide, which I am not disposed to deny, yet this is a practice which we unequivocally condemn, and have always done so ; and if persisted in, it must be at the peril of the trustee. The rule which makes them personally liable, is intended to prevent fraud, avoiding the temptation to put the profits of the investment in their own pockets, and throw the loss, if any, on others: .a temptation, to which those who act in a fiduciary character are exposed, and producing an injustice which may be perpetrated, if allowed, almost without the possibility of detection. It is said, that guardians frequently purchase stock in their own names, with the money of their wards, intending it, at the time, for the exclusive benefit of the latter. If so, the sooner there is an end put to the practice, the better, as it may lead to fraud, and can answer no good purpose whatever. It does not deserve the countenance of a court of justice, for another reason. When the funds of the cestui que trust are invested in the name of the trustee, there is always a difficulty, sometimes insurmountable, in tracing the money to the benefit of the cestui que trust; the consequence of which is, that the funds of the cestui que trust are taken to pay the debt of an insolvent trustee. As this is contrary to every principle of equity, it should be avoided, if possible; we therefore wish it to be distinctly understood, that we regard such an investment as a legal fraud, liable to all the consequences as such, without regard to the intention, or integrity of the trustee, or the honesty and good faith of the particular transaction. It is of the first importance to the cestui que trust, and we think for the benefit of the trustee himself, that their funds should not be intermixed, but should be kept separate and distinct. For unless this rule is observed, it puts the trustee in the power of the cestui que trust, who may, at his option, either insist on the transfer of the stock or othe'r investment, or, if he chooses, charge the trustee with the price and legal interest. The same principle, be it observed, applies to all persons, whether guardians, executors, or others who act in a fidu-. ciary character. Nor does the obiter opinion of Mr. Justice Kennedy, in Lukens’ Appeal, 7 Watts & Serg., interfere with the broad principle there laid down, but the case affirms it: for he merely says, “ that taking a transfer in the name of a guardian will not itself be sufficient to set aside a settlement made by the ward with the guardian, without other circumstances being shown, from which it may be inferred that the ward has not been fairly dealt with.” He, however, nowhere intimates (but the contrary is decided) that it is not such a fraud in law, as the minor can take advantage of at his will and pleasure. And the same thing, in effect, and for the same reason, is ruled in Myers v. Entriken, 6 Watts & Serg. 44, where it is decided, that a factor who sells the goods of his principal, consigned to him for that purpose, and takes the notes of the vendee, which he has discounted for his own accommodation, thereby becomes responsible for the amount of sales, in the event of the insolvency of the purchaser. It is ruled, on the ground that the temptation to abuse, afforded by a usage to use the money of the principal, is too strong to be tolerated. So in Wren v. Thirston, 11 Vesey, 382, it is said, that an agent'who places his principal’s money to his own account with his general banker, takes the risk of the banker’s failure : and the reason given, is, that he cannot so deal with it as to be able to treat it as the money of his principal, or his own, according to the event. Nor can it be permitted that the trustee, Mr. Monis, may treat the stock as his own, or as the cestui que trust’s, as it may fall or rise in value. The decree is affirmed."}