{"id": "400712", "contents": "Burnside, J.\nThe contract between Hix and McGill had been so far executed before the death of McGill, that his infant children had an equitable title in the premises. It required a regular proceeding at law to divest them. The lot was vacant when McGill purchased. He had paid all the purchase money, except about fifty dollars, taken possession, and built a house and barn, and died seised.\nHix brought an ejectment against the widow, and obtained a conditional judgment. He threatened to turn the widow out, and she left the premises. The children of McGill were not parties to that ejectment. It was not evidence against them, and when offered in evidence by Hix it was properly rejected.\nThe alienation of an improvement right by the widow, after the death of her husband leaving an infant two years old, will not bar the right of the infant to recover the land wdien it arrives at full age; even if the consideration received by the widow should have been applied to the support and maintenance of the child. Senser v. Bower and Wife, 1 Penna. Rep. 450. If the children of McGill were wrongfully dispossessed, they had a right to regain the possession without a tender of the balance due on the purchase by the father. But a tender of more than the amount due was made before the ejectment brought. Hix rejected the tender, and demanded three hundred dollars. The whole evidence shows, that Hix was rapacious; and that he desired to dispossess the widow and her children, and regain the possession of the premises.\nMore than the balance due on the article was brought into court on the trial. Why then should the plaintiffs not recover ? They had the justice of the case on their side.\nBut it is contended, that the court erred in admitting the plaintiffs below to show how long Hix was in possession, and the annual value of the premises. The children of McGill were improperly dispossessed. Hix had no right to obtain the possession of the house and lot in the manner he pursued. It was clearly an equitable set-off against the balance due by the plaintiffs in error, on the purchase of their ancestor.\nIt is further contended, that the infant children of McGill should have had a guardian appointed, and that they cannot maintain this ejectment by their next friend. It was held in Turner v. Patridge, 3 Penna. Rep. 173, that an infant may sue by his next friend, appointed at the common law by the court in which the action is pending ; and by our practice, without any appointment at all, in order to supply the want of capacity in the infant, to afford in his own person a party responsible on the record for the costs. But as the execution of the trust is under the supervision and control of the court, there is no reason why our practice of constituting a prochein ami, without the express sanction of the court, should be disturbed. Such a next friend is in the nature of a guardian ad litim,; the chief difference being, that the former is curator of an infant plaintiff, and the latter of an infant defendant. 1 Tidd’s Practice, 69.\nNor is infancy a ground for a nonsuit. It must be pleaded in abatement. 1 Cowp. 33, note 6.\nThere is no other error assigned, that requires consideration.\nJudgment affirmed."}