{"id": "400726", "contents": "Rogers, J.\nThe facts on which the case is ruled appear in the answer and rejoinder of the respondent, which, for the purpose of closing the pleadings, the relator admits to be true. We therefore discard all technical objections, as well as the one, .that the answer is not signed by the corporation, to which, if exceptionable, the relator should have demurred. By the charter, none but members of the German Reformed church of Heidelberg, citizens of the Commonwealth, are corporators; and as a person excommunicated ceases to be a member,-he loses his right as a corporator. The consistory, it seems, excommunicated the relator; and he contends that they have only the power of excluding him from the Lord's table, and that where it is intended to separate a member from the church, it requires the consent of the congregation given expressly or tacitly. And this seems to be the import of the fifth and sixth articles of the church discipline. Now, whether this assent was given, does not expressly appear; but, granting the consistory have proceeded to disfranchise the relator, without the consent of the congregation, the remedy is by appeal to a higher tribunal. The church judicatories consist of three heads': the consistory, the classis, and the synod. And by the sixth article it is provided, that when any person may think himself aggrieved by the decision of a lower judicatory, he has a right to appeal to a higher; and whatever is concluded in such judi'catory by a majority of .votes, is valid and binding, unless it can be shown to be contrary to the word of God, and the constitution of the church. If, therefore, the relator is injured by the decree of the consistory, his remedy is by appeal to a higher ecclesiastical court, which no dpubt (and it is indecorous to suppose otherwise) will afford him redress, by reversing whatever may have been done by the inferior court, inconsistent with the canons of the church. That the power of the classis and synod is advisory only, matters not; as we,cannot suppose their decision will be disregarded, and if it should be, it will then be time enough to seek redress from the civil authorities. The decisions of ecclesiastical courts, like every other judicial tribunal, are final; as they are the best judges of what constitutes an offence, against the word of God and the discipline of the church. Any other than those courts must be incompetent judges of matters of faith, discipline and doctrine ; and civil courts, if they should be so unwise as to attempt to supervise their judgments on matters which come within their jurisdiction, would only involve themselves in a sea of uncertainty and doubt, which would do any thing but improve either religion or good morals. Until a final adjudication by the church judicatories, we think the relator is without remedy by mandamus.\nJudgment reversed, and judgment for the respondents."}