{"id": "401894", "contents": "Rogers, J.\nThe first error-is to the admission of the deposition of Benjamin Weaver, one of the defendants. As appears by the bill of exceptions, the plaintiff offered the deposition of Weaver,. which'was objected to by defendants’ counsel,-but the court overruled the' objection, and-directed the deposition to be read, to which the defendants’ counsel objected. This is all that appears on the record; and is, therefore, nothing more than a general objection to the deposition, but without any specification whatever of the grounds of exception. -When objections-are taken to the whole of a deposition, a general exception is good; but when a part only is exceptionable, the exceptionable part must be specified; for on a general objection, if.any part of the deposition be evidence, this court will not reverse!, And this distinction is grounded’, not in form merely, but has its support in substance; and, indeed, a departure from this rule, as has been repeatedly held, would be attended with the charge of doing manifest injustice. In many cases this court, sitting as a court of error, would be called on to reverse on exceptions, of which the court and the opposite party never heard, and which, if pointed out at the time, would have been remedied or waived. Here, it is not denied that - part of the evidence contained in the deposition was competent. .'There is nothing, therefore, in the exception, that part of the contents of the deposition was improperly receivéd. But it is objected,.that Weaver’ was a party to the record. But there is nothing in this fact to prevent the plaintiff,- or vice versa, from availing himself of the testimony of one of the parties, if he is willing to testify, consensus tollit errorem. If Weaver was competent for any purpose, as he certainly was, it will not now avail the defendants that he was incompetent on the special ground of interest, to prove a joint liability of others with himself to pay the debt. If put on that ground at the trial, it might have served the defendants’ purpose; but he waived the objection then, and shall not be permitted to urge it now.\nThe defendants’ counsel requested the court to charge the jury: That this being an action brought by one partner against his co-partners to compel them to account to him for his-, share of the profits of -the firm,'-the plaintiff must show a joint liability,on their part to do so, but, thai'having failed to offer any;-eyidence J^vjng that import, the plaintiff-cannot sustain this action,;'--1 To 'this 'point, the court answered : « The law is' correctly stated in this proposition, and we instruct you, the plaintiff must show a joint liability in all the defendants, who have been included in this suit. But from the testimony of Weaver, which is not contradicted-, (and, of course, it is presumed you will take it for truth,) the defendants had the control of the money due to the plaintiff for his share of the receipts of the quarter ending in April, 1838; they refused tó pay. him'the money, and directed McCall to pay it, and gave him the money, and allowed him to retain it. This, plaintiff refused to accede to, and the defendants refused to pay. This wo'uld establish a joint liability in all the defendants, and we instruct you, that the present action can be maintained ; and if you believe Weaver, the'plaintiff is entitled to recover.” In this instruction, we pferceive no error. This action is brought against the defendants as bailiff and receivers; if, therefore, they had the possession of a fund belonging to^ the plaintiff, and directed it to a different use, each and every person engaged in the-misapplication of the money incurs a joint and several liability. But as- the suit was a joint suit, the court, in conformity to the prayer, corxectiy advised the jury, that the plaintiff must show a joint liability, but they refused, with equal propriety, to instruct them that there was no evidence on that .point. Undoubtedly, if the testimony of Weaver w*as to be believed, there was evidence which, if uncontradicted, was conclusive dhat \"all the‘members of the firm, Weaver included, participated in the illegal transaction. A resolution wms passed, in the absence of Horbach, without any dissent from- any member of the firm. In addition to which, it appears that Weaver, who had the' paoney in his hands, or at least part of it, paid it over,' in pursuance of the resolution, to McCall, on his allegation that Abraham Horbach^was indebted tq-him, and that he would ■agree* to pay Mr. Horbach’s share for the company. It cannot, therefore, with any propriety, be said that the defendants were entitled to an affirmative answer to the proposition, that-there was no evidence of a joint liability. But the counsel for the defendants contend, that -the court went too far, after stating the prominent facts, in saying that this would establish a joint liability in all-the defendants, and in instructing them that the action could be maintained, and that if they believed Weaver,- the plaintiff was entitled to recover. But we do not view the direction as taking the case away from the jury, although it is a strong expression of the. opinion on the weight to which the testimony is entitled on the part of the court. Nor do I see how the defendants, in answer to this point, could expect a more favourable direction; for if the witness was to be believed, the inference was irresistible, that all participated in the disposition of the fund from its proper direction.\nThis created a joint liability, as the court instructed the jury, and had the jury found otherwise, it would have been a proper case for a new trial. Judgment affirmed."}