{"id": "401835", "contents": "Rosees, J.\nThe auditors having failed to report to us the evidence, we cannot decide that he has allowed too much for the services rendered, and expenses of Miles W. Carpenter. Nor can we say he was wrong in rejecting part of the claim of George W. Carpenter, for money alleged to have been expended for the estate. So far as regards these items, the decree is affirmed. But it is alleged there is error in refusing to allow the claims of the estate of Miles- N. Carpenter, and Charles Carpenter, or in other words, to set off the indebtedness of said heirs to the estate, against their shares of the funds in the hands of the trustee. It was alleged that several of the heirs, and among others, Miles and Charles, were advanced in the lifetime of their father, an amount equal to, if not greater, than their share of the estate. - This appears by a certified record of the Orphans’ Court of the city and county of Philadelphia, showing an advancement to said Miles and Charles. The auditors decided, that as no testimony was brought before them, conclusive that said sum was advanced, it should be disallowed, and the fund equally divided among all the heirs. We understand the reason of this otherwise unaccountable decision to have been, that the record, when before the auditors, was not duly certified, but before the decree of the court it was certified in due and proper form. Now, although the decree may not be conclusive evidence of an advancement, yet it is prima facie evidence, it being a decree of a court of competent jurisdiction between the same parties, and on the same subject matter. As, however, there is some difficulty in understanding the case, we decree that it be referred back to the same auditors, with directions to report the facts to the next term of this court, taking other testimony either by deposition or otherwise, tending to show whether'the said Miles and Charles, or the other children, were or were not advanced in the lifetime of their father, Conrad Carpenter."}