{"id": "401837", "contents": "Burnside, J.\nThis is an action on the case, in which Boland and David, the plaintiffs below, who were the tenants of William Magaw, claimed damages from Dickson for attempting to exclude them from connecting and maintaining their dam, with a permanent bank on the land on the west branch of French Creek, The plaintiffs gave in evidence a deed from Dickson to Magaw, dated in October, 1838, for his mills and fourteen acres of land. Then gave in evidence a lease, dated the 3d July, 1841, from Magaw to Boland, whereby the premises were demised to him for ten years, at the rent of $300 per annum. Magaw was to keep up the eastern, and Boland the western half of the dam. Magaw reserved the right of selling the premises at any time, but compensating Boland for his improvements. After the lease was read, plaintiff called Magaw as a witness; objected to as incompetent; admitted and defendant excepted. This is the only error assigned in'the case.\nThe right to improve, maintain, and connect the dam with the high bank on the Dickson side of the creek was more the interest of Magaw than Boland. (\nThe law laid down by Chief Baron Gilbert is, “The law looks upon a witness as interested when there is a certain benefit or disadvantage to the witness attending the consequence of the cause one way.” Gilbert’s Evid. 225. Magaw had a direct benefit in keeping up the dam. He had demised the premises for ten years. To insure his rent, his lease compelled him to see that the tenant had quiet and proper enjoyment of the demised premises. If the dam was not properly maintained, and the landlord/was bound to keep up the eastern half, the property leased was of little value.\nIt has been held, in trespass, to prove title ip the lessee of premises; the lessor was an inadmissible witness. 4 Esp. Rep. 164. A remainder-man, after tenant in tail, is not a competent witness for the tenant in tail in ejectment for the’ entailed 'property. 6 Bing. 390. An executor brings an action for a debt due to his testator’s estate; the residuary legatee is not a competent witness. Cases frequently arise,.in which'the witness is rejected, not because the verdict would be' evidence for or against him in a future action, but on account of the immediate benefit or injury he would receive, by the determination of the very case itself. Doe on the demise of Lord Teynham v. Tyler, 6 Bing. 390, (19 E. C. L. R. 112.)\nJudgment reversed, and a venire de novo awarded."}