{"id": "401872", "contents": "Coulter, J.,\n(after stating the first exception.)—It is difficult to imagine any valid reason why the evidence ought not to have been admitted. The original judgment on which the present scire facias issued, was a general judgment in favour of the plaintiff, and did not specify the amount of purchase money due. It was therefore peculiarly proper, and conducive to'the ends of justice, for the plaintiff to give notice of the actual balance due, and also that he retained the legal title. Bidders would thus be all placed on a footing of equality, and enabled to bid with an exact knowledge of the amount the purchaser would have to pay for the lot. It being, therefore, a fair and honest part of the res gesta between the parties, the paper was properly admitted in evidence. (His honour here stated the second exception.)\nIn the part excluded, Mr. Alden does not testify to any fact, nor to any declaration of the parties, but merely to his understanding of what the parties meant by the agreement, and what he considered the operation of the instrument. Mr. Alden, however astute, might have been mistaken, and it would be both unwise and unusual to let in the notions of anybody as the foundation of judicial decision. The article of agreement itself was in evidence, and the court admitted all the -deposition which stated any facts or testified to any declaration of the parties. The rest of the deposition was properly rejected by the court.\nAfter the evidence was gone through with, on both sides, and one of the counsel had addressed the jury; the counsel for the defendant asked leave to add the plea of nut tiel record, to which the counsel for the plaintiff objected, and the court refused to allowthe amendment.\nThe allowance of an amendment on or during the trial is matter of discretion with the court trying the cause pa legal- discretion, undoubtedly, which may be reviewed' in this court. But after a full trial on’the merits of the cause, this court would act unwisely to interfere. The cause had'been tried once before in the court below in 1839, was brought up here, and the judgment reversed; the cause was on trial the second time on the same issue, and if this court were now to reverse, because the court below did not receive the plea of nut tiel record after the cause was before the jury, it would be making judicial proceedings too much subject to the caprice of the party. The act of 31st March, 1806, was passed for the purpose of preventing matters of form obstructing a full trial on the merits, but an allowance'of this amendment would have been to prevent a trial on the merits, by interposing a matter-of form. On the authority of Ridgely v. Dobson, 3 Watts & Serg. 118, the court-were right in refusing leave to amend..\nIn addition to these bills of exception, the defendant assigns for error, that the court erred in answering defendant’s points.\nThe points submitted to the court .below are not on the paper-books ; and as the answers of the court to the first and third points-are in the negative merely, and the answer to the fifth point is a simple affirmative, it is impossible to say there is error in the answers..\nThe second point, so far as it can be gathered from the answer of. the court, embraced the'precise matter which was assigned for error in the case' of Foster v. Fox, 4 Watts & Serg. 92, when - this cause was in this court before, and upon which the judgment was reversed. The court below have conformed to the opinion of this court, and there is no error in the answer.\nThe answer to the fourth point states the law as follows: “ If the witness named, proved that the judgment (Foster v. Fox) was released by the agreement of the-parties, and that this was their intention, then the. law is as stated in the point. The intention of the parlies must be fairly drawn from the proof in the case, and this must be clear and satisfactory in such a case as this. The taking-of an article from another is not ipso facto a payment, without it is expressly agreed to be taken as a payment.” This answer is quite as favourable to the defendant as the facts in the case would allow. However slight the facts were, taking the whole case together, which conduced to prove that the plaintiff could possibly have intended to take the agreement with Galbraith as satisfaction or a release of the judgment, or that Fox could have so understood it, the evidence of that intent was left to the jury. The agreement on its face bears no mark of such intent. It was a conditional agreement, altogether executory in its character, for a nominal consideration, and immediately after its execution, Galbraith left the country, and has not been heard of since. All parties, Foster, Fox, and Strat-, ton, acted upon the-faith of its extinction and abandonment, and it Would be monstrous injustice now to wake it into life for the purpose of injuring an honest and fair purchaser of the judgment. There is no error in this answer of the court.\nThe case throughout is strongly against the plaintiff in error, and the-errors assigned have not been sustained. Judgment affirmed."}