{"id": "401853", "contents": "Gibson, C. J.\nAs to the main exception, which alone is worth consideration, it was sufficiently shown in Longstreth v. Gray, that, though bonds for the payment of money by instalments are within the 8 and 9 Will. 3, when sued by writ, yet they are not so, when judgments are entered on them without writ; and, that'the remarks of Chief Justice Tilghman, in Sparks v. Garrigues, are applicable to them only in the latter predicament. A judgment on bond and warrant is not within the statute; and the court exercises an equitable jurisdiction over it, by supervising the process upon it, and taking care that execution be not sued out for more than is due; and the usual, -as well as the better course is, to move the court for leave to issue for a particular sum in the first instance. But, as the whole subject lies within the limits of the court’s discretion, it follows not that it is the only course. The duty with which the court charges itself, is no more than to see that eventually injustice be not done. An inquiry, whether too much is demanded, may be as efficiently originated alter execution sued out, as before it; and the court would as readily direct an issue to be joined on an amicable scire facias in the one case, as in the other. The question then comes to this: Had the defendant an opportunity, at any stage of the proceedings, to showr that the execution was not warranted by the judgment? He had not an opportunity to contest the propriety of the execution for arrears of ground-rent, on which the premises were sold; but that proceeding is not before us.' The present is an attachment in execution for the unmade residue, as well as for stipulated damages incurred by the breach of -a collateral covenant; and it contains a clause of scire facias, to be served, not only on the garnishee, but also on the debtor, commanding them severally to appear at the next term, and show cause why the debt should not be levied of the effects in the hands of the garnishee. It is a proceeding in the nature of an action giving a day in court to each of them; and if, being duly warned, one of them should slip his time, he might be prejudiced by his laches, but he could not say, that, he had not an opportunity to be heard. In' the case before us, the writ was served on the garnishee, but the sheriff returned nihil habet as to the original debtor; and it is immaterial whether this was equivalent to a return of service on both, for the debtor actually appeared, at least so far as to swear to a full defence, and move for an order to open the original judgment, but without alleging that it did not, if valid, support the execution. It is a familiar principle, that actual appearance is a waiver of defects in the process or service of it; and without a full appearance, the debtor had not a right to open his lips at the return of the writ. But he did appear; and what was his defence ? Not that the execution had issued for too much, but that the judgment was surreptitious. That was a matter for the discretion of the court below, and we have nothing to do with it here. But it is enough for the argument, that the debtor could have contested the validity of the execution, and did not. As to irregularities in the proceedings on the attachment, it,is enough to say, they might be insisted on by the garnishee, if there were any, who would be liable to the debtor, if he paid over the money on an unsound judgment; but- it would be useless for the debtor-to assign errors, when he could not have a writ of restitution on a judgment of reversal. The other exceptions are either abandoned, or, palpably, groundless.\n. Judgment affirmed.\nOn the 20th and 21st of January, Kogers, J., was absent."}