{"id": "401867", "contents": "Rogers, J.\nWe are of opinion the plaintiff is entitled to judgment on the first point. It has been repeatedly ruled, that oral testimony is not admissible to contradict, vary, or materially affect, by way of explanation, any written contract. There are some exceptions to the rule, founded in mistake, or fraud, but they never have been extended so far as to admit evidence of a distinct, independent, parol agreement, which varies, alters, or contradicts the written contract, whether by bond, promissory note, bill of exchange, or by a check, which is in the nature of a bill of exchange. This point was decided by Lord Ellenborough, at Nisi Prius, in Hoare et al. v. Graham, 3 Camp. 56. In that case it is ruled, that in an action on a promissory note, or bill of exchange, the defendant cannot give in evidence a parol agreement entered into when it was drawn, that it should be renewed, and payment should not be demanded when it became due. So in Mosely, assignee of Robinson, a bankrupt, v. Hanford, 10 Barn. & Cres. 729, where a promissory note, on the face of it, made payable on demand, and evidence of an agreement entered into when it was made, that it should not be paid until a given event happened, was ruled to be inadmissible. The same point is decided in Free v. Hawkins, 8 Taunt. 92, In the last case, Park, J., mentions he was counsel inHoare «.Graham, and that the counsel were unable to answer the question of Lord Ellenborough, What would become of bills of exchange or promissory notes,, if they might be cut down by a secret agreement that they shall not be put in suit ? The condition of a renewal entirely contradicts the instrument the defendant has signed. Such an agreement, if made, rests in confidence and honour, and is not, as Lord Ellenborough truly says, an obligation of law. If there be such an agreement, let it form part of the instrument itself; for the very object of reducing the contract to writing, is to get rid of the uncertainty and doubt which always attend, more or less, oral testimony. Parol evidence, to enlarge the time for performing a condition, or a waiver of the performance of a condition, is ruled inadmissible in Fleming v. Gilbert, 3 Johns. 528. So in Keating v. Price, 1 Johns. Ca. 22, the court refused to allow a parol agreement to enlarge the time of a written contract. These authorities, and many which may be readily cited, rule the point; for we perceive no difference between a promissory note, bill of exchange, and a check, which is a written order or request addressed to a third person having funds in his hands, requesting him to pay on presentment to a person named, or to bearer, a given sum of money. It is a commercial instrument, resembling a bill of exchange, and is usually, though not always, payable to bearer, and passes from hand to hand by delivery. It receivés the protection of the court as much as a bill of exchange or promissory note. It therefore comes within the reason of the rule. In this case, the check was post-dated five days, and certainly, the holder had reason to expect payment without delay when it became due. It was an engagement on the part of the drawer that he either had or would have funds in the hands of the payer, at the day of its date. A parol agreement, therefore, to extend the time of payment from five to one hundred and twenty days, contradicts the tenor of the instrument, and is, therefore, inadmissible, on the principles ruled in the cases cited. It must be remarked, that the defendant’s affidavit contains no allegation of mistake or fraud in drawing the check. Judgment affirmed."}