{"id": "401850", "contents": "Rogers, J.\nOn an examination of the articles of agreement, and comparing it with the description of the property for which this suit is brought, it is impossible for us, with the evidence on the record on which we can alone rely, to say that the court erred in directing the jury to find a verdict in favour of the plaintiff. The description is substantially the same, and, therefore, the allegata and probata, so far as appears, agree. Whether the sheriff, on the habere, has given plaintiff the possession of the right tract, we have no means of determining. It is, however, plain, that the right of possession is only to the tract described in the article given in evidence, and if the sheriff has delivered possession of another tract, the wrong must be remedied, either by an action of ejectment or by application to the Court of Common Pleas, who has ample power to do the defendant justice.\nThere is no error that we can perceive, in receiving in evidence the article of agreement or the deed. The action was brought to recover the amount of the purchase money due; of course the article was pertinent evidence. The deed stands on the same footing. It is, in truth, the same objection as has been met before, involving the question, whether the land described in the writ is identical with the land called for in the article.\nWe perceive no error in instructing the jury, that the plaintiff was entitled to a verdict, but that it ought to be conditional, to be released on the payment of the instalments due on the article of agreement, with interest, at such time as the jury should fix. The proceeding is in the nature of a bill in Chancery, and the situation of the parties at the time of the decree, and not at the commencement of the suit, is the criterion. Taking that as the rule, we cannot tell whether the verdict was right or wrong. If the latter, the remedy is not in this court, but in the Court of Common Pleas. I would wish it, however, to be observed, that when, in an action of ejectment, a conditional verdict is rendered, it is not, of course^ as in ordinary cases, to issue a habere facias. This can only be done by leave of the court, who will allow the writ only where it appears that the terms of the verdict have not been complied with. Judgment affirmed."}