{"id": "401880", "contents": "Coulter, J.,\n(after stating the case.)—It appears from the petition or bill that the personal estate of deceased, and some of the real estate not specifically devised and sold by executors, was exhausted in the payment of debts, and also that the real estate specifically devised to the said George and the respondents, is the only estate of the said Mason now left, and that it is all in the hands and possession of the respective devisees. The naked question, therefore, is presented, whether persons, to whom a portion of testator’s real estate has been specifically devised, are. bound to contribute to another, to whom other portions were specifically devised, and which were encumbered by a specific lien ?\nThe money alleged by petitioner to have been paid to Susan, the widow of testator, for dower on the parcels of the estate devised to him, was a lien on those parcels'alone; and the parcels devised to the other devisees were -doubtless encumbered in the same way, according to their respective valuations or productiveness. The mortgage and bond given by Martin, and which encumbered one portion 'or parcel devised to petitioner, never was or could be a lien against the general estate of the testator; he purchased the land subject to that mortgage, held it subject to it, and devised it of course subject to it. It could not be stripped or parted from the corpus of the land devised to petitioner, except by directions in testator’s will that it should be paid out of his estate; and that is not pretended.\nIn relation to the mortgage and bond which the testator himself gave to Haines on the 30th April, 1830, I regard them as a specific lien on the land covered by the mortgage only. The creditor is not concerned; it is a question between the devisees ; and the testator himself had .appropriated the debt to the land embraced in the mortgage, and in his will there is contained nothing to disturb or unsettle that appropriation; but by fair implication he confirmed it by that instrument as between the devisees. The whole of the debt, therefore, for which the petitioner claims contribution, as between the devisees, rested specifically on the land devised to him, and he must be content to take it cum onere. The intention of the testator is the pole-star by which -courts must be governed in construing wills. Now, it is impossible to believe that the testator did not know that the land devised to petitioner was specifically bound by mortgage for the payment of the money, on account of which contribution is .claimed, and with this knowledge on his mind, he made specified devises of other portions of his land to the respondents. We are bound to see that justice is done' to all the devisees, and cannot take from one and give to another. The corpus of the land is given in fee to the respondents. The whole estate is passed, and can courts make it less, in the absence of any thing in the will to authorize them, except in favour of creditors ? How is it possible to affirm, with the cogency and effect of.legal judgment, that the lands passed to petitioner by the devise, subject to the encumbrances of the mortgages and dower, are not'just the quantum of the estate which the testator intended to give him? There is no doubt but that personal estate is liable to the payment of a mortgage, because it is a debt; but the law will not carry it to the payment of a mortgage, to the injury of specific legatees. 2 P. Wms. 190—335; 1 P. Wms. 693. And if the personal estate does not go in ease of real estate devised, subject to a mortgage, why should other real estate go which has been specifically devised? for the only ground of argument is, that, in Pennsylvania, real estate is assets for the payment of debts. The reason why a specific devise does not go in whole or in part in aid of another devisee, seems to be that, in such cases, the testator must have intended that the beneficiary should get what was given to him, except in favour of creditors, whose claim overrides any act of the testator; not so between devisees and legatees. Each party gets what was given, and it does not appear that the testator intended that one should get less, and the other more. The case would perhaps be different with a residuary legatee, or where land descended to the heir, because in either case there would be the absence of any express intent by the testator that they should get any amount, or thing nominatim specifically. The case of Ruston et al. v. Ruston, 2 Yeates, 54, although not exactly in point, is strongly confirmatory of this view of the case, as also the case of Oneal v. Mead, 3 Eq. Ca. Abr. 456; Tipping v. Tipping, 2 Eq. Ca. Abr. 499; Ambl. 129; 1 Bro. Ch. Rep. 45. The counsel for the appellant strongly relied upon the fact, that in Pennsylvania all the real estate is assets for the payment of debts. But this is a question not between the creditors and the devisees, or any of them. It is between the devisees themselves; and in this aspect it must be remembered, as I have before stated, that the sums for which contribution is claimed were specifically liens on the land devised to petitioner, and he cannot be eased or relieved without disturbing the specific devise to the others. Even if petitioner had paid all the claims, equity would hardly subrogate him, for it is a settled rule, that subrogation will not be allowed to the injury of third persons, who have intervening rights. We perceive no error in the decree of the Orphans’ Court, which is now confirmed."}