{"id": "401879", "contents": "Rogers, J.\nThe exceptions, which are five in number, may be embraced under a few general propositions, which comprise the whole case. The point on which the case principally turns, namely, the invalidity of the. assignment, has been already decided in Thomas v. Jenks, 5 Rawle, 221, and Hennessey v. The Western Bank, 6 Watts & Serg. 300: the latter was a decision on the assignment now in controversy. In those cases it is ruled, that an assignment by an insolvent debtor, stipulating for a release, is invalid unless it contains a transfer of all the debtor’s property. It has been regretted by some distinguished jurists, the late Mr. Justice Baldwin among the number, in Eustace v. Phillips, that the very fact of requiring a release from the creditors of an insolvent debtor, did not invalidate the assignment. This point, however, he considers settled in Brashear v. West, 7 Peters, 615; but he says, the law is thus settled only when the assignment is of the whole of the debtor’s property and effects, and that it is otherwise, if any portion is fraudulently kept back from the assignment. In the latter case, the assignment is void by the exaction of a. release from the creditors, according to the opinion of the Supreme Court of this state, in 5 Rawle, 221, as well as the soundest principles of law. In Thomas v. Jenks, and Hennessey v. The Western Bank, we ruled, that such an assignment ■was against the policy of the law; that the condition was oppressive without the colour of justice, and evinced on the face of the instrument a fraudulent design. That it was taking an unfair advantage of the situation of the creditor, to impose the condition of a release, unless on the terms of the surrender of all the debtor’s property. We thought so then, and notwithstanding all that has been so pertinaciously and strenuously urged to the contrary, we are of the same opinion still.\nThese cases, as we conceive, introduce no new principle, but are nothing more than a correct application of a principle already settled in McAllister v. Marshall, 6 Binn. 338; Passmore v. Eldridge, 12 Serg. & Rawle, 201; Adlum v. Yard, 1 Rawle, 163; Johnston’s Heirs v. Harvy, 2 Penna. Rep, 92, and McClurg v. Lecky, 3 Penna. Rep. 83. It is not my intention to endeavour to enforce the views taken in the cases cited; they speak for themselves. I am yet to learn, senseless repetition gives any additional force to an argument. But my respect for the counsel of the appellants, and I speak with the utmost sincerity and truth, induces me to notice the cases which are supposed to be in conflict with the cases ruled on this point. I allude to Estwick v. Caillaud, 5 Term Rep. 420, and Ingliss and others, assignees of Campbell, v. Grant, Ibid. 530.\nNotwithstanding the apparent conviction with which those cases have been urged, T submit they differ in most essential particulars from the present. Estwick v. Caillaud, the first case, does little more than affirm a principle not disputed, that where the bankrupt laws do not interfere, a debtor may give a preference to particular creditors. In that case, no attempt is made to impose terms on the creditors by the exaction of a release, as a previous condition of partaking in the funds. If it be an authority bearing on this point, it seems to strike as well at McAllister v. Marshall, and the other kindred cases, as at Thomas v. Jenks, and Hennessey v. The Western Bank, cases which the counsel have not ventured to impugn. But what was the case of Ingliss v. Grant, on which the counsel for the appellant principally relied. The case was this. By an executory agreement, certain creditors agreed to release Campbell, the defendant, provided he would in four months assign all his estate in trust for the benefit of all his creditors; an assignment was afterwards' made in fulfilment of the contract, to which all parties had previously bound themselves. The assignment was of all the assignor’s estate, in trust for all his creditors, releasing or otherwise, and moreover the assignment makes no stipulation for a release. From the mere .statement of the case, it is impossible to avoid seeing how very unlike it is to the present case.’ In Thomas v. Jenks, the assignment js of a part; here it is of the whole of the debtor’s property. In Thomas v. Jenks, the debtor stipulates for a release ; in Ingliss v. Grant, he makes no such condition. In ho one feature can the slightest resemblance be traced. But particular exception is taken to the latter case decided, because it makes the validity of the assignment depend upon the face of the deed itself, irrespective of the fact whether the debtor had or had not separate estate. My attention has been particularly requested to this distinctive feature of the case of Hennessey v. The Western Bank; but the more I reflect upon it, the more am I convinced of the propriety of the decision in this aspect. Indeed, wheii we consider that the instrument itself presents the case of a legal fraud on its face, it is difficult to imagine how we could come to any other conclusion. The case presents a simple rule of action, based qpon principles of common honesty and fair dealing, by no means difficult to pursue by any person willing to do justice to his \"creditors. It has further the great recommendation of preventing strife and litigation, meteing out a measure of justice common to all the creditors. Whereas, a different rule, which makes the validity of the assignment to depend on matters dehors the instrument, would expose the rights of creditors to the uncertain determination-of a jury. One jury to-day might decide the' debtor had separate property; a different jury, of equal intelligence, to-morrow, that he had not. The consequence would be, that an assignment would be valid as to A., inoperative as to B., C., and the rest.of the alphabet. The difficulties attending such a rule, if we dignify it as such, is illustrated by the present case, for although it has. been repeatedly argued, the members of this court itself are by no means agreed on the point. Some, among whom I am one, believing that he has; others, equally confident, that he has not separate estate. It cannot, with truth, be said, that the law, as to its main features, ruled in the cases cited, took the profession by surprise, at least not the draftsman of the present assignment, who, it is very evident, was well aware of the rule so clearly laid down in the case, when the point was first ruled. The assignment is drawn with the special intention of conveying the estate of each of the partners, as well as the property of the firm. It was also designed, as is very plain, that it should be executed in the name of the firm, as well of each individual member of the partnership For that purpose, a seal is attached to the deed. That it wras not so done proved'unfortunate; and the parties are not the only persons who have had reason to regret the omission of the necessary formula. Had James A. Knox been present when the deed was signed, much litigation would, in all probability, have been saved, as there is reason to believe more care would have been observed in the execution of the instrument. It was, however, executed under the pressure of circumstances which admitted of no delay, and hence has arisen all the difficulty which has attended the assignment. The case of Fassitt v. Phillips, 4 Whart. 399, to which so much importance is attached, is entitled ,to but little weight. The point ruled in Hennessey v. The Western Bank, was not brought to the notice of the court. It was nothing more than a motion to dissolve an injunction, which was made absolute because it would be mischievous to suspend the execution of the trust. The point could only properly arise at the hearing.\nAnd thus the case stood on the former argument; but it is said that James A. Knox ratified the assignment; that the deed is voidable and not void. That it is good as between the parties to it, I am not disposed to deny; but as respects the non-releasing creditors, the deed is wholly inoperative; that is to say, it is the same as to them, as if no conveyance had been made; the property remaining in the debtor as before the assignment. McClurg®. Lecky, 3Penna. Rep. 83. What effect an express ratification would have in a similar case, if made before the time given for the execution of releases, it is unnecessary to determine. But it seems to me very clear that, if ratified , afterwards, it would have no operation whatever as against creditors who did not think proper to accede to the terms proposed in the assignment. For this would be doing great injustice to the non-releasing creditors, as non constat, but they would release had the separate estate been conveyed. It would be impossible to do them justice without allowing them to participate in the fund; but' this does not form part of the argument of the counsel of the appellant. But be this as it may, what evidence have we of the alleged ratification, so as 'to pass the separate estate of James A. Knox. His letter of attorney merely empowers John Knox to execute a deed conveying the estate, real and personal, belonging to the firm of Knox, Boggs & Co., of which he was a member. It imports nothing more, for it omits all reference to his separate estate. Now, even admitting that the attorney had been in possession of this authority at the time the deed was signed, he could transfer no more than the partnership effects. But the truth is, the letter of attorney was not transmitted from Nashville, where James A. Knox was at -the time the disaster befel the house, until the 3d June, 1837, which was not much short of a month after -the deed of assignment was sealed and delivered. Nor. do we see any force in the suggestion that the subsequent conduct of James A. Knox, acting as agent of the assignees, can have any effect in altering the legal effect of the assignment. It amounts to nothing more than a ratification of an instrument, conveying the joint estate of the firm; in that respect the deed required no ratification, as has been already ruled.\nI say nothing, the case not requiring it, as to the point pressed on this argument for' the first time; that the deed was defective in this; that it was not executed in the name of the firm. It must be observed, that a ratification would be worth nothing to the non-releasing creditors, unless it has the effect of passing his separate estate to the assignees for- the benefit of the creditors. But that the alleged ratification has this operation, is a proposition difficult to maintain. It is further urged, in support of the assignment, that the releasing creditors are purchasers for a valuable consideration. It is said, that, having paid value for the funds by releasing their debts, it is the duty of the assignees to retain them for their benefit. It is ruled that assignees, under a voluntary assignment for the benefit of the creditors, have no more rights than the assignor himself. Luckenbach v. Brickenstein, 5 Watts & Serg. 145. But this- is the case of a bare assignment, without any act of the creditors superadded; but where releases are- executed, I am disposed to think that the releasing creditors place themselves in the position of purchasers, and as such are entitled to protection against a latent equity. But although this be so, I do not perceive how this principle can aid the creditors here; for, to avail themselves of it, they must not only be purchasers for a valuable consideration, but purchasers without notice. Now the answer to this allegation is, that the taint which avoids the deed is apparent on the face of the assignment itself, so that even admitting them to be purchasers for a valuable consideration, they are purchasers with notice of the fraud. The releases are made with full knowledge of the vice of the deed, and therefore their position remains unchanged. They take their chance under the assignment, which may or may not prove advantageous. And in the case in hand, the releasing creditors have no just cause to complain.\nIt is understood the preferred creditors have been páid in full, and the releasing creditors have received seventy per cent, on the amount of their claims, and all the other creditors require is, that they may be permitted to divide, pro rata, the residue of the unappropriated estate. The ground on which the decisions are based is, that the assignment is a legal fraud, an unconscientious attempt, forbidden by public policy to coerce creditors. Of this the releasing creditors were apprized, and with full knowledge of this incurable defect, they have voluntarily become parties to the deed. We do not perceive, therefore, in what manner they are injured. If a fraud, they are parties to it; if not, the releases were executed under a mistaken apprehension of their rights, and the result is the same whether the assignment be deemed a legal or moral fraud. And practically the releasing creditors are not injured, because if they will bring into the common fund the amount received, no difficulty will be interposed in allowing them to share the remaining assets pro rata. But without that, they must he content with what they have already recovered.\nTt remains now to notice the exception, that the auditor exceeded his authority in reporting the funds invested, and the residue of the assets, to J. B. Okie, the insolvent assignee. To the report, in this respect, we see was no valid objection. It having been already shown that the appellant had no title to the fund, it follows that Mr. Okie, as the representative of the creditors, is entitled to receive it. To this appropriation of the assets the assignee interposes no objection; nay, he desires such a decree, and it would be unjust to expose him to an adversary suit, which must ultimately be ruled against him. Mr. Wilson has at all times since the cause was ruled against him, been desirous to avoid an adversary proceeding, and for this reason entered into the arrangement of the 16th October, 1844, which he is now willing to carry into effect-in good faith. For his protection, he requests a decree of this court; to which we think he is entitled in every principle of justice. It is difficult to understand what right the releasing creditors, who have no interest in the unappropriated balance in the hands of the assignee, 'have to make any opposition to such a decree. The disposition of the balance is a matter between the assignee, who is but a stakeholder, having funds in his hands to which he pretends no title, and a person to whom he wishes to pay it, it having been already 'adjudged that to him it rightfully belongs. Mr. Wilson desires a credit on account, upon payment to the person entitled to it, and in this way to be discharged from his trust.\nThe course pursued by the auditor is indicated in Okie’s Appeal, and is not obnoxious to the charge, that it recognises the claims of persons not within the provisions of the assignment, as it would be were the controversy between opposing creditors claiming under different rights—one under and the other in opposition to the assignment. A decree is requested by the person to pay, and the person who is entitled-to receive’the funds; it is.opposed by those who have no interest in them whatever; it seems, therefore, to fall within the ordinary power of the court, and is but an act of justice to the assignee, who requires the decree for his own indemnity. It does not call in question what has been already done; that is settled in Okie’s Appeal. But as far as respects the money in hand, and not paid, as Mr. Justice Sergeant, in his opinion, says: it is for the accountant either to pay and ask credit, or to object to payment under the trust, and claim to pay it to others, or hold it as a stakeholder, to respond to adverse claims that tnay exist against it for his own security, and it is for the auditor to state the account of it, and decide in the first instance what course the accountant is legally bound to pursue. Here the accountant chooses to claim a credit for the funds in his hands when paying it, or, what is the same thing, delivering it'to Mr. Okie, the trustee of Knox, Boggs & Co., and in conformity thereto, the auditor has made his decree, directing the accountant to pay and hand over the una'dministered assets to the insolvent trustee. The assignment is avoided on the ground of fraud, an unconscientious attempt on the part of the debtor to coerce creditors, by the imposition of a choice which might prove unfortunate, and an exposure to a peril wdiich they were not bound to encounter. And, moreover, this was a patent, not a latent defect, apparent on the face of the deed itself, to which the releasing creditors voluntarily made themselves parties. We- therefore do not perceiye in what manner the releasing creditors are injured; for if by a fraud, and whether legal as against the policy of the law, or moral, can make no difference.; they are parties, and if not, then the releases, being executed under a mistaken apprehension, would not bind them. And this is certainly the case in the matter in hand; for no difficulty wmuld be interposed; for, by bringing wffiat has been received into the common fund, they will be permitted to take a pro rata dividend of the remaining assets.\nIt remains to notice some matters which have been pressed into the argument, namely, the imputed laches of the creditors, and the act of limitations. It must be observed that the latter ground is not-assigned for error; but waiving this, after examining the point, we see nothing by which this defence can be sustained: Was the intention of this pi'oceeding to unravel what has been done by the assignee, the allegation of laches wmuld be entitled to more favour, for then it would materially affect the interests of the releasing creditors. But as it is not designed to disturb the execution of the trust, we cannot see the force of the objection. There is nothing in the delay, which is said to have taken place, which has worked an injury to the adverse party. Indeed, from the .time they were aware of the defect in the deed, they seem to have pursued their rights with great diligence, as the evidence, which it is not intended particularly to examine, abundantly shows. i\nA claim is put in in favour of Mr. Sheepshanks; it is a sufficient answer to this claim that he takes no exception to the report, nor has he appealed. But if he had, we see nothing in his case to entitle him to payment; he refused to receive it for some reason satisfactory to himself; we cannot therefore consider it in any other light than as part of the unadministered assets in the hands of the assignee; we see no warrant for the suggestion, that there is a final decree in his favour.\nIn order to avoid misapprehension, we wish to be understood as refraining from expressing any opinion whether Mr. Okie can sustain a suit against such creditors as it is alleged received money from the assignee without any debt being due; that is a question which may be worthy of investigation when it is regularly before us.\nThe report of the auditor is affirmed."}