{"id": "401877", "contents": "Rogers, J.\nThe court was clearly right in sustaining the’exceptions to the-report. By the'terms of the order, drawn in pursuance of the express directions of the act, it was the' duty of the] viewers to make report to the June Term, 1839, that being the next term of the Court of Quarter Sessions, after they were appointed.' ■ If from any unforeseen causes that was impracticable, the propér and only course was to apply t.o the court to continue the order. The power being spent-, must be eithér renewed by a new order, or the old one continued. Thi^ is,-or ought to be, the practice of all courts, whether Orphans’ Courts, or Courts of Quarter Ses- - sions. • It is a practice that cannot be departed.from without danger to .the rights of suitors. PIere,the petitioner, for reasons of which we have no satisfactory explanation, omitted to do so. The city, therefore, had a right to suppose all idea of obtaining compensation for the alleged, injury was abandoned, and to act accordingly; and-we find they did so by proceeding, .without further delay, to commence the work. The legislature- evidently intended to do justice to the Owners by giving them an adequate, and at the same timé speedy, compensation for any damages they might sustain, by reason of opening the way. They direct that the damages shall be ascertained in a short time, and before the work is commenced, in order that the city councils may determine, (and that within a reasonable time,) whether they will encounter the expense which must necessarily attend the work. The damages are to be ascertained and paid as a prerequisite to its commencement. The owners of lots who may consider themselves injured, have liberty to apply by petition to the next Court of Quarter Sessions, (but not after,) following a notice which the councils of the city are ordered to give of the location and intended opening of the way. And this construction is necessary for the security of the city, and the speedy commencement of the work; as well as a fair compensation to the owners. For if all the owners of lots had pursued the course of this petitioner, it would have postponed the commencement of this beautiful and useful improvement indefinitely, or have exposed them to a danger (which the legislature intended to prevent) of paying more for it than it was worth. It is plain that the reason of directing the owners to have their damages assessed in such a short space of time, and that the damage should be paid in the first instance, was not only to do justice to the owners, but that the city might be able to count the costs before opening the street. But this design would be frustrated, if the petitioner, under any pretence, should be able to postpone beyond the limited period, or a reasonable time thereafter, the ascertainment of their damages without an express order from the court. It is true that here the petition was presented in time, but the delay is unreasonable, and without authority. Had the petition been followed up by due and proper diligence, the petitioner would have entitled himself to damages. But this he has failed to do, an omission of which the city may without impropriety avail themselves. The general principles and facts relating to the opening of Duquesne Way are detailed and discussed in the case of the city of Pittsburgh v. Scott, 1 Barr, 317, quod vide.\nThe order of the Quarter Sessions confirmed."}