{"id": "401893", "contents": "Rogers, J.\nThe mischief intended to be remedied by the act of 31st March, 1792, and the act of 'the 10th March, 1818, was, that.in case' of death there might remain a contract of the deceased binding on his executors or administrators, but no person in being capable of carrying it into specific execution. The purchaser of land might be willing to pay the purchase money on receiving a conveyance. The executor might stand in need of these moneys to discharge debts and legacies; yet, notwithstanding, there being no competent grantor, the contract must be rescinded or delayed, or a suit brought in a court of law to recover damages for its nonperformance. The acts of Assembly, therefore, require the contract to be judicially proved before suit brought, and then empowers the executor or administrator to execute a deed to the purchaser. Hagerty’s Case, 4 Watts, 307; 7 Watts, 141.\nThe proceedings under these acts are in the Court of Common Pleas, who in the first place receive proof of the contract, and after-wards, if there be any difficulty as to the right to a specific performance, it must be enforced by suit brought in the same court through the medium of a jury. This, in many cases, was found to be an inadequate remedy, whereupon an additional remedy is given in the Orphans’ Court, (in all its essential features a court of equity,) by sections 15, 16, 17 and 18 of the act 24 Feb., 1834, an act relating to executors and administrators. This act provides for a distinct system, and it is only by confounding remedies that are so diverse, that any difficulty can arise. In all cases coming within the provisions of the latter act, the remedy is by bill or petition to the court, setting forth the facts, and after due notice the court has power, if the case be sufficient in equity and no sufficient cause be shown to the contrary, to decree the specific performance of the contract according to its terms, intent, and meaning.\nThe seventeenth section declares—that the order or decree, See., being certified by the clerk, Sec., may be recorded in the office for recording deeds in the county where the real estate is situated. And the eighteenth section declares, that when such order or decree for the specific performance of any such contract shall have been made, and the purchase money paid, or secured to be paid, according to the terms of such contract, it shall be the duly of the executors or administrators, &c., to execute such deed of conveyance as shall be directed by the court, in conformity with the intent of the contract; and the same being so made, shall be of the same force and effect to pass and vest the estate intended, as if the same had been executed by the decedent in his lifetime.\nThus, it appears that the Orphans’ Court, without the intervention of a jury, have the same power and authority as a Court of Chancery in such cases to decree, and by a necessary implication, to enforce by attachment a, specific performance of the contract according to its true intent and meaning. This is a power certainly exercised by a Court of Chancery. They háve authority to decree and compel a specific performance by an infant heir, or any other person, of any bargain, contract, or agreement made by any party who may die before the performance thereof. The remedy is administered as here, on petition of the executors or administrators of the estate, or of any person or persons interested in such bargain, &c., hearing all parties concerned, and being satisfied that the specific performance ought to be decreed or compelled. Merritt on Ch. Practice, 125; 3 Johns. Ch. Rep. 408. The draftsman of the bill of 1834 seems to have had in view this practice, as they have made the proceedings to enforce performance strictly conformable to it.\nIt is no new power, but one well known and understood in those states where they have a Court of Chancery. Here, the court has undertaken to decide, that they will not compel the specific performance of a contract, because the petitioner is not in a situation to demand such a decree, that he has not proven that he has performed his part of the contract, or that he has been hindered from doing so. Now, admitting the case to be as is assumed by the court, there could be no gainsaying the correctness of the decision; but the truth is, when this decree was made, the cause was not in a situation for a hearing at all. There is no appearance for the heirs or administrators, at least none appear on the record; no answer to the petition; indeed, nothing appears but the petition itself; no proof, no affidavits to prove the contract, or the nature of it. It is impossible for us to tell whether the petitioner is, or is not entitled to a specific performance, as this may depend upon a variety of circumstances to be made the subject of proof. The petition, it is true, is deficient in this, that the petitioner omitted to aver that he is willing and offers to perform the agreement on his part. Fide Equity Draftsman, 526. But this is a defect in form merely, and may be amended. It is the duty of the court to inquire, according to the practice of a Court of Chancery, whether this be a case in which the petitioner is entitled to relief, and if so, the extent and nature of the relief to which, under the true construction of the contract, he is entitled, and to decree accordingly. What this may be, it is obvious, can only be ascertained after a full hearing of all the parlies.\nThe decree of the Orphans’ Court is reversed, record remitted, and.procedendo awarded."}