{"id": "401866", "contents": "Coulter, J.\nIt is important to determine when the rent payable by McCombs to Boyd became due. The lease dated the 2d of July, 1841, does not indicate in terms when the rent shall be due and payable; but contains a general stipulation that the rent shall be one-half of all the grain raised, to be delivered in the bushel in Robert Boyd’s mill. The rent commenced on the 1st of April, 1842. A tenant, in the absence of any specific time fixed by the lease for threshing his grain, may select his own time during the year. Rent is defined to be a certain profit issuing yearly out of lands; and is a return to the landlord for their annual use. As the winter season is the most usual period for threshing grain or shelling corn, the tenant could not, according to the common custom, pay his rent in kind until that period of the year was well advanced. But as there was no covenant to pay at any particular time, the end of the year is the period which the law assigns for the annual reditus to the landlord. Menough’s Appeal, 5 Watts & Serg. 432.\n(His honour here stated the order, sheriff’s sale; the conveyances and the action.) The rent not being due till the end of the year, which would be the 1st of April, 1843, the question is raised, whether the plaintiff below, who is the plaintiff in error, is entitled to recover by virtue of the order from the landlord William Boyd, and accepted by the tenant; or whether the purchaser at the sheriff’s sale was entitled to the landlord’s share of the grain as rent.\nThe one hundred and nineteenth section of the act of Assembly, of the 16th of June, 1836, enables the purchaser at sheriff’s sale, who receives a deed, to take all the rent which accrues or falls due after the acknowledgment of his deed,; whether such rent shall have been paid in advance or not; if paid after the rendition of the judgment on which the land was sold. In this case, the original judgment was rendered November 9, 1839, and revived by scire facias at June Term, 1842. The rent, therefore, which fell due on the 1st of April, 1843, although the same might'have been actually paid, o*1 an order accepted by the tenant for the payment of it before the acknowledgment of the deed, followed the reversion, and was payable to the purchaser at sheriff’s sale. The assignment of the rent by the landlord, or the acceptance of an order by the tenant, can make no difference, because the’right of the purchaser at the sheriff’s sale must overreach all such contrivances, else the provision in his favour might easily be rendered nugatory. Menough’s Appeal, 5 Watts & Serg. 432; Bank v. Wise, 3 Watts, 400.\nThe determination of this point in favour of the defendant, renders • ¿ notice of the other point .raised in the argument of the cause unnecessary. Judgment affirmed."}