{"id": "401844", "contents": "Burnside, J.,\n(after stating the first exception.)—The plaintiff below, who is plaintiff in error, has no legal ground to complain of this finding. The judgment in the report of the arbitrators, for the defendant, would warrant a writ de retorno habendo, if the plaintiff had had the property delivered to him by the sheriff on the replevin.\n(His honour then stated the facts relative to the second exception, and that the court below struck off the appeal, because it had not been taken in time.) The Almanac show's that February, 1844, was leap year—February had twenty-nine days; and the Almanac further show's that the 17th of March, 1844, was Sunday. The law has been long settled, that the day on which the aw'ard is made is not -to be counted. The twentieth day thereafter is the last day for the appeal. This will be found solemnly determined in the matter of the appropriation of the money arising from the sale of the real estate of John Goswdler, 3 Penna. Rep. 201.\nThis court then determined that wherever by a rule of court, or an act of the legislature, a given number of days are allowed to do an act; or it is said an act may be done within a given number of days; the day on which a rule is taken, or the decision made, is excluded ; if one or more Sundays occur within the time, they are counted, unless where the last day falls on Sunday, in which case the law' does not allow the act to be done ; but it may be done on the next day. No office belonging, to our judicial tribunals is open on the Sabbath. Sunday is not a judicial day; therefore, when the last day given by the act of Assembly for an appeal happens on the Sabbath, the party has the next day to attend to that duty. Sims v. Hampton, 1 Serg. & Rawle, 411. It is not like a note due in bank, which is to be protested on Saturday, w'hen the last day of grace falls on Sunday; that is -regulated by the usage and custom of merchants, which is universal throughout the civilized world. These are settled rules that obviate all surprise and profanation of the Sabbath. In the case before us, the award was filed on the 26th of February; that day is not to be counted; but the month had twenty-nine days; this left three days in that month. The appeal was taken on the 18th of March, but the 17th was Sunday, and as that was the twentieth day, the appeal was properly taken on the next day.\nBut the plaintiff in error is not satisfied with the whole course of decision in Pennsylvania being in his fávour; he presses on this court the English statute regulating the computation of time, the 21 Hen. 3. This statute, which is reported to be in force in Pennsylvania, provides that the day of the le.ap year and the day before shall be holden as one day. He therefore contends the 29th of February has no existence as a day, is in fact no day, and never to be counted as a judicial day. No doubt this statute was passed in a barbarous age to produce uniformity of time ; to make all years count three hundre.d and sixty-five days, making the 28th and 29th of February every fourth or leap year count but one day. Robert’s Dig. 207, 208. It has no relation to the computation of time when a rule or a statute fixes a certain number of days.\nThe order of the Common Pleas dismissing the appeal is reversed, and the appeal is.reinstated."}