{"id": "401888", "contents": "Coulter, J.\nThe practice of the courts to stay proceedings in a second suit until the costs of a former action for the same cause are paid, is one of the modes adopted to compel the payment of costs due, as well to the officers of the court as to the party ; and is convenient and just in all aspects in which it can be viewed.\nThe Court of King’s Bench has been more liberal in the application of the rule than the Court of Common Pleas in England. But in both it is adopted, where the merits of the case have been decided in the first action. Costs are given to defendants in England by various statutes, the provisions of which, in that respect, are in force here, not only in cases where there has been a verdict and judgment in his favour, but also where the plaintiff has been nonsuited, and also in cases of discontinuance, non pros., and judgment on demurrer ; and there would seem to be no good reason for confining the practice of staying the plaintiff in a second action, until the costs of the former one for the same cause are paid, to cases where there has been a trial on the merits. The Court of King’s Bench . does not so coniine it, but applies it to cases of nonsuit. Nevitt v. Lade, 3 Doug. 396. There is some variation in thé names of the plaintiffs in the suits now under consideration; but it is admitted they were all for the same cause of action on the same policy. This variation, therefore, would see/n to be of no consequence. . In Lamply v. Sands, 1 Tidd’s Practice, 539, the Court of King’s Bench stayed proceedings in an action by husband and wife, until payment of costs in.a former action for the same demand, at the suit of the husband alone. So also in Newton, assignee, v. Bewly, 1 P. A. Bro. Rep. 38. The second suit in this series was in the District Court, in which there was a nonsuit, the first and the last in this court. In the case of Nevitt v. Lade, already cited, the first suit was in the Exchequer, and the second in the King’s Bench, which court stayed the proceedings till the costs of the former were paid.\nIt was contended that the defendant had filed no bill of costs in the former suits, and that, therefore, there are no costs to be paid. But this does not appear to be of much consequence, he may yet have his costs taxed. But costs, and costs of suit, are generic terms, including the fees due to officers of the court, and so generally understood and applied, both in the language of the books, and that of the profession. In our own acts of Assembly, they are used in that sense in many cases. It is not necessary to particularize more than the well-known provision of the arbitration law, requiring the appellant to pay the costs, which has been constantly interpreted to include the fees due to officers of the court.\nThe practice of the courts, in this respect, is wholesome and beneficial, and often operates as a penalty by which individuals are protected from being harassed by a multiplicity of suits for the same cause of action. Let the rule be made absolute.\nRogers, J., and Burnside, 3., were absent."}