{"id": "401890", "contents": "Rogers, J.\nA set-off is allowed in a suit brought either by or against executors or administrators, and the fact that the debt proposed to be set-off was not due at the time of the death of the testator, or intestate, would make no difference if due when suit was commenced, and the estate be solvent. But is a set-off .allowable when the estate is notoriously insolvent? We think not, for the simple reason that it would disturb the course of administration. ' At the death of the testator or intestate, the executor or administrator is the trustee for the creditors, whose right to the assets at that time becomes fixed and determined. Nothing that the executor or administrator can do can alter the course of distribution. If the estate be solvent, the creditors are entitled to receive their whole debt; if otherwise, they have a vested right to a pro rata dividend. It is an unanswerable objection to the decision of the court, that what they assert will be that one creditor may receive the whole amount of his debt, whereas other creditors will receive a pro rata only, lessened by the sum which he has been permitted to set-off; this we conceive is not in accordance with justice, for equality is equity, nor consistent with authority. For that the death of the testator or intestate is the true criterion to determine the rights of creditors, is shown in Scott, administrator of Patterson v. Ramsey, 1 Binn. 221, where it is ruled, that debts due by a deceased person take rank according to their quality at the time of his death. Leiper v. Levis, 15 Serg. & Rawle, 108, is to the same effect. A judgment creditor, as is there held, of an insolvent intestate, cannot gain a priority over other judgment creditors, by taking out against him, and levying on his goods, a fi. fa., which relates to a day prior to the intestate’s death. The court acknowledge the right to take out execution after the death of the intestate, and that the same has relation to the first day, but they restrain its operation by holding that this cannot be done so as to make it operate unjustly, by depriving the other creditors of the vested rights which they have in the assets of the deceased; and that this would be the case when the estate was insolvent. The same point is ruled in Wood v. Hopkins, Pennington’s Rep. 689. In Murray v. Williamson, 3 Binn. 135, it is admitted that set-off may be made in suits brought by or against executors or administrators, where it does not disturb the due course of administration; from which the inference is, that where it has that effect, a set-off cannot be admitted. That the death of the intestate fixes the right of the parties, is also recognised in Cramer v. The Bank of the United States. And that it will not be allowed when it alters the course of distribution, is asserted by Mr. Justice Burrough, in Rogerson v. Ladbroke, 1 Bing. 93, (8 Com. Law Rep. 263,) who says, that in such a case, Lord Mansfield was much disposed to allow a set-off till he was pressed with a case suggested by him to Mr. Erskine, who was counsel for the plaintiff; who then held, that the set-off could not be allowed, as it would alter the distribution of assets. Vide, 4 Camp. Rep. 342, Houston v. Robertson.\nJudgment reversed, and judgment for plaintiff."}