{"id": "401881", "contents": "Bell, J.\nThis case was here once before, and is reported in 7 Watts & Serg. 70. Then, as now, the leading question was whether the record and other evidence offered by the plaintiffs below tended to rebut the legal presumption of payment of the bond, due the 27th of May, 1814; to enforce payment of which, this equitable action of ejectment is instituted by the heirs of George Levers, obligee and mortgagee. This court then held that, although the ejectment of 1821 and the subsequent proceedings- therein, down to the conditional verdict in 1835, were so mixed, imperfect, and irregular, that probably the, plaintiffs could reap no direct benefit from them, yet, as they were proceedings upon the same mortgage which lies at the foundation of the present action, they might be shown to the jury to repel the presumption of payment, flowing from lapse of time, inasmuch as they established a demand of the balance of the money due on the mortgage, within twenty years. Upon the second trial, they were accordingly admitted in evidence for this purpose. But the defendants also introduced a new feature, which very materially changed the aspect of the case. I allude to the agreement of the 6th of April, 1810, between George Levers and Abraham Horn. The effect of that agreement, immediately upon the conveyance.of the land, the subject o.f this action, by Horn to Van Buskirk, the ancestor of the defendants, was to withdraw that portion'of the' mortgaged premises from the general operation of the mortgage, considered as a security .for the payment of the purchase money of all the tracts granted by Levers to Horn, making it liable for the payment by Levers only of the consideration money of the deed from Horn to Van Buskirk, upon payment of which- Levers was bound to execute a release of the land thus granted, from the lien of the mortgage. Relying upon this agreement, the defendants, pn the trial'of the cause, did not aver, nor were they called upon by the exigencies of their defence to do so, payment and satisfaction of the whole amount secured by the mortgage. ■ As entirely sufficient for' their purpose, they alleged payment, of the'sum which their ancestor agreed to pay on the conveyance \"to him by - Horn, and a release from Levers, and rested upon the presumption of payment, springing from the passage of more than thirty years between the delivery of the last-mentioned conveyance and the impetration of the writ in-this case. Had the cause been thus presented when lást here, it may well be doubted whether this court would have decided that the ejectment of 1821, and the subsequent proceedings, relating, as they did, altogether to other tracts and parcels of land than that sought now to be recovered, was evidence as tending in the slightest degree to rebut the legal presumption set up by these defendants. But, however that may be, the plaintiffs, under the former decision, have had the advantage of this evidence; but they complain that the court below did not charge the jury that it was conclusive to rebut the .presumption of. payment of the purchase money by the defendants, or their ancestor. After the view which has been taken, it is hardly necessary to suggest that this complaint is very unreasonable.' • The court, after adverting to the rule of presumption,. and the facts proved on the one side and the other, leave it as a question of fact to the jury, whether the several matters relied'on by the plaintiffs rebutted the presumption' Ret up by the defendants. In answer to the fourth point submitted by the latter, the jury w7ere instructed that the proceedings in the amicable action of 1821 -furnish prop.er evidence, in connection with the other 'facts of the case, 'for the consideration of the jury, as bearing upon the questionof payment; and, in answer to the fifth, that the ejectment brought in 1835 did not repel the presumption of payment of itself, but afforded, evidence for them. Surely this went1 as far to support the-pretensions of the plaintiffs as they could reasonably claim. If-any one is entitled to complain of the charge, in this.particular, it is the defendants; for, to say the least of it, it is, as already observed, extremely doubtful whether any repelling effect ought to be ascribed to the testimony introduced by the plaintiffs for this purpose. Certain it is, had the. court charged, as is claimed it ought to have done by the . ninth specification, it wmuld have beemerror, for which this court would have felt bound' to reverse, a judgment in favour of the plaintiffs. ' We perceive no mistake in the other portions of the charge.\nIt remains to consider the bills of -exception to evidence, sealed .upon the request of the 'plaintiffs.\nThe first and second of these relate to the records of certain judgments, recovered during the twenty.years', by various persons against George Levers, introduced by the defendants in aid of the legal presumption of payment. It was certainly competent to them to do so: While, on the one hand, the party seeking- tp recover a demand may introduce any circumstance, however slight, having a tendency in the least degree to defeat the presumption, (Foulk v. Brown, 2 Watts, 215,) so he who relies on it may strengthen and.support it by any fact which legally or- naturally has that effect. Iii' the present' case, tbe heirs of a man are seeking indirectly to recover a claim aue more'than thirty years before suit brought. To show that this man, in his lifetime and during- the progress of these thirty years, was in needy- circumstance's, and pressed by his creditors, in various suits’, for, large sums of money,’ which ended in the recovery of judgments and executions issued against him, was but calling in aid of the legal presumption, the strong natural inference that one, so harassed by his creditors, and apparently in want of’ money for the payment of his debts, would not have permitted his debtor, to a large amount, to escape for so long a time a demand of payment by suit. These facts were, at the 'very least, legitimate subjects of consideration for the jury, when weighing presumptions and probabilities, as detracting from the force of any- counter evidence given, or pretended to have been given on the other side. But it is said the records of ihese judgments should not have been received, because it appeared all of them had been satisfied. But though this circumstance may have weakened the effect their introduction was intended to,produce, .it-certainly did not altogether destroy -it, and the force of the evidence was for the jury and not for the court.\nThe third bill of exception is to the admission of -William Van Búskirk as a witness, it appearing that he was the. legatee of 20s.,' under the will of his father, the ancestor of the defendants, which legacy is, as it is said, charged upon all the lands wdiich were of the father. But to the objection of interest, founded on this fact, there are two answers. First, it is shown the testator left other lands than those now in dispute, more than amply sufficient for the payment of this and other legacies, if any be due, and therefore the witness has no such direct, certain, and positive interest in the event of the suit as will disqualify him; and, secondly, the will giving the legacy was proved in 1821, twenty-seven years before the witness was called to testify, and, consequently, in legal contemplation, the legacy had been paid, and there being nothing in the case to show the legatee might be called on to refund it, he stood indifferent between the parties.\nThe fourth and seventh bills raise objections to the admissibility of the record of the action of ejectment, brought for the recovery of the tract of land now in dispute, No. 3, to August Term, 1845, containing, among other things, the reasons filed in the case, for a new trial. ■ ' 1\nThe record of this ejectment, being between the same parties as the present or their privies, and in -reference to the same subject-'matter, was certainly admissible under the.rules of evidence. Why might not the reasons for a new trial, which formed a part of it, be read to the jury? It may be that a former verdict set aside cannot be introduced by him in whose favour it was rendered, for such a verdict is a nullity. But. reasons for a new trial filed of record, and acted upon by the court, are part of the case itself, and as no authority has been produced, showing a reason why they.may not be read as parcel of the record, I have, myself, failed to perceive any. I cannot say, with any degree of certainty, .the court below erred in this particular.\nThe eighth specification of error has not been insisted on here, nor do I see how it could have been, successfully. The proceedings in error were part of the case, and admissible in evidence.\nThe fifth and sixth' bills relate to the admissibility of Henry D. Maxwell, Esq.,- as a witness, to prove that the title set up by the plaintiffs in the last mentioned action of ejectment, was’the same as that under which they claim in this suit. Mr. Maxwell was of cpun-, sel with the plaintiffs in that cause, and assisted at its trial. The ground of objection to his testimony is, thát in testifying,-he violated the rule of policy which forbids an • attorney or counsel to reveal, even in a court of justice, information derived from his client to the prejudice of the client. But this kind of protection has never been carried so far as’is now claimed. It is to' be confined to confidential communications, and knowledge derived wholly or in part from private and professional intercourse, and does not embrace those facts the counsel may become acquainted with collaterally, or those which were from necessity, and to subserve the interests of the client, publicly disclosed by direction of the client himself, on the trial of his cause. In some cases it has been found difficult to discriminate between what comes within the description of confidential knowledge and what not. In the present instance, no such difficulty can be felt. The knowledge which formed'the subject of this evidence was clearly of a notorious and not confidential character. The witness was, therefore, properly admitted to testify.\nThe evidence mentioned in the ninth bill was held by this court, on the former occasion, to be incompetent testimony. It is now said, it ought to have been received to repel the inference drawn by the defendants,-from the judgments given in evidence as recovered against George Levers. How it could have this effect, the first of these judgments being in the year 1821, we are at a loss to discover, and it was not pointed out by the counsel who árgued for the plaintiffs in error. We do not, therefore, perceive any error in this action of the court beloyr.\nThe only remaining exception relates to the admission of the deposition of Philip Lessig. It is said this ought to have been excluded, because, 1. It was offered out of time. But this was matter within the discretion of the court below, to be exercised as justice to the parties litigant might dictate, and cannot be made the subject of error here. 2. That the conversations related by the witness had reference éntirely to other lands than the tract now in dispute, purchased by Joseph Van Buskirk from George Levers. But we cannot say that this so certainly appears as to warrant the court to reject the testimony on the ground of total irrelevancy. To what purchase the conversations particularly alluded, was for the jury to determine as the deposition stands, and it is not doubted the plaintiffs below took full advantage' of their privilege, to urge their estimate of the proof upon that portion of the trying tribunal.\nFrom this examination it appears no error was committed in the trial of this cause. Therefore, Judgment affirmed."}