{"id": "401882", "contents": "Rogers, J.\nIt is conceded, no notice was given of the dissolution of the partnership, and that no knowledge of that fact was brought home to the bank. The case, therefore, stands as an existing partnership at the time of the last renewal of the note, and the only question is, whether George H. Gallagher, who was the liquidating acting partner, had authority, either express or implied, to endorse the name of the firm, admitting it be a note for the accommodation of the drawer; and that he had, notwithstanding the name of a prior endorser was omitted, is to our minds very clear. The note, as conclusively appears, wras originally endorsed with the assent of all the members of the firm ; and, as it also appears, occasionally with the knowledge and assent of the defendant without objection, with the name of some of the prior endorsers omitted. When, therefore, it was presented for renewal with a similar omission, what had the officers of the bank the right to conclude ? Surely, that the partner who undertook to endorse the name of the firm was not exceeding his authority; that he had the consent of the co-partner to endorse the note in the same manner as he had before in more instances than one. sanctioned and approved. The omission of the name of Smith, although a prior endorser, was not of itself of such a nature as to excite suspicion in the officers of the bank. It was in the ordinary course of the business, and the manner in which it had theretofore been transacted. It must be recollected, that it was not the creation of a new debt,' but the renewal of a debt or responsibility incurred and contracted, which already bound the firm. What then is the powrer of an acting, or liquidating partner, in relation to a note endorsed for the accommodation of the maker ? Doubtless, to do the best he can for the interest of the firm, and it is obvious, that an authority, such as is here claimed, may be absolutely necessary to preserve the firm from utter destruction. For, suppose a prior endorser refuses any longer to endorse, (and that may haye been the case here,) is it the duty of the acting partner to suffer the note to be protested, at the risk of destroying the credit of the firm; or may he, in the exercise of a sound discretion, bind his partners by a fresh renewal ? That it is the interest of the partnership, that each partner should have the power, there is no reasonable doubt. That it may be abused, may be conceded, but its general salutary effects cannot well be denied. It is very true, that signing the name of the firm to accommodation paper by one of the partners, is not within their legitimate business, and hence, it is held that the firm is not bound, except their assent, express or implied, be shown. But when consent is proved, the case presents a different aspect. It is begging the question.to say, that it is not within their legitimate business. The renewal of a note,' the extension of their credit, is, in fact, providing means for the payment, or meeting a debt already contracted, and for wilich the firm is responsible. It is for this reason within the scope of the authority of each of the partners, and maybe essential to their preservation. Not so, where a debt is created, as in a case where the name of the firm is signed to the original note. And we are not without authority for this distinction; for in Estate of Davis & Desauque, 5 Whart. 536, recognised in Houser v. Irvine, 3 Watts & Serg. 347, it is held, that a liquidating partner may renew a note drawn by the firm, and even borrow money on its credit to pay its debts, in order to prevent a sacrifice of its effects. Even conceding that the bank had known of the dissolution, which it seems they did not, they could safely take a renewal of the note, unless the other partner had expressly dissented, for it was not the duty of the officers of the bank to inquire into the extent.of the authority of the liquidating partner. The renewal of the note was requested under circumstances differing in no essential particular from those which had attended it before, and which had received the approbation of all the parties. The bank had a right to suppose the same state of things still existed.\nJudgment reversed, and a venire facias de novo awarded."}