{"id": "401895", "contents": "Gibson, C. J.\nThese exceptions to evidence are so nice, that it is unnecessary to say more in regard to them, than that they are not sustained. Neither is it necessary to examine, in detail, exceptions to dislocated parts of the charge. It would not be more troublesome than unprofitable to follow out to their results these mincing assignments of error, -which, catching at particular expressions, lead to no sound conclusion as to the accuracy of the whole. The proper inquiry is, whether the ruling principle of the cause has been correctly stated and applied to the evidence. To determine whether it has been so stated and applied in this instance, it is necessary to recur to the features of the case. The original parlies to the agreement which is the subject of adjudication, were proprietors of contiguous pieces of land, through which runs a stream of water with just fall enough in its course through both, to afford sufficient power for a saw-mill. The proprietors of these two pieces agreed to erect, in partnership, such a mill on the lower one; the one party finding the scite, the other the water-power, and both contributing equally to the expense. The mill was erected on these terms, and worked for some time on joint account; but the plaintiff below, who purchased the land owned by the proprietor of the water-power, has been held out of a participation in the business and profits, by the proprietor of the scite; and it has been urged on his part, that as the predecessor of the plaintiff below was in possession under a previous arrangement, which had expired by its own limitation, this new parol agreement is void by the statute of frauds.\nOne. fallacy of the argument, is the assumption of a right to treat the agreement as a parol conveyance of an interest or estate in the land, instead of a license to use it in a particular way without disturbing the title of the owner as a trustee. That such a license is binding, without part execution by delivery of possession, is shown by Rerick v. Kern, 14 Serg. & Rawle, 267, on which a parol license to divert water from its ancient course for the use of a saw-mill, was held to be irrevocable after an expenditure of labour or money on the basis of it. The principle of the case is; that the revocation would be a fraud; and that to prevent it, a chancellor will turn the owner of the soil into a trustee ex malefecio. It is in substance the same which postpones the title of one who is studiously silent as to the existence of it, in the presence of a purchaser from a third person ; or of one who suffers another to build ignorantly on his ground without informing him of his mistake. In the case of Jack v. Blair, (not reported,) a co-tenant of a lot in the town of Armstrong was allowed to recover his interest from another who had built an expensive house on it without having had formal notice to desist, only because the defendant had been perfectly aware of the plaintiff’s title. So far was the principle carried in Robinson v. Justice, 2 Penna. Rep. 19, that a title, of whose existence the owner of it was ignorant at the time, was postponed, because his positive representations had induced the vendee to purchase. In the case before us, there was neither want of notice nor want of knowledge; but the plaintiff’s predecessor in the ownership of the title had been induced by the defendant to expend his money on the faith of the arrangement; and the attempt of the latter to disavow it, is an attempt to commit such a fraud as would induce a chancellor to declare him a trustee, even were the creation of a parol declaration of trust positively prohibited. But that it is not, was ruled in German v. Gabbald, 3 Binn. 302; Wallace v. Duffield, 2 Serg. & Rawle, 521; Peebles v. Reading, 8 Serg. & Rawle, 492; Slaymaker v. St. John, 5 Watts, 27, and particularly Martin v. McCord, Ibid. 493, in which it was held, that the gift of a lot for a school-house to be erected by contribution, created a trust for the purpose of the contributors. The truth is, the part of the English statute by which such a trust is prohibited, has not been enacted here. On either ground, therefore, the case is with the defendant in error.\nBut his title has been contested, on the ground that the interest of his predecessor in the saw-mill did not pass to him, as an appurtenance, by the sale of the contiguous land. Though the rule admits of exceptions, it is generally true, that land cannot be appurtenant to land ; but that a license or privilege may, was ruled in Pickering v. Stapler, 5 Serg. & Rawle, 107, in which a water-right was allowed to pass, without the word privileges, as appurtenant to a saw-mill. The privilege in this case, as well as in that, was enjoyed in connection with the land which was the subject of the conveyance—it would have been useless separated from it—and it is not to be doubted, that it passed by the word appurtenances.\nWe see nothing in the case to forbid the plaintiff’s recovery. His ej'ectment is for a hundred and seventeen perches of land; but as he is entitled to recover his interest in the saw-mill and the ground used along with it, he may take possession, under his execution, at his peril, to the extent of his title. Judgment affirmed."}