{"id": "401860", "contents": "Burnside, J.\nThe plaintiff in error, who was the plaintiff below, in 1844, brought this action against Nathaniel Graham to recover a balance of about six hundred dollars, alleged to be due on the carpenter work of a large three story brick dwelling and Stone house in the toy?n of Bridgeport, commenced in 1836, and completed in 1839. '\nWilliam Graham, .the brother of the defendant, has an action for goods sold and, delivered; pending against Armstrong,’which is yet undetermined.. The Grahams had been partners in a store, but had dissolved in 1837. The store was ’ continued by William in his own right. On the 1st March, 1839,’William assigned his store account to Nathaniel; on the triabNathaniel executed a release, and offered William as a witness to prove various items in’ the store account assigned. He’was ’objected to by the plaintiff,’ and admitted by the court, but no exception taken._ After the evidence was closed, the plaintiff’s counsel having discovered their error in omitting to take exception to the competency of William\" Graham, requested the court to instruct the jury that William Graham’s -account between 1837 and 1838 was no.t admissible as a set-off or defence to the plaintiff’s claim, upon.William Grahamls testimony, because not between the same parties; because it was barred by the statute of limitations, and the witness was directly interested; and because the transfer was made subsequent to the institution of this suit, and requested the court to instruct the jury to disregard the. evidence of \"William. Graham, on the ground of his interest.\nThe court disregarded this request, but instructed the jury, that, if they believed the testimony of’William Graham that’it was understood at the time the account accrued, that Nathaniel Graham and not the plaintiff was to pay, it did not matter when the assignment, was made; or whether it ever was made at all; every item of it was a payment, at the ’moment, of’so much by the defendant to the plaintiff, consequently the, statute of limitations could not affect the case. If.this special agreement had been distinctly proved by competent testimony, I see no objection to the instruction. It was no doubt competent for the defendant to have shown a special agreement that Armstrong was to\" take payment for his work as it progressed out-of the store of William Graham-. But we are all of opinion that William Graham, in this case, was an incompetent witness to prove such a special contract. \\ He had a suit pending against’ Armstrong; his account was alleged to be barred by the’ statute of limitations. , He was in fact swearing -.money into his own pocket. The judge instructed the jury- that William Graham was a. Competent witness. It is ruled in Clover v. Painter, 2 Barr, 46, 47, that a cr’editor or legal owner, who, before suit brought, transfers his debt to a third person with or without a valuable consideration, whether the assignment be real or fictitious, is not a competent witness for any purpose, connected with the action. So in Muirhead v. Kirkpatrick, 2 Barr, 425, it was held that the assignee of a debt could not prove it as a set-off by his assignor. It often happens in the course of a trial that an incompetent witness is admitted; in such case either party has the right to ask the court to instruct the jury to disregard his evidence. It saves the granting of a new trial. When the court is called on, it is their duty to correct their mistake in their charge to the jury. The court ought to disabuse the minds of the jury. The jury ought not to be influenced by illegal testi- • mony. Here the counsel requested the court to instruct the jury that William Graham was an incompetent witness in this case, but the court instructed the jury he was competent. Experience has shown me that on the trial of causes, improper and illegal evidence is occasionally admitted: when discovered, it is the duty of the court to correct it. The court sometimes hastily admits it; at other times the witness will give hearsay evidence in cases where hearsay is inadmissible; or other illegal and incompetent evidence. This does no harm if it is at the time withdrawn from the jury, or the jury are properly instructed in the charge of the court. When such a case happens, and the court are requested to give the proper instruction to the jury, it is error not to do so, and that., too, whether the witness was excepted to or admitted by the court without exception. It facilitates the trial of causes, enables the court below to correct errors that creep in on the trial, and saves parties the expense of. a new trial.\nThe judgment is reversed, and a. venire de novo awarded."}