{"id": "401904", "contents": "Coulter, J.,\nafter stating the case. At the time of making his will, it was the intention of the testator that the house and lot which he directed his executors to sell should remain his property until after his death; and that the funds produced by the sale should afford the means of paying his funeral expenses, all his just debts, and the legacies bestowed upon five of his children. He thought proper afterwards to sell thé house and lot himself. But how long previous to his death, or when his will was dated, does not appear by the evidence furnished to this court. ■\nBy the sale of the property, the- testator rendered it impossible for his executors to carry out the. provisions and clear intent of the will. This is not a case where a -testator having himself sold a part of his real estate, previous to his death, left sufficient remaining to carry his intention into effect, except so far as he had anticipated that intention by arrangements of his'own. ' In such cases a sale of land operates as revocation only pro tanto. But in this it is impossible to execute the will according to his intent. Whether his necessities compelled him, or a change of mind in relation to the disposition of his estate induced him. to sell his property himself, he must have perceived that he was rendering the provisions of the will invalid; that he ’was sweeping away the very foundation on which it rested. He directs that out of the fund raised by the sale, his executors shall pay.his debts and funeral expenses, and the legacies to his five children. Now, the personal property left by the testator, excluding his household furniture, amounting to $251, which the executors delivered to the appellants under the residuary clause, is barely sufficient to pay the debts of the deceased, leaving nothing to pay the legacie's to the five children,-when by the very terms of the will the residuary legatees were to take nothing but the balance of the estate after payment of debts and the pecuniary legacies. If the will stands and could be executed at all in its broken state, the two daughters, as residuary legatees, would get every thing, and the other five children nothing, thus defeating the primary intent of the testator. The largest latitude which the law allows to discretion will not permit the court to give this effect to an instrument; which the testator must'have known he was rendering invalid -by the sale. By such-a-result, the court would make a. new will-for the testator. It is the opinion of this court, from all the circumstances of the case, that it -was the intent of Joseph Cooper to revoke his will by the sale which he made of the- principal part of his real estate; and that it is therefore revoked except so far as the appointment of an executor, in which respect it remains valid. '\nThe decree of the Orphans’ Court is reversed, and the clerk of this court is directed to make the following entry in the cause':\nIt is ordered and decreed by the court that the decree of confirmation of the administration account of John Glenn and William Noble, executors of Joseph Cooper, deceased, be reversed,- and that the said executors settle an administration account, under the direction of the register of Alleghany county, of the goods and chattels of the deceased, which came to their hands in the- same manner as if the said Joseph Cooper had died intestate."}