{"id": "401905", "contents": "Burnside, J.\nThis was an ejectment in which the plaintiff recovered a verdict to be released on the payment of $584 53. ■'300 to be paid in one year, the balance in two years, with interest Vom date.\nHeba Holmes, by articles of agreement, had sold to Collins Hall all his title to six acres of land, with-of said mills and appurtenances with machinery, &c., for the sum of $1400. As part payment, Hall was to give up certain notes, and a mortgage that he held against Holmes. They were to be given up when the deed was made; also, a span of horses for what they were worth. The balance was to be paid in cash, in annual payments of $200. Holmes agreed to give a good and sufficient deed for the premises, and Hall agreed to make the payments and give good security for the same, either by signers to the notes with him or a mortgage on the land.\nWe have nothing on the record but the article and the charge of the district judge. The ejectment was to April Term, 1842, and the question was, whether the plaintiff had tendered his deed at the proper time, and before the suit was brought. The construction of the article, and whether the plaintiff below ought to have tendered a deed before the suit was brought, was the question below as well as in this court. The charge of the judge shows that the plaintiff on the 8th of March, 1839, tendered a deed and demanded $200 as being then due. The defendant denied that any thing was due; that the first payment of $200 only became due a year after the deed was made, and offered, but made no tender of the notes and mortgage mentioned in the agreement.\nThe district judge was of opinion, and so instructed the jury, that the notes, mortgages, See., were a payment at the time of sale, and that the first payment of $200 fell due on the 16th of September, 1838. In this we all concur, believing that to be the true construction of the article.\nThe case of Dowling v. Williamson settled, that where .the eject'ment was founded on a legal title,\" the defendant resting his defence upon an agreement of purchase, it-was not essential to the plaintiff’s right to recover, that he should have tendered a deed to the defendant before suit brought. That case was decided upon great deliberation, and the conflicting cases upon this subject were reviewed and considered. Southerland v. Purry, 2 Penna. Rep. 145; Brown v. Metz, 5 Watts, 164, as to this point were overruled, and the case of Smith v. Webster, 2 Watts, 478, where it was held, that in an action of ejectment to compel the payment of the purchase money upon an executory contract, it is not necessary, in order to entitle the-plaintiffs to recover, that he should prove a tender of a deed before suit brought, was reviewed and affirmed.\nThis point again came before the Supreme Court in Markley v. Swartzlander, 8 Watts & Serg. 172, where it was again affirmed, that in an action of ejectment to enforce the payment, of the purchase money, where the plaintiff retains the legal title, it is not requisite that the plaintiff should have tendered a deed before suit brought, -where he claims a conditional verdict; it is sufficient if done at the trial. There- a deed which 'had erasures had been tendered before suit brought, and brought into court on the trial, and such as the defendant was not bound to accept, an erased deed not. being such a deed as a vendor ought to furnish. The deed being filed in the court below, a court of error will allow the plaintiff to execute a new deed in its stead, and affirm the judgment, provided the plaintiff, before the 5th of April, 1845, filed in the court below a good and sufficient deed like that on record, but free from erasures, to be at the disposal of the defendant on complying with the verdict; otherwise, to be reversed, and a venire facias de novo awarded. As no evidence was sent up with the record, and nothing said in the charge,-nor any point made here, I take it for granted there was a good and sufficient deed in court on the trial and left there.\nIf the defendant in error had not made a good and sufficient deed, the court below can set aside any execution he may issue, and stay the proceedings until one is filed in court.\nJudgment affirmed."}