{"id": "401959", "contents": "Rogers, J.\nThere is nothing wrong in the direction that the jury should only take notice of such parts of the minute book as had been read to them. What is or is not in evidence, can only be determined by the court which tries the issue, and it would be wrong for us to rule in opposition to their decision, that because a party has read part, he is at liberty to read and comment on every sentence and item in the whole book. This will take the opposite party by surprise, and frequently have the effect of preventing him from rebutting or explaining it. For the purpose of saving time, parties sometimes agree that all that is in the book pertinent to the case, may be taken to be in evidence; but in the absence of express consent, it cannot be so considered. If the plaintiff was surprised, he might have asked the court to withdraw a juror,—a request which, no doubt, would have been granted, if the justice of the case had required it. Having, however, taken his chance of a verdict, he is not entitled to relief either on motion for a new trial or writ of error.\nBut was the court right in their construction of the resolution of the 18th April, 1843, entitled a resolution relative to the education of the poor in the non-accepting school districts ? .\nThe resolution reads thus: “ Resolved, That in all cases where a new school district shall have been, or hereafter may be formed, by the erection of a new township from an old township or townships which had accepted of the provisions of the common-school law, such new district shall be entitled to receive a pro rata dividend or distribution according to the number of taxables in such new district when compared with the district or districts from which said new district may be or shall have been formed, of all moneys to which such district was entitled and received under the several provisions of the common-school laws of this Commonwealth, for any year or years previous to such provisions.”\nThe plaintiffs contend that they are entitled to a dividend of the balance in the treasury on the 9th March, 1844, the time when the new township was erected, irrespective of all previous disbursements.\nOn the other hand,, the defendants insist, and so the court instructed the jury, that the school-fund’ for the current year only, when the division takes place, is to be divided pro rata between the old and new townships according to the number of inhabitants which they respectively contain at or immediately after the division. That all payments and indebtedness of the school treasury for that year, must be examined and charged to that part of the district which has received the same, or for which the debt was contracted. And if either party had received more than their due proportion according to the rule stated, they must be charged with that amount.\nAlthough the resolution is not expressed very clearly, we are of opinion that the construction given is a fair and equitable one, and will best carry out the intention of the legislature. The resolution speaks “ of all moneys to which such old district was entitled and received under the several provisions of the common-school law of the Commonwealth for any year or years previous to such provision.” Nevertheless, we cannot believe it was the intention of the legislature to go beyond the current year except where (as the construction satisfies the words as well as the spirit of the resolution) some of the taxes for previous years may be in arrears. We are averse to extending the period, because the investigation of the accounts, from the commencement of the school-district system, would be apt to engender litigation and strife, and an expense frequently more than the amount in controversy was worth. When the taxes remain uncollected, we agree, the new district is entitled to participate in the fund for whatever years the taxes may have been assessed. Cases may be readily supposed, where the construction contended for by plaintiff would lead to injustice. Thus, where there are two or more school districts in a township afterwards divided, one may, immediately before the division, receive all to which they are entitled, the other none: would it not'be unjust, that the receiving district should, notwithstanding, be entitled to share the remainder of the funds merely because it reached the treasury at or immediately before the division, and, consequently, was in the treasury at the time. Such a rule is not to be desired, as it would frequently by management be made to operate very adversely to the interest of the new district.\nWhether there was error in the application of these principles to the facts, we cannot determine. If there were, the remedy was on a motion for a new trial. Judgment affirmed."}