{"id": "401958", "contents": "Coulter, J.\nThis is an action brought by the plaintiff in error, who was plaintiff below, against the defendant, who was a collector of taxes, for. selling the plaintiff’s property.\nThe defendant offered his warrant as collector of Porter township, and the collector’s duplicate of said township, in evidence, to which the counsel for the plaintiff excepted; the court overruled the exception, and sealed a bill of exceptions. The papers were admitted to be genuine, and properly authenticated.\nThere is nothing whatever in the exception. The taxes for which the defendant’s property was sold were assessed in the name of John Robinson, who was proprietor of six tracts'of land in Porter township, on one of which a grist and saw-mill was erected. There was no dispute whatever as to the occupancy by Montgomery of the mill tract, but in relation to the other tracts there was conflicting testimony. '\nThe main question raised was, whether the property of Montgomery could be distrained 'and levied for the taxes assessed on these lands.\nThe court instructed the jury quite distinctly, that unless Gilmore Montgomery occupied all these lands at the time of the assessment and levy, that the defendant would be a wrongdoer, and not entitled to protection under the shield of his warrant; and the court imbody the forty-sixth section of the act of the 24th‘ February, 1834, into their instruction, so that there was no room for mistake or misapprehension. The question of occupancy they referred to the jury to be determined by the evidence.\nThe distress or levy of the mare of Montgomery by the collector was made at a vendue some distance from the premises, and the counsel for plaintiff requested the court to instruct the jury that such a distress was illegal; that no property could be levied by a collector, except on the premises for which the tax was assessed. But the court very properly refused to give this instruction. It cannot, be pretended that by the use of-the word distress, the legislature intended to give the levy of a collector of taxes all the incideirts of a distress for rent. It is more in the nature of an execution ; and the words levy and distress are used in the statute, so as to exhibit an intent to make them equivalent, and of the same import. It might as well, on the same ground, be contended that a collector was bound to. put up notice on the premises, wait five'days for a repievin, then have the property valued, and so on through all the formula, but the process would be so cumbrous as to be inconsistent with public policy, and therefore not within the intent of the legislature.\nThere is no analogy between the cases'. The landlord, without the staff of office, or ministerial authority, proceeds on his own responsibility, and for his own benefit, and it is therefore necessary to bind him up to the strictest rules of the ancient distress. But the collector is a public officer clothed with the mantle of authority, acting for the benefit of the public, and without whose services the wheels of government would stop. He has to do with all sorts and conditions of people; is obliged to encounter the prejudices and passions of his neighbours, and unless he goes clearly beyond the range of his warrant, he ought to be protected by the law, whose servant he is.\nWith the tracts of land there was also assessed to John Robinson a mare and a cow, both valued at $50. The plaintiff’s counsel requested the court to charge the jury that this circumstance made the defendant a trespasser. The court declined to give the instruction. The whole assessment of John Robinson amounted to $29; the proportion of the mare and cow would be from the apparent rate of assessment, 50 cents. . The mare levied on by the collector sold for $26, an amount not sufficient to pay the assessed tax on the real estate. It would appear that there was no sacrifice of property by the sale ; for the purchaser of the mare sold her the next day at the same price; nor is there any unfairness alleged in the sale. The plhintiff therefore suffered no wrong, if he was the occupant of the six tracts of land; which question was fairly submitted to the jury, and found against him. It does not appear that the collector specified the tax on the personal estate, as composing part of the sum for which he levied, nor that he demanded that tax specifically from Montgomery, nor that Montgomery objected particularly to that part, but that his objection was to the payment of any part of the tax, assessed in the name of John Robinson. The only evidence that the collector included in his levy the amount of the personal tax, was in the duplicate which he produced himself, but that indeed, under the circumstances, was no evidence at all, as he did not levy enough to pay the tax on the realty.\nThe counsel for plaintiff requested the court to charge the jury, that if they believed the defendant distrained for the taxes before he took plaintiff’s mare, and released his levy, that the first levy was a satisfaction, and he could make no distress afterwards. The court instructed the jury that the law would be so, if defendant had released the levy without reason. But the facts exhibited in 'evidence show that' as' a- faithful and honest officer,- the collector was bound to release the first levy. The plaintiff in error- turned out to the collector boards -and scantling as the property of John Robinson,- on which the-collector levied, but evidence was given;to him that the boards' and lumber belonged to'some person in Pittsburgh,’ (an'd that fact was fully sustained' on the trial.) The collec-. tor thereupon gave up his levy, and afterwards levied, and took the mare of the.plaintiff. Under these circumstances, the levy was no satisfaction, and did not even give colour or shadow for the plaintiff’s point in this respect.\nThere were some minor points which run into each other, and into those noticed, .and which could not affect the decision of the cause.\nThe court perceive no error in the instructions of the court which have been made the basis of the assignment of errors, nor in any matter of law contained in the charge.\nJudgment affirmed."}