{"id": "401936", "contents": "Burnside, J.\nThe plaintiffs below and plaintiffs in error, complained that the Common Pleas erred on the trial of this ejectment, in their answers to the plaintiff’s first, second, third, and fourth points.\n1, The plaintiffs counsel asked the court to charge the jury, “ that in an action of debt a general judgment by default against the defendants, without more, is not such a judgment as will sustain a fi. fa. and other writs. There must be a writ of inquiry or other liquidation, and the judgment from Northumberland county never having been liquidated by writ of inquiry, is not such a judgment as will sustain the subsequent proceeding.” To this request the court answered, “that a judgment by default in an action of debt, is a judgment on which a fi.fa. and other writs can legally issue; but in this case the .record in evidence shows, that the judgment was obtained on a scire facias, and that the question put does not arise on the record.” Writs of inquiry have seldom issued in Pennsylvania in actions of debt. I have never known an instance. When the demand can be ascertained by calculation, execution issues for the amount laid in the declaration; but the plaintiff’s attorney (in this case) has endorsed on the execution the real debt. If the defendant complains that injustice has been done, the court, or a judge at his chambers, before the return-day of the execution, gives relief, on a proper case being made out. Lewis v. Smith, 2 Serg. & Rawle, 142, 155.\n2. “ That the agreement of the defendants in the case, from Northumberland county, they being administrators, is one they could notin law make; and if the jury believe it only a scheme to sell the land, by the administrators, it is altogether void, and leaves the levy on the fi.fa. undisposed of.” The court answered this poiqt in the negative, saying, “ there is nothing in the agreement from which to draw an inference, that it was a scheme to sell the land by the administrators,” A scire facias post annum et diem had issued on the judgment by Bickham and Reese against the administrators of Captain Gray. The administrators appeared, and put the case at issue on the pleas of payment- and nul tiel record, and at August Term, 1807, gave judgment. A fi.fa-. issued to November Term following,-and the sheriff returned a levy and condemnation of three hundred acres in Shamokin 'township, held in partnership with Francis. Johnston, on ' which Yoxtheimer lived. A vend. ex. issued- to sell the premises. Bickham and Reese and the administrators of Gray entered into an agreement, which' is filed in the cause, that the writs be returned nulla bona, and that the tract of land in Mercer county, which was unseated, and a tax upon the estate, should be credited on the judgment at a fair price, and should be sold at sheriff’s sale to perfect the title; and the judgment should remain a lien for the balance. In pursuance of this agreement, the writs were returned nulla bona, and ’ a test. fi. fa. issued.to Mercer county, which was levied on the land in question, lot No. 68, in the fourth district of donation lands, condemned, vend. ex. to the sheriff of Mercer county,'to August Term, 1812, and returned sold to Patrick Farrelly, for the heirs of George Bickham, deceased, for the sum of ohe hundred dollars. The court. were right in answering this point in the negative. Lands in Pennsylvania were always chattels for the payment of debts.' The legislature that met at Chester, on the 7th of December, 1682, enacted,that all lands and goods shall be liable to pay debts, except where there shall be legal issue; and then all the goods, and half the lands only, in case the land was bought before the debts were contracted. This act continued in force till the 10th of March, 1688, and then' by an act passed atPhiladelphia, all lands were made liable to be taken in execution and sold for the payment of debts, though there were issue, which under subsequent legislation remains in force to this day. See appendix to Dallas’s ed. of the Laws, p. 26. Up to the year 1758, it was the universal practice, sanctioned by judicial decisions, for administrators to sell equitable titles to lands as chattels to pay debts and maintain minor children, without an order of the Orphans’Court. Campbell et al. v. Rheim, 2 Yeates, 123. When this, proceeding was had, the practice had not obtained to stay execution until an administrator could sell by order of the Orphans’ Court. That beneficial system is owing to subsequent legislation. The agreement of the administrators at that day, to change the levy from off a seated tract in the neighbourhood of the widow and her minor children, to an unseated tract in a distant wilderness, was a meritorious act which would have met the approbation of our courts.\n3. “That the deposition of Patrick Farrelly, Esq., is not sufficient evidence of the loss of the sheriff’s deed being ex parte in an application for relief in another case; and the whole application being one not provided for by the act of Assembly.” To this, the court answered, “the existence of a deed being proved, the person to whom it was made in trust, at a time when there was no controversy, would be competent to prove the loss, and his deposition, if believed by the jury, is evidence of the loss of the sheriff’s deed,.” On the 21st of May, 1813, Mr. Farrelly came into open court, and deposed that a deed made and acknowledged by Nathan Patterson, Esq., late sheriff of Mercer county, to Lewis Neill, James Whitehill, and Alexander Henry, in trust for the heirs of George Bickham, deceased, for lot No. 68, in the fourth district of donation lands, wag transmitted to him at Harrisburg last winter, to have a new one executed, as there was a mistake in the said deed in mis-stating the parties, &c., that he has not the deed, and believes he lost it, or burned it by mistake, at the time he was destroying a parcel of useless papers at Harrisburg, &c. Mr. Farrelly then presented a petition to the court, on behalf and in the name of Lewis Neill, James Whitehilí, and Alexander Henry, trustees of the heirs of George Bickham, deceased, praying the court to direct the sheriff of Mercer county to execute a deed to the said petitioners in'lieu of the deed lost. The court, after advisement, granted the prayer of the petitioner. We think that the petition of Mr. Farrelly sufficiently proved the existence and loss of the deed. It shows that the sheriff had made a deed after the sale, and the records of the court show that it had been duly acknowledged to the trustees of Bickham’s heirs. In a case like the present, after more'than thirty years, every presumption is to be made in favour of the regularity of the sale and the proceedings of the court.\n4. “ That the deed of the treasurer being a general deed for part of a tract, without lines or description, requires actual entry, survey, or other marks or designation of the extent of the claim to make it good, and if the possession of the defendant is not such a designation, the defendant is still in possession as tenant in common with the plaintiff.” The court answered, “the purchaser at the treasurer’s sale has a right of designating, in a reasonable form, the four hundred acres purchased and conveyed to him by the treasurer out of the five hundred acres. The deed gives him a good title to the four hundred acres. The designation is at the election of the purchaser, and not of the original owner. But in this case, the question put does not arise. The defendant having shown an outstanding title, consequently, the .plaintiffs are not tenants in common with the defendants, even if the law was as the plaintiffs ask the court to charge the jury.” The evidence was, that thé sale book of the treasurer showed that four hundred acres of the tract only were sold ; the deed was for five hundred acres, the quantity the survey called for. That was a matter that was perfectly immaterial to the plaintiffs. The sheriff’s sale on the test, fi.fa. and vend. ex. from Northumberland county, and the sheriff’s deed, divested their title. What became of the tract afterwards, or how it was held, was of no moment to the plaintiffs. The judgment is affirmed."}