{"id": "401924", "contents": "Burnside, J.\nIn Perkins v. Gay, 3 Serg. & Rawle, 327, the Common Pleas laid it dowm in general terms, that if, at the time of an agreement to establish a consentable line, the parties labour under a mistake as to their respective rights, they w’ill not be bound. The Supreme Court held this instruction to be erroneous; they said, no boundary of the sort could in any case prevail, if it wrere law, for the consideration of the agreement is, in ninety-nine cases out of a hundred, the settlement of a dispute arising from ignorance-of the parties, or misapprehension on both sides. If there had been evidence that the owners of the surveys had established the line to which the defendant claimed, the direction of the learned judge, on the principles settled in Perkins v. Gay, would not have been correct. The line to which the defendant claimed cut off forty-one' perches of the plaintiff’s survey; when or how'that line was made- no one could tell. The owners of the surveys resided in Philadelphia. Settlers first went upon the land without the license or authority of the owners. They afterwards became tenants, The line was said to be run by William P. Brady, for whom, or by whose authority or direction, did not appear.- It was said to be an old line. The land wms unimproved between this line and the true line. The true line, or rather the place for the true line, could not be ascertained without running the north end of the block of tracts which bounded on the purchase line. Whether Brady did' run it, either for the owners or settlers, or under what circumstances, did not appear. A cons'entable line- is fixed upon án overture or agreement between the owmers. We,-therefore,'think the defendant was not injured by the instruction complained of, that when parties, for the purpose of settling a disputed boundary, agree upon a line, courts will usually hold them to it, .unless some considerable mistake has been .made;” because it 'did not -appear that theowners of the survey ever made or knew of the line actually run on the ground, cutting off forty-one perches of one'survey, and adding it to the other the whole distance along one side of the survey.\nThe judgment is affirmed."}