{"id": "401920", "contents": "Burnside, J.\nThis is an action,of slander. But two exceptions have been seriously pressed on the consideration of the court. 1st. Whether there were sufficient parties to the action. 2d. Whether the cause was at issue. The record shows that the action was brought by Alexander Long and Catharine his wife, against John S. Long. The declaration commenced by stating, that John S. Long was attached to answer Alexander Long and Catharine his wife, of a plea, &c. It proceeded in the usual form, averring the good character of the said Catharine, stating, “By means whereof, the. said Catharine Long, the love and affection of her said husband,” &c. The words were laid with proper .averments, that “ Doctor Morris has had carnal connection with Caty Long.” In the .same, count, there were other words laid, viz. : « Damn old Caty Long,” the said Catharine still meaning, “ I myself have known-her private parts.” This is the substance of the gross, slanderous words all laid in one count. .To this declaration the defendant first pleaded, not guilty, but afterwards withdrew that plea, and pleaded justification. Two days after this, he had his plea of justification drawn out at length and filed. ■ In which « as to the wrong and injury, for plea in this behalf, as to the speaking and publishing of the said several ’words, of and concerning the said Catharine Long, wife of the said Alexander Long, as in the said declaration mentioned, the said John Long, by leave of the court, &c., averring, that the said Catharine,-on the first day of April, 1842, at the county of Allegheny, had- carnal knowledge with --- Morris, in the declaration mentioned, and then and there, being the wife of the said Alexander, &c., did commit adultery.”\nWithout further pleading, the case went to trial on the merits. The jury returned a verdict for $3000 damages. The defendant moved the court for a new trial. To induce the'court to grant it, he filed his affidavit, declaring he never had carnal connection with the wife of the plaintiff, - nor any improper intercourse. That he had no recollection of having charged the plaintiff’s wife with adultery, with Doctor Morris. On the suggestion of the court, the counsel of the plaintiff remitted, one thousand dollars of the verdict. The court then overruled the motion, for. a new trial, and entered judgment. We think there were sufficient parlies to the action. That Alexander Long and Catharine his wife were Alexander Long and Catharine Long. This the declaration states, and the justification avers. This court will not reverse on such an alleged error, nor will they reverse after a trial on the merits for the omission to join issue. 10 Serg. & Rawle, 375. In Sauerman v. Weckerly, 17 Serg. & Rawle, 116, there was neither plea nor issue, and this court held, that after going to trial on the merits, they would not reverse the judgment. '\nIt is contended, these were actions ex contractu, debt and assumpsit. In trespass to real property: Held, that omission to perfect the pleading is a tacit agreement to waive matters of form, and try the case on its merits. Collum v. Andrews, 6 Watts, 516. No good reason can be given why the same rule should not prevail in slander. Character is more dear to a' person than property. I can feel no commiseration for a person who basely proclaims that he had carnal connection with a grandmother, and afterwards sWears it was false.\nThe judgment is affirmed."}