{"id": "401933", "contents": "Bell, J.\nThe object of thé legislature, in the enactment of the several acts of.Assemhly found on our statute book, relating to the subject of trusts, was to invest the courts 'of the Commonwealth with the powers, elsewhere exercised by Courts of Chancery, generally to supervise the execution of trusts, to prevent their failure, to punish their abuse, and to compel exhibits, from time to time, of their state and condition, where accounts are necessary and proper for that purpose. Being highly remedial in their character, they should be liberally expounded and extended in cure of the defect which was so glaring in our original legal system, as to become the subject of universal complaint. Before the passage of these acts, it was the policy of our judicial tribunals to encourage trustees to the discharge of their functions, and now it is their duty to compel this, wherever the necessary jurisdiction has been conferred. In the exercise of a jurisdiction so beneficial, and, indeed, so essentially necessary, in. a country where the relations of property are becoming every year more complicated, there is no cause why wre should be astute to discover reasons for stopping short in the application of the remedies provided by these laws, to cases obviously within their purview. The inclination of the courts should rather be to support the partial or complete execution of trusts, however effected, wherever this can with propriety be done.\nBy the nineteenth section of the act of the 14th of June, 1836, it is made lawful for the proper Court of Common Pleas, or any judge thereof, upon application by bill or petition, to require any trustee created by deed, will, or otherwise, to exhibit an account of his ■ management of the trust estate of funds, &c. '. The trust created by the last will of Adam Flick is, indisputably, within the provisions of this section, and therefore the court from whose order this appeal is taken, had jurisdiction of the case, and power to compel the trustee to a settlement of his accounts. It is true, the section seems to require the bill or petition for a citation, by which proceedings against the trustee are initiated, to be by a co-trustee or some person' interested in the trust estate or funds; and the court below, looking only to this requirement, dismissed the whole proceeding for an account in this case, after having entertained it up to the cdnfirmation of the report of the auditors and exceptions thereto; on the ground, that the next of kin of Margaret Flick, at whose instance the citation to the trustee was issued, have no interest in the trust fund. This is undoubtedly so, and might have furnished a sufficient reason, under the statute, for refusing to listen to their petition in the beginning, or the trustee, on the return of the process, might, under ordinary circumstances, have suggested the want of interest in the petitioners and prayed a dismissal of their bill.- But instead of pursuing this course, he acquiesced in the call made upon him by the relatives of the cestui que trust, filed his accounts, appeared and litigated the question of their correctness before the auditors appointed by the court, and, so far as appears, never tools excepiion to the regularity of the process issued against him, or to the subsequent steps consequent upon it It Was not until after his death, when the court had complete possession of the case, by, as it would seem, the consent of all parties, that such exception was taken, it is to be presumed by his legal representatives, though even this does not distinctly appear by the record. Now, admitting the next of kin as such to be destitute of the right to call the trustee to account under the statute, and that therefore, as is contended for the appellees, the proceeding in its inception was irregular, yet it was not void, for the court had jurisdiction of the subject-matter, and might, as it seems to me, properly entertain it in the absence of objection. At all events, in this as in other instances, the maxim is consensus toilet errorem, and this maxinj is especially applicable in a case like the present, where the proceeding is wholly within the power of the court to prevent injustice or oppression, and to prohibit improper interference. The great object here is, a settlement of the account of the trust, and this is to be encouraged. Vet the court certainly would not permit a mere stranger wantonly to interfere, even for this purpose, nor perhaps as already intimated, would it suffer even those allied to the cestui que trust by blood or marriage, and so having an interest in the beneficiary though hot in the fund, to call for an account if the objection were made on the threshold, unless under the peculiar feature of this case hereafter to be noticed. But under the statutes I see no objection to a voluntary statement of his accounts by a trustee, and this would at once invest the court with the power of supervision. Why should not the acquiescence of this trustee in the process of the court, by a settlement of his account without objection, be deemed a voluntary act .for the purpose of supporting a proceeding which the interest of the trust demanded, and which can work no injury to the trustee ? I am at a loss to imagine any valid reason why it should not be so accepted. It must be presumed he was possessed of a knowledge of his rights, and therefore his utter neglect for so long a period to call in question the act of the petitioners in praying the process of the court against him may, without any violation of propriety, be accepted as tantamount to a voluntary submission to the jurisdiction invoked. Having once submitted, at the instance of parties, who may be regarded as not merely intruders, we think his representatives are not at liberty to withdraw themselves from the power of the proper tribunal, upon discovering that the estate of their decedent stands in danger of being charged with a larger sum than he was willing to confess. On this ground alone, we are of opinion, the court belowwas wrong in setting aside the proceedings Had' under its authority. ■\n. It must be confessed if the case stood on this foot alone, some difficulty might be felt in supporting the appeal-to this court,'by the next of kin. But there is another point of view in which they may be regarded as proper parties to the proceeding had below, and consequently to this appeal. It is to be gathered from the- record, and indeed it is conceded all round, that Margaret Flick, the cestui que trust, is of such weak intellect as to be incapable of superintending and managing her affairs. “From this springs.the difficulties that have been experienced in the case, and this obviously furnished the reason why the Court of Common Pleas, in the year 1828, directed notice of the application of the 'then trustee, Philip Hoover, to be discharged from the burden of the trust, to be given, not to the cestui que trust, but to her next of kin, and it was under this notice which made the next of kin parties to the proceeding, that the late trustee, Jacob Hoover, wms appointed. 'Now it is a rule in Chancery, that where a person is incapable of acting for himsejf, although not strictly an idiot or lunatic, a suit or proceeding may be ■instituted in his name, and the court will authorize some suitable person to carry it on as next friend. Story’s Eq. PI. § 66. There is certainly room for the application of this rule to the case in hand. The propriety of the call for an account cannot be questioned.- Long before it was made, the next of kin had been called into court, under the direction of the court itself in connection with the trust, and the appointment of this very trustee. Afterwards, the court entertained their application for a citation against him. Looking to these facts, and having respect to the mental condition of the cestui que trust, it is, certainly, not straining the point too far to regard the next of kin as her next friends, recognised if not appointed by the court as such, and therefore- authorized to take the necessary steps for the protection of her interests. There is less difficulty in this from the circumstance that their present application was entertained for nearly two years, without question by any one. That the bill or petition, does not run, formally, in the name of (he cestui que trust, can make no difference. The substance, which is the call for- an account, is every thing, the form nothing. It may be reformed if deemed necessary for conformity.\nTo prevent any possible misconception, it may be added, that were the cestui que trust in a condition to refuse her assent to these proceedings, and in any way manifested dissent; or, perhaps, if she were competent and silent in respect of them, the case would present a different aspect. But as matters stand, her assent must be presumed, in as much as the steps that have been pursued are in promotion of her interests, and, in every event, it is the duty of the proper court to take care that these interests are not compromised or impaired.\nDecree of the court below, setting aside the proceedings reversed, and it is ordered that the said proceedings be reinstated, to be proceeded in according to law."}