{"id": "401930", "contents": "Coulter, J.\nThe first error assigned is, that the court erred in their answer to the second point of the plaintiff below, who is the plaintiff in error. That point is in the following words: “ Though the jury should believe from the evidence, that William Townly did settle on the vacancy at Spring Creek, before the date of plaintiff’s survey,:yet, if he failed to make it his place of abode, and, either from inclination or any other peculiarity in his circumstances, was absent from his place one-half of his time or more during the time of his alleged settlement before the date of plaintiff’s survey, he gained no pre-emption right to the land, and the plaintiffs have shown a good title.” The court, in their answer to this point, treat it as a question of abandonment, of which the counsel for plaintiff complains, and alleges that it was no answer. But it is really a question of abandonment, and nothing else. In the body of his charge, the judge distinctly instructs the jury, that the plaintiff had shown a good, legal title, and was entitled to recover, unless the defendant had established, that Townly commenced an actual settlement, and had appropriated the land before the date of the survey on the warrant, under which the plaintiff claims, and continued it from time to time, so as to give him the pre-emption right which the law secures to the actual settler. It only remained for the court to answer, so far as the absence of Townly would constitute an abandonment of his equity. The first member of the point, in fact, admits the settlement of Townly, and then propounds the inquiry as to the effect of his absence one-half of his time and more from his settlement. The counsel seems to have thought that he was entitled to a categorical answer from the court, that such absence, without relation to the circumstances of the case, would obliterate the equity, and amount to an abandonment. If the court had thought proper to say, that such absence, of itself, would not constitute an abandon-merit, they would have been sustained by the adjudicated cases on the subject. The judge, however, looked at the evidence, and referred' it to the jury to determine, whether Townly had . abandoned his settlement of not. Some cases may be so strongly and indelibly marked, either by continuous absence, and suffering the improvement to return to its wild state, or by the declarations and acts of the party, as to justify, the .court in deciding as a matter of law upon the question; yét in a large majority of the cases which occur, there is such a mixture of motive, intent, and circumstances as to make it a matter properly referable to the jury. It is not mere length of absence for any reasonable time which gives character to'the act of quitting possession, for a man may leave behind him unquestionable marks of the animus revertendi, suchas grain growing, household utensils, and farming implements. On the other hand,-, a short absence mhy be marked as unequivocally, by acts and declarations, with an intent to give up the right of settlement. In this case, the settler was a single man, without family, and, according to the evidence, was. often absent.for provisions, sometimes to work, and, perhaps, sometimes in search of a helpmate. . But he always declared his intention of holding the land by improvement. ■ He had built a house, and made it suitable for a residence, ¿nd'left behind him some instruments of husbandry, and such furniture as he had. He cleared a small piece of land, raised potatoes on it, and'.one of the witnesses saw oats growing. /Wherever all the. circumstances of thé ease leave room for. doubt, the'jury is the. proper tribunal to decide. • Forster v. ■ McDivit,- 5 Watts & Serg. 359.- The court told the jury, that a settlement ought to be free from' the-smallest cast of abandonment.'\nThe .-next error assigned is,- the answer of the court to the third., point, which-is in these words: “ If ’the jury believe, ..from the evidence, that Town'ly settled on the land with the intention of cutting and manufacturing-lumber, as testified by .himself, instead of drawing ■ his subsistence from the .soil, he gained no pre-emption right by his settlement.'” The judge replies: ¿¿This point is answered and the law correctly laid .down, in the answer to the first point.”\nThe. answer' of the court to the first point contains a great many things', and,, among the rest, a plenary answer to the plaintiff’s third point. ■ The court say:. “ If the intention -is merely to occupy a tract of land\" for the purpose of stripping.it of the timber and making ■gainmf it, and then abandoning it, such acts would not give a person any pre-emption right, although he might.be in actual possession' and building a mill at the time the warrant was laid. . .\nThis answer is quite as' favourable to 'the 'plaintiff as the law authorizes. Townly testified that he intended to make his living by water-works; that the one hundred acres which he supposed were included in his marked and designated boundaries, were peculiarly and excellently calculated for that purpose, and but indifferently suited for cultivation. It is the interest of the Commonwealth, that poor land should be appropriated and settled as well as the fertile and luxuriant. She obtains the same price for one as for the other. And although some grain or nutritious food must be raised by cultivating the earth in order to comply with the statutory provisions on the subject, the amount or quantity is of no moment. The shoemaker, the blacksmith, and the miller may appropriate land by actual settlement, although his design is to pursue his trade as the principal means of thriving and subsistence. There is no accounting for the peculiarities of propensities among men. We find the poor and stony lands of the mountains speckled with settlements by individuals, attracted perhaps by the pleasures of the chase, or possibly driven by the rough hand of poverty and necessity; still, they find a home and the means of living and supporting a family, although a scanty part comes from the cultivation of the soil. It never could have been the intention of the legislature to exclude from the hardy and adventurous pioneer and settler, hilly and rough land peculiarly adapted to water-works, for the reason that he could not support his family by cultivating the soil. Grain or nutritious food must, to some extent, as I have said, be raised from the earth. Goodman v. Losey, 3 Watts & Serg. 526: and that was done by Townly, according to the evidence. In fact, no mill was built till after he sold his settlement right.\nThe next assignment is, that the court erred in answering the plaintiff’s fourth point, which is as follows : “ If the jury believe that no person lived on the Townly improvement at the time the taxes were assessed for the year 1836, then the sale by the treasurer passes a good title for the whole of the tract No. 3736.” The court answer—“If there was neither residence, nor cultivation on the Townly claim, in 1836, it would be so, but if there was cultivation or residence on that part of the Townly claim not included in the survey on the warrant, No. 3736, then no part of the Townly claim could be sold.” It is true that the court speaks of the year 1836, without reference to the time when the tax was assessed for that year. The tax is usually assessed in the month of November, but always in the previous year; and it is true that the time of assessment fixes the character of the land as seated or unseated. We may admit that the court was somewhat oblivious in not referring to the time of the assessment, instead of speaking generally of the year 1836, for which the tax was assessed. The court, however, in the body of their charge, distinctly instructed the jury that the period of time when the tax was assessed afforded the criterion of judging whether the land was seated or not; and the mistake in answering the point was, therefore, a mere inadvertence, probably not observed by any one at the time, and which would, or might be readily corrected by the charge in chief. But this oversight of the court could have done no injury whatever. I have looked to the evidence in vain to find some circumstances or facts that would have made any difference in the assessment, whether made in Nov. 1835, or the winter of 1836. Townly might have been absent from his house either on business or amusement on the day the assessor was there (if he was, in fact, on the ground) at either period. But still the house was there, the potatoe patch and the clearing of the two acres; enough to put the assessor on inquiry as to the person who owned the improvement. He could not help perceiving that some person had made a settlement on the land. There was a comfortable house and small improvement, and he was bound to take notice of it, and was not justifiable in returning it unseated, without unequivocal marks of the abandonment of the improvement, and its permissive return to its natural state, otherwise the owner of the improvement was personally responsible for the tax and ought to have been assessed. Harbeson v. Jack, 2 Watts, 124. The very fact whether Townly had abandoned) his improvement was submitted to the jury by the court from the evidence, and they found that he had not. This court is not inclined to reverse a judgment on account of an oversight of the court in answering a point submitted, which was corrected in the charge in chief, and which, from the evidence, could not have injured the plaintiff.\nThe next and last error assigned is, that the court was in error in answering the^flh point, which is as follows: “ The court is requested to charge the jury, that the defendants having failed to show the payment of taxes for the years 1836 and 1837, on the Townly improvement, the plaintiffs’ tax deed gives them a good title for the whole tract No. 3736, and therefore they must recover in this suit. To which the court reply: “ This would be so if the Townly tract was unseated ; if it was not unseated, it was not necessary to show the payment.of taxes ; whether it was seated or not, the jury will determine from the evidence.”\nThe court had instructed the jury in the body of their charge what ingredients were necessary to constitute a settlement, and had also instructed them what made land seated in legal estimation. It was unnecessary to repeat these instructions in answer to this point. It would have been merely useless accumulation of the same matter, quite enough of which is in the cause. It was sufficient to say that the answer to the point -was to be found in the determination of the fact whether the land was seated or not, which they properly submitted to the jury on the evidence under the instructions which they had received.\nThe errors assigned have not been sustained. The cause was submitted to the jury fairly on the facts, with suitable instructions on all the points raised. Judgment affirmed."}