{"id": "401925", "contents": "Burnside, J.\nThe real estate of William J. Wilson having been sold, the money arising from the sale was brought into court for distribution.\nThe counsel of the Commonwealth claimed out of the proceeds of sale the amount of a settlement made by Wilson as brigade inspector, on the 25th of January, 1839, of $202 93, by virtue of the twelfth section of the act of the 30th of March, 1811, 5 Smith’s Laws, 231, which provides, “that the amount or balance of every account, settled agreeably to this act, due to the Commonwealth, shall be deemed and adjudged to be a lien from the date of the settlement of such account, on all the real estate of the person or persons indebted, and on his or their sureties throughout the Commonwealth.” The settlement of accounts being between the brigade inspector and other officers, and the auditor-general, this act was found imperfect as to notice to other creditors; for a remedy of this evil, the legislature on the 16th of April, 1827, sect. 4, Pamph. L. p. 472, provided, that “ the auditor-general is hereby allowed and required to transmit to the prothonotary of the respective counties, to be by them entered of record, certified copies of the liens which may hereafter arise, by virtue of the twelfth section of the act of the 30th of March, 1811, entitled, v&c., as soon as the same are settled and entered in the books of the accounting officers as directed by the said act.” No certified copy of .the lien was filed with the pro'thonotary of Washington county against Wilson. On this ground, his judgment creditors allege, that the Commonwealth is not entitled to be paid out of the fund in court. It is contended, that the act of the 16th of April, 1827, did not alter or change the provisions of the act of 1811, nor was it the design of the act of 1827 to create a lien: on the pther hand, it is answered, that both acts must be taken together, and the auditor-general is empowered, the moment he settles . and enters an account, to transmit a-1 copy to be entered of record in the proper county. That-the law abhors all secret liens, and that the Commonwealth, by the negligence of her officers, in not doing as the act of 1827 directs, has no lien in the county of Washington where Watson resided, in preference to judgment creditors. Our law of liens is well settled. It requires, in all who claim a lien by legislative provision to comply with those provisions. In Mann’s Appeal, 1 Barr, 24, it was held, that a judgment regularly entered on the appearance docket, but not earriedúnto the judgment docket, lost its right to be paid out of the proceeds of a sheriffs’ sale. So in Hance’s Appeal, 1 Barr, 408, it was decided, that a purchaser or judgment creditor -was not bound to look beyond the judgment docket. The account settled by the auditor-general at common law, gave the Commonwealth no lien. The Commonwealth’s lien on the land of her debtor is created and exists in pursuance of the acts of the legislature. Both acts are to be taken together. Our legislature have uniformly discountenanced all liens and incumbrances from transactions that do not appear of record. 7 Serg. & Rawle, 73. The’act of 1811 gave the Commonwealth a lien on all - lands of the debtor within the state. Themct of 1827'did not abridge that lien, .but made it the duty of the auditor-general to file the lien in the county where the debtor resided, for the purpose, of notice. Every citizen interested could go there and examine; and if the auditor-general had done his duty, he .could have saved the lien of the Commonwealth. The 'settlement not being placed of record in Washington county, the lien created by the first act was not notice to judgment creditors. It is the duty of the officers of the state to obey the acts of the legislature. If they disregard them and neglect their 'duty, they subject the Commonwealth to loss by their negligence. Judgment affirmed. ’"}