{"id": "401914", "contents": "Coulter, J.,\n(after stating the case.)—The administration of justice depends so much upon testimony that it behoves courts to guard with sedulous care every avenue through which improper evidence may mingle itself with the important development of facts, oral or documentary, upon which the decision of causes should be founded. That no man ought to be admitted as a witness in his own' cause is a fundamental rule of law. Anomalous cases may, and do occur in which the power of controlling necessity allows a party to prove particular facts; such as the loss of a paper, entries in his books, and some others. But the admission of a party to be a general witness strikes the common sense of mankind to be unjust. If one party is admitted, the other ought not to be excluded. One may have a greater interest in the result of the cause than the other, but it is not on account of interest that the exclusion is effected, but on grounds of public policy which experience developes, that a party, although divested of interest, ought not to be a witness. The act of the law kindly covers with the mantle of oblivion the legal engagements and contracts of the bankrupt—that is a large immunity—but it has not extended to him the right to testify in a case where he is a party, and was once bound. The case of McClelland v. Mahon, 1 Barr, 364, which overruled and extinguished the case of Steele v. The Phoenix Insurance Company, established the rule with regard to plaintiffs who had no interest in the cause, and there exists no reason why it ought not to be extended to defendants also. The case of Wolf.u. Fink, 1 Barr, 435, does in fact extend the same rule to defendants. The cases cited by the learned judge who delivered the opinion- in that case establish the principle.\nIt was contended by the counsel for the defendant in error, that the exception was not sufficiently specific as to the ground of exclusion. But the exception divides itself into two branches: the first assigns as a reason for the rejection, the interest of Porter; that being overruled by the court, upon the production of the certificate, and the release executed by Porter at the bar; the second branch excepts generally to him as a witness, without assigning any reason; that being the case, and the defendant not requiring any further specification of the grounds of objection, we must look at the whole case, and finding a sufficient reason for excluding the witness to exist, must presume that the defendant intended to object on that ground.\nThere was error in admitting Porter, one of the defendants on the record, as a witness.\nJudgment reversed, and a venire de novo awarded."}