{"id": "401921", "contents": "Gibson, C. J.\nThe earlier decisions that a trust for payment of debts is a direction not to plead the statute of limitations, have been properly swept away. They were vigorously attacked by counsel in Stackhouse v. Barnston, 10 Ves. 459; and they have received the pointed disapprobation of Lord Hardwicke, Lord Eldon, and other eminent men. The entire series which preceded Burke v. Jones, 2 Ves. & Beam. 275, was examined by the vice-chancellor in that case; and the principle he deduced from them is a very rational one, that debts barred at the testator’s death are not revived; but that debts, against which the statute was running, are taken out of its further operation into the protection of the trust. The difficulty then resolves itself into the familiar principle that a trust is not within the statute of limitations. It is predicated, however, as in other cases to which it is applicable, with this restriction, that the trust be not an implied one; and in view of the stringent tendency of the modern decisions on the statute, I would add that it be not only express, but precise and clear. As a decedent’s land is, with us, a fund for the payment of debts, whether by specialty or simple contract, there is not the same necessity to favour the creation of such a trust here as there is in England. Indeed it is of no further use, in any case, than to save the expense of a sale by order of the Orphans’ Court. The question then is, has this testator distinctly created an express trust? His words are, “I direct all my debts to be paid ; and I hereby devise in fee-simple to my wife Sarah all my estate, and appoint her testamentary guardian of my children. I do hereby authorize my said executrix to sell sufficient real estate to pay my debts.” Now, as respects the statute of limitations, a simple direction to pay debts goes for nothing. There can be no trust of personal estate in the hands of the executor to whom it is addressed ; and when the statute has begun to run in the testator’s lifetime, it runs as to personalty after his death; as it did in Freak v. Cranefeldt, 3 Mylne & Craig, 500, though there had been no personal representative to be sued for more than six years. Standing alone, as it does, in the first clause of the devise, this naked direction would be no answer to a. plea of the statute from the executrix; or impose any duty on her which the law does not impose; and'standing in connection with the superfluous power to sell, it adds nothing to its effect. True, we have a statute which declares every devise of a power to .sell to be a devise of the title; and which consequently turns the devisee into a trustee for the purposes of the power. But to bring this case within it would give her less than is given her by the words of the will, which carry the equitable as well as the legal estate; .and it cannot be a sound construction of them which would turn her into a trustee against the testator’s evident intent. Then, joined to the mere devise to Mrs. Fetterman, what does the direction to pay express ? Undoubtedly a devise to her for her own benefit, with a request to pay; but out of the whole fluid? Primarily out of the personal estate, which is the. legitimate fund. It is strange that a formal direction, which means absolutely nothing, should from mere habit of expression find its way into almost every will, side by side with the formal disposition.of the testator’s soul and body.' What then is a devise of the legal and equitable estate joined with the unnecessary power to sell? It is still a devise, not in trust for the devisee and creditors, nor any trust at all. An English chancellor would indeed compel her, and, in order to assume jurisdiction, would treat her as a trustee; but he would do so on the ground of an-implied trust only, which has ever been subject to the' statute of limitations; for there is not a syllable in the devise to create án express trust. Nor is there any thing in Alexander v. McMurry, or Steele v. Henry to indicate that a constructive trust is not within the statute. Those were cases not of trust, but of charge, in which the temporary charge imposed by the law was supplanted by the permanent charge imposed by the testator. The present is not even a case of charge; for as Mrs. Fetterman was to be the untrammelled owner of the estate, the power to sell was no-more than a suggestion. She took it burdened with no more than the law imposed on it; and the direction to pay had relation to debts which might be recoverable. In any aspect, therefore, there was no more than.an implied trust; and the debt was barred by the statute of limitations.\nJudgment affirmed."}