{"id": "401955", "contents": "Gibson, C. J.\nUnder special circumstances, the word\nappurtenance has been allowed to include land; and it undoubtedly includes an easement or privilege on another’s land when annexed to a tenement, as it was allowed to do in Swartz v. Swartz, at the present term, ante, 353. Were it necessary to put the cause on that point, the question would be, whether the use of the privy in contest could be brought within the operation of the plaintiff’s conveyance as a thing previously annexed to the subject of it; and the construction would be governed by the intention of the parties, deduced not only from their words, but from the previous disposition and enjoyment of the property. But a glancq at the plan by which that was regulated, would show, that the four privies were placed in the centre of the original lot for the accommodation of the four parts into which the owner of the whole divided it; and it would appear they were used in conformity to this plan, till the cotemporaneous sales to the plaintiff and the defendant of their respective parts by the executors of his successor. That the privy in question was supposed to be parcel of the plaintiff’s purchase, is not to be doubted, for it had been appropriated to the use of those who preceded him in the occupancy of the house ; and even the ground on which the privy stands could be excluded from his grant only by locating it strictly by feet and inches, without regard to the other parts of the description. The dispute has been caused by an oversight of the scrivener in following an erroneous description by distances in one of the previous deeds, which would give less than the actual content; and it is clear, from his ignorance of the fact, as well as from the ignorance of the parties themselves, that the intention was to pass the title to the privy, and not merely the use of it. What is there in this case, then, to prevent the execution of-it? The subdivisions of the original- lot had been set off by visible boundaries, and enjoyed as separate tenements for almost thirty years before the executor’s sale; and in the deeds which they made, the plaintiff’s tenement-was described as abutting on the defendant’s lot, which was similarly described. Why then should the description by feet and inches “ more or less,”control the description by metes and- bounds ? It is a principle, and .was so held to be in Mackentile v. Savoy, 17 Serg. & Rawle, 104, that a description by known boundaries passes exactly what is included by them, though the measurement of the distances should overrun the quantity called for or fall short of it. In that case, the owner of two lots had divided them into three, and had built a house on each of them; and his two-children had, at his death, made partition by deed, the one taking the middle lot, and the other taking the outer lots; but though the description in the deeds was minute as to distances, the owner of the middle one was not held to contribution in order to make up for a deficiency in one of the others. Their rights were grounded by the actual boundaries without regard to any thing else. In the case before us, the different tenements were, in like manner, defined by actual pre-existing boundaries, and the deeds for the two lots respectively call for each other as abuttals; but the two lots together are found, by actual measurement, to contain more ground than was supposed. But that cannot be a sound interpretation which would leave a part of the property still in the grantors, who evidently meant to pass the whole of it. The locus in quo, therefore, is within the plaintiff’s grant; and, as it is agreed that the case stated is intended to settle the right, without regard to the form of the action, the judgment ought to have been given for the plaintiff.\nJudgment below reversed, and judgment here for plaintiff.\nFrom January 25th. to February 1st, Bell, J., was at Nisi Prius."}