{"id": "401918", "contents": "Gibson, C. J.\nIn the cases to which we have been referred, the stay was indefinite; and the inference was unavoidable, that the execution was levied either to cover the goods, or to create a lien separate from the possession; neither of which, the law will endure. The legitimate end of an execution is, to have the money at the return of the writ, or, for good reasons set forth in the return, to hold the property for another writ, not to favour the debtor by securely giving him time, or a deceptive appearance of ownership; and with this end, an indefinite postponement of the sale is inconsistent. Here, however, the sale, technically speaking, was not postponed, but adjourned for a period of ten days; a measure not inconsistent with making the money on the same writ, and, therefore, not a ground of presumption, that anything else was intended. Such a measure may even be indispensable to the creditor’s interest, as it may enable the sheriff to sell for a better price. If the adjournment were to a time beyond the return-day, when no sale could be made on the writ, it would be equivalent to an indefinite postponement, and a badge of fraud: but where it is in its nature consistent with the professed end, it would be unreasonable to interfere with the creditor’s direction of his execution. This principle is consonant with that of Wier v. Hale, 3 Watts & Serg. 285, which is the most stringent case on the subject, as well as that in Thorne’s case, 2 Barr, 331, which is the latest one. In the latter, it was held, that the question is, whether the creditor really meant to obtain his money, as he doubtless did in this instance.\nThat a taking of a forthcoming bond for the delivery of the property at the day of sale was not a dissolution of the levy, results from the principle of Sedgwick’s Appeal, 7 Watts & Serg. 260, in which it was held, that a bond for a stay of execution had not that effect. There is no reason why the creditor may not press the lien of his execution, or his bond, or both at the same time; for the legislature never meant that he should give up the certain security of an actual seizure for the doubtful responsibility of the creditor and his sureties. ■ We, therefore, discover no error in the confirmation of the auditor’s report. Decree affirmed."}