{"id": "401906", "contents": "Burnside, J.\nThis was a scire facias sur mortgage, brought by Martin Reese v. Thomas Struthers, for the recovery of $2400. Plea, payment, want of consideration, and set-off with leave, &c. The mortgage, after setting forth a debt of $2400, payable in six months from date with interest, as the consideration or sum, the payment whereof was to be' secured, conveys to the said Reese, amongst other property, in-lots Nos. 486'and 487, in’the town of Warren, with the usual clause of defeasance.\nStruthers then proved the payment of $1260; then gave in evidence a deed-from Martin Reese to him for the town lots (inter alia) included in the mortgage, and of the same date with the mortgage, with covenant of general warranty, and alleged that the title having proved imperfect in Reese,-to part of the properly.conveyed, he was entitled, to a deduction on account of the failure. Struthers and wife, on the trial, filed a release of the town lots Nos. 486 and 487,. to Reese. .\nTo show that Reese had no title to the in-lots in his deed, the defendant offered in evidence a certificate of the surveyor-general, dated the 25th February, 1845, that no patents had issued for lots Nos. 486 and 487 in the town of Warren, and that they were returned sold to Ephraim Morrison.- To this certificate the plaintiff objected, because it was but a negative certificate of. the facts stated, and the court sustained the objection. This is the first error assigned. It has been the constant and universal usage of the courts in Pennsylvania to receive in evidence the certificates of the officers of the land-office, that no. warrant or survey, return of survey, or no patent has issued, nor can be found in their officé.' It is not true that a negative certificate is always rejected. It may be prima facie evidence for many purposes. A negative certificate of a recorder, that a deed cannot be found, is received in evidence as part of the proof made, to let in secondary evidence of the contents. Ruggles v. Gaily, 2 Rawle, 236.\nThis certificate was evidence to show there was purchase money due -the Commonwealth, and that the lots had been, returned sold by the commissioners to Ephraim Morrison.\nThe defendant then offered in evidence the original book of sales of the in and out-lots-in the town of Warren, of Judge Hackney, the commissioner, who was then deceased. First having proved that he acted as commissioner and sold, the town, that it was his hand- ' writing and found among his papers. -This book the court also .rejected. All the first purchasers in the town of Warren held their lots under this sale. The commissioner was appointed by the governor, and the sale made in pursuance of the act of the 11th of April, 1799, 3 Smith’s Laws, 381, entitled “An act to provide for selling the sevenal reserved tracts- of land adjoining the towns- of’ Erie, Franklin, Warren, and Waterford, and for the purposes therein mentioned.” This act did not provide a place for the keeping of this book. Under .the proof given, it ought to have been received in evidence for the purpose for which it was offered. It showed that Reese was not a first purchaser of in-lots Nos. 486' and 487, but that they were sold to Morrison, who paid the hand money required by the act of Assembly.\nWe cannot say the letter of the secretaryof the land-office wras evidence, but if he had duly given his. certificate óf the material matters stated in that letter, it would have been evidence. Hack ney had made return of his sales. He had returned Ephraim Morrison as purchaser of lots' Nos. 486' and 487. The secretary’s certificate of -this, and of the balance of purchase money due the Commonwealth, would have been evidence. After this evidence given by Struthers, Reese will be -bound to show -his title. . Unless he can do so, the case will be with the defendant for. a proper reduction.\nThe judgment is reversed and a venire facias de novo awarded."}