{"id": "401940", "contents": "Coulter, J.\nIn the case of Gilkyson v. Larue, 6 Watts & Serg. 213,-the court, in delivering judgment, say, «the acknowledgment of a debt is evidence of a promise,” but it ought to be plain, unambiguous, express, and so distinct and palpable in its extent and form as to preclude hesitation. By the terms of the act of Assembly, of the 27th of March, 1713, entitled « an act for limitations of actions,” the remedy on the cause of action, in actions upon the case, is taken away in six years after the cause of such action or suit has accrued, if the defendant chooses to avail himself of the statutory protection, and nothing remains but the moral obligation, which is held to be a sufficient consideration to support a new promise to pay, or what is tantamount or equivalent to such promise. In the expressions cited from Gilkyson v. Larue, it is established according to adjudicated cases, that a distinct, unequivocal acknowledgment of the debt will be sufficient to authorize an inferential or implied promise to pay. This is going as far as the court felt themselves authorized to go by adjudged cases, and we are not disposed to relax the qualifications and restrictions which are there annexed, in order to bring the acknowledgment within the rule. In the conversation to which the witness testified, as casually occurring between him and the alleged debtor, there was added to the acknowledgment a promise to pay. But an express promise, like the promise implied from an acknowledgment of the debt, must have the same requisites; that is, it must be plain, unambiguous, express, and so distinct and palpable in its extent and form as to preclude hesitation. The acknowledgment and promise in this case, as they were given in evidence, were vague, sh?iowy, and uncertain. The witness did not represent himself as the agent of plaintiff below, nor does it appear that the debtor knew him as such. The alleged debtor, who was the intestate oT the plaintiff in error, said to the witness in an accidental conversation, that he owed the plaintiff, ahd he would settle with him the next spring and pay him. At that time, according to the account exhibited in evidence by the plaintiff below, there was a part of it not barred by the statute of limitations. The conversation occurred in the fall of the year 1838, and then $7 50 of the account was in full vigour. It is uncertain, therefore, whether the intestate intended to refer to that part of the account which was then legally due and recoverable, or to that part which was barred by the statute, or to the whole together. The account being all on one side and not merchants’ accounts, and consisting of distinct charges for services rendered as a physician, part would be barred by the statute, and part not, according to the lapse of time. The amount or nature of the account or claim of the plaintiff below was not mentioned or referred to by the witness, nor by the intestate ; the latter, however, qualifiedfhis acknowledgment and promise, -by saying that he would settle with the plaintiff below. Now, as it does not appear that there was any cross-demand or claim, it may have been intended by him to mean that he would settle, and ascertain what was really in full life, and pay it.' With that qualification, however, if he had even been called on in his lifetime, there was nothing in his acknowledgment which would have prevented him from setting up the statute, for there would have remained the $7 50 due and owing by the intestate to the plaintiff below, after striking off all which the statute barred; and if the intestate could have set up the statute as a defence, his representatives may avail themselves of it.\nThe account commences in June, 1828; the present suit was not brought until the 13th of July, 1844, almost six years after the alleged acknowledgment, and after the death of the alleged debtor. It is a stale claim, and not entitled, under all the circumstances, to any relaxation of the most rigid application of the statute which the adjudged cases allow. Although at the time of the alleged acknowledgment, $7 50 was due and recoverable; yet, as more than six years had elapsed from the date of the last services rendered until the institution of this suit, the statute was a clear bar to those items of the account; because the alleged promise cannot be appropriated to them for the purpose of establishing a new era from which the statute would commence to run'; as they were then-in full life, and the acknowledgment added nothing to their legal vitality. The alleged promise was, in regard to them nudum pactum, without consideration to support it. Case v. Cushman, 1 Barr, 241. The running of the statute as to these items of the áccount, must date from the time the services were rendered.\nIn relation to the other-part of the account, wTe are of opinion that the alleged acknowledgment and promise were not sufficiently certain, precise, unambiguous, and definite, as to the account or nature of the demand and amount intended to be admitted, to take the case from within the range of the statute; and as the .court below instructed the jury, that if they believed the witness, the acknowledgment was sufficient, and the plaintiff was entitled to recover, they fell into an error.\nThe judgment- is therefore reversed, and a venire de novo awarded."}