{"id": "401932", "contents": "Coulter, J.,\nafter stating the exceptions to the decree.— The argument of the counsel for the appellant, to sustain the first exception, was, that tire statute makes no provision for an audilor’s fee, and that therefore the court is interdicted from allowing compensation.\nThe prohibition in the statute is expressly confined to officers for whom fees are provided.\nThe duties of an auditor aré a necessary and often a very important part of the administration of justice. In the Orphans’ Court the duties are in many respects similar to those of a master in Chancery, and in the Common Pleas they are required to perform onerous and responsible services. Diligence, intelligence, and discretion are required; and unless these essential qualities are present, the actual labour expended will often be useless. Can it be supposed that the legislature intended to exact the time and skill of honest and competent men without allowing them remuneration? Unless suitable compensation is given, this useful function of the law cannot be fulfilled; for men of capacity and usefulness will not be found willing to expend their time for the benefit of others without some reward. -Everywhere in the Commonwealth courts have authorized and sanctioned a reasonable allowance,- and unless that practice is continued, the interest of creditors, of widows and orphans, of executors and administrators, and indeed 'the entire public, which is always concerned in the intelligent administration of the laws', will suffer detriment. The exhibition of the labour required in this instance by the report itself, is evidence that the compensation was moderate and reasonable, and this court entertains no doubt of its being properly allowed.\nNo reason whatever was furnished in support of the second exception, and none appears on the face of the report of the auditor, or the- decree of the court.\nThe third exception is founded upon the following facts. (After stating them his honour proceeded :) William Fitzsimmons appeals from that decree; and his counsel contends here that the judgment of William Fitzsimmons against Ira and Alonzo Baldwin was extinguished and satisfied by the attachment, and that afterwards the attaching creditor could look only’to the garnishees, Ira and Alonzo Baldwin, on the judgment in the writ of attachment.\nThis is the head and front of the third error assigned, and which was earnestly and zealously laboured by.the counsel. It would appear to be of very small moment, so far as this proceeding is implicated, whether the attaching creditor was compelled to look only to the garnishee or not. For if he must look to him for payment, he can do it only through the medium of -the\" judgment attached, and that is precisely- what he sought, and what he- obtained. But the supposition or notion'that the judgment was-satisfied by the attachment is a perfect novelty, at least -to me. The counsel no doubt had in his mind’s eye certain -authorities which- determine that an attachment suspends operations against the'original'debtor, and may be pleaded in abatement either by him, or by the garnishee, when he is -sued oh the debt attached. But satisfaction' in this,'as in'.analogous cases,' is effected only by a levy on goods sufficient to pay the debt,.or by actual payment. If it were otherwise, the process of attachment, in the'nature of an execution,, instead of affording aid in the collection of judgments, would, provein many cases a snare to entrap the creditor. The whole process of attachment; under the act of 1836, is but auxiliary-to the old mode of .execution, for'the purpose of reaching what could not be touched of reached in -that way. It wears .in alb its features, unequivocal marks of-being designed to aid the enforcement .and not to extinguish the effect of judgments. ■•There seems,.however, to have béen some confusion in the mind of the counsel, sometimes, resting on Fidlér’s judgment against Fitzsimmons, and sometimes on Fitzsimmons’s judgment against the 'Baldwins. It is not by virtue of the original judgment of Fidl.er’s administrators v. Fitzsimmons, however, that the money is claimed ; but by virtue of the judgment of Fitzsimmons against the Baldwins, which judgment is, by operation of the attachment, transferred to the use of Fidler’s administrators, and the original judgment of Fidler’s administrators against Fitzsimmons is of no further consequence in this proceeding than to show the amount which they are'entitled to receive on the attached judgment. • The balance remaining unpaid, if any, will remain in full force against Fitzsimmons. The assignment or transfer of a debt ór judgment carries -with it all the securities, incidents, and guaranties' of the debt or judgment. A transfer or appropriation of a debt or judgment, by operation of law, has the same effect, and after judgment in'the attachment the administrators of Fidler were entitled to the judgment of Fitzsimmons against Ira and Alonzo Baldwin, with all its legal incidents, in full force, and were, therefore, properly entitled-to the fund produced by the sale of the real estate, according to the priority of that judgment.\n' The decree of the court is affirmed."}