{"id": "401946", "contents": "Coulter, J.\nThe principal exception to the account is, that the administrators did not charge themselves with the whole amount of money received from the United States’ government, for depredations committed by the Winnebago Indians, on the property of the deceased.\nMcFarland had presented the claim in his lifetime, for a period of many years; sometimes before the Winnebago chiefs in council; sometimes before the officers of- the United States government, and sometimes before Congress. He had been often repulsed, and shortly before his death, the head of the Indian bureau had decided against the claim. At\\he time he contracted the illness, of which he died, he was at Washington city, clinging to a jilaim, rendered, no doubt, more interesting to him by the time’, expense, and trouble expended in its prosecution. After his death, his administrators found among his papers, evidence evincive of the doubts and difficulties which hung over the frail prospect of success. Like many other claims of the kind, it had been pursued by the deceased, by just means and unremitted diligence, until even hope was -worn away under the exhaustion of fruitless exertion. The administrators, however, made, as they believed, a final effort in an urgent appeal to the head of the Indian bureau, accompanied by the advocacy and assistance of their representative in Congress. But he reiterated his rejection, accompanying that rejection with his written reasons of disallowance, under any and every aspect in which it was presented.\nHere the administrators might, unquestionably, have stopped and allowed the matter to rest. They were not bound to prosecute it before Congress, or the chiefs of the Winnebagoes. They had not the command of judicial or other process to enforce payment from either; although justice with the light of sunbeams might illustrate its equity. It was beyond the range, and without the pale of their duties. And if they had looked no further after the matter, they would have been absolved from either legal censure or accountability on this account.\nIn this posture of affairs, the heirs.suggested to the administrators the employment of Wilson, a near relative of the deceased, as an agent, with full power to prosecute and employ attorneys. Wilson accordingly was employed, who engaged the services of Messrs. Mahon and Washington as attorneys, under an arrangement, that if they were successful in bringing the claim to a successful issue at their own expense, they were to have one-third, and Wilson was to get $1000. The result showed the tact with which Wilson selected his attorneys, for, as if by a mere turn of the wheel of fortune, an allowance of the claim was obtained from the head of the Indian bureau, and the money paid. After retaining the amount of compensation due them by the contract, the attorneys paid over the balance to the administrators, who charged themselves with the amount. Under all the circumstances of the case, this court think it would be unjust and not required by law to charge the administrators with the amount paid to agents and attorneys, and thus enforce on them, in their private capacity, the burden of collecting this desperate claim.\nThe amount allowed is not greater, but less, than prudent and wise men often have given for the prosecution of claims to success, under auspices far more favourable than those which opened to the administrators in this case.\nThe exception made to the allowance by the administrators of the claim of Ann McFarland, a sister of the deceased, is not sustained. It is admitted and proved that the deceased lived with his sister and kept a store in her house, and that he sold the produce of her lots. The account presented to the administrators, like all other accounts, was verified by the oath of the creditor. It does not appear that there was any suggestion by any person interested, that there was any thing questionable in the claim. The creditor is of admitted respectability. The administrators resided in the neighbourhood, were well acquainted with the family, and in all probability were well informed as to all the circumstances upon which it was founded. Why then should they refuse payment, and encumber the estate with lawsuits ? But it was alleged that the claim was barred by the statute of limitations. Administrators are not compelled to plead the statute; and in this case, if they had done so, would have probably violated justice, as well as their own convictions of right.\nIt was also objected to the decree of the court, that the auditors had received in evidence the letters of Thomas H. Crawford, the chief of the Indian bureau, to McFarland, in his lifetime, and to his administrators after his death; as also the letters of successive members of Congress who represented the district in which the deceased resided in his lifetime. It was not denied that these letters were genuine. Auditors do not proceed according to the strictest rules of evidence. The apices juris is* dispensed with, and they endeavour to ascertain truth more in the manner of courts of chancery. It is well they do so—no harm, is produced, and often good. At any rate, this court cannot entertain a bill of exceptions to evidence admitted by them.\nThere is an exception to that charge which the administrators make against themselves -on account of the sale of real estate, situate in Alleghany county, made in pursuance of an order of Orphans’ Court, on the ground that John McFarland had but a life-estate in the premises, and that a title could not be made to the purchaser, until Teeple, one of the administrators, engaged to procure releases from the heirs or those in remainder, and that he promised to pay Lewis McFarland, and Mrs. McClure, two of those in remainder, each $300, which ought to be deducted out of the sum for which the land sold 'by the administrators, and be held by them as the trustees of the said Lewis McFarland and Mrs. McClure. I intimate no opinion as'td the transaction between 'these individuals or their agreements; that matter not being before the court. But the administrators properly charged themselves with the whole amount of the sale. The rule of caveat emptor applies to sales made under a decree of the Orphans’ Court; and after a sale is confirmed by the court, the purchaser is bound for the amount of his bid, which may be recovered from him by the administrator, as was determined by this court at this term, m the case of King v. Gunnison, page 171. The administrators, therefore, having lawful right to collect the money, were bound to charge themselves with the full amount of the sale.\nThe amount allowed by the court to the administrators for their time, expenses and trouble, does not, under the circumstances, appear extravagant. There were some other exceptions which do not appear to have weight.\nDecree of the Orphans’ Court affirmed."}