{"id": "401927", "contents": "Rogers, J.\nAfter an appeal by a defendant from an award of arbitrators against him, the plaintiff cannot file an, additional count containing a new and distinct cause of action from that tried by the arbitrators. This was ruled in Reitzel v. Franklin, 5 Watts & Serg. 33, and in several other- cases, which it is unnecessary to cite, and if this .case fell within the principle, there would be po disputing the position of the plaintiff in error. . JBut here no new count is required, for the additional evidencé .is embraced, and' may be properly received under the declaration, as originally filed, and therefore there is nothing in Reitzel v. Franklin, or. the other authorities cited, or in the reason of the thing, which precludes the. plaintiff from recovering this item.-on the trial in court. It maybe that when before arbitrators, the plaintiff may- not be prepared with testimony to prove every item in his 'account, and it would be a hard measure.of justice, that for a reason he may not be able to control, he should lose part or all of a just debt. And in what respect' does this case differ from that? The plaintiff brought his action, .and filed a declaration, with the common money counts.'. At the hearing before the arbitrators, he was able to prove only that he had paid about one hundred and sixty dollars, as security for the defendant, to the Warren Bank, and for this sum he obtained an award, from which the defendant appealed, and at the trial in court the -plaintiff was permitted to prove without amending his • declaration, for it. needed none, that he had also paid to the same institution-, on the same ora similar transaction, an additional $100. To this we see no available exception. If this be an infliction, the defendant has brought it on himself by his unjust appeal, for if he had been content with the award, he would have saved his costs,, and escaped the payment of the $100, and he might have pleaded a former recovery in bar to a new action. But the appeal throws the whole case open, so as to enable the plaintiff to recover all that he might have received, if the cause had not been submitted, to arbitrators. Had' a declaration been filed, or the defendant required a bill of particulars, as he may have done under counts containing the note, he would have circumscribed the claim, and would not be permitted afterwards to introduce a new cause of action, for that might’ in some cases enable him to recovera ’debt barred by the act of limitations, not- embraced in the action. For this reason such amendments are looked on with some jealousy, but that reason does not exist here. It is said the bail of the appellant may be injured, but that assumes the matter in controversy, for if the plaintiff on the' appeal has a right to introduce the evidence, notwithstanding the award or the proceeding which took place at the arbitration, he is not held responsible for a greater amount than he stipulated for. And besides, the argument is of but little v%rth, as he is but special bail, and, as the law then stood, he might at any time relieve himself by surrendering his principal. There are restrictions imposed by the legislature on appellants, as in the case of withholding papers, documents, &c., which do not extend to appellees. They are left as before. We therefore see neither reason nor authont for prohibiting \"such a recovery. -It may, it is true, have some effect on the. costs,hut that argument proves too much,- as if worth any thing it would exclude the parties from giving any new.evidence whatever. „ They would be confined strictly to the evidence submitted to the arbitrators. ’The defendant alleges, that by the course pursued by the plaintiff he was taken by surprise.' This may be, and probably was so, 'but if true, his' remedy was plain, for we cannot doubt that on allegation of surprise, the court would have withdrawn a juror. But having omitted this,-and taken his chance of a verdict, we cannot relieve him now.\nJudgment affirmed."}