{"id": "401943", "contents": "Rogers, J.\nThe non-payment of a debt by an administrator is not such a breach of the condition of his administration bond, as will enable the creditor to sue and recover his debt without a previous suit, fixing the administrator with a devastavit.\nThis principle is ruled in The Commonwealth v. Evans, 1 Watts, 437; recognised in the case of The Commonwealth v. Wenrick, 8 Watts, 160. The first was the case of a creditor, the last of a legatee; but this principle is equally applicable to heirs as distributees. The same reason applies to all, viz.: That the liability of the surety is contingent and not absolute, and, therefore, before suit can be brought against the surety, the party in interest, whether creditor, legatee, heir, or distributee, must proceed against the administrator and fix him personally for the debt. In the case of the Commonwealth v. Wenrick, 8 Watts, 160, it is ruled, that where the executor, (who has given security,) or an administrator absconds, conceals himself, or resides beyond the jurisdiction of the court, an action will lie on his official bond against the surety, without recourse in the first instance to the principal. This case is an exception to the general rule, and founded on necessity; for otherwise the parties in interest would be without remedy, induced it may be by a fraudulent combination between the administrator and surety. The principle there ruled can only apply where there is but one administrator; or if more, where there is no person within the jurisdiction of the court liable to suit, and not to a case where there is more than one administrator, one of whom is still responsible to the party aggrieved. In the case in hand there were two administrators, but one still resides in this state, and is amenable to the precept of the court. And notwithstanding his co-administrator has absconded, and may have received the assets, yet the other administrator is ultimately liable, as has been already ruled. Before a suit can be brought against the defendant, who was but surety, it is necessary to proceed against the other administrator. He is the person liable in the first instance, and it is only in the event of his being unable to pay that the defendant can be called on for the amount due. This was intimated in very strong terms when the case was in this court before, and persisting in this suit would give some colour to the allegation .of the counsel, that the object is to protect the administrator at the expense of the surety.\n. We also think that the same principle applies to the plaintiff’s first point, viz., that he assigned, as a breach of the conditions of the bond, that the administrators neglected to file an account in one year from the date of the bond. This breach, it is true, is a forfeiture of the bond; but, like non-payment of. the debt of a creditor, a legatee, or distributee, it is a breach for which suit and judgment against the principal must precede the suit against the surety. We see no difficulty in the way of the distributees, who can have complete redress on the bond against the remaining administrator, who is unquestionably liable, in the first instance, to the distributees, unless discharged by the proceedings in the Orphans’ Court. But if he is not liable, it is very evident the surety is not, as his is a contingent and not an absolute liability. The discharge, if there be one, would undoubtedly avail the surety.\nThe act of the 15th March, 1832, which alters the mode of proceeding on administration bonds, dispenses with the necessity of a cautionary judgment, by enabling creditors, in the first place, to bring suit for their debts. It was certainly not intended to alter the position of sureties on administration bonds, by turning a contingent into an absolute liability. We see nothing in that act to produce this effect, or in this respect to change the law, ruled in the cases cited. If this- act was designed to produce such an essential change, there would be something more explicit in the enactment indicating such intention. Judgment affirmed."}