{"id": "401938", "contents": "Gibson, C. J.\nIt would hardly be disputed, that Isaac Silverthorn had title to the water-right at the date of his deed to his brother Abraham. The reservation of it in their father’s will, though with a declaration that he had before given Abraham this part of the tract,.and the fact that the wrnter had been diverted to the mill with Abraham’s acquiescence in the father’s lifetime, wmuld be evidence to a jury that the whole was a family arrangement, and the basis of the devise. Besides, Abraham had a legacy by the will, and if he received it, he precluded himself from contesting his father’s power to dispose of any thing he had before given him; for no one who has taken a benefit under a will can object to any part of it. It is not a part of the case, however, that the legacy was paid, and no question of election was made at the trial. Beyond all that, the undisputed use of the water, according to the will, for more than twenty years, had given him an indisputable title to it. But the father, having settled the tract under articles with the Population Company, had no more than an agreement for it; and when Isaac procured the title from Griffith and Wallace, the company’s successors, and conveyed the twenty-eight acres to Abraham, without expressly reserving the water-right, he left room for a question whether he could show it to have been implicitly reserved by parol. It is settled by German v. Gabbald, 3 Binn. 302; Wallace v. Duffield, 2 Serg. & Rawle, 521; Peebles v. Reading, 8 Serg. & Rawle, 492, and Slaymaker v. St. John, 5 Watts, 27, that a trust is not within our statute of frauds; a train of authorities that would be nearly enough to overrule the statute itself, did it conflict with them. It is, however, docked of those sections of the English statute, which require declarations of trust to be put in waiting. If the contest then was between. Abraham and Isaac, Abraham would undoubtedly prevail. But we have the intervention of subsequent proprietors ; and the question is,, whether either of them is a purchaser without notice. The deed to! Abraham is on record, and it contains no allusion to the water-right; > but at the date of the conveyance by his trustees to Brownell, and also at the date of Brownell’s conveyance to Randall, the defendant, Isaac, was in the actual, visible, and notorious occupancy of the right. Was that notice to a purchaser, or enough to lead to it? It would have been enough, beyond dispute, had not the deed to Abraham been put upon record. It was determined in Woods v. Farmere, 7 Watts, 382, that an owner of distinct titles, who gives record notice of one of them, abandons, as to purchasers, the other, of which possession would otherwise be implied notice, unless, perhaps, where a purchaser has received actual notice. That, however, is not this case ; for Isaac Silverthorn had but one title to the water-right, and held out neither notice nor pretence of any other. Had the purchaser, in Woods v. Farmere, gone to the register, he would have found a recorded title with wfliich the possession was consistent, and he would have had no reason to suspect the existence of any other. But the registry, in this instance, exhibited a title with which Isaac’s possession was inconsistent; and it was the business of the' purchaser, therefore, to demand of him the reason of it, and the basis on which it was founded. Had he done so, the mystery would have been cleared up ; but, as he did not, he was a purchaser in his own wrong, and must suffer for his supineness. The direction, therefore, was essentially proper. Judgment affirmed."}