{"id": "401903", "contents": "Gibson, C. J.\nThe paper in question seems to be within the statute which declares that “no incorporated body, public officer, association, partnership or private’ individual, -other than such as have been expressly incorporated or established for the purpose of banking, shall make, issue, re-issue, or circulate, any 'promissory note, ticket, or engagement of credit, in the nature of a bank note.” The mischief intended to be prevented was the circulation of an unauthorized paper currency, passing by delivery as money; and no one can doubt that the paper before us is within the meaning. Is it not also within the words? It is in the form of a certificate of loan payable a year after date, with interest, to a particular individual or bearer at the company’s office. It is printed 'on the usual bank-note .paper, and • engraved with the embellishments of a bank note. Though in the form of what is popularly called a due-bill, it has the constituent parts of a promissory note; and, I doubt not, might be declared on as such. But if not a promissory note, it is certainly a ticket- or engagement of credit; and is it not in the nature of a bank note ? There can be no bank note which has not been issued by a bank; but there may be a note,- ticket, .or engagement of credit intended to have the properties and to do the office of-one; and that is the very substitute which the legislature intended to suppress. Now the properties of a bank note which distinguish it from any' other promissory note, are its adaptation to circulation by delivery from hand to hand, and the difficulty it presents t-o simulation; in which respects this paper is conformable to it. It is true the debt is not payable on demand, and it bears, interest in the mean time; but these are not essential differences. A' -bank’s post note is not the less a bank note; and if the statute might be eluded by extending the promise to payment of interest; it would seldom be enforced, for a nominal-rate per cent, would be as-operative as a substantial one. Even were the interest an object, though the computation of it at each exchange might be troublesome, it would not be a serious impediment to circulation; at least it wras not found so in -the circulation of the treasury notes, which were issued after the last war with England.\nBut what evidence was there to warrant the .direction that the making and issuing were well proved? None whatever but the. president’s signature,-and the prosecutor’s production of the paper. The only subject that I remember which affords analogies applicable to the present, is the publication of a libel, in regard to which it was undoubtedly held in the. King v. Beare, Ld. Raym. 417, S. C. 1 Vent. 31; 2 Salk. 417, that the handwriting of the maker is primd farie evidence of publication by him; - and J concede that if there had been proof-of an\" authority from the company to the president, to sign the paper as the company’s executive officer, it .would have shifted the burden of proof to the other side. But there-is no'proof of any special authority; and what is the. general authority.of the president o'f a company incorporated, hot. for purposes of banking •or any object connected with currency, but for mining and marketing coals ? The powers of such an officer are much more- restricted than the powers of the cashier of a bank, because the operations of a mining company are more .restricted than the operations of a banking one -r and yet in the Bank of Pennsylvania v. Reed, 1 Watts & Serg. 101, and the Harrisburg Bank v. Tyler, 3 Watts & Serg. 373, a cashier was held to be the representative of his bank only in the performance of those functions which peculiarly belong to him in the current transactions of its business.\"- Nor does any presumption of the company’s guilt arise from the act of its officer; for while the presumption of law, on the one hand, is that the. officer did no more than his duty, the presumption of innocence on\" the other is, that the company did not instruct him to violate the law.\nThese presumptions being equal and antagonistical, what other evidence is there in the case? None whatever but the naked posr session of the paper by the plaintiff. It was said in the King v. Beare that the possession of \"a libel which has been published, is evidence to prove a publication of it by the possessor, b’ut certainly no one else. Where indeed a libel has been published, there is-a presumption that the maker of it is the publisher\". But even this has been doubted by Lord Camden in Entick v. Carrington, 11 St. Tr. 322, (Harg. ed.; 19 Howl, ed., 1072;) who in speaking of the King v. Beare, said: “If all this be law) and I have at present n.o right to deny it, whenever a favourite libel is published (and these-compositions are apt to be favourites) the whole kingdom in a month o\"r two becomes criminal, and it would be difficult to .find an innocent\" jury among so many millions of offenders.” It is evident that this celebrated constitutional lawyer did not much relish the dóctrine.eveh when applied to the individual possessor. But surely it ought not to be applied to any one\"else. The bare, possession of a newspaper is not evidence of publication even against the printer whose name it bears, it being necessary, to show in addition that the libellous matter was sold at his shop. In. McCorkle v. Binns, 5 Binn. 340, (S. C. 2 P. A. Br. 79,) it was thought necessary to produce other newspapers, with the same heading and type, which had been purchased there. No case can be found where the defendant has been fixed with the fact of circulation merely because he had let the paper slip from his custody. It has been held that giving counterfeit coin in charity, is not an uttering of it within any of the English statutes. But how, it has been asked, is the prosecutor to proceed ? It is certainly in his power to give some account of the paper, and to show how he came by it; or on the principle of McCorkle v. Binns, to prove that other notes of the stamp were in circulation without being repudiated by the company. He might perhaps prove that some of these had been actually issued by its officers. But for the want of some such evidence, there was nothing to be left to the jury.\nJudgment is reversed, and a venire de novo awarded."}