{"id": "401928", "contents": "Per Curiam. Cases on the statutes of Philip and Mary, or on the 7 Geo. 4, c. 64, which has supplanted them, are inapplicable to a confession made to an officer who.has the prisoner in custody. The examination by a magistrate is an official act, and must be done as well with due solemnity, as with an observance of every form proper to prevent intimidation or surprise. A confession to a constable, as well as to a private person, must be unattended with any inducement of hope or fear ; and it must not be founded on a question calculated to entrap the prisoner: for instance, a question which contains an assumption of the fact of guilt. But in no case has it been ruled, that such a confession must be preceded by an admonition to put the prisoner on his guard. On the contrary, that was not deemed necessary in Rex v. Jane Richards, 5 Car. & Payne, 318, (24 E. C. L. R.,) in which it was held sufficient, that no inducement had been held out by the constable. Considerable experience in criminal trials, at one period of my life, enables me to say that thus the law has been held in Pennsylvania. The arrest of the prisoner without warrant was undoubtedly legal; but no advantage was taken of the p'redicament in which he stood. Indeed, he had voluntarily confessed the perpetration of the act before he was arrested; and the subsequent inquiry by the witness, who had him in charge, had regard only to the circumstances. Whatever he said in reply to the question thus put, may undoubtedly be given in evidence to affect him.\nNov. 20.\nThe evidence being dosed, after arguments by Stokes, and Read, attorney-general, for the Commonwealth, and Barnes and Barton, for the defence, the jury were charged as follows:\nGibson, C. J.\nThe fact of killing is not denied. Two points of defence have been set up : the first, that of insanity, implying an entire deprivation, on the part of the prisoner, of the power of self-control, and constituting a complete defence to the charge ; the second, that of temporary fury induced by adequate provocation, reducing the offence to manslaughter. The first, if sustained, will acquit him altogether; the second, while acquitting him of murder, will leave him guilty of manslaughter.\nInsanity is mental or moral; the latter being sometimes called homicidal mania, and properly so. It is my purpose to deliver to you the law on this ground of defence, and not to press upon your consideration, at least to an unusual degree, the circumstances of the present case on which the law acts.\nA man may be mad on all subjects; and then, though he may have glimmerings of reason, he is not a responsible agent. This is general insanity; but if it be not so great in its extent or degree as to blind him to the nature and consequences of his moral duty, it is no defence to an accusation of crime. It must be so great as entirely to destroy his perception of right and wrong; and it is not until that perception is thus destroyed, that he ceases to be responsible. It must amount to delusion or hallucination, controlling his will, and making the commission of the act, in his apprehension, a duty of overruling necessity. The most apt illustration of the latter is the perverted sense of religious obligation which has caused men sometimes to sacrifice their wives and children.\nPartial insanity is confined to a particular subject, the man being sane on every other. In that species of madness, it is plain that he is a responsible agent, if he were not instigated by his madness to perpetrate the act; He continues to be a legitimate subject of punishment, although he may have been labouring under a moral obliquity of perception, as much so as if he were merely labouring under an obliquity of vision. A man whose mind squints, unless impelled to crime by this very mental obliquity, is as much amenable to punishment as one whose eye squints. On this point there has been a mistake, as melancholy as it is popular. It has been announced by learned doctors, that if a man has the least taint of insanity entering into his mental structure, it discharges him of all responsibility to the laws. To this monstrous error may be traced both the fecundity in homicides, which-has dishonoured this country, and the immunity that has attended them. The law is, that whether the insanity be genial or partial, the degree of it must-be so'great as to have controlled the will of its subject, and to' have taken from him the freedom of moral action. _ ;\nT But'there is a moral or homicidal insanity, consisting of an irresistible inclination to kill, or to commit some other particular offence. There may be an unseen ligament pressing ón the mind, drawing it to consequences which it sees, but cannot avoid, and placing it under a coercion, which, while its results are clearly perceived, is incapable of resistance. The doctrine which acknowledges this mania is dangerous in' its relations,1 and 'can be reépgnised only in the clearest cases.\\ It ought to be shown to hav.e-been'habitual, or at least to have evinced itself in more than \\a /single instance. It is seldom directed^ against a particular individual; but'that it may be so, is proved by the case of the young. Woman 'yho was deluded by an irresistible impulse to destroy hes^ddld, though aware of the heinous .nature of the act. The frequeaey of thjsionstitutional malady is fortunately small, and it is better to, confine1 it within the strictest limits. If juries were to allow it as a general motive, operating in cases of this character, its recognition would destroy social order as well as personal safety.' To establish it as a justification in any particular case, it is necessary either_to show, by clear proofs, its contemporaneous existerice evinced by present circumstances, or the existence of an habitual tendency developed in previous cases, becoming in itself a second nature. Now what is the evidence of mental insanity in this particular case?\n1. The prisoner’s counsel rely on his behaviour, appearance, and exclamations at the time of the act, or immediately after it. According to one witness, his conduct was that of reckless determination, evincing an unsound mind. <¡1 d^ it,” he repeated three times, it is said, like a raving maniac. But you must recollect that, to commit murder, a man mhst be woupd up to a high pitch of excitement. None but a butcher, by trade, could go about it with circumspection and coolness. The emotion' shown by the prisoner was not extraordinary. He seemed to know the' consequences of his act —was under no delusion—and was self-possessed enough to find a '^reason for the act, that reason being her alleged ill-treatment.\n2. It is urged that the want of motive is evidence of insanity. If a motive were to be necessarily proved by the Commonwealth, it is shown in this case by the prisoner’s own declaration ; but a motive heed not always be shown—it may be secret; and to hold every one mad whose acts cannot be accounted for on the ordinary principles of cause and effect, would give a general license. The law itself implies malice, where the homicide is accompanied with such circumstances as are the ordinary symptoms of a wicked, depraved, and malignant spirit—a heart regardless of social duty, and deliberately bent upon mischief.\n3. But it is said that there is intrinsic evidence of insanity from the nature of the act. To the eye of reason, every murderer may seem a madman; but in the eye of the law he is still responsible.\n4. His trip to Pittsburgh and voyage to Germany, it is contended, have not been accounted for, except that he expected to get property in the latter, but did not; and there is an equal obscurity about the motive of his setting fire to his wife’s property—her harn, I think it was; but these things do not show an insanity connected with his crime.\nThe only circumstance which seems.to point to a foregone conclusion, is the repeated visions he had after he started for Pittsburgh, of his wife and her grand-daughter, whose throat he also attempted to cut, standing at the foot of his bed. This foreboding may tend to show a morbidness of mind in reference to this particular subject; but it is for you to say—keeping in mind the fact, that, to constitute a sufficient defence on this ground, there must be an entire destruction of freedom of the will, blinding the prisoner to the nature and consequence of his moral duty—whether these circumstances raise a reasonable doubt of the prisoner’s responsibility.\nTo reduce the offence to manslaughter, it is necessary that a quarrel should have taken place, and blows have been interchanged between parties, in some measure, upon equal terms of strength and condition for fighting; and this, without regard to the question who struck first. Yet this must be taken with some grains of allowance. If a man should kill a woman or a child for a slight blow, the provocation would be no justification; and I very much question whether any blow inflicted by a wife on a husband would bring the killing of her below murder. Under this view of the law, I have always doubted Stedman’s case, in which, for a woman’s blow on the face with an iron patten, given to a soldier in return for words of gross provocation, he gave her a blow with the pommel of his sword on her breast, and then ran after her and stabbed her in the back, and the crime was held to be only manslaughter. R. v. Stedman, Fost. 292, 1 Hale, 457; 1 Hawk. c. 31, s. 34. Where a blow is cruel or unmanly, the provocation will not excuse it; and the same law exists where there was a previous quarrel, and the killing was on the old grudge.\nYou will determine whether there was provocation in this case sufficient to lower the offence, on this view of the law, to manslaughter. The behaviour of the deceased immediately preceding the struggle was peaceable and soothing. You will recollect that, according to the evidence, she put off getting a warrant from time to time, in hopes his conduct would change. His behaviour, on the other hand, Was quarrelsome to every one present. His shirt, which appeared afterwards to have been torn, shows a scuffle, but no more; and if done by her, it was more probably in resisting than attacking. You will keep in mind the disparity of' age and strength, and the fact that all the bruises were received on her part, and received in self-protection.\nIf the evidence on these points fail the prisoner, the conclusion of his guilt will be inevitable, and it will be your duty to draw it, however unpleasant it may be. You are bound by the tremendous sane-, tion of an oath to do your duty by\" him; but you are bound by the same sanction to do your duty by the Commonwealth; and to you the case of the one and the other is committed.\nAfter an absence of two hours, the jury returned to their box with a verdict of guilty of murder in the first degree."}