{"id": "401944", "contents": "Rogers, J.\nIt is an insurmountable objection to the verdict, that there is no means of compelling its performance; for if the defendant refuses to deliver the machine, which is an essential part of the verdict, there is no means to compel him, as an attachment, the only known process, will not lie. His only remedy would be by suit, on the ground of a rescission of the contract, and thus the verdict which is intended to end the controversy, would be but the commencement or foundation of another action. Pennington v. Bowman, 10 Watts, 285. But it is said the exceptionable part may be rejected as surplusage, but that this cannot be done, is ruled in Shoemaker v. Meyers, 4 Serg. & Rawle, 455, as this would be taking an unwarrantable liberty with the. finding of the jury, and would subvert their whole intention. It would be an act of injustice to the plaintiff; as we cannot avoid seeing that the verdict is rendered in this form, only on the condition that the’machine is returned to the seller. By what authority the jury have undertaken to give a certificate to the defendant, we do not very well understand. It is true there is a plea of set-off, but no evidence was given under that plea. The suit is brought to recover a note, which, together with another note, and $20 to be paid in wheat at $1 per bushel, amounting in .the whole to f 150, was the consideration of a threshing-machine sold by plaintiff to' defendant. The defendant alleges the machine is worthless, and on that showing, the jury have rescinded the contract, which, they are not authorized in this suit to do. Their power extends only to finding a verdict for the defendant, and so on á's the notes are sued. And if the case calls for it, the defendant may in another suit recover back the money, if any, which may have been paid on the contract. The defence is not set-off, but it is an equitable defence well known in our practice under the plea of payment with leave. Now under that plea, as is ruled in Anderson’s executors v. Long, 10 Serg. & Rawle, 55, a jury cannot find any sum due from plaintiff to defendant. If this was a superfluous matter, as in Fisher v. Kean, 1 Watts, 259, it would not, I admit, vitiate the verdict, but it. has substance in it, and cannot be rejected, without injury to the plaintiff, for non constat that without it the jury would have found for the defendant at all.\n. Judgment reversed, and a venire de novo awarded,"}