{"id": "401939", "contents": "Coulter, J.,\n(after stating the general features of the case.)—Before considering the facts and the law of the case-, it may be observed, that the alienees in the deed of John Williamson, deceased, who are the appellees or respondents in this proceeding, do not appear before this court in an aspect which demands particular favour from a court proceeding upon Chancery principles. John Williamson was an old man at the time the deed was executed, and had neither wife nor children. He had amassed a large fortune, and made an absolute deed of all his\" estate to his three nephews, in part for the purpose of depriving the Commonwealth of the collateral inheritance tax, thus depriving himself of the means of subsistence, if he had survived the malady with which he was then labouring, and\" allowing himself to be buried by the charity of others. If we allow the influence of the ruling passion -strong in death, and the infirmities of age, mental and bodily, to palliate this course on the part of the old man, the co-operation of the grantees, who appear to have been comparatively young, and possessed of considerable property themselves, is not covered by the same excuse. Be that as it may, however, the agreement of the 25th August, 1842, above referred to, is the basis upon which this cause must be ruled between the parties; and if it is established by competent evidence that the respondents received $9000, or any less sum of the personal assets of John Williamson over and above $29,000, they hold it in trust for the complainants, and must account for it.' [His honour here stated the two items of charge.]\nA great part of the difficulty is owing to the nature and character of part of the testimony in the cause,-that is, the evidence of Adam' B. Williamson, one of the defendants, who was, with the other defendants, examined at the instance of the complainants. The counsel for the respondents contend, that the' testimony of Adam ought, under the circumstances, to.be considered as an answer in Chancery to a bill of discovery, and, as such, to be conclusive on the facts to which he testifies, unless disproved by the oaths of two witnesses. A number of authorities have been cited to sustain this position, but they have failed to satisfy the mind of the court. To a certain extent,’rthe rule in Chancery is as contended for by the respondents. But it is confined to small spins, in matters of account not exceeding in the aggregate one hundred pounds; and is adoptedfor the purpose of saving costs and ending litigation about inconsiderable affairs. If an answer in Chancery is contradictory in itself, is contrary to the known and well-established analogies of social life, or, for the purpose of evidence-, demands a departure from moral axioms of belief, it would be unreasonable to give to it the character of such high and imposing verity. Coming from an interested party, it ought to be clear and distinct; consistent with itself, and not at war with well-established facts in the cause. Slight circumstances thrown in the scale of the oath of a disinterested witness, ought to outweigh it. It would, indeed, be anomalous, if a chancellor was bound to decree against the convictions of his conscience, and the belief of his mind, produced by all the circumstances and facts in a cause, by a technical rule of evidence, in relation to the value of the testimony of any one witness. We must, therefore, look at the facts of the case, as admitted by the parties, or established by the testimony of disinterested witnesses, in connection with the testimony of Adam, in order to determine what degree of credit ought to be given to it. The fact to be established is, that on the 9th day of August, 1841, John Williamson had and held three notes or bonds against Adam, amounting together to the sum of $2990. The arrangement for transferring all the estate of the old man to Azariah, Enos, and Adam, was made on the 4th of August, 1841. Thomas Dunn and his family lived in the house with the old man. After he had been unwell for some time, Enos and Azariah stayed with him at nights alternately, and Adam stayed with him generally through the day. On the 6th of August, Enos and Azariah went to Chester to get the deed drawn, during which day Adam was with him, and also on the 7th. Thomas Dunn testifies, that he saw the old gentleman sign the deed of the 9th August, 1841. He says: “I don’t know whether Enos was in the room or not; ’Squire Sheldon and William Hunter were there. I did not see Walter Green in the room. Frazer Green was there; I did not see him in the room when the old man was about to sign-the deed. I heard him say he wished it to be read. One of the two, I think it was Adam, I wont be sure, said, We read it to you yesterday; you know all that is in it. It was in August, the same year he died. Frazer Green asked the old man whether Adam was to have as much as the rest of them. He said, Yes, or Adam would be angry. He asked him, what Pratt Roberts was to have; he said, $500. He then asked him about some notes he held against Adam; he said he still held them against him. He said, Enos and Azariah were two honest men, and they would keep him straight.” Thus, it is established by the testimony of a disinterested witness, that on the day of the execution of the deed, John Williamson believed he held these notes against Adam. Azariah testified that he had seen the notes during the Spring before, that was of 1841. Dunn also testified, that in June or July, John Williamson told him, that Adam was indebted to him, and if he didn’t soon pay him he would sheriff him. Thus are the existence of the notes, and the belief of the deceased that he held them on the 9th of August, 1841, established. This would have been sufficient to have thrown upon Adam the proof that they had been paid or can-celled in some way. Especially, considering the fiduciary character in which he had consented to stand in relation to the heirs. The only point jiot established was, the amount and sums of the different notes, their dates, &c. As Adam had transacted business for the deceased, and was with him the greater part of the day of the 6th and 7th of August, 1841, and had access to the desk while the feeble old man was in bed, and especially as the papers were delivered to him by Enos and Azariah, when they were taken out of the desk before the old man’s death, without any inventory or examination of the bonds ; it might have been a question of grave importance, whether any one of the complainants, under such circumstances, might not have been examined to prove that single factof their amount, under that high and transcendant necessity which the law allows on some occasions, to furnish the rule and the reason for anomalous proceedings, and in odium spoliatoris. But for this purpose alone, as we may suppose, the complainants examined Adam himself as a witness. [His honour here stated the evidence of Adam.]\nThe issue is thus formed. The existence of the notes is clearly established by Dunn, corroborated by Azariah, and admitted by Adam himself; but Adam swears, that the old man made a gift of them to him on the 7th, whereas Dunn swears, that the elder Williamson thought he had them on the 9th of August. There are many circumstances which essentially enter into a just appreciation of the value of Adam’s testimony. He says, he procured them as a gift from the old man, while Azariah and Enos were at Chester for the purpose of having the deed drawn. He did not mention the gift of the notes to Azariah or Enos when they returned, nor at any time during the [ife of the old man, which he would naturally have been impelled to do if they had been a bona fide gift. He was a man of business, and could not have been insensible to the suspicion that would naturally and obviously attach itself to the transaction if shrouded in secrecy till after the old man’s death. To shield himself from this, he would, if all things were honest and fair, have disclosed the fact to his co-assignees and trustees, especially as he intended to claim a gift of the check drawn in his favour by the old man the day before for $5000. Here was the sum of $8000 secretly withdrawn from the fund, which the old man agreed on the 4th to transfer to the three nephews, for their own benefit and the benefit of his other heirs, in the presence of the three; and the old man never mentioned it at the execution of the deed, nor at any other time, nor did Adam during the old man’s life: and when Azariah inquired about these notes after their uncle’s decease, Adana did not, even then, allege a gift, but said, “ produce any notes against me, and I will pay them.” .Truth is generally frank and fearless, and seeks no indirection or equivocation ; and if there had been a gift, the fact would have risen spontaneously to his lips' upon this inquiry being made by his brother and co-trustee. It would appear, however, to have been his second thought which produced the allegation of a gift. His first, was to rely upon the impossibility of producing the notes. Add to these circumstances, the facts, that Adam transacted business for the old man, and therefore must have had access to the desk, for it is fairly to be inferred, that it was in the desk that the drawers were in which Adam says his uncle told him to get the gold and keep it, on the same day while the old man was lying in bed ; and it was in this desk that Enos, Azariah, and Adam found the bonds and other papers, when, a week after the date of the deed, and some time before the decease of their uncle, they took them, and they were delivered to Adam without any examination or inventory having been made. He had the notes in his power after the agreement and before the deed was executed, and before the old man’s death, or an inventory was taken; so that he might have secreted or destroyed them. And they never have been produced. Now, why should Adam have destroyed these notes, if a gift had been made of them ? Does not the fact of their destruction, connected with his answer to Azariah, that if any notes against him were produced, he would pay them, leave room, even in a spirit of charity, for the inference, that his first impression was, to depend upon the ground, that the notes could not be produced, and not upon the allegation of a gift; that they were destroyed upon the analogous principle of dead men telling no tales. The existence of the notes is proved and admitted on the 7th of August, 1841. It is proved by a disinterested witness, that the old man believed he had them on the 9th of the same month. The single unsupported evidence of Adam, without even the slim circumstance of the production of the notes by him, avers that on the 7th, the notes were bestowed upon him by the old man. Adam stands in the aspect of the highest possible interest swearing money into his own pocket. The circumstances above demonstrated, incline the scale against him. And although the actual copies of the notes cannot be produced by the complainants, yet they produce what is equivalent, full testimony of them; and Adam ought to abide his own judgment and pay them.\nIt appears from the evidence, that one object of the deceased in adopting the mode of settling his estate which he pursued, was to prevent disputes; and as he declared that Azariah and Enos were honest men who would keep Adam straight, can it be believed, then, that with these feelings strong on his mind, he would leave his bank-book, showing a large balance, being over $5000, to go into the hands of his trustees, and that he would leave no memorial of the gift of the notes to Adam, nor ever mention it? 'The natural course for him to have pursued, would have been to say to his nephews, Let there he no strife between you; I have bestowed upon Adam, since we agreed that I should transfer all my estate to you, his own notes for $2-990, and also $5000 ip the Bank of Delaware. In order that no unjust suspicions may rest upon Adam, and be the grounds of future lawsuits, I make this known. And Adam himself, to relieve his character, would have sought and requested such explanation. Is it possible that John Williamson would not have perceived, if there be foundation for the allegation of Adam, that he was himself sowing with a liberal hand the seeds of controversies and lawsuits about his estate, which he was so anxious to avoid—so anxious as to be willing to reduce himself to voluntary pauperism for the purpose in part of accomplishing that object. The whole facts of .the case lead the mind to the conclusion that if Adam got these notes on the 7th of August, with the knowledge and approbation of John Williamson, he got them in the character of. trustee, and that if he did not get them in that character, he got them without the knowledge or approbation of the deceased, and that in either category he ought to account for them.\nIt- is contended; that if Adam’s testimony is taken as to the amount of the notes, it ought all to be taken together, and that as he swears to the gift, that ought to be taken also. If this part of his testimony wus connected with, and in the same paragraph or sentence of the admission, perhaps the. one ought not to be taken without the other. But in one part of his deposition he states the amount of the notes,- and in another part he swears'to the gift. The rule, as established under such circumstances, .is, that the one part of the deposition may be.relied on without admitting the other. In Blount v. Burrow, 4 Bro. Ch. 75, Lord Chancellor Hardwicke., after stating the rule at law, says, but what is sworn by a.man’s answer, admits of a different con-, struction, as if a man admit by his answer that he received several sums at different times, and in the same answer swears that he paid away those sums at different times in discharge of himself; otherwise, it would be to allow a man to swear for himself, and be his own witness.” We can readily perceive the reason of the' distinction taken by his lordship; for alleging a new and independent defence is not directly responsive to the bill, and ought to be established by disinterested testimony; and even at law the rule is not much variant. Thus, in the case of Bermon v. Woodbridge, Lord Mansfield says: Though the whole of an affidavit or answer must be read, if any part is, you need not believe all equally; you may believe what makes against his point who swears without believing what makes for it. Doug. 788. And the rule established in Davis v. Spurling, 1 Russ. & Mylne, 68, is to the same effect; and also in Parterich v. Powlet, 2 Atkins, 383. Adam was made a witness, it is true, by the complainants, and therefore they cannot allege that his testimony is incompetent on account of his interest. But that cannot enforce the conscience of this court, or any other court, to believe all he says, even if contrary to the laws of nature, of mathematics, of moral science, or of facts satisfactorily established in the cause by disinterested testimony, and legal inference and presumption. The same may be said in regard to another allegation of the respondents, that is, that Adam’s whole testimony must be taken as true, unless contradicted by two witnesses. In early chancery practice, the rule was perhaps so held; the court adopting the rule of the Roman law, respon-sio unius non omnino audiatus, when the main fact alleged in the bill was directly denied by the answer. But this rule has been gradually yielding to the experience, judgment, and enlightened jurisprudence of later times, when the matter is resolved into the credibility, to be attached to the answer of the respondent under all the circumstances. And where his answer is precise, clear, and positive, to the main facts alleged in the bill, he is to be considered as any other witness, and when it is witness against witness, the chancellor will not decree, but dismiss the bill. Small and slight circumstances, however, will turn the scale, so small and slight, that it is impossible not to perceive that equity considers and appreciates the anomalous position of the respondent. 2 Story’s Equity, § 1528; 1 Brown’s Ch. Rep. 52; 9 Cranch, 160; Clark v. Van Reimsdyk, Greenl. Ev. 297; Gresley’s Eq. Ev. p. 4, and the numerous cases there cited. The whole of the evidence brings us irresistibly to the belief that Adam, in good faith and conscience, ought to be charged with the notes, and we perceive nothing in the rules of law and equity which prevents our deciding the case on that conviction.\nWith regard to the other item of charge, to wit, the check for the sum of $5000, drawn by the old man in favour of Adam, on the Bank of Delaware, we are impelled to the same conclusion. The check was drawn on the sixth day of August, and paid by the bank on the 21st of the same month, a very few days before the old man’s death. It is dated two days after the arrangement, by which Adam was to be one of the alienees of the estate, and one of the trustees for the beneficiaries. He said nothing of it during the life of the deceased. The bank-book was left, showing the amount of the balance in bank being something over $5000. Azariah testifies as follows: “ I told him I knew there was considerable money in bank. His answer was, you will not find there as much as you expect. i Uncle gave me a check for $5000, a short time ago. I told him from uncle’s book there was more than $5000 ; he said there is not now.. I thought it a little strange that uncle did not say any thing to me about it. It was an unpleasant thing to talk about, and I did not say much to Adam. This was after the old man’s death.” There was no pretence whatever, that the deceased was indebted to Adam. It never was held in any court, that a check was any evidence of a gift. The check, therefore,. and drawing the money, is plenary evidence of a debt due by Adam, unless he can discharge himself by competent evidence, or evidence of so much being in his hands to be accounted for as trustee. It was never pretended in any case in Chancery, that a debt, the evidence of which was so complete, could be obliterated by the oath of the trustee. The settled rule is, on bills for an account, that the trustee can only discharge himself by his own oath of small sums under 40 shillings, provided they do not in the aggregate exceed £100. Everhard v. Warren, 2 Chan. Ca. 249; 1 Eq. Ca. Abr. 11; Whicherly v. Whicherly, 1 Vern. 470; Marshfield v. Weston, 2 Vern. 176; Gresley’s Eq. Ev. 266. With respect to this sum, however, the court below directed an issue to be tried by a jury, and the issue was found in favour of the respondents. It was contended by his counsel here, on the argument, that the verdict ought to be, and is conclusive. In a court proceeding, according to the forms of the common law, the verdict of a jury is of high import and great solemnity; although even then one verdict is not conclusive in any case, if against the weight of evidence. The court may set it aside, and grant a new trial. But in a court of equity its effect and function is entirely different. In that court it is used merely for the purpose of informing the conscience of the court, and is incidental and auxiliary. A chancellor cannot, if he would, surrender his high prerogative and duty of deciding upon facts according to the convictions of his conscience. In that court, the wisdom of our ancestors deposited the faculty of deciding upon facts within its jurisdiction, as well as determining the rules of equity applicable to them. And where, after all, could the power be more safely lodged, especially in cases of trusts and fiduciary transactions ? Long- experience, the habit of sifting and comparing testimony, calm deliberation, and exemption from local prejudices, seem to give a guaranty for enlightened judgment. A chancellor will examine the notes of evidence by the judge who tried the cause, listen to the explanation of counsel, and, at last, if his conscience is not satisfied, will decide the cause according to his own convictions, and disregard the verdict of the jury. 6 Maddox, 58 and 113; Gresley’s Eq. Ev. 405. The act of Assembly of the 16th June, 1836, gives the control, removal, and discharge of trustees, and the settlement of their accounts to the Courts of Common Pleas; and the act confers on them for that purpose the powers and jurisdiction of a Court of Chancery. We are to be guided, therefore, by the rules and principles of Chancery proceedings. It is unnecessary, then, to consider the effect of the verdict of á jury, directed by statutes, on issues sent to the Common Pleas by the Register’-s Court, or Orphans’ Court. The cause comes into this court by appeal, as directed by statute, from the decree of the Court of Common Pleas. This court is satisfied, from the evidence, that Adam Williamson, one of the trustees or respondents, ought to be charged with the sum of $2990, with interest from the 9th August, 1841, and with the further sum of $5000, with interest from the 21st August, 1841. The decree of the Court of Common Pleas is therefore reversed, and the cause remanded to the Court of Common Pleas of Delaware county, with instructions to reform the account of Adam B. Williamson, one of the trustees accordingly. The decree of this court has been made without taking into consideration the affidavits of W. F. Green and Walter Green, before the auditors; there existed no necessity, therefore, to determine their competency and admissibility as witnesses under the circumstances, and the question 'was not determined."}