{"id": "401902", "contents": "Burnside, J.\nThe errors assigned in this case are to the charge of the court.\nThe plaintiffs below, who are plaintiffs in error, on the trial of the cause, gave in evidence a promissory note, executed by the defendant to the order of A. H. Motz, dated the second day of April, 1842, for $376 66, payable one year after date. The note was endorsed by Mote. The defendant pleaded specially, that before the making of the said promissory note, the said plaintiffs were the attorneys in fact of A. M. January & Son of Kentucky, and the said defendant, and the said A. H. Mote, the endorser of the said note, with one Charles Erwein, were partners in business, trading under the firm of Esenwein & Co., became indebted to the said A. M. January & Son, and divers other persons respectively, in divers sums of money, and after-wards were in bad and embarrassed circumstances, and unable to pay or satisfy to the said A. M. January & Son, and the other the said creditors, their respective debts in full, whereof the said creditors had notice; and thereafter the said defendants, and the said A. H. Mote, and the said Charles Esenwein, trading under the firm of Esenwein & Co., together with John A. Warner and Robert Beehler, friends of the said firm, did then and there offer to the said plaintiffs, the attorneys of the said A. M. January & Son, and to the other the said creditors, the sum of fifty per cent, upon their respective debts, a composition for, upon, and in full thereof; and afterwards, to wit, on the-day of-, 1841, before the commencement of this suit, in pursuance of the said offer, certain articles of agreement were prepared and duly executed between the said John A. Warner and the said Tobias Beehler of the first part, and the plaintiffs, as attorneys for the said A. M. January & Son, and the other creditors of the second part; whereby the said creditors agreed with each other, and with the said parties of the first part, to receive the said fifty per cent, as a composition, for, upon, and in full discharge of the respective debts, due to them from the said firm of Esenwein & Co. And this defendant says, that before the commencement of this suit, to wit, on the day and year aforesaid, the said fifty per cent, upon their respective claims was to the said plaintiffs’ attorneys, for the said A. M. January & Son, and to the other creditors under the said agreement duly paid. And this defendant further says, that the said plaintiffs, attorneys of the said A. M. January & Son, in order to obtain a fraudulent preference beyond the other creditors of the said firm of Esenwein & Co., did make, at, and before the execution of the said agreement of composition, an agreement with this defendant and the said A. H. Motz, partners as aforesaid, in the said firm of Esenwein & Co., whereby it was agreed, without the knowledge of the other creditors, and to give the said plaintiffs, attorneys Of the said A. M. January & Son, a fraudulent preference, and to induce them to sign the said agreement'' of composition, that this defendant, a partner in the said firm, should make, and the said A. H. Motz, another partner in the- said firm, should endorse and deliver to the said plaintiffs, attorneys as aforesaid, certain promissoryfnotes to a large amount, to wit, for the amount of the residue of the debt of the said firm of Esenwein & Co., to the said A. M. January & Son, over and above the said fifty per cent, by them received, under the said agreement of composition.\nAnd in pursuance of the said fraudulent agreement, and for the purposes aforesaid, the said defendant made, and the said A. H. Motz endorsed and delivered the said promissory note in the said count mentioned to the said plaintiff’s attorney as aforesaid, in fraud of and unknown to the other creditors, and this the defendant is ready to verify, &c. The deed of composition and parol evidence being given in evidence to sustain the defendant’s plea, the judge charged the jury, and to this charge the plaintiffs have assigned several errors. The only one material to consider is, that the judge charged the jury that the agreement between Warner & Beehler and the creditors of Esenwein & Co., dated in 1841, was in the nature of a deed of composition between insolvent debtors and their creditors. When we look at the written agreement and the parol evidence, we all think it was impossible for the court to view it in any other light. The agreement was clearly a deed of composition, and the parol evidence, if believed by the jury, showed, instead of a part payment of the debt due by Esenwein & Co. to J. M. January & Son, as contended by the plaintiff’s counsel, the signature of the attorneys of J. M. January & Son was given upon the consideration of the further remuneration than the fifty per cent secured by Warner & Beehler. Mr. Patterson refused to sign the agreement, unless he received these notes. The evidence is clear against the construction, that the note in .question was given in part payment of the plaintiff’s demand, before the deed between Warner & Beehler and the creditors was executed. To me it appears that the learned judge put the case most fairly to the jury. He instructed them that if they found that the note in question was given in part payment of the debt of Esenwein & Co., without reference to the agreement of composition between Esenwein & Co. and their creditors, and not as an inducement to January & Son to sign the deed between Warner & Beehler and the creditors, then the plaintiff may recover upon it. To us it appears that the charge was as favourable to the plaintiffs as the law would warrant on the evidence. The principle adduced from the adjudged cases on this subject is, entire good faith, which the creditors have a right to expect from each other, and from the debtor. There is to be no collusion between the debtor and the favoured creditor, and each creditor is to stand on the same footing. 11 A. & El. 1039, (39 E. C. L. R.) But it is contended that the attorneys of January & Son were the last to sign, and that their signing could not have induced others to come into the agreement. This argument is unsound. It was held in Steinman and others v. Magnus, 11 East, 390, that where a debtor entered into an agreement with his creditors, whereby they recovered twenty per cent, in satisfaction of their several demands, and released the remainder in consideration that half of the composition should be secured by the acceptance of a certain person, (also a creditor,) which security was accordingly given and paid when due ; such agreement was held to be binding on the plaintiff, one of the creditors, though the agreement was not under seal, and though he was the last who signed it, and it did not appear that he had actually induced any of the other creditors to sign it, and that the plaintiffs suing the debtor after having received the composition was a fraud upon the security and the other creditors. The law was held by Lord Kenyon, Buller, and others, that where the creditors of an insolvent consent to accept a composition for their respective demands upon an assignment of his effects by a deed of trust, to which they are all parties, and one of them, before he executes, obtain from the insolvent a promissory note for the residue of this demand, by refusing to execute till such note be made, the note is void in law as a fraud on the rest of the creditors, and a subsequent promise to pay it, is a promise without consideration, which will not maintain an action. 2 Term Rep. 763. The judge would havé erred if he had charged otherwise. He put the case fairly to the jury.\nThe judgment is affirmed."}