{"id": "404599", "contents": "The opinion of this court was delivered by\nBell, J.\nIt is conceded that Mary Robb was the surety of her son Isaac, in the bond executed by them jointly to Chambers, the appellant, and it is proved that the estate of Isaac was fully sufficient to discharge this debt, had it been pursued in time. It was not so pursued by Chambers, either as obligee, or as administrator of the estate of Mary Robb, which became the creditor of the estate of Isaac Robb, immediately upon the applieation of the assets belonging to the former estate, in satisfaction of the obligation. When this appropriation was made by Chambers, as administrator, it was permitted without resistance, under the understanding that, in his character as administrator, he had promised to call upon the representatives of the principal estate to reimburse that of the surety. His neglect to discharge the duty until it is now too late, certainly places him in the predicament of a trustee guilty of gross negligence in the execution of his office, and therefore liable to answer personally to his cestui que trust. This, as a general proposition, does not seem to be denied by the appellant, but he avers he is not bound now to account, inasmuch as he settled a final account of his administration of his intestate’s estate, which was regularly confirmed in the year 1841, by which he is protected from further answer.\nIt is certainly true, that after the settlement and eonfirmation of an executor’s or administrator’s final account, unappealed from, and after the lapse of time allowed by the act of 1840 for a petition of review, the parties in interest cannot claim again to call the trustee to account, upon the bare suggestion of omitted items, which ought to have entered into the account already settled, or which were then open to the inquiry of the parties, and ripe for the decree of the proper tribunal: Bower’s Appeal, 2 Barr, 432; Weiting v. Hessley, 6 Barr, 141. But how can this be asserted of the present case ? Ho administration, which does not dispose of the whole estate, can be said to be concluded, and no account, which does not embrace all the items of which the estate is composed, can properly be denominated a final account. That the account filed in 1837 was not of this character, is obvious from the consideration, that the item now in dispute could not have been made a part of it, until the appropriation of the assets belonging to Mary Robb’s estate, in payment of the bond held by Chambers; no debt was due from Isaac Robb’s estate, for which Chambers could be called on to account. This was necessarily left for future adjustment by a supplemental account. That the administrator was not liable to account for this sum when his first account was filed, and that he might thereafter become so liable, sufficiently disproves the allegation of a final settlement. Had the appellant afterwards actually .recovered the money here in dispute from Isaac’s estate, will any one doubt, that he might be called on to account for it to the Orphans’ Court, by the process adopted in this instance ? And what difference does it make in principle, so far as his accountability is concerned, that he has become liable through negligence, and not by receipt ? Hone whatever. When the first account was confirmed, and perhaps for years afterwards, no ground existed upon -which he could rightly have been charged with the amount of the bond. His liability results altogether from what has since occurred. It is consequently the subject of a second account, and it follows that the first settlement affords him no protection. Hor does the time, which has elapsed since 1841, when the first account was finally confirmed, furnish an answer to the prayer of the petitioner. In August of the same year, the administrator had formal notice by means of a rule granted by the Orphans’ Court, that the parties interested in the estate he represented, looked to him for the discharge of his duty, in collecting the amount due from Isaac’s estate: a duty which he fully recognised by his prior and subsequent conduct. That nearly six years after this were allowed to him, within which to discharge his duty, cannot surely be legitimately objected by him as a reason why he should not perform his duty, or answer for his neglect.\nUpon the whole case, we see no reason why the appellant should not be now charged with the sum lost to his intestate’s estate, through his unwarrantable apathy and indifference. His answer to the case, made by the next of kin, is a technical one, and too narrow to shield him from their pursuit.\nDecree of the Orphans’ Court affirmed."}