{"id": "404597", "contents": "The opinion of this court was delivered by\nBurnside, J.\nThis case comes before us on an appeal from the definitive decree of the Register’s Court of Berks county.\nIn this state an administrator derives his authority from the Register, whose duty it is to grant letters of administration on a proper application of the party authorized by law to receive them: Hood on Executors, 54. The 22d section of the Act of 1832 (Dunlop, 458), declares that, “ whensoever letters of administration are by law necessary, the Register having jurisdiction shall grant them, in such form as the case shall require, to the widow, if any, of the decedent, or to such of his relations or kindred as by law may be entitled to the residue of his personal estate, or to a share or shares therein, after payment of his debts; or, he may join with the widow in the administration, such relation or kindred, or such one or more of them, as he shall judge will best suit to administer the estate, preferring always, of those so related, such as are in the nearest degree of consanguinity with the decedent, and also preferring males to females; and, in case of the refusal or incompetency of every such person, to one or more of the principal creditors of the decedent, applying therefor, or any fit person at his discretion.” This statute is derived from the 21 Henry 8, ch. 5, and made but little change in the law as it was understood by our courts before its passage: Ellmaker’s Estate, 5 Watts, 34.\nThe Register acted with precipitancy, in the first instance, in granting letters of administration to Jonathan Bieber. By the statute, the children were entitled to the administration, and children should never be set aside without being heard. The Register again committed an irregularity in revoking the letters of administration in the manner in which it was done. He ought to have cited the parties before him, and have given them notice, when either of the parties could have had the decision of the Register’s Court. All ex parte proceedings in judicial matters should be avoided. They should be repudiated by every magistrate.\nThe subsequent proceedings and the appeal, however, were more regular. They commenced on the 28th July, 1847, when a citation was issued to both Isaac and Jonathan, and the contest was fully heard on the 18th February, 1848, before a Register’s Court. Witnesses were examined; and all the children of the deceased, except Isaac, filed a written protest against the continuance of Isaac as administrator, alleging that he resided out of the county, and that he was largly indebted to the estate, which indebtedness he denied, for the purpose of depriving the other heirs of their share of the estate, and declaring their satisfaction and approval of Jonathan. In the inventory filed by Jonathan, a claim is made against Isaac, of $640. The whole inventory amounted to $859.72. The inventory filed by Isaac, amounted to the sum of $140. There were five heirs of the deceased, who all resided in Berks county, except Isaac. The Register’s Court were of opinion that the power of the Register was at an end, when he had granted the first letters of administration. Most certainly if there was a proper allegation that he has issued letters to an improper person, it was his duty to cite the parties before him, and, after he had taken the evidence, to have called a Register’s Court, when he would have had the advice and assistance of the judges of the Common Pleas.\nThis appeal comes regularly before us from the Register’s Court. We disregard all the alleged irregularities; and on the appeal we look at the whole cause on the merits, and the rights of the respective parties. We affirm the decision of the Register’s Court, as four of the five heirs to the estate have delegated their right to the administration to Jonathan. But the material grounds are circumstances disclosed. Isaac was an improper person for administrator , after the allegation that he had the principal part of the estate in his hands, which he denied.\n. The able opinion of Mr. Justice Rogers, in Ellmaker’s Estate, \"Watts, 38, is directly in point. There it was ruled that the register, in granting letters of administration, is bound to respect the nomination of the next of kin, when they decline to exercise their right to administer. It was further held in that case, that the right of one Swartzwelder was properly rejected on the ground of expediency. The objection is insurmountable when he stands as a litigant party in opposition to the other heirs. Courts have constantly declined putting in persons as administrators so situated. This is a strong case. Here Isaac was already in possession of more than half the estate. It is said he claimed it as a gift from his mother. This position rendered him an incompetent person to perform the duties of the office of administrator, which is one of trust and confidence, and ought to he committed to a person who has no interest in opposition to the other heirs of the estate.\nThe decree of the Register’s Court affirmed.\nMr. Justice Coulter dissented from the judgment in this case."}