{"id": "404595", "contents": "The opinion of this court was delivered by\nBurnside, J.\nWhen the road was confirmed on the 9th of January, 1840, and directed to be opened of the breadth of thirty-three feet, the court had no further power over it, except there was an application either under the 18th or 19th section of the road law of 1836: Dunlop, 641. The 18th section declares, “ the courts aforesaid shall, within their respective counties, have authority, upon application to them by petition, to inquire of, and to change or vacate the whole or any part of any private or public road which may have been laid out by authoi'ity of law, whensoever the same shall have become useless, inconvenient, or burthensome;” and the 19th section provides, “ that roads laid out and confirmed, hut not opened, may be vacated and annulled upon the petition of a majority of the original petitioners for the said road, within the respective counties in the same manner as other roads may be vacated.” In this case, part of the road was fully opened. The end next to the Kutztown road was open, when in 1848 the petition of a majority of the original petitioners and others applied to the court to vacate the end of the road not yet opened. To a report on this, exceptions were filed, and on the 1st January, 1849, the sessions allowed the exceptions and put the report aside. This order of the court is the material error assigned. This petition and view under it, was not authorized by either of the sections of the act. The 18th section relates to, and contemplates roads that have been opened and used, and have become useless, inconvenient, and burdensome. The 19th section, under which the parties would seem to have proceeded, and which is copied substantially from the act of 1815, only authorized such a proceeding when the road is not opened. Here the road was one-half opened, and there is nothing in the act of 1836, or any other act, which would authorize such a proceeding where the road is in part opened. It was ruled in 2 Pa. R. 532, that neither the act of 1809, nor of 1815, authorizes the appointment of reviewers with power to vacate part of a road, which had never been opened. The authority of the Sessions is derived from the acts of Assembly. The act of 1836 did not authorize such a proceeding when part of the road only was opened.\nDecree of the Sessions affirmed."}