{"id": "404672", "contents": "The opinion of this court was delivered by\nRogers, J.\nTestamentary guardianship is not determined by the marriage of a male ward, but the guardianship of a female is terminable by marriage. This is a well settled distinction. The latter is the necessary consequence of the rights a husband acquires with regard to his wife’s person and property. By marriage he acquires an absolute, unqualified right to her personal property, to her choses in action, when reduced to possession, and to the possession of her real estate. Bor this reason it is ruled, that although she is still in her minority, he may call on the guardian to settle his account, and pay him the balance: 2 Whart. Dig. 406, pl. 27; M’Pherson on Infants, 90, vol. 41 Law Lib.; 2 P. W. 103; 1 Ves. 90. These are acknowledged principles of the common law, necessarily resulting from the marital relations; but do they apply in the case of female wards, since the passage of the act of the 11th April, 1848; an act intended to secure the rights of married women ? By that act, which seems to meet general approbation, with but few exceptions, a married woman must hereafter be considered a feme sole in regard to any estate of whatever name or sort, owned by her before marriage; or which shall accrue to her during coverture, by will, descent, deed of conveyance, or otherwise. The act works a radical and thorough change in the condition of a feme covert. She may dispose of her separate estate by will or otherwise as a feme sole. Her property is hereafter exempted from levy and execution for the debts or liabilities of her husband, except in certain specified cases. Her estate, whether real or personal, cannot be sold, conveyed, mortgaged, transferred, or in any manner encumbered by her husband, without her written consent, duly acknowledged before one of the judges of the Court of Common Pleas, that such consent was not the result of coercion on the part of the husband, but the same was voluntarily given, and of her own free will. In short, unless with her assent, the husband has no control over her estate, except as her agent, and by authority derived from her. Notwithstanding the act, however, the petitioner insists that by his marriage, which has taken place since the decease of his wife’s father, the relation of guardian and ward is virtually dissolved; that he is entitled, by virtue of his marital rights, to assume the care and management of her property, in such way and manner as shall be most conducive to her interest, and under such restrictions as are provided by law. Although the application is stated to be made with the approbation and consent of his wife, yet it is very obvious her assent gives no additional validity to the claim, for, being a minor, she is incapable of giving consent. If it should happen that her estate is dissipated by an improvident husband, she would have the same legal right, notwithstanding, to complain of the conduct_of the guardian, for a violation of duty in surrendering a trust committed to him by her deceased parent. The petitioner asks the care and control of her property, solely by virtue of his marital rights, without any complaint against the performance of the trust on the part of the guardian. It is that pretension alone which we are called on to decide. It is not difficult to understand the distinction between male and female wards, on the principles of the common law. It results necessarily from the.marital relation, that the husband should have the custody and control of the wife’s property, as well as her person, for the satisfactory reason, that, by the marriage, he acquires a present interest in her real and personal estate; but it is not easy to perceive how the same consequence should follow, when, by an alteration in the law, the marriage ceases to confer on him any title whatever to her estate. And this is the state of the question since the passage of the act. The husband, it is true, claims the management of the estate as her trustee. But this pretension, if acceded to, will inevitably interfere with the working of the act, for I know of no restrictions provided by law which will effectually guard her rights. If her funds are suffered to go into his hands, under any conditions which the court may impose, it is easy to perceive how readily the intention of the legislature may be eluded, from the difficulty-she would experience in the case of an unprincipled husband, in requiring or acquiring that possession and control of her separate estate which he here contemplates. To the testamentary guardian, her father has given the care and custody of her estate. Of this trust he cannot divest himself, nor can he be compelled to relinquish it, until she acquires by time a legal capacity to act for herself. It is plain, under the provisions of the act, when she attains her majority, the settlement must be made with her — the payment to her, or to her authorized agent, in the same manner as to a feme sole. It is possible, although I hope not probable, that when that time comes, she may not be as willing, as it appears she now is, to intrust the management of her estate to the care and control of her husband. But, be this as it may, we have the plain directions of the act for our guide. The testamentary guardianship, from necessity, is determined, so far as respects the control of her person, but nothing more. That is the plain result of the marriage contract; but, since the passage of the act, the same rule cannot be extended, for the reasons given, to her property. In this aspect, we see no difference between male and female wards. This presents a fair case for the application of the principle cessante ratione eessat ipsa lex. Decree affirmed."}