{"id": "404620", "contents": "The opinion of this court was delivered by\nBell, J.\nAs subsequent endorsers of a promissory note are but the sureties of those who precede them in the same character, though the note be drawn and endorsed for the accommodation of the maker: Young v. Ball, 9 W. 139; Mullon v. French, id., 76; one of the former, who pays a judgment recovered in an action on the note, is entitled to be subrogated to the place of the plaintiff, and thus to have the benefit of the judgment to the extent of the liability of the first endorsers: Burns v. The Huntingdon Bank, 1 P. R. 395; Crofts v. Moore, 9 W. 451. And with us no actual assignment is necessary, for, considering that done which ought to be done, the substitution is worked by operation of law, without more (Fleming v. Beaver, 2 R. 125; Day v. Sharp, 4 Wh. 339 ; Neff v. Miller, 8 Barr, 347), unless peculiar circumstances forbid it: Levering v. Rittenhouse, 6 W. & S. 190. Had the plaintiff below claimed this equity, the defendant could not have resisted, nor would he have been permitted to impeach the judgment. Why, then, should not the same conclusive effect be accorded to it in this action ? It would certainly have been evidence in assumpsit for money paid by the plaintiff, for both are parties to it. The now defendant had then a full opportunity to controvert his liability on the note in question, and to cross-examine the witnesses produced by the bank to prove it; a privilege which constitutes one of the principal tests of estoppel by judgment: Bull. N. P. 233; Com. Dig. tit. Estop. ; Co. Litt., 352. The very point, too, to establish which that judgment is now pleaded, was then in issue. Hotice to the defendants of the dishonour of the note, was a material allegation of the narr. in that action; and, though no technical issue was formed by a formal plea, there was a substantial one under our system of arbitration, requiring proof of everything necessary to show the bank’s right to recover: Darlington v. Grey, 5 Wh. 487. The award of the arbitrators has, therefore, the same legal effect as the verdict of a jury, and judgment thereon, under an issue strictly made up. The arbitrators were bound to look to the declaration filed, as ascertaining the cause of action, and the defendants, without plea pleaded, were in a position to call for evidence of every substantial averment. This¿ we are to take it for granted, was required, or the truth of the allegation conceded. “Before the rendition of a judgment,” says Mr. Justice Kennedy, in Marsh v. Pier, 4 R. 285, “ the court is 'presumed to be made acquainted by one or other, or both of the parties, with everything that is necessary to be known, in order to procure a correct decision upon the case, so that the judgment of the court, not being pronounced until after it has been so informed, must be taken and considered as corresponding and answering fully to the claims of justice. It' is therefore altogether inadmissible to say that a renewal of the contest shall or ought to be permitted, because the first decision was not just or right.”\nBut it is thought the exigencies of the first action would have been satisfied by proving a notice, to ,either of the defendants, of non-payment by the drawer of the note, and, therefore, the award may have proceeded upon evidence of notice to the present plaintiff, or to Kemp and Cunningham alone. W.ere this so, the record would, perhaps, not estop the present plaintiff from alleging want of notice to himself; for, though it is said in Hollis v. Morris, 2 Harring. 128, that a former recovery is conclusive as to all matters that might have been included in it, the better position is, that, looking to the record alone, a verdict is inconclusive unless it clearly appears the same point actually was in, issue: Outram v. Moorwood, 3 East, 346. I do not touch the disputed question, how far the generality of a record, under which many points may be raised, can be, conclusively, supplied by parol ? for that is not our case. The objection just noticed is, however, founded in a misconception of the character of the promises set out in the first narr. The form of action adopted by the bank was, at one time, sanctioned by the act of 29th March, 1819: 7 Sm. La. 271. Had the original suit been brought under that statute, doubtless the plaintiff must have 'proved a notice to each of the defendants, for, by the mere alteration of the form of action, it was not intended to change the common-law liabilities of parties to commercial paper. But that enactment was repealed before the first action was instituted, and, consequently, either of the defendants might have defeated it, for the misjoinder, at any time before verdict, or, what is the same thing, an award unappealed from. That they refrained from doing so, did not relieve the plaintiff from the proof of anything it would have been incumbent on him to show in a several action against each endorser. The averment of a joint implied promise by all the defendants, did not operate to alter the legal nature of the engagements arising from the endorsements, specially described in the declaration. Notwithstanding the concluding formal allegation of a general promise, there remained several contingent obligations, which the bank was bound to establish by proper proofs, before it could recover. By declining to object the misjoinder, the defendants waived nothing beyond an objection to the form of the action. There still rested on the plaintiff a necessity to manifest the liability of each of the endorsers, by proving notice to each, unless, indeed, this was conceded. The very point _ now in dispute was, therefore, directly in issue in that action, and was there averred with the precision necessary to satisfy the required certainty: Co. Litt. 352 b. These observations may be accepted in answer to the various exceptions taken by the defendants, founded in the idea that the engagements laid in the original suit, are to be treated as capable of being established by such proof as would have been competent under an allegation of a joint undertaking.\nIt is further objected, that the record pleaded lacks the essential quality of mutuality, as between the now plaintiff and defendant. If so, it is clearly inconclusive, for none can take advantage of the record of a judgment who might not be prejudiced by it, and this includes only parties and privies. The question of mutuality almost always arises between those who have occupied an antagonist position, in the litigation of which the judgment is the fruit. But the principle from which estoppel 'springs is also applicable between joint defendants, where, from the nature and course of the suit, everything necessary to give to one-defendant a cause of action against his fellow, must have been proved by the original plaintiff in support of his claim to recover. That principle is expressed in the maxim, interest reipuhlicee ut sit finis litium. It is said by Mr. Greenleaf, in his admirable treatise on Evidence, vol. 1, § 5, 22-3, that “under the term parties, in this connexion, the law includes all who were directly interested in the subject-matter, and had a right to make a defence, or to control -the proceeding and appeal from the judgment. This right involves also the right to adduce testimony and to cross-examine the witnesses introduced on the other side. Persons not having these rights are regarded as strangers to the cause.” But those who possess them cannot be said to be so. A difference in the forms of the actions matters nothing. The inquiries are, what was decided, and was the party against whom it is proposed to use the first record, also a party to the proceeding ? If so, it can make no difference whether he was plaintiff or one of several defendants. This truth may be illustrated by the statement of one or two simple instances. If a recovery be had against two or more partners, in trade, and the judgment paid by one of them, it would certainly be conclusive evidence against the other partners, who ought to have paid it; not only of the fact of the judgment, but also of the liability of the defendants, of the amount recovered and the grounds of it. So too, a joint judgment recovered upon a bond, against principal and surety, could not be impeached or overhauled in a subsequent action, brought by the surety against his principal, to recover money paid in discharge of it, upon any ground that might have been made a defence in the first suit.\nThese examples are in principle precisely-our case. In each of them a chancellor would subrogate the second plaintiff to all the rights of the first, and, wherever equity would do this, I take it the judgment is conclusive of every fact, necessarily adjudicated against him who primarily ought to satisfy it. A different rule would prevail where the original creditor might recover, without imputing to each of his debtors every fact essential to create a liability among themselves. Eor instance, if here the bank might have succeeded without visiting Lloyd with notice of the drawer’s default, it is obvious the judgment recovered would be ineffective as a medium of proof, in favour of the now plaintiff, whose duty, in that event, would be to give and prove notice aliunde. But wherefore put a party to new proof of that which has once been judicially ascertained, after full opportunity to controvert it ? Between co-defendants, as well as in the case of' antagonist parties, the public tranquillity requires, that having been once fairly tried, further agitation of the same subject be forbidden. And-the law does forbid it. Thus a warrantor, vouched to warranty, is concluded by a judgment of eviction, whether he defend or not. He is not permitted to speak in impeachment of the judgment in an action afterwards brought by the warrantee. In analogy to this, it has been decided that where a vendor of land with warranty has received explicit notice to defend an ejectment under which his vendee is evicted, he is estopped in a subsequent suit on the warranty from denying that the eviction was by title paramount: Collingwood v. Irwin, 3 W. 311; Paul v. Wilmer, 3 W. & S. 409; Kelly v. The Church, 2 Hill, 115. In Massachusetts, the courts have even gone the length of deciding that the sureties in an administration-bond are so far in privity with an administrator, as to be within the conclusion of a judgment against him, and consequently, estopped in a suit against them on the bond: Heard v. Lodge, 20 Pick. 57. The same doctrine has been recognised in this state, as applicable to a constable’s bond, leaving it, however, open to his sureties to make any defence personal to themselves, or anything to show that, though the constable was liable, they were not, neither of which was inquirable into in the original suit against the officer: Massor v. Strickland, 17 S. & R. 354; Evans v. Commonwealth, 8 W. 398; Eagles v. Reese, 5 Wh. 144.\nIn all these cases the binding effect is founded in privity more or less perfect, between persons liable to action, and they suffice to prove that estoppel by judgment may exist, as well between co-parties as antagonists. Coates v. Roberts, 4 R. 104, may be mentioned as another authority to the same effect, decided by this court.\nThe ingenious counsel who argued for the plaintiff in error, put several cases in which a judgment rendered in favour of one of several defendants, would not be invested with a conclusive quality as between themselves. But as each of these is based upon an imagined defence, apart from the merits of the controversy, the case of Carmony v. Hoover, 5 Barr, 317, and the authorities there cited, will point out the difference between this and the supposititious • cases, and furnish the reason for it.\nThe argument drawn from what would be the legal effect of a Several judgment against each of the endorsers, is answered by the rule that none can have advantage of rem judieatum but those liable to be prejudiced by the verdict.\nThe course of reasoning I have pursued, and the cases cited, prove the court below, was right in the answer made to the points submitted by the defendant below.\nPerhaps the case is somewhat new, but if so, the novel adaptation of old principles is attributable to the acquiescence of the original defendants in an irregular procedure.\nJudgment affirmed."}