{"id": "404642", "contents": "The opinion of this court was delivered by\nCoulter, J.\nTwenty-three bills of exceptions are accumulated in this cause. But, generally speaking, they cover items of no great magnitude; and, with the exception of the third, do not embrace questions of much difficulty. They are but the outskirmishing of posts and detachments preparatory to the main battle. The third relates to the construction of the agreement of 19th January, 1843, and involves the principal point in the cause. Its consideration will therefore be deferred until the error assigned to the charge of the court in relation to the same matter is considered.\nIn regard to the other bills of exception, twenty-two in number, this court have given them a careful and particular consideration, and are of opinion that the court below committed no error in any one of them. I shall only make a few cursory observations about them, which will touch, and perhaps cover most of them. Indeed, there would be no end to opinions, if twenty-three bills of exceptions to individual scraps of evidence required a statement of all the law and decisions in their vicinity. The mint, anise, and cumin require only a passing notice, whilst the weightier matters of the law are more deliberately examined.\n'• It is not necessary that the person who makes the entries in shop or tradesmen’s books, should with his own hands deliver the goods, in order to make the entry evidence of sale and delivery. If it should be so held, the rule wmuld in a great measure destroy the practical usefulness of such books. In many, a great many establishments, there are several salesmen and hut one hook-lceeper. The salesman reports to the book-keeper, who makes the entry. This process enhances the security of the purchaser, because it gives him the chance of getting the testimony of more than one person, if he has been, as he believes, foully dealt with, to correct any fraud or mistake. It would create confusion in business, and not increase the security of the purchaser, to require every salesman to enter his own sales. Bút an equivalent principle has been established; one which, if not exactly identified with this case, is sufficiently near in affinity and analogy to govern it. Thus, it was ruled that the plaintiff’s books were good evidence to prove a sale and delivery of lime, without the evidence of the carters by whom the lime was delivered: Curren v. Crawford, 4 S. & R. 3.\nIt is a safe rule never to declare this useful kind of evidence in favour of merchants and mechanics bad or void, when it conforms to the general usages of trade, and which must be known to purchasers. But the book rejected had a more fatal spot upon it. The witness swore that it was altered and erased after he made the entry. A book of entries, which has been altered and erased, is not competent evidence to be submitted to a jury after it has been mutilated, until such alterations and erasures have been explained, so as to remove from the mind of the court the presumption of unfairness, which would naturally arise from their being made: Churchman v. Smith, 6 Whart. 146.\nNothing more quickly excites apprehension of unfairness than alterations and erasures in books of entries. Their value depends on their being made at the time of the transaction, and their being so suffered to remain. The alterations made in the book covered by the sixteenth error assigned, were explained to the satisfaction of the court, and therefore the book was properly admitted. We are bound to presume that the court acted correctly in both cases; the books are not here produced, and we cannot say they did not. Several of the bills relate to papers admitted in evidence, of which neither copies nor the originals are produced; we cannot say, therefore, that the court erred; because the value and the pertinency of a paper depends much on its entire phraseology. So far, however, as we have been enabled to judge from conflicting statements, no error was committed; but we are excused from considering these exceptions by a rule of court, which requires all such papers to be returned with the records, or else the exceptions to be passed over.\n- The third bill of exceptions relates to the judgment-bills given by Ritter & Kline to Gundrum, in pursuance of the agreement of 24th January, 1842, by which Gundrum sold the store to them; and which they re-sold to Gundrum by the agreement of 19th January, 1843. This bill brings up the main question in the cause; which also arises upon the charge of the court, and is assigned for error there: that is, whether the agreement of 1843 extinguished and merged the agreement of 1842, and the judgment-bills, as they are called, for $4,500, and some other notes given in pursuance thereof, or not. The words in the agreement of 1843-, which are alleged by Ritter & Kline to extinguish and merge the agreement of 1842, and the judgment-bills and notes given in pursuance of it, are as follows: “ The said Ritter Kline agree to sell a certain store, dry goods, groceries, and everything in and about the premises, being leased to them in 1842, by the above-named Gundrum, for the term of three years; this is to be in lieu of that agreement; the said Gundrum agrees to pay unto the said Ritter & Kline six thousand dollars, to include all the boats, horses, mules, &c.”\nIf there is any ambiguity in this clause of the agreement of 1843, it is a patent ambiguity, and can be relieved only by some other part of the written contract. But I apprehend there is no ambiguity whatever about it.\nThe agreement of 1842, as an integral thing, is not mentioned in the clause under consideration, nor- in any other part of the agreement of 1843. It cannot therefore be the next antecedent to which the words “ in lieu of that agreement” refer. What then is the antecedent to which they refer ? why, undoubtedly these words —“ the premises being leased to them in 1842, by the above-named Gundrum, for the term of three years, this is to be in lieu of that agreement.” What agreement ? why, the agreement of lease : could any other collocation of words make it more plain and definite ? It is true that the agreement of lease is included in the same articles of agreement by which the store and the articles on the premises leased were sold to Ritter & Kline, but that only makes the construction more transparent; for, when the store and articles on the premises were sold back to Gundrum, it was necessary to terminate the lease, as no sane men would agree to pay rent for premises occupied by the owner. An agreement to lease one piece or parcel of land, may well be embraced in articles by which another is sold, and an agreement to sell a store may still more aptly embrace or be accompanied by a lease of the premises where the store is kept. That was the case in the instance of the agreement of 1842; and when the store goods, &c., were sold back to Gun-drum in 1843, it was necessary to put an end to the lease to Ritter & Kline, of the premises where.the store was kept. Gundrum was to occupy himself the premises leased, and therefore Ritter & Kline were to hold the premises no longer, nor pay any more rent. Hence the introduction of the words “in lieu” -of that agreement into the articles of 1843. No construction can embrace the sale of goods in 1842, and the judgment-bills given in pursuance thereof, without adding, not words merely, but sentences and phrases to the agreement of 1843.\nIf it is not lawful to add to a written contract by parol evidence, how can it be made to embrace things of great moment beyond its terms by mere conjecture ?\nThe agreement of 1842, as to the sale of the store and goods, was an executed agreement. The title had passed to Ritter & Kline; but the lease of the premises was a continuing agreement, which could be ended by the act of the parties, and they could substitute something in lieu of it; and that they did. But Ritter & Kline had, after the date of the agreement of 1842, to wit, on the 7th February, 1842, given judgment-bills to Gundrum, in pursuance of and in execution of the agreement. They were a security of a higher nature, more specific and individuated than the articles of agreement; and on one of them judgment was entered, the record of which accompanied the bill in evidence. They stood alone, and without the article of agreement. By what necromancy in law are they brought within the vortex of the words in lieu, whilst they are left outstanding in the hands of the obligee ? Even an intent to obliterate judgment-bills left outstanding would be only an equitable defence, and ought to be clearly established, and not depend upon shadowy and unreasonable conjecture. The intent also must be sustained by sufficient consideration. What consideration is alleged to be given in this ease to Gundrum for his judgment-bills to the amount of $5,000, or thereabouts ? Nothing is alleged, but the re-sale of the store goods and the articles on the premises. But the parties have distinctly set down in the written contract the consideration of that sale to be $6,000, to be paid in a certain way. And yet we are called upon to say, by conjectural construction of the words in lieu, that the consideration was $11,000, and that the judgment-bills left outstanding in the hands of Gundrum, were sunk and extinguished by the re-sale of the store goods.\nThe counsel for Ritter & Kline allege, that they made large additions to the stock during the year, and incurred debts in Philadelphia, which Gundrum was to pay out of the $6,000, and that the store was therefore more valuable in consequence of these replenishments, which was the cause of its being worth $11,000. Who knows, however, but what there were waste gates in operation, as well as replenishments during the year ? Bitter & Kline, it seems, pursued the lumbering business and boating on the canal during the year. They may have sold a vast amount of goods during the year — may have lost by inattention, mismanagement, or bad debts. But this is all conjecture on both sides; the debts in Philadelphia may have been incurred for something connected with the lumbering or boating business. But it appears from the article of 1843, that there were things included in the sale to Gun-drum which were not included in the sale of 1842 to Bitter & Kline, such as boats, horses, mules, &e. This may have enhanced the price, although the stock of goods was about the same; the consideration, however, is put down in writing at $6,000, by the parties themselves, and that effectually excludes the judgment-bills which were left outstanding without mention, and are therefore untouched.\nKo men, even half-witted, could have intended to relinquish the judgment-bills without mentioning them, and leave them yet outstanding in the hands of the obligee, and mention the lease, so inferior in import, unless they just intended the lease and nothing more. All the common sense of the ease, the grammatical construction of the instrument, and the ostensible usefulness of the stipulation, are fulfilled by this interpretation, to wit, referring the words in lieu of that agreement, to the next antecedent, the agreement of lease.\nThere are some other exceptions to the charge of the court, all, however, depending more or less upon the principal question, and being put in evidently as ancillary thereto. I do not consider them as requiring special comment, as this opinion has been already extended beyond my wishes. The court, after maturely considering, deemed them insufficient to disturb the judgment.\nThe last exception is in these words, “statements sent out by the parties, objected to on both sides; all statements directed to be filed when the jury return their verdict, and to which statements allowed to go out with the jury, both parties except.”\nThe exception is so very general, that I know not where this court could lay their finger and say, herein the court below erred. We never regard the assignment of general errors. Counsel must point out the particular error committed by the court below, the-question having been there made. Bow the only question which this exception shows to have been submitted to the court below, was, whether statements of claim presented by each party and by both, would, according to ancient practice, be sent out with the jury. But on that subject there is no doubt. Jurors are often much assisted in coming to a right conclusion, by comparing statements of the parties’ claims and recalling the evidence in regard to them. Every lawyer in long practice knows this to have been an ancient custom, not sanctioned by the lower courts only, but frequently in an incidental manner by the Supreme Court.\nIt may be that some mistake was committed in these accounts and statements; they are of great length, embrace many items, and on each side amount to about twenty thousand dollars.\nBut it was the duty of the counsel to have examined these accounts of claims, and if there was anything wrong in any item or any number of items, to have called the attention of the court below to those items and requested that should be stricken out. As they did not do that, we cannot and will not say that the court erred, because it does not appear that they were requested to, or that they did, exercise any judgment of the suitableness or admissibility of these items. Counsel have duties to perform as well as courts. Both and each may sometimes be in error or delinquent, and each ought to be answerable only for their own mistakes. So far as the record goes in this behalf, we think the court did not err in allowing statements on each side to go out with the jury.\nThere is nothing in the fourth error assigned: to wit, that the court erred in entering judgment, the .verdict being for a balance in favour of defendant, after the claim of plaintiffs had been assigned to other persons. Immediately after the award, the amount thereof, $4,380.20, was assigned by plaintiff to five attorneys named on the record. But this did not deprive the defendant of his right to have a certificate in his favour, under the act of Assembly, against the plaintiffs, as the plea was payment and set-off. The jury were not sworn to try or adjust any conflicting claims between Miller & Swineford, Maynard & Watson, and Little, but between the legal parties on the record — Bitter & Kline, and Gundrum. The whole trial was on that basis and issue, and the verdict was rendered accordingly; the amount due was found in favour of defendant, which would of course be against the plaintiff on the record, betwmen whom and Gundrum the whole trial was conducted, and not between Gundrum and the equitable assignees, who were named on the record after award in plaintiffs’ favour.\nBut this circumstance cannot deprive the defendant of his just rights under the laws of the country. This error assigned is not sufficient to overturn or set aside the judgment. Especially since the passage of the act of 11th April, 1848, entitled an act supplemental to an act concerning Le Raysville Phalanx, the 12th section of which act is particularly applicable to this case, the judgment being rendered after the passage of that act.\nJudgment affirmed."}