{"id": "404658", "contents": "The opinion of this court was delivered by\nRogers, J.\nThis is an action of assumpsit to recover the amount due on the first instalment of the purchase-money of a farm, sold by the plaintiff as an administrator, pursuant to an order of the Orphans’ Court, and purchased by the defendant.\nIt is not disputed that the sale was made and confirmed by the court, and that possession was taken of the premises the 8d April, 1846, two days after the time when the possession was to have been delivered. It appears that possession was not delivered, because Jacob Hill, a former owner, who was entitled to retain it, did so until that time, and because objections were made to the sale by some of the creditors, which were afterwards withdrawn. It is in evidence, that between the time of the sale, viz. the 31st January, 1846, and the time when the plaintiff was to deliver possession to the defendant, viz. the 1st April, 1846, certain machinery and apparatus, part of a distillery on the premises, were taken away by John Í1. Manville, as the agent of Jacob Hill, former owner, on the claim of right to the same. And this raises the principal point in the cause. The defendant insists, and so the court rule, this.is a defence to the payment of the purchase-money, to the extent of the value of the 'property taken away. The point assumes, that, by the sale, the property considered for this part of the case in the light of a fixture and part of the realty, passed to the purchaser in the same manner, and to the same extent as the farm itself, to which it was appurtenant. The first question, which solves the whole difficulty, is, to whom the property belonged in the intermediate time between the sale and its confirmation by the Orphans’ Court, or, in other words, was it the property of the administrator or heirs; or the property of the purchaser ? Eor the loss, of whatever kind, and by whom caused, must be borne by the owner. Had there been a private sale, it would hardly be considered as an open question; for if there be any point settled, it is, that when a contract is made for the sale of land, equity considers the vendee as the purchaser of the estate sold, and the purchaser as a trustee to the vendor for the purchase-money. So much is the vendee considered, in contemplation of equity, as actually seised of the estate, that he must bear any loss which may happen to the estate between the agreement and the conveyance; and he will be entitled to any benefit which may accrue to it in the interval. And the reason assigned is, that, by the contract, he is the owner of the premises, to every intent and purpose in equity: Richter v. Selin, 8 S. & R. 440; Sug. on Vend. ch. 4, p. 131-2, Amer. ed. This principle, which is indisputable, would seem decisive of the question, unless a distinction can be taken between a private and a judicial sale. But no such distinction has been recognised; rather the reverse has been ruled. Thus in Stoever v. Rice, 3 Wh. 25, a sale by a sheriff is said to be attended with the ordinary incidents of a sale by an individual. And in Bashore v. Whisler, 3 W. 494, it is said, that a sale by an administrator under an order of the Orphans’ Court for payment of debts, is a judicial sale, and that the principles which govern the one are applicable to the other. Now, a purchaser at a sheriff’s sale, as is ruled in Morrison v. Wurtz, 7 W. 437, before his deed has been acknowledged, has an inceptive interest in the land by the contract, which may be bound by a judgment, and which, when perfected by payment, and a conveyance, gives the encumbrancers, by relation, the benefit of his security to the extent of the whole estate. To the same effect is Bellas v. M’Carthy, 10 W. 22. On the principles there settled, it can scarcely admit a doubt, that, had the buildings, including the machinery, been destroyed by fire, whether caused by accident or design, the loss would be borne by the purchaser, on the reasonable principle, that, in contemplation of equity, he is-owner of the premises from the time of the sale. The law is equitable and just; for, as he must bear the loss, so, if any benefit accrues to the premises in the mean time, he is entitled to the advantage of it. The learned judge of the Common Pleas seems to have been carried away by the erroneous idea, that the administrator has a remedy for the injury, but the purchaser has none; that Mann, having no right to the possession of the farm until the 1st April, 1846, and the stills and other apparatus being taken before that time, the administrator, and he alone, had power to bring suit.\nIt is very true that Mann cannot maintain an action of trespass, because he was not in the actual possession of the premises; but what prevents him from sustaining a special action on the case ? It must be recollected, that the trespass complained of is an injury to the inheritance; and can it be doubted that the owner has a right of action in such a case against a wrong-doer ? Is it in principle anything more than the ease of an injury to the inheritance, when in possession of a tenant; and has it ever been questioned that an action by the owner lies for waste, either against the tenant or a stranger ? The court were of opinion, that the remedy was with the administrator alone. In this view, it will be perceived we differ from the Court of Common Pleas. The administrator, who makes the sale, is but the officer of the court: Bashore v. Whisler, 3 W. 494. He has not, by virtue of his power, either the actual or legal possession of the premises. That is in the heirs. He surely is clothed with no greater power than a sheriff, who is the officer of the law; and it will scarcely be pretended, that the sheriff in such a case can sustain the suit. But, however this may be, and without attempting to define the extent either of the power of the sheriff or of the administrator, we are of opinion that the remedy was vested in the purchaser; and, consequently, he must seek redress for the wrong done in taking and carrying away the apparatus pertaining to the distillery.\nAlthough not perhaps very material, yet we would wish to correct an idea thrown out by the court, which, if left without notice, might lead to error. I allude to that part of the charge, -where the court say: “ Owing to an exception having been filed to the confirmation of the sale by the administrator, at the February Term, he (the administrator) was not able to make a deed on the 1st April, 1846, so that the purchaser was not bound to comply on his part, if he had seen proper to refuse.” This has never been held to be law as to sheriffs’ sales, nor do we conceive this rule ought to be applied to sales by an administrator. Time is not of the essence of the contract, and the principle applied to all judicial sales, as has been repeatedly ruled, is caveat emptor. The purchaser knows that the sale is open to exception by creditors. Establish the principle ruled by the court, and it will be an easy matter for a purchaser to escape from an imprudent bargain by collusion with a creditor, inducing him to file exceptions so as to delay the confirmation of the. sale.\nBut stress is laid on the evidence, which, if believed, proves that Mann told Robb, he would pay no more money, unless Robb would make good to him the utensils in the distillery, and that Robb replied, If you will let me have $100, I will have the utensils brought back, or make you compensation for them; that, relying on the promise of Robb, $100 were paid by Mann to him, and on the 3d or 4th April he took possession of the farm. But, if we are right in the view we have taken, the objection to this part of the charge is conclusive. The promise, if made, cannot bind the estate, but the administrator himself; nor him, if the promise is without consideration. The payment of the money was no consideration, because he merely did what he was bound to do by his contract. He in truth was guilty of a wrong, by refusing to pay according to his contract. This cannot furnish a foundation for a promise, for it would enable the defendant to obtain an advantage by a refusal to perform his agreement. There are other points which have been argued by counsel, which it is unnecessary to notice, because it is believed that the views of the case taken embrace the whole case, and there can be but little difficulty on another trial.\nJudgment reversed, and a venire de novo awarded."}