{"id": "404618", "contents": "The opinion of this court was delivered by\nBell, J.\nAn asserted right to lands resting in settlement alone, has been justly called jus vagim; a mere claim to favour : Howard v. Pollock, 1 Y. 512; Bonnet v. Devebaugh, 3 B. 187. In Smith v. Oliver, 11 S. & E. 266, it was denominated a mere equity, and in Brentlinger v. Hutchinson, 1 W. 46, the late Justice Kennedy, whose knowledge of our land law was intimate and accurate, observed, that though recognised, the legislature never intended that settlement rights should be placed on the same footing with titles held under locations, or warrants and surveys retoned into office. He says they were treated as a privilege, granted without consideration, and liable to forfeiture by a relinquishment of the possession, without good cause. It is true, great regard was shown to bond fide settlements by the proprietory agents, and, since their day, by the state; and if prosecuted with due diligence, subsequent warrantees or occupants are not permitted to interfere with them. The right of a settler to perfect his title to three hundred acres, located in a convenient and reasonable shape around his improvement, was always conceded; and any attempt fraudulently to deprive him of this privilege, is frowned upon by the law and its administrators. But he is not bound to take three hundred acres of the public land. He may circumscribe his boundary within a much narrower limit, if he will, and hence it is that a posterior warrant and survey, so located as to hedge him far within the circle to which he might legitimately claim to hold, is not necessarily void, as it would be, were it an interference with an older legal title. It is voidable only at the instance of the improver, for so much land included in the warrant as he might legally cover by virtue of the improvement; and if he relinquish it, by word or deed, or fail to assert it within a reasonable time, the title of the warrant-holder is perfected: Cresson v. Miller, 2 W. 276, S. C. 5 W. & S. 300. Vigilantibus, et non dormientibus, jura subveniunt, is a maxim applicable to all who seek to perfect an imperfect title, and to none more strictly than to those who assert inchoate titles to land under our system. Yigilance is the price of safety. To it, indolence and carelessness are always postponed. In accordance with this rule, founded in the obvious policy of limiting litigation and quieting estates, it is held, that taking out a warrant or application for land, and procuring a survey, without more, gives no title. If such a warrantee neglects to have the survey returned in due time, he will be postponed to a younger warrant, prosecuted with due diligence: Chambers v. Mifflin, 1 P. R. 74; Addleman v. Masterton, 1 P. R. 454; Star v. Bradford, 2 P. R. 384, 394, In the last case it is said, “It would be unreasonable that the commonwealth, in such cases, should be prevented from disposing of ¡ their lands, particularly in the case of an application when no money is paid. When one party shows an indisposition to comply with engagements, the other is at liberty to consider the contract as at an end; and as this is the law as regards the contracts of individuals, it is equally the rule in the construction of the contracts of the commonwealth with its citizens.” In Zerbe v. Schall, 4 W. 138, such neglect was held to be equivalent to an abandonment; “for,” said the Chief Justice, “ a subsequent appropriator could not suppose the prior locater meant to hold the state bound for an indefinite time, while he himself was at liberty to reject the land or to retain it: or, if he did suppose it, he would know that such a motive is itself equivalent to abandonment.” For some time after this doctrine was' announced, no precise time was ascertained,'the lapse of which would,' per 'se, be recognised as establishing an abandonment, without regard to the intent of the party;-but, at length, in Strauch «. Shoemaker, 1 W; & S. 166, if was ruled, in analogy to the limitation act of March, 1786, that neglecting to procure a return of survey for seven-years, would work a forfeiture, on the presumption of- abandonment. This has been the rule ever sincé; and'it is-settled that when the question of abahido'nment' arises from mere'lapse'of time, it is a question of law to be decided by the court, irrespective of any intention, entertained by the warrant-holder. When less than seven years have elapsed,- it -becomes a question of intention for a jury, who may establish it, upon circumstances evidencing such intent, though a very brief period may here serve. The rule was applied with great justice in Brentlinger v. Hutchinson, 1 W.52, to one who had been an actual settler, and claimed by an improvement right; “though,” said Kennedy, J., speaking for the court, “in giving this indulgence to an actual séttler, I am far from being perfectly satisfied that it may not be in opposition to the will and intention of the legislature as it has been manifested in their acts on this subject.”- Long before these decisions, it had been adjudged, that abandonment is not, in all cases, a matter of fact, but that it may be a conclusion of law from facts. “Where,” said Duncan, J., in Cluggage v. Duncan, 1 S. & R. 120, “a man makes a settlement, and-leaves'it for a great length of time, it does not signify for him to say, that he keeps up his claim. The law declares, that such -verbal claims have no avail against the act of relinquishing-possession.” The same thing was laid down in Watson v. Gilday, 1 S. & R. 340.\nBefore turning to the facts that characterize this case, I wish to bring to view another principle, which will be found to have an. application here. It has its birth in our peculiar system, and has been slowly elaborated by the exigencies presented by-successive contests, springing from antagonistic diligence and indifference.\nIt is settled that assessment and payment of taxes alone, for an unseated tract of land, will in no degree contribute to the creation of a title. But, under certain circumstances, it will assist to extend the limits of an adverse possession, even to constructive ouster, and it has been held that a refusal to acknowledge a liability to taxation as owner, may operate to defeat a right in favour of another claimant, whose right is doubtful. Thus, though a settler on appropriated lands may not be an avowed intruder, his possession extends no further than his original occupancy, because there is no boundary or anything else to mark its extent. But payment of taxes by him, raises a presumption of ouster of the whole tract, and extends, by construction, the possession to the boundaries of the warrant : M’Call v. Neely, 3 W. 69. And such payment for twenty-one years, with the acquiescence of the owner, will confer a title to the whole survey; for it is regarded as equivalent to claim and adverse possession: M’Caffrey v. Fisher, 4 W. & S. 182. To suffer this at the hand of an adversary, amounts to a confession :of ouster, for a man may show by his conduct, -as well as by-his declarations, that he considers himself out of possession. The rule holds, too,- when the intruder designates his - claim to part of a tract, by marks - on the ground surveyed,-and- pays .taxes-for it: • Royer v. Benlow, 10 S. & R. 306; but a mere occasional -user-of woodland, asby.cutting timber, or entering to make-a sugar .camp, .wotild- not, I. conceive, work such'a-result :■ Adams v. Robinson, 6 Barr, 271. In Kelsey v. Murray, 9 W. 111,-the-efficacy’of assessment.and-payment of taxes seems to have -beén-carried - somewhat; further.. The case is not very lucidly reported, but-I gather the claim defeated was set up through one who had, or alleged he had, paid the purchase-money to the commonwealth, and asserted a possession. But it was shown he had refused to be assessed for the land, and knew it was assessed to another, who had paid the taxes for thirty years; This was held tantamount to a confession of disseisin, so as to let in the statute of limitations.\nNow, let us apply the principles brought into view, to the facts of the ease in hand. The first and leading question is, whether those, under whose improvement-right the defendant claims the land in dispute, did, or omitted to do anything by which their claim was circumscribed within the lines designated by the survey of 1794, under the warrant of 1786, in the name of Moses Foulk ? The settlement is said to have been made by Peter Hartman in 1770. There were two or three clearings, but, according to the proof, these were all without the Foulk line. The land settled, appears first to have been assessed in the name of Peter Hartman, in 1776, as one hundred acres; again, in 1799 as fifty acres, which continued down to 1799, when it was returned as one hundred acres, in the name of Henry Hartman, and thus continued, without being increased, until 1817, when it was rated at two hundred and nine acres, and as the property of Samuel White, whose application for a warrant for two hundred acres, including the improvement, was first made in February, 1814. During the greater part of this period, or at least from 1795, the owners of the Foulk survey paid the taxes for the whole tract, cut wood upon it, and treated it as their own, when finally, it was cleared of timber in the year 1820, by Michael Ege, who then claimed it by a legal title derived from Foulk. It was, too, sold in 1795 by Foulk, mortgaged by the vendees in that year, patented by them in the next, and passed under this title, by successive sales and conveyances, until it reached the seisin of the present plaintiff. It is also in proof that the improver was present when the Foulk survey was made, without interposing any objection; that upon a caveat returned by the surveyor under the warrant of Samuel White, the Board of Property decided against White’s right to extend his survey over the Foulk line, and directed a new survey, which was never procured; and, although an ejectment was brought by White against the then owner, Ege, as an appeal from the decision of the board, it was never prosecuted, but suffered to sleep until White was sold out by the sheriff. Finally, it was shown that, without transcending the Foulk line, there is found a sufficient quantity of land to satisfy the whole claim made by the improver, for a period of thirty-eight years, and until after Samuel White had taken out his warrant, when first the idea seems to have been entertained of calling in question the validity of Foulk’s survey and title.\nThis is a brief outline of the facts as proved. If believed, they show either that the improver never intended to appropriate to himself, by virtue of his improvement, any of the land lying beyond the Foulk line, but meant to content himself with the smaller quantity returned by him to the assessor; or that he is !aefc« guilty of gross negligence in omitting to assert and perfect his original privilege for a period of upwards of twenty years, during which his antagonists paid -taxes for the disputed tract, whilst he, in effect, disclaimed all liability as owner. Now whether the case be put upon his intention or his negligence, it is equally fatal to the pretension now set up. Had he taken a warrant within a reasonable time, and procured a survey to be made for the portion included by the lines actually run, or marked a consentable line on the ground, he could not afterwards transcend this in default of another warrant and survey: Davis v. Keefer, 4 B. 163. He would have been definitively bound by such an act, as showing an election to take a lesser quantity than the law would otherwise have accorded to him. Yet this is scarcely stronger than what he did, as indi- . eating a choice. ■ His knowledge of what was done under the Foulk warrant is scarcely to be denied: his long unmurmuring acquiescence in it, in connexion with his positive act of returning a limited number of acres for taxation, can be regarded as little less than a recognition of the established lines. But it is, perhaps, safer and more satisfactory to rest this branch of the case upon the total omission of the settler to locate his 300 acres. Under ascertained principles, this of itself would seem to be sufficient to postpone his equity to the legal title of his antagonist. Thrice the period of time ascertained by our decisions as enough to constitute an abandonment at law by quitting possession, or by neglecting to cause a return of survey, had run after the Foulk survey before any movement made to push the settler’s equity to its verge, and when at last made, it seems to have been almost immediately abandoned, under the rebuke of the Board of Property. The ejectment of 1817 will not serve to rescue the plaintiff’s case from the applicability of this remark, for that was suffered to sleep through a series of years, and, finally, to expire with the expiration of the estate of the party who instituted it. Thus neglect has been added to neglect, by parties whose duty called for at least the exercise of ordinary diligence. But, considered apart from what has been done or omitted since the procurement of the warrant by White, it seems to us, the case of an-actual settler is to be governed by the principles of the adjudications already cited, and settling what degree of neglect amounts to a legal'abandonment, as against a subsequent warrantee. The same policy which calls upon the warrant-holder to cause his survey to be returned into office within a limited period, and upon the settler to renew his actual occupation within the same period, would seem strictly applicable to the latter in the exercise of the privilege, attendant upon his improvement of surrounding it by an appropriated number of acres, not exceeding 300.\nThere is the same reason why he should not be permitted to play fast and loose for an indefinite time; to hold at arm’s length all the world, while he refuses to act in his own behalf, and thus “ prevent the state from disposing of the land to others who are willing and desirous to pay the state for it,” as obtains in the other instances put. Should.a case.calling for the application of this principle ever-present itself, it is more than probable the - court, looking to the public interest and to private convenience, will not hesitate to recognise it as a governing rule. There can be no objection urged against extending its embrace where the analogy is so perfect. But its aid is scarcely required in our case. Besides the great lapse of time, here are other circumstances, already alluded to, which, we think, must be esteemed as long since operating to extinguish the settler’s equity, by perfecting the legal title granted by the Commonwealth. Bare non user would, probably, have been found sufficient for the purpose, but this is greatly- assisted by the other facts. - Without recapitulating them, it is sufficient to say they, .'.in' our apprehension, ’ called for the instruction, that-if .the jury believed'.thése. things — rand .there does not appear-to be the slightest room.for.dispute — the.plaintiff’s title is the -best; without-the qualifications, which-..lo.ok to. an; express acquiescence of the-settler in the E.oulk.survey, or t.o.a secret reservation -of-right -to transcend.it., ’ Whether,, after so.many years of inaction and- apparent.acquiesc.ence in’.the .propriety, of. that survey, lie'regarded 'the-lesser number, of.acr.es As. th'e.mxtent, of-his --.claim, in virtue'of- his settlement,,'is matter;of,indifference, 'The..;law concludes him. Nor, do.we think this view-of the. case is -at. all affected by the slight proof given'of occasional interference with the land in controversy, by those., under whom the defendant claims. Their possession, -if.indeed.there was any, was altogether too scrambling and. uncertain, to .amount to an appropriation. Henry Hartman is the.only.one who speaks of it, and as it were, by-the -by. . All-he’says .is1,:.“defendant’s father and himself cut a heap-of-timber within the Blue line.” When, how, or for what purpose', is. not. explained. This is too loose to defeat a legal title fairly purchased, paid for, and as it would seem accompanied by every act ofmwnership of which unenclosed woodland is susceptible. The “ clearings” referred to by the witness were clearly not within the Eoulk survey, if, indeed, he meant to say so. The “conditional” line which he says was established between his father and Adam Olipliver, does not appear to have been esteemed by the court below, as of any value in the determination'of the controversy. Indeed, if the other testimony is worthy o'f; credence, Hartman was entirely mistaken as to the locality of the Olipliver ■ tract, and consequently in error as to the line run to designate its boundary on one side. Perhaps, upon another trial,'the evidence on this point may be made more distinct. What has been said, covers the greater part of the exceptions taken to the charge of the court.\nThere is nothing in the remaining errors.\nThe proceedings before the Board of Property, were not conclusive against White’s title. His case was not within the act of 3d April, 1792, which was prospective, and therefore in application to lands appropriated\" before its enactment: Hubley v. White, 2 Y. 146-7; Albright v. McGinnis, 2 Y. 486; Schonberger v. Becht, 5 W. 194. As already intimated, however, those proceedings are an important feature of the causé; taken in connexion with its other traits, regarded from the'point of view already occupied.\nThe depositions were rightly admitted. Though in the handwriting of the party’s attorney, it was shown to have been with the assent’of the opposing attorney. This tolls thé error: Addleman v. Masterton, 1 P. R. 457. As to the' remaining objection, .the depositions'-wére clearly within the act of1 24 March, 1814; Good v. Good, 7 W. 200; Cooper v. Smith, 8 W. 539.\n' But the • defendant thinks that, independently of the questions discussed; his title is perfect by forcé of- the statute of limitations, counting his possession from 1822, under the doctrine of Waggoner v. Hastings; 5 Barr, 300.\nThis may be so, but the case does' not seem to have been put on ■’ this point at the trial, and it would therefore hazard' injustice1 to conclude the plaintiff by adjudicating.its case here on that ground. Upon another trial, if deemed necessary, that question, may be distinctly made, and, perhaps, be satisfactorily answered. At present we give no opinion on the subject. ■ . , •\nThe view taken shows a sufficient possession in the plaintiff, to enable it primé facie to maintain trespass.\nJudgment reversed, and a venire dé novo awarded."}