{"id": "404665", "contents": "The opinion of this court was delivered by\nRogers, J.\nA judgment in foreign attachment, aifecting to bind not only the property attached, but the persons of defendants, not citizens of the state, or within its precincts at the time, is to be treated as a nullity by a court in another state which is called on to enforce it by action, even though it would bind the persons of defendants in the courts and by the laws of the state in which it was rendered. This is ruled in Smith v. Steele, reported in 7 W. & S. 447. In cases of foreign attachment, says the Chief Justice (speaking in reference to the judgment now invoked as a bar to this action), heretofore the judgment did not purport to bind the person. Here there is a formal recovery from the defendants, in solido, without privilege on the property attached, and it is, consequently, in personam. The case of Smith v. Steele was an attempt to enforce the judgment in this state, as a judgment against all the parties, although the defendants did not appear, either personally or by attorney, and never were within the jurisdiction of the court of Louisiana. This we refused to do, for reasons which appeared to us unanswerable, deciding that, .so far as regards any remedy here, the judgment in Louisiana was null and void. It is now contended by the same parties, that, although a nullity, it is good in bar to a suit brought on the original contract. It is insisted that the plaintiff’s claim is merged in the Louisiana judgment; that it is a full defence, either as a matter in bar, or as evidence ; and that the plaintiff, having pursued the defendant Smith to judgment on a just claim, is barred from an action against the other partners. The defendants insist on a “ distinction generally recognised (vide Story’s Conflict of Laws, § 598; 2 Kent Com. § 27,) between suits brought by a party to enforce a foreign judgment, and suits brought against a party who sets up a foreign judgment in bar of a suit, by way of defence. Where the defendant, as is there said, sets up a foreign judgment as a bar to proceedings, if it has been pronounced by a competent tribunal and carried into effect, the losing party has no right to institute a new suit elsewhere, and thus bring the matter again into controversy, and the other party is not to lose the protection -which a foreign judgment gave him. It is the res judicata which ought to be received as conclusive evidence of right; and the exceptio rei judicatx, under such circumstances, is entitled to universal conclusiveness and respect.” This is a distinction which we do not undertake to gainsay, where the judgment is pronounced by a competent tribunal having jurisdiction over the subject-matter. If the court of Louisiana had jurisdiction over the persons of the defendants, their judgment would be a conclusive bar; but it is difficult to comprehend how a judgment ruled, at the instance of the defendants themselves, to be a nullity, can operate as a merger of the debt, or can, on any principle of common sense and common justice, be used as a bar or defence to a suit on the orignal indebtedness. Had the plain tiff .recovered in the courts of Louisiana the whole or any part of his debt, it would be a defence in whole or in part; but the record shows that the only fruit of his action was a judgment in solido, but without privilege on the property attached — in other words, a judgment entirely worthless, unless the defendants think proper voluntarily to submit themselves to the jurisdiction of the courts of Louisiana. To hold that such a judgment merges the debt, or is a defence, would extend the principle of merger further than has heretofore been attempted. But it is said the judgment against Smith is a bar to an action against the other partners. Strictly speaking, the owners of the boat are not partners, but tenants in common: Knox v. Campbell, 1 Barr, 866; but, be this as it may, the judgment against him neither merges the debt, nor is it a bar to this action. The case is clearly embraced by the 1st sec. of the act of the 6th April, 1880 ; for, otherwise, a judgment in another state would have a greater effect than a judgment in our own state. “ In all cases (so runs the act) now pending, or hereafter brought in any court of record in this commonwealth, against joint and several obligors, co-partners, promissors, or the endorsers of promissory notes, in which the writ or process has not been, or may not be served on all the defendants, and judgment maybe obtained against those served with process, such writ, process, or judgment shall not be a bar to a recovery in another suit against the defendant or defendants not served with process.”\nIn Vaneman v. Herdman, 3 W. 202, a judgment is ruled not to . be a bar to a subsequent action, even although an execution has been issued on the first judgment. Nothing but satisfaction bars a suit against other partners. This just and salutary act is entitled to a liberal construction; and, although this case does not come within its letter, it is clearly embraced by its spirit.\nJudgment affirmed."}