{"id": "404660", "contents": "The opinion of this court was delivered by\nBell, J.\nThe view taken by the learned judge who dismissed the plaintiff’s bill is, that the arrangement between Burnside and Aiken was at best but an equitable transfer of a chose in action, sounding in damages for a breach of covenant, which was substantially defeated by the conveyance of Brown’s executors to the younger Burnside in execution of the original contract of sale, or, at the utmost, leaving to the plaintiff but the right to sue Aiken at law for the breach of his engagement to prosecute the action of covenant for the joint benefit of himself and the complainant. But in this there is a misapprehension of the true aspect of the case, as a cursory examination will show.\nA leading allegation of the bill is, that Burnside had paid to Brown $2,000 purchase-money in pursuance of his contract, and that the latter refused to perform his covenant by conveying the land purchased. The former was, therefore, entitled to recover in his action of covenant, at least the sum thus paid. This right, though resting in action, vested him with an interest in the fund capable of transmission to others. It was, in this respect, like any other debt which a creditor may assign for the benefit of third persons, either directly to the party to be benefited, or indirectly by the intervention of another. In the latter case, a direct and express u'st is created, the transferree being the trustee, and the party beneficially interested, the cestui que trust. This species of trust most frequently springs from a formal assignment by deed, of property consisting of things in possession and things in action, in general trust for the benefit of creditors; but it may also be the creature of a parol arrangement, which, though voluntary, a Court of Chancery will act upon, provided the trust be perfectly declared: Ex parte Pye, 18 Ves. 140; Sloane v. Codogan, App. to Vend. Purch. No. 24; Antrobus v. Smith, 12 Ves. 39. Where a fund has been actually lodged with, or otherwise received by the person designated to exercise the delegated confidence, there is a concurrent remedy at law and in equity. The cestui que trust may resort to either jurisdiction, for it is then said to be not such a technical trust — the mere creature of equity — of which equity alone has cognisance : Kane v. Bloodgood, 7 John. C. R. 90; Lyon v. Maclay, 1 W. 275; Finney v. Cochran, 1 W. & S. 118. Whether, in this state, the legal tribunals ought, in the exercise of the chancery powers recently conferred, to assume cognisance of those cases where the action for money had and received affords a full remedy, it is not now necessary to consider; though, certainly, there can be no objection where the equitable remedy is the more convenient; as, for instance, where an account is incidentally requisite. But where the trustee has duties to perform, other than of mere disbursement, a technical and continuing trust is presented, which can be satisfactorily treated only in equity. Of this, the present is a pregnant example, which imperatively calls for the powerful and plastic hand of a chancellor to administer the various and conflicting interests that have sprung up. Indeed, under the circumstances, that have occurred here, a common-law court could not, from the defective nature of its proceedings, enforce the execution of the trust by following it into the various relations it has assumed, or attempt an adjustment of the» antagonist rights, which are said to have attached to the subject of it. The very fact which the District Court seems to have thought would bar the plaintiff of the remedy he seeks, but contributes to the necessity that calls for its exertion. Had the trustee proceeded to enforce payment of the sum sought to be recovered in the action of covenant, as has already been intimated, a common-law action might have sufficed to compel a distribution of the fund. But it is not perceived how such an action would have reached and remedied a refusal by the trustee to proceed in the action, and it would be still less efficacious to extract compensation for the alleged fraudulent conduct of the trustee in conspiring with the other defendants to defeat the trust altogether. The fact referred to by the court below, hostile to the bill in equity, is the conveyance of the fee to vendee’s son. Upon this it was observed that the plaintiff has no such interest in the land purchased by Burnside as will enable him to object to the conveyance in discharge of Brown’s undertaking. As that conveyance is averred to be in pursuance of a fraudulent combination, having'for its object the destruction of the plaintiff’s right, perhaps the proposition excluding objection to it, might be successfully combated. But, conceding it to be correctly founded, I cannot consent to the assumed deduction which estimates the conveyance as a termination of the trust. If, by the arrangement between Burnside, Aiken, and Kirkpatrick, the latter acquired an equitable interest in the amount paid as purchase-money, it is not within the power of the trustee to compromise it by fraudulently permitting the vendee’s son to merge it as a credit in procuring a conveyance of the land, whether this be for his own benefit or for the use of his father. He cannot thus wholly divert it from the purpose to which the latter dedicated it, for if we admit the vendor’s right to execute his covenant, and thus to exonerate himself from the suit at law, it by no means follows that the trust fund is obliterated. On the contrary, equity will follow it through every transmutation for the benefit of the cestui que trust. Than thin, there is nothing better settled. The conversion of trust-money or dioses in action into land is not permitted to divest its fiduciary character, and a court of chancery will pursue it wherever it can be traced: Phillips v. Crommond, 2 W. C. C. R. 441; Pierce v. M’Keehan, 3 W. & S. 280. If, then, it was competent in Burnside, in pursuing his contract with Brown, to avail himself of the sum before paid in purchase of the land, equity will call upon the land to repay it for the benefit of the trust, more especially if fraud has attended the final transaction. This is an additional reason why the cestui que trust may avail himself of the present proceeding, for, admitting that a personal action would lie against Aiken, (who may be insolvent), it is by no means so adequate a remedy as that which enables the party to reach the land itself. The case, therefore, falls within that provision of the act of 1836, which confers upon our courts the power of granting specific equitable relief, where a recovery in damages would, or may be an inadequate remedy. The plaintiff’s bill is thus sustainable upon more grounds than one, if bis complaint be well founded. In dismissing it upon demurrer, an error was consequently committed.\nIn conclusion, it may be observed that, as long experience elsewhere has proved the remedies afforded by courts of chancery to be highly beneficial and eminently conducive to the administration of justice in a vast variety of cases, we think our tribunals should lean to a liberal exercise of the powers which the legislature, after a long hesitation, has conferred, without, however, encouraging the technical niceties in the modes of procedure and forms of pleading, which have tended rather to retard than to facilitate the great object of the jurisdiction.\nDecree reversed, and the record remitted for further proceedings."}