{"id": "404643", "contents": "The opinion of this court was delivered by\nGibson, C. J.\nThere are but two points before us: 1. The obligor’s right to contest Mrs. Midford’s former ownership of any part of the land, for the surplus price of which the bond was given. 2. His right to set off the ground-rent which issued out of it, and which she was bound to pay as the assignee of the ground-tenant.\n1. The legal right to recover on the bond was in the treasurer named in it as obligee, and not in those who were entitled to this money. What had the obligor to do with them or their aliquot parts of it ? A recovery in the name of the obligee without disclosing the interests of the equitable parties, would discharge him from liability to any one, and he could ask no more. The obligee would be answer? able to them as their trustee for the money when recovered ; and payment to the sheriff on the foot of an execution, would be enough for all parties. In the analogous case of Coxe v. Blanden, 1 W. 533, a stranger in possession was not suffered to set up as a defence to an ejectment by the grantee off a trustee, that the grant was in fraud of the trust. In a pure action at law, a legal .title is always a ground to recover, and no more ought to be set out in the pleadings ; yet, in some instances, a fiduciary interest has been gratuitously traced from the legal plaintiff which invited, as might have been expected, the defendant there as here, to meddle with questions that did not belong to him, and involved the plaintiff in unnecessary difficulties ; but this jumbling together of legal and equitable titles in the same action, springs not from any legal necessity, but from the pleader’s ignorance of the nature of an action at the common law. By this courts, however, these fiduciary interests have always been disregarded in the pleadings, as they were in Armstrong v. Lancaster, 5 W. 67, and Pierce v. M’Keehan, 3 Barr, 136; the latter of which shows how perilous it is for a plaintiff to suffer himself to be decoyed into an issue on his equitable right to bring the action. If the beneficial ownership were the ground of it, a bond for the use of several could not be sued without the consent of all; or if it were sued at the instance of one for his separate share, as only one action of debt can be maintained on a bond, and one judgment and execution be had, the common security would be exhausted by the first beneficial claimant who put the remedy on it in motion. To prevent this, in the case of certain official bonds, the legislature allowed a cautionary judgment to be rendered for the penalty, the separate damages of the party suing being assessed at the same time, and the damages of those to follow being left for writs of scire facias; at other times, it allowed actions of debt to be repeated on the same bond toties quoties. But no such provision has been made for the bond of a purchaser for surplus tax-money; and the consequence is, that when the land sold was owned by several, they must litigate their disputes for their respective parts of it when the money has been brought into court. To give notice to the sheriff not to pay it over to the legal plaintiff, it is enough to mark the suit to the particular use; and to protect the obligor from a vexatious stirring of it, it is enough that the court has power to restrain it. It was immaterial, therefore, whether Sarah Midford, for whom it is prosecuted, was the owner of the whole or a part of the land. If she had an interest in the land, however small, she had a right to have it sued; if she had not, the court might have been moved to quash or stay the writ, but not to entertain a defence that might lead to a verdict and judgment against those who had.\n2. The ground-rent could not be set off, for a very sufficient reason. There was no set-off at the common law; and our statute allows it only between parties who stand in privity of contract. “If two or more dealing together,” it is said, “be indebted to each other on bonds, bills, bargains, promises, accounts, or the like, and one of them commences an action in any court of this province, if the defendant cannot gainsay the deed, bargain, or assumption on which he is sued, it shall be lawful for such defendant to plead payment of all or any part of the debt or sum demanded, and give any bond, bill, receipt, account, or bargain in evidence.” What dealing together had the obligor and obligee in relation to this ground-rent? The assignee of a bond, or the endorsee of a bill or note, may doubtless set it against a demand by the obligor or drawer without having had any transaction with him; but such assignee or endorsee stands in the place of the assignor or endorser as the transferree of a right growing out of a personal responsibility, with all the qualities adhering to it which were attached to it in the hands of the original holder of it. Fot so the grantee of a ground-tenant’s estate.in fee-simple, who, instead of acquiring an interest in the grantor’s right against the ground-landlord, incurs a liability to him, founded not upon privity of contract, but on privity of estate. The assignment of even a lease for years, was not clogged at common law with liability.to an action of covenant by the landlord for payment of the rent; for no man who has not sealed the deed can be thus sued. The assignee’s liability arises, not from a quality attached to the person of the assignor, hut from a quality attached to the term ; for it has been held since Walker’s case, 3 Rep. 23 a, that there is no personal privity between him and the lessor, whose common-law action against him was not covenant on the lease, but debt on the relation between them. The 32 H. 8, c. 34, gives the lessor an action of covenant; but it was determined in Lewis v. Ridge, Cro. Eliz. 863, that it does not extend to covenants in a conveyance in fee or in tail. Indeed, it was enacted expressly in relation to leases for life or for years, and for the benefit of reversioners. The only precedent for an application of it to a covenant on a ground-rent deed, if precedent it may be called, is Weidner v. Foster, 2 Pa. R. 23, in which, however, the matter passed zzsub silentio, the point having been neither raised nor decided. The ground-landlord’s action, therefore, is debt, and it barely sounds in contract. But even if the statute gave him an action of covenant, being founded on a statute and not on privity of contract, it would not create that dealing together which is required by our defalcation act. For this reason, arrears of ground-rent cannot be set off against a demand of an assignee of the ground-tenant.\nJudgment affirmed."}