{"id": "404692", "contents": "The opinion of this court was delivered by\nCoulter, J.\nThe guardian makes application to the Orphans’ Court for the sale of a tract of land for the maintenance of the minor. An auditor reports in favour of the sale, but the Orphans’ Court refuse to order a sale, and the guardian appeals. The Orphans’ Court being the local tribunal, is, of course, better acquainted with the situation and probable increase in the value of the land, and with the circumstances of the parties, than we can be. And we do not feel inclined to .disturb their decree under such a state of facts, unless controlling reasons for doing so appear on the record. Such do not exist in this case. The opinion of the auditor is not sufficient to overturn the decree of the court.\nThe act of Assembly authorizes a sale of part of a tract of land, for the purpose of maintenance; and taking the auditor’s estimate of all the debts due by the estate of the minor, and the value of the land, or rather the price for which it- would sell, as supposed by the guardian, there would be left a surplus of $2,400. We cftnnot perceive the necessity of converting this large amount into personal estate. It appears that the minor is entitled to another tiact of land, subject to a life-estate of his grandmother, who appears, from what was said on the argument, to be quite an old woman. It might have been found out, on investigation, that it would be best to sell the tract subject to the life-estate, or that part of the tract embraced, in these proceedings might be advantageously sold. The Orphans’ Court have power to appoint suitable persons to investigate the facts of the case when an application is made for the sale or mortgage of real estate, by a guardian; and, as no investigation seems to have been made, whether or not a part of the tract might not be advantageously sold, sufficient for the purpose of maintaining the minor, or whether the amount might not be raised by mortgage, we do not feel at liberty to set aside the decree of the Orphans’ Court.\nWe do not assent to the suggestion of the auditor, that because the surplus might be advantageously made, it would conduce to the interest of the minor. That is not one of the objects contemplated by the statute.\nWe deem it safest for the minor to let the estate abide in realty, which, in the circumstances of a new and advancing country, may be greatly enhanced in value, if the requirements of the statute have been fulfilled.\nDecree affirmed."}