{"id": "404637", "contents": "The opinion of this court was delivered by\nCoulter, J.\nA settlement of accounts between the parties took place in the lifetime of Emmons, a balance was struck, and a note given by Stahlnecker for this balance, being §>110. It appears that Emmons mentioned to Stahlnecker, before his death, that there was a mistake in the settlement; but nothing was done to correct it, if there was a mistake, in his lifetime, and he lived four .years after the settlement. This action is brought after the death of Emmons, to recover the amount of the mistake on settlement.\nThe settled account was the strongest kind of evidence in favour of defendants; because it was the mutual admission of each of the parties, deliberately made, and reduced to writing, and a note given for the balance. And to allow it to be overcome by uncertain or doubtful evidence, four, five, or six years after it was made, would not only subvert the law of evidence, but the law of justice. The court told the jury, that whether a mistake had been made in the settlement, was a question of fact for their determination, and that they must examine all the evidence, and determine accordingly. It was not error to add, that if they had reasonable doubts on the subject, these doubts ought to operate in favour of the defendant. Because the settlement and note .given in pursuance thereof was primd facie evidence that all was right, and it could only be obliterated by clear and satisfactory proof, otherwise no man would be safe, after having made a settlement of accounts and reposed upon it for years, and probably destroyed vouchers, or permitted them to be lost. Even taking the authority on which the ingenious counsel relies, Wharton’s Criminal Law, to wit, that there is “ A ground of distinction in this respect between civil and criminal cases. In the former, the jury weigh the testimony, and, after striking a fair balance, decide accordingly. But in criminal cases, the testimony must be such as to satisfy the jury beyond a doubt.” As the true and veritable rule on this subject, he is overborne by it. In striking a fair balance, that which is doubtful is not equal in weight to that which is certain in any well balanced mind. The scales of justice obey the impulse of what is certain and established, rather than that which is doubtful and shadowy, and therefore light.\nThe court told’the jury nothing' more in substance, than that testimony, in order to overcome a settlement made by the parties themselves, and to establish a mistake therein, ought to be clear and satisfactory, and not encumbered with reasonable doubts; and if they had told them less, they would not have done their duty.\nThe court express an opinion that so long delay after the settlement, before decedent’s death, and no suit brought until after he was in his grave, was a circumstance in favour of defendant; and so it wras. But this was only an expression of opinion by the judge, , on the evidence. He left all the evidence to the jury, told them it was a question of fact for their decision; he gave no binding direction as to any fact, nor did he err on any question of law.\nJudgment affirmed.\nCASES IN THE SUPREME COURT or PENNSYLVANIA. WESTERN DISTRICT, SEPTEMBER TERM, 1849. PITTSBURGH."}