{"id": "404608", "contents": "The opinion of this court was delivered by\nRogers, J.\nIt is very properly the inclination of the court to avoid unnecessarily the creation of a multiplicity of liens; for when liens are encouraged, it causes perplexity in the transfer of real property by the difficulty and uncertainty of determining their existence. It is very often difficult for creditors and purchasers to determine whether an encumbrance be created or not; and hence the courts have uniformly held, that to create a charge or lien in favour of a legatee, the testator must express his intention to that effect, by direct expression or plain implication on the face of the will. If the testator designs to charge his estate, it is easy to do so in direct terms; as he can convey his meaning in such clear and unambiguous manner as to show no doubt of his intention. It is far better that legatees should occasionally encounter the hazard of loss, than that estates should be trammelled with doubtful liens, and uncertain encumbrances. In the examination of such questions, we must lose sight of the hardship, as it is called, the equity of the particular case, and have regard to the general scope and policy of the law. In the case in hand, it is agreed that the legacies to the daughter are not expressly charged on the land; but it is insisted they are a charge by necessary implication ; or, in other words, that this is the clear manifest intention of the testator, to be collected from a consideration of the plan of the will; from a view of the whole scope and language used in reference to a division ; from blending the real and personal estate; from a consideration of the nature of the restricted devises to John, Nicholas, Andrew, and William; and from the fact that Samuel Gooshorn was both devisee and executor. I have carefully looked into the will, and admitting the principle in its full force, that the intention to charge the estate may be collected from all parts of ttie will, considered in reference to the testator’s circumstances (Ripple v. Ripple, 1 R. 389), I have failed to see anything in the plan of the •will, its scope and language, which indicates an intention to charge the share of the daughters on the lands devised to the sons. The will evinces a design to divide the estate equally, or as near as may be, between the children, male and female, and explicitly points out the mode by which this desirable object is to be effected: but in no point does he exhibit any intention to encumber the lands specifically devised to the sons. This does not seem to have entered into the contemplation of the testator, whether from neglect, ignorance, or design, I know not, nor is it material. Judging from the whole scope and tenor of the will, he appears to have been satisfied with the personal responsibility of the devisees, incurred by acceptance of the respective devises. Had it been suggested that some provision was necessary to protect the legacies to the daughters in the case of John, Nicholas, Andrew, and William, it is possible, although by no means certain, he might have charged these lands with the payment of these legacies. But I can see nothing in that feature of the case, which can create a charge on the lands of Samuel, or even on the lands devised to them. It would be most dangerous to raise an implication of legal intention from facts so equivocal as to amount at best to a plausible conjecture, as to the design of the testator. The rule is, that the intention to create a charge must be clear and manifest; a plain implication arising on the four corners of the will. It is not, as the plaintiff erroneously supposes, the devise of the land to Samuel, on condition that he have it appraised, the money divided and paid at the time specified. But it is devised to him absolutely in fee, he being personally liable for his proportion of the amount ascertained to be due, in the manner prescribed. In Hepburn v. Snyder, 3 Barr, 78, the Chief Justice says, “liens on land are not favoured or to be implied; and they are consequently to be created by plain terms.” The principle is not, as supposed, confined to contracts, but it is applicable to wills, as to other instruments.\nIt is contended, that where the real and personal estates are blended, and put into one fund, the land is charged with the payment of legacies : and so are the authorities 2 Bin. 351, 6 Bin. 396, 1 Dal. 131, 1 Ves. Jr. 444, 1 P. R. 112. But I have failed to perceive, that in this case the estates are blended. The directions in the will are, that Samuel, and his other sons, pay their sister certain moneys, the amount to be ascertained in the manner pointed out in the will. But there is no semblance of an intention to blend the real and personal estate into one fund. The fund is specifically devised to the sons, and a sum of money, to he afterwards ascertained, to the daughters, which the sons are directed to pay. Blending, is where the testator gives his real and personal estate to one, and directs him to pay legacies. It is a charge on the real estate, because it is supposed to be his intention that all his legacies shall be paid. But from this the authorities are clear, no implication of a design to charge their lands can be inferred. Its only effect is to make the devisees personally liable: Lobach’s Est. 6 W. 169. A mere direction to pay a legacy does not create a charge on the land, but the devisees become personally bound by acceptance: 2 John. C. R. 614; Miltenberger v. Schlegel, 7 Barr, 241.\nIt is urged, that the land devised to Samuel is charged with the payment of its proportion of the legacies to the daughter, because Samuel was both devisee and executor: that, where the executor is devisee of real estate, a direction to him to pay debts or legacies will cast them on the realty so devised. On this position is cited, 2 Jarman on Wills, 528. In page 531 of the same book it is said, “ it should be remarked, however, that in Aubry v. Middleton, the executor, being the devisee of the real estate, was expressly directed to pay the legacies and annuities, which has always been held as sufficient to charge the real estate.” The principle decided in Aubry v. Middleton was this, that where a testator gave several legacies and annuities to be paid by his executors, and then devised all the rest and residue of his goods and chattels and estate to his nephew (who was his heir at law) and appointed him an executor to his will, Lord Oowper held the real estate was chargeable with the legacies and annuities in aid of the personal estate: 2 Eq. Ca. Abr., 479, pl. 16, Vin. Ab. Charge, D. pl. 15. But these principles, though admitted, do not apply, for in this will there is no express, or implied, direction to the executor to pay the legacies. They are to be paid by the respective devisees, who are personally answerable.\nDecree affirmed."}