{"id": "404600", "contents": "The opinion of this Court was delivered by\nBurnside, J.\nComfort was the bail of Daniel Eisenbeis in a lease, for rent, to' the executors of his father, Alexander Eisenbeis, deceased. On the 9th of November, 1842, the executors of Alexander Eisenbeis obtained a judgment against Eisenbeis and Comfort for the rent. Before the judgment was obtained, Daniel Eisenbeis had applied for the benefit of the Bankrupt Law of the United States. The application was on the 26th of August, 1842; the decree of bankruptcy on the 26th of September; and the final discharge and certificate in bankruptcy on' the 26th of January, 1843. In December following, Daniel Eisenbeis called at the office of Mr. Woods, the attorney of the executors of Alexander Eisenbeis, and requested him not to push the judgmentthat he did not want Comfort, who was his bail, pushed ; and that lie would pay it by spring. Woods gave the time required. Afterwards, the judgment was paid out of the proceeds of the sale of Comfort’s real estate, and this action was brought to recover the amount.\n“ I think it may be laid down as a rule, that an entire stranger to the consideration cannot sue upon a simple contract, even when made for his sole benefit, although a stranger to the promise frequently may: Brown on Actions at Law, 103; 45 Law Lib. 79. But, whenever the consideration moves from a party, though the promise be made to another, yet he from whom the consideration moves, may be plaintiff; and, as the other is looked upon as a mere agent, the promise must be laid as having been made to the plaintiff, and the promise actually made to the other party may be given in evidence. Ibid, and authorities there cited; 1 Bos. & Pul. 102.”\nHere the parties were not strangers to the consideration. Woods was the attorney who had the money to collect. Comfort was the bail of Eisenbeis. There was a moral as well as a legal obligation, that he would not let his bail suffer. After his certificate and discharge as a bankrupt, he asked and obtained time to enable him to raise money and pay the debt, to save Comfort, his bail. When Eisenbeis was discharged, Comfort had no claim upon him. Whether he could have proved the judgment, in which he was bail before the assignee in bankruptcy, I deem it unnecessary to inquire, further than to refer to the case of McKinley v. O’Keson, 5 Barr, 369. There the plaintiff gave in evidence a judgment against the defendant, who was a certified bankrupt, and proved by Shirlock that he in conversation with the defendant relative to this judgment, for which the witness’s father was security to phe plaintiff, had said to the defendant, people said his father would have to pay it: to which the defendant replied, the account was just, except the price for one sheep, for which he had no credit, and he would pay it. Another witness also proved that he had had a conversation with the defendant, who said he would pay the debt. Neither of these witnesses had been employed in the matter. This court held that where there is a moral obligation to pay as a consideration, a recognition of the debt as an existing one, for any other purpose than to evade the Statute of Limitations, is favorably received as evidence of a promise to pay; Yoxtheimer v. Keyser, post, 364.\nIt is due to the Judge of the Common Pleas to say, that that case was not reported when this cause was tried. Our law is settled that an absolute promise by a bankrupt to pay a debt discharged by certificate is binding, though not made to the creditor or his authorized agent. In New York it is ruled that a bankrupt discharge extends only to such debts as the bankrupt owed at the time of presenting his petition: Thompson v. Hewitt, 6 Hill, 254. Here there was no judgment against Comfort as bail of Eisenbeis, when he made his application.\nJudgment reversed, and a venire de novo awarded."}