{"id": "404612", "contents": "The opinion of this court was delivered by\nRogers, J.\nAs we entirely concur in the view taken of the case by the learned judge, I might content myself with a simple recognition of the principles of the charge, but that we are desirous of drawing the attention of the profession to a defect, as we think, in the manner in which conditional verdicts are framed. If a vendor brings ejectment to compel payment of the purchase-money and moves judgment by confession, or a verdict, condition that it be released on payment of the balance due within a prescribed time, and the time is suffered to pass without payment, the vendor may take possession, and keep the land as absolute owner. It is ruled that in such cases the vendee has his election, either to consummate his contract by payment of the amount ascertained to be due, or to forfeit all right under it, by a refusal or neglect to pay. For the principle, 1 P. R. 264, 7 Watts, 137, and many other cases, may be cited. This rule is now so firmly settled, and so many titles depend upon it, that we cannot permit it to be disturbed, or even questioned. It cannot, however, be disguised, that in some cases a rigid adherence to the rule has produced injustice; for valuable property has been sacrificed from the inability or neglect of the vendee, or other cause less culpable, to comply with the exact terms of the conditional verdict. For remedy of this we would recommend a modification of the practice. Instead of framing the verdict in such way as that an absolute title vests in the vendor on failure to pay at the time fixed in the verdict, we recommend that if not paid at the time, it should contain a decree of sale, either by the sheriff or by a master under the directions of the court, for the benefit of the vendor and vendee and all other persons having an interest in the proceeds. A verdict and judgment in this shape would be attended with this decided advantage, that the vendor would in due time receive the unpaid purchase-money, and the vendee would receive the surplus, if any; and, what in my judgment is of no inconsiderable importance, the purchaser at the sale would obtain a title free from all doubt or difficulty. The sale being made under the order and direction of the court, and the money being substituted for the land, and under their control, in its distribution substantial justice may be done to all. And this course would be equitable, for in truth the action, of ejectment to compel payment of the purchase-money is an equitable proceeding. The vendor and vendee stand, in some respects, in the position of mortgagor and mortgagee. There is, therefore, an analogy to a practice which has obtained in chancery, where the chancellor in some cases decrees a sale of the mortgaged premises, rather than a foreclosure of the mortgage. The usual course in England, it is true, is by bill of foreclosure; but in Ireland the practice is (and it is worthy of imitation), instead of a foreclosure to pray that the estate may be sold and the money applied in satisfaction of the encumbrance, and the surplus paid to the mortgagor. If there be a deficit, the mortgagee has his remedy for the difference: 13 Ves. Jr. 205. In certain cases also in England a decree for a sale, instead of foreclosure, may be obtained; as if a mortgage be of a dry reversion, 1 Ch. R. 33, or if the heir of the mortgagor be an infant, 1 Vern. 295, Booth v. Rich, 15 Vern. 475; in which latter case, as is said, a foreclosure and a sale in the alternative should be prayed, and if a foreclosure alone be prayed, the court will, with the mortgagor’s consent, refer it to a master to inquire whether it will be for the infant’s benefit that a sale should he made: Marsh v. Moody, 1 V. & B. 223. In Coote on Mortgages, p. 510, title Foreclosure, other cases are cited, in which the chancellor will decree a sale, hut it is unnecessary to enumerate them all, as these will suffice to indicate the practice in that country. So also in our own state, the mortgaged premises are sold on a levari facias, and the money is applied as in other cases on a judicial sale. Why then, it may he asked, should the action of ejectment, brought to enforce payment of the purchase-money, he an exception ? For my own part, I am unable to see any reason which will satisfactorily account for the difference. I would not wish to he understood as prescribing any particular course, for each case must rest on its own merits, taking care to mould the verdict in such form as to do substantial justice between all parties having an interest in the premises, and treating the action, as it really is, in the nature of an equitable proceeding by bill and answer. So fully impressed am I with the soundness of these views, that I am unwilling to go one step further than has been already done, in holding the estate of the vendor an absolute title to the land, and this consideration has had no inconsiderable weight on my mind, in adopting the charge of the learned Judge of the Common Pleas.\nJudgment affirmed."}