{"id": "404693", "contents": "The opinion of this court was delivered by\nBell, J.\nAlthough the question is presented in an aspect somewhat new, i'ts solution depends upon principles more than once recognised and enforced by this court. These are so broadly stated and applied in the opinion of Mr. President Woodward, that but little more is called for, than to refer to Berger v. Hiester as a pregnant instance, in which a judicial sale under a judgment recovered upon one of several bonds secured by mortgage, was held to divest its lien, though some of the bonds were not then due. This case proves that a mortgage may be swept away, not only by a sale for part of the debt secured, the whole being due, but even when a portion of it is not then payable. It therefore very closely resembles the present case, the only distinction being, that there the sum recovered was part of the principal, here it is the interest. But it is very clearly shown, by the reasoning of the judge below, that, under the terms of the mortgage in question, this distinction ought to work no difference in the result.\nIt may be added, as of some weight in the argument, that were the certificate-holders excluded from this remedy, they would probably be without one for the recovery of interest, as the mere equity of redemption may be valueless. This consequence ought not to be hazarded in view of the many contracts of this nature, produced within a few years past, by which the payment of interest is as solemnly guarantied as the discharge of the principal, and without which, it may fairly be concluded, loans could not have been effected.\nIt is objected that the interests of certificate-holders, other than those who sue, may all be jeoparded by the proceedings. The anwer is, that they stand in no worse position than do the different assignees of bonds in the ordinary case of a mortgage, made to secure the payment of several obligations. As to the sale of the mortgaged premises, each is bound to take care of himself; and the court, in distributing the proceeds, will see that all entitled to the fund are brought in. It practice it can very seldom happen, that notice of the proceeding will not reach all having an interest.\nJudgment affirmed."}