{"id": "404677", "contents": "The opinion of this court was delivered by\nCoulter, J.\nThe pregnant question in this cause is, whether Eliza Wilkins, the plaintiff, was a party to the suit of M’Clurg v. John Wilkins, No. 102 of August Term, 1809, in the Common Pleas of Allegheny county, at the time it was tried, and judgment rendered. John Wilkins died in 1809 — of course very soon after the institution of the suit. The action was allowed to sleep on the record, for some cause or another, until the year 1817, when it was on the trial list for January Term. The following entry was then made on said list in the proper handwriting of Samuel Roberts, Esq., the then President Judge of the district: “ Continued under peremptory rule for trial at next term, and on motion of Mr. Baldwin, Eliza Wilkins, who appears by William Wilkins, her guardian, substituted as defendant.” This entry, by irresistible implication, establishes, that William Wilkins, Esq., was in court and consented to act and appear as the guardian of Eliza. His name is marked as one of the attorneys; and William Wilkins was the testamentary guardian of Eliza. But the court had power' to appoint a guardian ad litem for the infant when a suit was brought against her, a power which is incident to every court of justice, and, where the interest of a minor comes judicially before the court in the progress of a cause, it is their duty to take care of the interests of the infant: Cro. Jac. 641. The clerk of the court, in transferring this entry to the continuance docket, merely added the word “ heirs,” so •as to make the entry read John Wilkins’s heirs, and by the minutes of trial, the jury seem to have been sworn between the plaintiff and the heirs of John Wilkins. In the entry made by Judge Roberts, it is not stated, whether Eliza Wilkins is heir or devisee; and the prothonotary, either from haste, inattention, or ignorance, thought it was quite sufficient to make the substitution on the docket, in the manner already stated. The attorneys on each side overlooked this misprision, and hence all this trouble flows. It is difficult to imagine, that a learned court and eminent lawyers would have conducted the trial, and that a jury should have rendered a verdict, and the same court, after a motion for a new trial, should have rendered judgment between unreal parties, or that the proceeding was conducted on any other footing, than between the parties in interest. But, however that may be, we must look to the record itself for the legal evidence of that fact. Was the entry on the trial list by the presiding judge, on motion of one party, and with the assent of'the other, recorded evidence in the progress of the cause ? The act of Assembly of the 25th September, 1786, §6, confers on the Supreme Court ample power to make rules of court; no similar power, however, is conferred by statute on the Court of Common Pleas, until a period posterior to the trial. But every court of lecord has an inherent power to make rules for the transaction of its business; such rules not being contrary to the law of the land: 3 Binney, 277 ; 8 S. & R. 336; and it was determined in Vanatta v. Anderson, 3 Binney, 417, that the Courts of Common Pleas have power, from the nature of their constitution, independent of any act of Assembly, to make such rules. The first collection of rules for the regulation of the practice in the fifth circuit was made in September, 1791, under the direction of the presiding judge, Alexander Addison, Esq., clarum et venerabile nomen. The 40th rule provides for making the trial list, and prescribes the manner in which causes shall be placed thereon. The 41st rule provides, that this list shall he called over on the second day of the term, &c., and that the court shall proceed to the trial of the causes in the order in which they stand thereon. These two rules have been adopted in all the districts west of the Allegheny range, and in most of the counties the list of trials is made out in books carefully preserved among the other books of record in the prothonotary’s office. A number of dockets of these lists were produced in court here on the argument, substantially and permanently bound, in one of which was the entry of Judge Roberts already referred to. In the act of Assembly of the 29th March, 1819, relating to the courts of Allegheny county, this trial list is recognised and referred to; and it is provided, that if the judges shall wilfully delay any cause which shall be at issue, and set down for trial as aforesaid, it shall constitute a misdemeanor in office, and the trial lists in the several counties are made the basis of an enactment in the jury law. Thus, in § 95, it is made the duty of the prothonotaries and clerks of the several courts, &c., “ as soon as conveniently may be, after the list of the causes at issue and for trial shall have been settled, to issue venires, &c.” These trial lists, then, are recognised in all the region west of the Allegheny ridge in the practice of the courts, as monuments of the record and process of trial and judgment. Their manner and use is prescribed in the rules of court, they are referred to in public statutes, and they are carefully preserved among the records of the courts. The practice is, not only to enter substitutions, but also frequently pleas, judgments, continuances, and orders for the payment of costs, on these lists. These entries are made with the knowledge of the attorneys of the parties, and often on their motion. They are afterwards transferred, when the term is over, by the clerk, at his convenience, to the continuance docket. There is a time, therefore, when such entries are the only monuments of the record; that is, between the time of making them, and the time of their being transferred to the continuance docket. For, after the end of the term the record is not in the breast of the court, and it never was in the breast of the clerk; its only abiding-place for that period is the trial list. And if these lists may be the record for three months between terms, or for one month, why may they not constitute the record for years, when they are preserved with care among the archives of the court, or, which is the same thing, as monuments from which the record may be made up at any distance of time; and what might have been amended at any time, this court will consider as amended. But the plaintiff strongly relies upon the case of Moore v. Kline, 1 Penn. Rep. 129. But I may observe, that two judges of great experience in the practice, dissented in that case, which always breaks the force of an adjudication as authority. But I touch it not; it stands intact from me for the government of cases of similar import. But it is not this case. There the list sent to the judge, who is to hold a special court, is treated and considered in that case as his private property, which he may put into his pocket, or leave behind him as a waif. Moreover, the entry in that case was, strictly speaking, not proper to compose part of the record. The language of the act of Assembly, in relation to furnishing the judge with a list in such cases, provides, that the prothonotary shall make out a list of causes in which the president of the district is concerned, and transmit it to the nearest president judge, who, on the receipt thereof, shall order a special court for the trial of such causes. The object of transmitting the list seems to be, that the judge may designate the causes to be tried at the special court, and enable him to determine how long the court shall be held, and the language of the law would appear to justify the view which the court took of it in Kline v. Moore. But I trust I have succeeded in establishing, that the trial list proper has no community of feature or character with the ephemeral one adjudicated upon in Moore v. Kline. The learned counsel for the defendant in error has cited a great many eases, bearing upon and corroborating this aspect of* the case, which I have not deemed necessary to embody in this opinion, because it seems to me that the character of the entry is to he tested chiefly by our own peculiar modes of practice. But if the eye of the student should light on this opinion, I have inserted the names of some of the most apt, that he'may seek further with advantage: Morris’s Lessee v. Van Deren, 1 Dall. 65; Wright v. Pender, Alleyn, 18; Mandeville v. Perry, 6 Call. 88; Handley v. Russell, Harden, 45; Danford v. Slocum, 18 Pick. 464; Archbold’s Evidence, 367; 4 Conn. 71. We are of opinion the court below did not err in relation to this aspect of the cause.\nJohn Wilkins claimed title to and died seised of the whole of lot No. 202. Before his death, the action of ejectment above adverted to, had been brought against him by M’Clurg, for one-half of the lot; and after his death, Eliza Wilkins was substituted, in manner as above stated, as defendant. She was the next in interest, the lot being devised to her. There was a trial and judgment, as above stated, and upon the execution issued it was docketed as against “ Eliza Wilkins, heir of John Wilkins, deceased;” and the other half of the lot was levied upon, condemned, and sold for the costs of the trial, and this half was purchased by William Robinson, the brother-in-law, with whom she lived, for f320; and on the 26th April, 1826, she gave her receipt to Lazarus Stewart, sheriff, for $58.37-!, balance of purchase-money on her lot, sold by said sheriff to William Robinson, on the judgment of Joseph M’ Qlurg. At this time she was of full age, and four months and some days beyond it. This receipt is the capstone in the evidence, that she was a party to the action of ejectment; that her title was tried, and judgment on that title rendered against her, and that she knew it; and this by her own written acknowledgment when she was sui juris. Adlum v. Yard, 1 Rawle, 171, belongs to a series of cases which determined, that even where a proceeding was voidable, the person in interest might elect to receive money under it, and if he did, he was estopped from asserting its invalidity: Hamilton v. Hamilton, 4 Barr, 195; Shaw v. Anderson, 7 S. & R. 63. A fortiori, the plaintiff is estopped when the proceeding is valid.\nBut it is alleged, the receipt was procured by fraud and undue influence. But where, may I not ask, is the evidence of circumvention ? Stewart was a public officer in the discharge of his duty. The plaintiff was of full age, highly connected, living in the midst of friends, able, and no doubt willing, to instruct and advise her; and she herself, no doubt, having received an education, was accustomed to move in society that would enable her to understand her rights. But Robinson was her brother-in-law! Well, that of itself would indicate kindness and friendship, rather than fraud and circumvention. Fraud ought to be proved, either directly, or by the establishment of facts and circumstances, from which it flows by fair legal inference. It is not to be presumed or guessed at. It is a charge easily made, and, after a lapse of thirty years, during which time and change have been throwing mist and oblivion upon transactions originally carried on with looseness, from the very fact of the confidence the parties had in each other, it is sometimes too readily believed.\nThe plaintiff offered to prove, that William Robinson purchased the lot in dispute as trustee for Eliza Wilkins, and that Bakewell, the alienee of Robinson, and under whom defendants claim, had notice of the trust. The court admit the evidence, but require the evidence of notice to be first given. I cannot say that there was anything wrong in this; because the existence of a secret trust is of no moment against a purchaser for value, without notice of the trust. The plaintiff then alleged, that notice was to be inferred from the fact of Bakewell having taken a judgment-bond from Robinson, at the date of the conveyance to him, to secure the title; the record of which judgment was given in evidence, and also the fact of Robinson being the administrator de bonis non of John Wilkins was evidence; and in this connexion he offered proof that John Darragh was appointed guardian of Eliza in 1813. But all these facts are totally inadequate to bring home to Bakewell a knowledge of a secret trust. To hind a subsequent bond fide purchaser, notice either in fact or law must be clearly shown. Undisturbed possession of Eliza, clear and unequivocal, would have amounted to legal notice. But in this case it is in evidence, that the unequivocal possession was in Robinson. He had the sheriff’s deed, and was in actual possession, and had paid the purchase-money to the sheriff, the surplus of which, after paying the judgment against her, was returned to the plaintiff, and she receipted for it. It was not alleged that she advanced the money; and, if it had been her money, why the necessity of a sale at all ? Why not pay the judgment, and permit her title in the lot in question to remain in her without incurring the additional costs of sale ? The personal estate of her father, however, was insufficient to pay his debts, and there is not the shadow of evidence that she had money in possession or action. Robinson paid nearly the amount of the appraised value. Erom the time of his purchase in 1824, till the sale to Bakewell in 1834, property increased immensely in value, which accounts for the difference in price. But I have said the evidence of notice was insufficient, even admitting a trust to have existed in some way or another, hidden from me, by anything I can perceive in the case, and that the plaintiff could have proved it. The taking of the judgment-bond by Bakewell to secure the title, is evidence that he apprehended there might be some infirmity in it. But it is most probable that he referred that infirmity to the title of John Wilkins himself, whose title to one-half the lot had proved defective, or he may have referred it to the difficulty which has been the point of this controversy, the substitution of Eliza Wilkins as next in interest by Judge Roberts; but we cannot perceive that it afforded any evidence whatever, certainly not clear and unequivocal evidence, that he had notice of a secret trust after the sheriff’s sale. The notice to Robinson in reference to taxing the costs must be referred to that also, for it was before the sheriff’s sale, if it is of sufficient importance to be referred to anything; and so of the appointment of John Darragh as guardian., But, if Darragh ever accepted and acted, he was entitled to defend the suit without being introduced on the record, as has been determined by this court. The fact of Robinson being administrator de bonis non is no evidence of notice, there being no evidence whatever that he had any money belonging to her in his hands or power, or that he did employ her money in paying for the lot.\nThere is another error assigned as to the interdict upon the counsel ; but it does not arise on the record.\nThe plaintiff brought a previous action of ejectment against Bakewell for the lot in question in 1835, which was decided by verdict and judgment against her in 1836. This second ejectment was instituted in 1845. The distance from the transactions, upon which time has been so long settling, may make them more obscure than they were in 1836. But we have not been able to perceive any error in law on the part of the court below, either in the progress of the trial, or in their instructions to the jury.\nJudgment affirmed.\nRogers, J., dissented."}