{"id": "404675", "contents": "The opinion of this court was delivered by\nRogers, J.\nThis is an action of ejectment to recover possession of a tract of land, containing about two hundred acres, now in the possession of the defendant. The tract in controversy is part of a warrant in the name of Thomas Willing, containing by survey about one thousand and ninety-nine acres. To the whole tract, No. 1835, the plaintiff has shown a clear and indisputable title.\nThe defendant admits the plaintiff’s title, and puts his defence exclusively on the act of limitation; proving, as he contends, a notorious adverse possession in himself, and those under whom he claims, of more than twenty-one years before the commencement of the action.\nIn avoidance of the' defence, the plaintiff insists that such an entry was made on the premises as bars the running of the act; and secondly, that the agreement of the 22d November, 1823, signed by Lorentus Jackson, agent of Doctor Rose, who was the agent of the trustees, and the defendant, is such a recognition and admission of the plaintiff’s title as tolls the statute.\nThe first point is based on the uncontroverted testimony of Messrs. Goodspeed and Metcalf. This evidence, admitting its truth, the court rule peremptorily not sufficient to destroy the effect of the defendant’s adverse possession. From this direction we entirely dissent; for, granting the facts to be as stated, we think they toll the statute. An entry on land, as is ruled in Altemus v. Campbell, 9 W. 28, avoids the operation of the act of limitation, if accompanied by an explicit declaration, or an act of notorious dominion, by which the claimant challenges the right of the occupant. So where a person enters animo olamandi, as where he enters and surveys the land, it operates as a bar to the act of limitation; and where the intent with which the entries are made is doubtful, the question of intention must be submitted to the jury: Miller v. Shaw, 7 S. & R. 129. The learned judge admits the principle ruled in Altemus v. Campbell, but denies that there is such an explicit declaration, such an act of notorious dominion as brings the case within the principle there decided. He instructs the jury as a matter of law, that the entry, as testified to by the witnesses named, did not toll the statute, a charge which, with all respect, is in direct opposition to Miller v. Shaw, as above cited. Goodspeed and Metcalf, whose testimony is incontestable, prove unequivocally, that in April 1834, Goodspeed, as the agent of the plaintiff, surveyed the whole of the land now in controversy, including not only the old lot, as it is called, on which Lewis resided, but also the Schoonover lot, lying north of the old lot, and running to the New York line; and further, that the surveys were made with the knowledge, and, .if Metcalf is believed (and there is no reason to doubt his testimony), with the assent and concurrence of Lewis. In view of these facts,, if believed by the jury, the plaintiff had a right to claim a binding direction that they toll the statute. There was an actual entry on the land, by the agent of the owner, with the avowed object of claiming the land, accompanied with an unequivocal act of dominion or ownership, by making the survey with the knowledge and assent of the person in possession. It is a stronger case than Miller v. Shaw, for here we are not left in doubt that the person making the survey was the agent of the owner. He enters animo elamandi, which tolls the statute, as is there ruled.\nWe agree with the court, as far as they go, as to the effect of the agreement of the 22d November, 1828, between Robert H. Rose, as attorney of the devisees of William Bingham, and the defendant. The court decide, that it tolls the act as to the 104 acres purchased by Lewis, but that it is no recognition or admission of the plaintiff’s title to the remainder of the tract, including the 62 acres adjoining the New York line. It must be remembered that it is conceded, that the plaintiffs had a clear and indisputable title at the time of the contract to all the land embraced in the warrant No. 1885, warranted and surveyed in the name of Thomas M. Willing, which includes not only the Baker lot but the Schoonover lot also. Now what is the meaning of the sentence in the latter clause of the agreement, which, after reciting the purchase of the 104 acres, concludes with the words “ being a part of No. 1835 ?” For what purpose were they introduced ? Is it not, and was it not intended as an express admission, that the 104 acre lot was part and parcel of the warrant No. 1835, of which the plaintiff was the uncontested owner ? Is it not a clear recognition of title to all the land embraced in that warrant ? If so, there is an end to the defence; for, after admitting the title, he shall not afterwards be- permitted to dispute it, so as to give title to himself by the act of limitation, for that would enable the defendant to commit fraud by putting the plaintiff off his guard. With such an agreement as this in his hands, would it ever enter the mind of the plaintiff, that after purchasing part of the tract, he would attempt to toll the remainder by virtue of an adverse hostile possession. If Lewis, at the time of the contract, knew that the plaintiff was the owner of all the land included in the warrant, it was his duty to state openly and explicitly, that as to the warrant he held adversely. But, instead of pursuing this honest course, he signs the agreement, the evident effect of which was to deceive the plaintiff. That the acknowledgment of the owner’s title interrupts the running of the statute is ruled in Sailor v. Hertzog, 2 Barr, 184, in Criswell v. Altemus, 7 Watts, 581, and in other cases which might be cited. Mr. Justice Kennedy says, in Criswell v. Altemus, that it is sufficient to prevent the possession from being adverse, that the party taking possession intends to occupy the land subject to the will of the owner; and that if this be made to appear clearly by the evidence, the statute of limitations will form no bar to the owner’s possession, whenever he demands it.\nAnd in Sailor v. Hertzog, the Chief Justice says, “How can his intention be made to appear by anything else than his declaration, which has always been received, as evidence of the nature of an occupant’s possession ?” Here we have a written recognition of the plaintiff’s title, which tolls the statute.\nJudgment reversed, and a venire de novo awarded."}