{"id": "404611", "contents": "The opinion of this court was delivered by\nBell, J.\nApart from the authority of Chess’s Appeal, it is very obvious, that the act of February 1834 was passed in aid of the defective remedies afforded by the acts of March 1792 and 1818, by conferring upon our Orphans’ Courts the power exercised by a court of chancery, to compel the specific fulfilment of contracts for the sale and conveyance of land, made by decedents who die without providing for the execution of their agreements. Wherever, therefore, a chancellor would, in these cases, direct a conveyance to be made in discharge of a decedent’s undertaking, the proper Orphans’ Court is bound to interpose its statutory authority with like effect. The first question then suggested is, do the petition, answer, and proofs present such a condition of facts as would entitle the complainant to invoke the aid of a chancellor ? If this can be answered affirmatively, the decree sought follows of course. Is this, then, the position of the present petitioner, and has he brought his complaint before the proper Orphans’ Court ?\nIt is most convenient to answer the latter portion of this query first. By the express direction of the act of 1834, the application is to be made to the Orphans’ Court having jurisdiction of the accounts of the decedent’s executors or administrators. M’Farson, the vendor in this instance, lived and died within the county of Allegheny. Consequently, if any respect is due to the statutory direction, the tribunal vested with jurisdiction of the subject of controversy, is the Orphans’ Court of that county, though the lands lie in the neighbouring county of Butler. The proper forum has therefore been selected. Indeed, this is so entirely plain, I should not have deemed it necessary to say a word on this point, had it not been gravely suggested by highly respectable counsel, certainly without due reflection.\nWhat is the answer properly to be made to the other branch of this inquiry ? According to the uncontradicted testimony of Carson and Buckley, the tract of land, in a moiety of which the petitioner asserts his ownership, was purchased upwards of twenty years ago by the father and son, each having contributed an equal share of the purchase-money. This was followed by an informal partition of the tract and a distinct possession of the purparts, though the legal title was conveyed to and remained in the father. The son commenced immediately to improve the portion allotted to him, and has continued to do so up to this time. In this aspect of it the transaction presents a case of resulting trust, or of an oral sale, so far executed by possession, payment of purchase-money, and improvement, that a refusal to perfect it would be a fraud on the vendee. In either case, a chancellor would not hesitate to direct a specific execution by conveyance. But this is not the ground upon which the petitioner has chosen to found his right to call for the interposition of the Orphans’ Court. He sets up an agreement in writing for the conveyance of the land, either by the decedent himself, or his representatives after his death, and he gave evidence to prove it. The consideration which induced this undertaking is stated in the writing itself, and is besides more distinctly proved by the person who, at the request of the decedent, prepared the instrument. Its execution is not denied, and, though its delivery to the son was faintly questioned on the argument, the circumstances wfiich preceeded and followed the execution of the paper, as detailed by Neely, leave no room to apprehend that the son became possessed of it otherwise than honestly. The reason why an immediate conveyance was not made, as seems to have been originally contemplated, was stated, and is such as may well be supposed would influence the action of a father who feared the importunity of his other children, and was desirous of affording them no pretext for it. It therefore forces itself on our acceptance, as satisfactorily accounting for the delay.\nAs a general rule, it is said that to entitle an agreement to be specifically performed, it must be executed according to the forms prescribed by law, by parties able and willing to contract; and should be certain and defined, fair and equal: Walpole v. Orford, 3 Ves. 420; Baxton v. Liston, 3 Atk. 385. But no express form of words is necessary to its validity. Any memorandum in writing indicative of the intent of the parties, and so precise as to enable the inquirer to ascertain the terms of the contract, the land to be conveyed, and the price to he paid for it, is sufficient. Thus a correspondence by letters, which reasonably import a conclusion, has been sustained as an agreement: Huddlestone v. Briscoe, 11 Ves. 591; Stratford v. Bosworth, 2 Ves. 366. And this though the person did not intend to be bound: Wilford v. Beazly, 1 Ves. 8 ; S. C. 3; Atk. 503; or looked to the execution of a more formal instrument: Fowler v. Freeman, 9 Ves. 351. A somewhat striking instance of the extent to which chancery will go in upholding agreements loosely and informally expressed, is furnished by Gray’s Executors v. James, 4 Dess. 185. There, a man, without provocation, had driven away his wife and daughter. After the lapse of years, he invited the latter by letter to return and live with him, promising to make her heir to his property. With the assent of the mother, the daughter accepted the invitation; but, not long after, was again compelled to leave her father’s house, upon the allegation of disobedience, and he, subsequently, devised his property to strangers. And it was decreed the letter contained a valid contract, which chancery would enforce against the executors and devisees of the father.\nThe general rule, with the explanations I have stated, is recognised by our own case of Holt v. Selden, 5 W. 528, which, with, the English authorities, also ascertain that their statute of frauds, and our act of 1772, are satisfied by a note in writing not under seal (Wheeler v. Newton, Prec. in Ch. 16), and signed only by the party called on to fulfil it, if the other has accepted it: Bird v. Blosse, 2 Vent. 361; Moore v. Hart, 2 Ohio R. 167; Wankford v. Fotherby, 2 Vern. 322; Long v. Mehaffy, 10 W. 387. Nay, it has even been ruled that an agreement in the handwriting of the party to he affected by it, beginning “ I, A. B., agree, &c.,” is sufficiently signed within the statute: Knight v. Crockford, 1 Esp. N. P. C.190, cited in 2 Bos. & Pul. 239, by Ld. Eldon; 1 Madd. Ch. 372, et seq. There is another well ascertained principle, proper to be noticed, as applicable to the inquiry we are now prosecuting. It is, that executory contracts for the sale of lands, like wills, are interpreted to give effect to the intention of the parties. Therefore, in equity, where they operate as conveyances, an express limitation to the heirs of the vendee is not indispensably required to carry a fee ; for words of inheritance will be supplied, where the consideration paid, or other circumstances, evince that no less than a fee was intended. Generally, a covenant to make a lawful deed of conveyance, or a sufficient title, is understood to mean a fee: Dearth v. Williamson, 2 S. & R. 490; Defraunce v. Brooks, 8 W. & S. 68.\nSo far then as the question is of the contract asserted by the complainant, every requisite would seem to be present. It is in writing, is sufficiently certain and defined in every required particular, inclusive of the question of estate to be conveyed, was made by parties able to contract upon a valuable consideration, and imports to be fair and equal. Why should it not then be executed ? The purchaser has done all incumbent on him to do, including the early call addressed to the representatives of the seller, to perform their part. He paused on his inchoate title until the death of his father, because compelled to acquiesce by the alternative terms of the agreement; but immediately on that event occurring, he showed himself “ready, desirous, prompt, and eager” for the completion of the bargain: Milward v. The Earl of Thanet, 5 Ves. 720, in note.\nThis is all conceded. But it is said for the defendants, that the testimony of Neely, who prepared the writing and proves its execution, is. in a material point so contradictory, as to repel belief from every part of his narrative. We have failed to perceive that this allegation is well founded. On the contrary, it appears to us everywhere to bear the impress of truth, and to be wholly consistent with the undisputed facts that cluster round the transaction. It is, however, strongly corroborated by all the other evidence in the cause. That portion of it thought to be open to the imputation of repugnancy, is in our apprehension of easy reconciliation, without the slightest invasion of the rules by which testimony is weighed and valued. That after the lapse of three and a half years, the witness had forgotten his omission to reduce the vendor’s acknowledgment of the instrument to writing, may very well stand as consistent with his declaration, that when it was executed, he declined to write the acknowledgment for want of time, and promised to do so at some future day. This, I believe, is the only portion of the deposition complained of, and it certainly leads to the suspicion that the ingenious counsel who argued for the defendants, encountered some difficulty in pointing out a defect in the proofs, and in selecting his point of attack. In connexion with this subject, to prevent misapprehension, it is proper to remark, that a written acknowledgment of the contract was unessential to its validity; and it is therefore unnecessary to say, whether the subsequent act of the magistrate, in formally engrossing it, can be,supported as a due exertion of authority.\nAnother objection, that the vendee did not take possession of the land in pursuance of the contract, is dispelled by the answer, that such possession is unnecessary. It is only essential where an oral agreement is averred. That we are now dealing with, is a writing within the statute' of frauds, and, therefore, good without a corresponding possession. It is, however, beyond controversy, that here there was a long-continued possession, commencing with the original arrangement of the parties, of which the written agreement is merely an emanation. I believe I have noticed all the grounds upon which the respondents venture to combat the pretensions of tho petitioner. TIis counsel has, however, noticed to refute a seeming difficulty springing from part of the act, which speaks of the death of the vendor, “seised and possessed of such real estate.” It is conceded that, in the instance before us, the elder M’Farson was not in the actual seisin or possession of the land sold, at the time of his death. But the language of the statute must be held satisfied by a legal or constructive seisin, for, otherwise, much the largest number of these contracts, which with us are usually followed by possession in the vendee, would be cut out from the benefit of the statutory remedy: a result certainly never contemplated by the framers of the law. Besides, the same language is used in the succeeding section, relating to oral contracts, where a part execution, by a transfer of the actual possession, is absolutely necessary to bring them within the operation of the act. To require, in such cases, actual seisin in the vendor, would be to defeat the contract altogether. From this review of the facts of the case, and of the principles applicable in its adjudication, it is plain the vendee is entitled to the remedy prayed by his petition. The decree of the Orphans’ Court denying it must, therefore, be reversed; and, as we have full possession of the case on appeal, the proper judgment directing a specific execution will be pronounced here.\nThe irregularity of proceeding to proofs and hearing, before answer, was waived below and in this court. We cannot refrain from remarking, that it would be best, in these cases, to adhere to the course of procedure contemplated by the statute. In many instances this might save time and labour.\nSpecific performance decreed."}