{"id": "404624", "contents": "The opinion of this court was delivered by\nCoulter, J.\nTaylor, Boone, and Seyfert, the legal plaintiffs on the record, had no interest whatever in the subject-matter of the suit, either at the impetration of the writ, or at any time prior, or subsequent.\nIt is difficult to imagine why their names were put on the record. The real plaintiffs are those named as cestuis que trust. They were the children and distributees of George Hain, deceased. The sum claimed was the one-third of the valuation-money, which, by direction of the act of Assembly, remained charged in the land, into whosever possession the same might be transferred. Taylor, Boone, and Seyfert were the assignees in insolvency of Ege, who had purchased the land from the distributee, who had taken it at the appraisement. And when the trustees sold and made a deed to the defendants, they took a bond of indemnity, with regard to the heirs, at which time the defendants promised that they would pay to the heirs and distributees the amount of the widow’s third, at her death. And on this promise, this suit is brought, and ought to have been brought, and could have been maintained in the names of the distributees, as legal plaintiffs, and not as cestuis que trust. The first error assigned is to Taylor, as a witness. But his name is on the record, only as a naked trustee; the cestuis que trust are liable for costs, and are the only persons who have a spark of interest. A party in interest, and on the record, was not a witness at the common law, even although he assigned his interest; and the class of cases in Pennsylvania, referred to as inhibiting a party from being a witness, only restored the common-law rule on the subject. But a naked trustee was never excluded by the common law, but, on the contrary was recognised as a competent witness, especially by the Common Law Courts of Pennsylvania: 6 Binney, 481; 7 S. & R. 116; 6 Binney, 16. The distinction between that class of cases and one like the present, is drawn in Cloud v. King, 7 Barr, 467. And on the authority of that case, and the cases therein referred to, and for the reasons therein given, Taylor was a competent witness.\nThe act of Assembly, by express enactment, makes the widow’s third a lien on the land, after her death, payable to the distributees, by the person, whomsoever he may he, into whose hands the lands shall come. The defendants were liable to the distributees, and the assumpsit made to them, and for their use through Taylor, Seyferfc, and Boone, was for a good consideration. The intervention of Taylor and Boone, however, in this suit was unnecessary; and the taking of the bond of indemnity by them, did in no wise merge or absorb the assumption. It would seem from the care, precision, and exactitude with which the liability is imposed on the person into whose hands soever the lands shall have come at the time of the widow’s death, to pay'the distributees the amount of the third, that the action would have been well supported without a special assumpsit. The law would imply an assumpsit from the facts and the statute: 8 W. & S. 160. The court did not withdraw the case from the jury. What was then to he left to the jury ? The court say this case has been treated entirely as one of mere law, being exclusively argued to the court; and then tell the jury that the law, in their opinion, was in favour of the plaintiff. There was nothing to submit to the jury; nothing denied or disputed as to the facts of the case. '\nJudgment affirmed."}