{"id": "404656", "contents": "The opinion of this court was delivered by\nRogers, J.\nThe liability of a surety in an official bond being contingent, suit cannot be brought against a surety by a party in interest, without proceeding in the first place against the administrator or executor, and fixing him personally for the debt. This was first ruled in The Commonwealth v. Evans, 1 W. 437, in the case of a creditor; next, The Commonwealth v. Wenrich, 8 W. 160, a legatee; afterwards extended in Myers v. Fritz, 4 Barr, 346, to a distributee. The two first are conceded to be ruled correctly, but doubts are expressed as to the last. The dietum in Myers v. Fritz as applied to distributions is said to be new, and it is insinuated that perhaps the court were inclined to extend the principle of the contingent liability of sureties beyond its legitimate limits, by the suspicion that a fraud had been attempted in that case. As the Commonwealth v. Evans was the first ease where the principle was ruled as to creditors, so Myers v. Fritz was the first where it applied to distributees. In that aspect both cases may be said to be new. It was there thought, as it is still, that the principle which governs one also-governs the other; that there was no perceptible distinction between creditors, legatee's, and distributees. It must be remembered that in that case, as in this, although the administrator settled his general account with the estate, disclosing a general balance in his hands, yet there was no decree of the Orphans’ Court ascertaining the amount owing by the administrator to the respective distributees; nor has there been any judgment at common law, fixing the extent of his indebtedness. The settlement of the account exhibits only the residue of the estate after payment of debts. The payments that from time to time may be made to the distributees, form no part of the account, and when properly settled, cannot appear except as an apparatus which sometimes exhibits the state of the accounts as between him and the distributees. It consequently happens that a settlement confirmed by the court, may exhibit the administrator largely in arreara, when he may owe little, if anything, to the respective distributees. The report of the auditors here, only ascertains that a certain sum is due the estate of George Adam Stub from the executor, but it nowhere appears how much the plaintiffs, who are some of the heirs and distributees, may have been advanced, or what debts there may be against the estate. There has been no distribution or decree of the Orphans’ Court ascertaining these essential matters; nor has there been any suit at law in which their rights have been investigated and fixed. Clearly, therefore, the same reason applies to distributees, as to creditors and legatees.\nBut it is contended the principle ought not to be extended to this case, because this is not an original administration-bond, nor a joint administration-bond. That it was given in part at the instance of the co-éxecutor, and for his security. That the co-executor petitioned for the citation, and resisted the payment to William Stub, the other executor, of any portion of the proceeds of the real estate. That a suit against the executors must be a suit against both; but the bond is given by one. To hold, therefore, as the defendant in error contends, that both executors must be prosecuted to insolvency, before the bond, specially and voluntarily given, can be made available to the distributee, of which the co-executor is one, is carrying the doctrine much further than in the case of Myers v. Fritz, and is defeating the very object of the bond. These suggestions are more plausible than sound. Although this is neither an original nor a joint bond, it comes within the reason of a rule designed for the protection of the sureties, who ought not to be held liable until tbe amount of tbe indebtedness of tbe principal is ascertained. It is not intended for tbe security of the co-executor ■alone, but for the benefit of every person interested in the estate, whether they be creditors, legatees, or distributees. Although not an original administration-bond, it partakes of the nature of an original bond, and is designed for the same purpose. If, as supposed, the distributee would be bound to sue both the executors, and prosecute them to insolvency, it would present some difficulty; but I do not see the necessity of either course.- It is not required that the principal should be pushed to insolvency, as may be inferred from an inadvertent expression in Myers v. Fritz. A judgment at law, or a decree of the Orphans’ Court, fixing the amount of their personal responsibility, is all that is necessary as a pre-requisite to suit on the bond: 1 Watts, 437; 8 Watts, 160. Ror would it be required, under the facts disclosed, to bring an action against both the executors. A suit against William Stub, who alone sealed the bond, or what perhaps would be the better mode, a decree against him by the Orphans’ Court, would suffice.\n■ As the cause is affirmed for the reasons given, it becomes unnecessary to notice the bill of exceptions to the admission of the testimony, except merely to remark, that we see no material difference between the case as now presented, and the same case reported in 3 Barr, 251.\nJudgment affirmed."}