{"id": "404603", "contents": "The opinion of this court was delivered by\nCoulter, J.\nThe possession of the defendants amounts to nothing unless connected with the possession of Christina Long. But Christina occupied the land, not in hostility to the estate of Anna, her daughter, nor adversely to it. So also in regard to the title of the Zooks, after the death of Anna. She expressly and distinctly acknowledged both titles; and claimed herself to hold a life-estate under the will of the father of John Long, her husband, under which will both Anna, and, in case of her death, the Zooks, were entitled in remainder.\nIt was, then, a mere mistake as to the duration of her interest, in which we may suppose they all participated, inasmuch as she was not disturbed during her life.\nAnd there was some ground for this mistake among ignorant people, as the will is obscure in its phraseology, and speaks of Christina losing her “ widow’s seal” if she married again.\nThe possession which tolls the right of entry, must not only be notorious, but adverse, hostile, and exclusive, as against the owner. The occupant must claim against all persons, and in subserviency to none. In other words, must claim and act as if the land belonged to him.\nChristina never so acted, never so claimed; but acknowledged the right of the remainder-man now claiming in this action.\nHer declarations were the best evidence of the quo animo or intent with -which she continued in possession, after Anna arrived at twenty-one years of age, and clearly indicate, in connexion with the acquiescence of the remainder-men, the mistake under which all acted.\nThere must be an ouster by unequivocal act where there has been privity of title and possession: such an act as shows that the occupant claims in his own right, and does not acknowledge the right of the other.\nTwo cases were ruled at Pittsburgh at the last term, in which it was held that the declarations of the occupant were good evidence of the intent with which he held the possession, and were sufficient to prevent him from claiming protection under the statute, in opposition to that expressed intent.\nThe same point had been ruled prior to that time, and is in conformity with reason and the statute.\nJudgment affirmed."}