{"id": "404636", "contents": "The opinion of this court was delivered by\nCoulter, J.\nThomas Grant made his will in the year 1815, and died in the same year. The will was admitted to probate on the 27th June, 1815.\nHe died possessed of a large real estate, which he disposed of in his last will; authorizing his executors to sell certain parts of it for the payment of debts and the education of his children. But the mansion farm was excepted from this disposition or clause of the instrument. The mansion farm, which is the part of the estate implicated in this proceeding, he devised to his wife, for and during her life, and directed that it should be sold after her death, and the proceeds be distributed among his children, named, or their heirs. It is not expressly stated that his executors shall sell it. But the direction to sell it is in the same paragraph with that authorizing them to sell the other lands if necessary, for the payment of debts and the education of his minor children. But as the mansion place was directed to be sold for the purpose of distribution, there is a clear implication that it was to be sold by his executors, no other persons being named, and the whole tenor of the paragraph indicating an intent to give them, and no other persons, that power. As the executors were therefore authorized by an implied power to sell, and died, or were displaced, or resigned before it was executed, Kendertoñ Smith, the present administrator with the will annexed, now regularly appointed, was authorized to sell and execute the power, under the 67th section of the act of 24th February, 1834. Having done so, the fund produced was liable in his hand to attachment at the suit of any one of the creditors of any of the legatees. The authority cited from 7 Barr, 482 (Bank of Chester v. Ralston), does not protect the fund, nor the administrator with the will annexed, under the circumstances of the case. The debts of the deceased had long since ceased to be a lien on the estate of the deceased; he died in 1815, and the sale was made in 1846, a period of more than thirty years after his death. Besides, the administrator with the will annexed, after having settled one before, settled an administration account, exhibiting a large balance, f1,750, in his hands for distribution. It is not pretended, and there is no glimpse of it in the evidence, that any debts of Thomas Grant, the testator, remain due. The mansion farm was not sold for the payment of the debts, being exempted by testator, but in execution of the will, for the purpose of distribution among the legatees, one of whom is George Grant, now deceased. There were several accounts settled by previous administrators with the will annexed, and it is not doubted but there is a considerable estate to be distributed among the legatees. It would be therefore unreasonable and unsuitable to hold that the attachment would not lie, because, under the circumstances of the case, The Bank of Chester v. Ralston does not apply, and gives no warrant for the decision below. Nor do the other cases cited. We think, therefore, that the court below erred in deciding that the money in the hands of Peter Baldy, the purchaser, was not liable to attachment. He could only be protected by the immunity of the fund, or of the administrator with the will annexed, and as we think no such immunity existed, the judgment must be reversed. But on the trial below, the question of the efficacy of George Grant’s release to his mother will be open, and all other questions which concern the validity of the claim of the attachment-creditor, and the liability of George Grant, or his representatives. The sole point presented here is the liability of the fund and the purchaser to the attachment process, at the instance of a creditor of any of the legatees.\nJudgment reversed, and a venire de novo awarded."}