{"id": "404651", "contents": "The opinion of this court was delivered by\nRogers, J.\nAlthough an action for breach of a promise of marriage is an action on a contract, yet the circumstances which attend its breach,* before, at the time, and after, may be given in evidence in aggravation of damages. This I have never known to he disputed; and so far has this principle been extended, that Chief Justice Parsons, a jurist of acknowledged talents, in Paul v. Frazier, 3 Mass. Rep. 73, ruled, that where seduction has been practised under colour of a promise of marriage, the jury may consider it to aggravate the damages in an action on the contract. The plaintiff in error principally relies on Weaver v. Bachert, 2 Barr, 80, contending, on the authority of that case, that a contract of marriage is to be construed by the rules of the construction of contracts generally; but that case decides nothing more than that, in an action for promise of marriage, seduction cannot be given in evidence ; first, because the plaintiff cannot claim compensation for her own guilt; and this, it seems, is principally on the ground, that if the daughter could give evidence of seduction in her action on the promise, the defendant would be doubly exposed to vindictive damages; inasmuch as the-father could give such evidence in his action of the seduction. And for the same reason, in Foster v. Scofield, 1 Johns. Rep. 299, it is ruled, that in an action brought by the father for the seduction of the daughter, the daughter cannot be a witness to prove a previous promise of marriage in aggravation of damages, for she has her own right of action for the breach of the promise. The cases cited depend on the rational principle, that each is a substantive ground of action, pertaining to different persons, and it would be a wrong to the defendant, to permit him to be twice mulcted for the same offence. But in neither of these cases is it doubted, but, on the contrary, it is expressly admitted, that where these objections do not occur, his improper conduct, in which she does not participate, and is not at all to blame, may be given in evidence, to enhance the damages for such heartless, unprincipled, insulting, and outrageous behaviour to the person he has cruelly deceived. It would be a mockery of justice to confine the jury to give compensation merely for the value of a worthless husband ; for that would, in every case, be equivalent to saying that the plaintiff should be entitled to nothing. So far, it is true, it is an action on a contract, but you may, notwithstanding, under peculiar circumstances, which it is impossible particularly to point out, recover exemplary or vindictive damages; in that respect, the action partakes of the nature of a tort. In the case in hand, we see nothing in the charge to which just exception can be taken. The court evince an anxious desire to induce the jury to discard from their minds all considerations arising out of the seduction of the plaintiff, whether effectually or not it is not our place to determine. “ Much has been said (say the court) incidentally of the seduction of the plaintiff by the defendant, but the court have already refused to hear evidence on that point; and we lay down the law to you, that you cannot take into consideration the seduction, in order to increase or aggravate the damages. When a woman has criminal intercourse with a man, it is their mutual imprudence, their reciprocal offence: she cannot maintain an action against the man for their illicit connexion; she cannot make her seduction a ground of recovery directly, nor can she do so incidentally, in an action for breach of promise of marriage.” The court say everything that can be reasonably expected, to guard the jury against any influence which does not legitimately \"belong to the ease. There is nothing we can perceive in the charge calculated to “mislead the jury, to increase prejudices already greatly excited, or any evidence that the judge partook strongly of the feelings of the jury, and infused these feelings into their minds, whereby reason was expelled, and passion and prejudice made to supply its place.” There is nothing either poetical or sublime, as the counsel of the plaintiff erroneously suppose. The charge contains a fair, solemn exposition of the law of the case; it is impartial and just; and as to the evidence, in my judgment, he might with great propriety have said more, he could not very well under all the circumstances disclosed by the evidence, have said less. The court instruct the jury as requested : “ That a promise to marry on condition of illicit intercourse is illegal, and a consideration that will not support a promise; but refuse to instruct them, that the letter of plaintiff to defendant was to be construed as a promise, on condition she would permit the defendant to have illicit connexion with her, and that this promise being in writing, she cannot resort to inferior evidence to establish her claim.” A promise to marry on an illegal consideration is virtually void, but it was proper that all the evidence should be submitted to the jury.\nIt was their province to determine on the whole ease, whether there was an absolute unconditional agreement to marry, or whether the promise was induced by the consideration mentioned.\nThe letter referred to, fairly admits of the construction, not only of a promise to marry at the time of the illicit connexion, but it contains the allegation of a previous promise, an agreement without reference to, and independent of the criminal act. The letter, with the other evidence, was properly left to the jury for them to determine the nature of the contract; charging them, that if she referred to a solemn promise made before the illicit connexion, such promise would be obligatory on the defendant if acceded to by the plaintiff; that the jury were not precluded from finding that a promise of marriage was made by the parties, if the other evidence in the cause warranted them in so doing. In this we perceive no error, for the cause must depend on the whole evidence, and not isolated or detached parts. The charge is said to be erroneous in this: that it is contradictory, calculated to mislead the jury, instructing them in one point that they could not consider situation for the purpose of aggravating damages, and in another, that they should take into consideration all the facts and circumstances that are legitimate, without informing them what was legitimate, or what was illegitimate; and in saying, they may consider what is right and just between the parties. If charges are to be scrutinized in the manner attempted here, few would stand the test of legal criticism.\nIt must be taken as a whole, and not in detached parts; and, viewed in this light, it is paying the jury a poor compliment to suppose they could be misled by anything contained in the charge. We must attribute to them ordinary understanding — a capacity to understand language in its common acceptation. In using the word legitimate, it is evident the court intended again to remind the jury, that they must discard from their minds all allusion to the seduction of the plaintiff, for which, as they have already instructed them, damages cannot be given. All other circumstances of improper behaviour might legally influence them in aggravation of damages. The judge remarks that nothing is said about the wealth of the defendant, though, if Mr. Stratton is believed, the defendant said he could maintain a wife as well as Dr. Leib. There is no error in this, for it is literally true. There is no evidence of defendant’s wealth, for all Dr. Leib says (and this is the only evidence touching the point) is, “ that he did not know he had wealth or, in other words, he knows nothing about his circumstances.\nThe bills of exception, which are ten in number — one, the second to the evidence, having been withdrawn — remain to he noticed. These depend on the principle already noticed, and are urged by the plaintiff in error on the erroneous idea that this action must be governed by the same rules of construction as applied to all other contracts. In reply to an affecting appeal by the brother to his sense of honour, justice, and humanity, the defendant peremptorily refuses to perform the promise which he admits he made, but makes the heartless and insulting proposal of procuring a false certificate of marriage by the aid of a justice of the peace in Roaring Creek. This was his expedient to save his victim from degradation! It was evidence on two grounds: first, in aggravation of damages ; and second, as evidence of his refusal to perform his promise. It is said the court erred in admitting evidence of the insolent language and conduct of the defendant to Dr. Leib, the friend and relative of the defendant. The witness testifies, that, after the disclosure of his infamous conduct to his sister, instead of exhibiting contrition and sorrow for the grievous wrong, he accosts him in a taunting manner as to the amount of damages he might be compelled to pay.\nThe plaintiff in error contends, that the testimony is not only irrelevant, but that it is contrary to the plain and familiar rule for the construction of contracts. On this point we are of a different opinion, for the reasons already given.\nThat such conduct and behaviour is calculated to excite the indignation of every correct man, no person living can doubt. Not content with doing the plaintiff an irreparable wrong, be adds insult to injury. In estimating tbe damages, all tbe circumstances directly arising from tbe injury must be taken into consideration^ From tbe nature of tbe case, there can be no certain rule to guide tbe jury. The conduct and behaviour of the defendant before, at tbe time, and after his refusal to perform,his promise, must he taken into view; as, for example, when he exhibited wanton cruelty, unnecessary and heartless exposure of his victim’s infamy, harassing her feelings, and boasting of bis triumph over her virtue, and exposing her to the scoffs of a pitiless world. It is true, juries, and sometimes courts, are occasionally carried away by feelings of indignation; but it is an honest prejudice, if prejudice it can be called, and, if carried to excess, it may be corrected by amotion for a new trial. There is surely some difference to be made in tbe amount of damages to be given, where tbe refusal to perform the promise is made privately, with delicacy, and a proper and decent regard to the feelings of the injured girl, or where it is made publicly, accompanied with insolence, contumely, and insult. Who does not feel that, in this case, on the same principle, the attempted defence was such an aggravation of the injury as to call for enhanced and exemplary damages ?\nJudgment affirmed."}