{"id": "404668", "contents": "The opinion of this court was delivered by\nCoulter, J.\nThe legislature, in the imposition of taxes upon trades, professions, and employments, have an eye more to the aspect and demarcation of business, apparent to and known by the eye of the world, than to nice verbal distinctions. The first section of the act of 1841 contemplates a class and imposes a tax upon them, under the designation of stoclc-hrokers. This class is well known to all business men, and their business is to buy and sell all kinds of public stock or loans, as the agents of other persons, for a commission.\nThe second section imposes a tax upon another class, called in the law exchange-brokers. This class is also well known to the business community. And the nature of their business operations is also well defined and described in the section, to be that of buying and selling “the,bills, notes, or other legal obligations of any authorized corporation or company, domestic and foreign bills of exchange, and other securities in the nature thereof (public loans and stocks excepted).” This is the class to which the defendant admits himself to belong.\nThe third section imposes a tax upon a third class, called in the act “ bill-brokers.” A class not so well known in the country as it is in the city of Philadelphia, and other great commercial cities, where they are often called “ street-brokers,” and are the agents and go-betweens of others, whereby the discount of bills in the street for an enormous usury is effected, and for this they receive a regular commission. I have often noticed in the papers the rate of interest on the bills sold in the street to be 2J and more per cent, a month. These brokers have offices, but when bills or notes are put into their hands to sell, they traverse the streets in pursuit of purchasers, and from their experience they generally know where to find them. The business as described in the act is to buy and sell notes of hand, drafts, acceptances, and other securities in the nature thereof, maturing and made payable at a future time. By the provisions of the act, these different branches or classes of tradesmen are not incompatible; any one may take out a license, or rather licenses, to pursue each distinct branch; and if an individual, who had a license to follow one, should clandestinely follow the other, he would doubtless be subject to the penalty. These classes are as well known to, and their distinctive business as well defined in the minds of business men, as they were to the mind of the legislature.\nIt is admitted in this case that Holmes & Co. buy, with their own funds, notes of hand, drafts, acceptances, and other securities, maturing at a future period, but do not sell the same. This, however, is doing nothing more than hundreds of people do all over the Commonwealth: that is, buy with their own funds notes and bonds, payable at a future time, or presently due, at such discount as may be agreed upon, and either hold them as a good investment, or collect them when due.\nThe only mode in which this operation is taxable, is to make the purchaser of the bonds or notes pay a tax for so much money on interest; and in this shape, I presume, Holmes & Co. pay the tax, for the operation is not covered by their public avocation of exchange-broker, because the proper and legal signification of brokers is that given by Tindal, C. J., 6 Bingham, 702: “a broker is one who makes a bargain for another, and receives a commission for the same.” And the operation does not come within the meaning of the term exchange-broker, as used in the 2d section, that contemplates a selling as well as buying.\nBut it is clear that the defendants are not liable to the penalty under the third section, because they do not buy and sell bills, notes, &c., for a commission. The selling is as essential an ingredient in the description of the occupation as the buying. And the statute being a penal statute, must be construed strictly. Besides, there is a different and distinct class embraced, and intended to be embraced by the third section of the act, that is, bill-brokers or street-brokers, who buy and sell notes, bills, &c., payable at a future time, as the agents or factors of others, for a commission; such are strictly bill-brokers, as denominated in the act, and to that class the defendants do not belong.\nJudgment affirmed."}