{"id": "404629", "contents": "The opinion of this court was delivered by\nRogers, J.\nTwo errors are assigned, one of which only it will be necessary particularly to notice, as the first is clearly untenable. It would have been an unwarrantable interference with the province of a jury, for the court to have instructed them, as a matter of law, that the testimony given showed such a sale and delivery of the boat as vested the right in the owner of the steamboat Arrow. The evidence of ownership was a disputed fact, which was left properly to the decision of the jury. The only possible difficulty there can be in the case, is in the second error, in directing the jury to find the value of the property at thei time of the taking, and also damages for the taking, according to the ordinary rule in trespass, taking into consideration any circumstances of aggravation that appear in the case. Of the charge in this respect, the plaintiff in error complains. He alleges that under the charge the jury gave exemplary damages, taking into consideration the personal violence .of Captain M’Donald to Captain Jones, an agent of the plaintiffs; and also the defamatory words proved to have been used on that occasion. If the jury so far misunderstood the direction (which I cannot well suppose), as to allow such considerations to swell the amount of damages, it is an injury which we cannot redress. The defendant can only be relieved on a motion for a new trial. The jury were instructed, as in trespass, to take into consideration circumstances of aggravation which appeared in the case; that is to say, such outrages as attended the taking and detention of the property. With this explanation, was the court right in the rule given to the jury for estimating the damages ?\nIn an action of replevin, where the defendant retains the property, the measure of damages is ordinarily the value of the property, and damages for the detention, which is usually the interest on the value from the time of taking: Wilkinson on Replevin, 6 Law Library, 31, 1 Y. 478, 5 S. & R. 130, 4 W. 63, 3 Barr, 20. But though this is the general, yet it is not the universal rule, for circumstances may attend the taking and detention which will justify the jury in giving exemplary damages. The exceptions are as well settled as the rule itself. Thus, when the taking or detention, or both, are attended with circumstances of aggravation, the party is entitled in some form, as is conceded, to more than compensatory damages, and why should he not have his full measure of redress in the action of replevin without compelling him to resort to an action to repossess himself of his goods, unlawfully taken, and to another for his damages ? Multiplicity of actions is always avoided if possible. In moulding the action of replevin, the court have endeavoured to give the remedy such a shape as to afford the injured party essential redress. For this reason, they have not confined the remedy to compensatory damages, hut have, under peculiar circumstances of outrage and wrong, extended them far beyond these limits. And this is plain on authority. Thus, in Dorris v. Barbour, 6 S. & R. 426, the court say, the value of the property is usually the measure of damages, although the jury are justifiable in going further wherever there has been an outrage in the taking, or vexation and oppression in the detention. In Taylor v. Morgan, 3 W. 338, the court say, in Pennsylvania, in trover, the value of the property is usually the measure of damages, although the jury are justifiable in going further, where there has been an outrage in the taking, or vexation and oppression in the detention. Where there is more than ordinary wrong, either in the taking or detention, justice seems to require something in addition as a compensation to the injured party, and a punishment to the wrong-doer.' And in Harger v. M’Manus, 4 W. 420, as to damages, say the court, though the value of the property is the ordinary measure, it has been long settled, that, under circumstances, the jury may go beyond it. The cases cited, it is true, are in trover, but trover and replevin are strictly analogous. The reasons which serve for one apply with equal force to the other. There is no room for any distinction between the actions. Why confine the damages to the value of the property taken, and the interest, where the conduct of the defendant is attended with wanton outrage, oppression, and wrong ? Why compel him to resort to an action of trespass for redress, rather than replevin, where, in the latter action, in addition to the punishment of the wrong-doer, the rightful owner regains his goods, or obtains security from the defendant ? But we are not without authority loaning directly to the point. Where a writ of replevin is sued out fraudulently, and without colour of right, the jury will be warranted in giving even exemplary damages, in the same manner they might do for a wanton and malicious trespass: Brizee v. Maybee, 21 Wend. 144. And so in M’Cabe v. Moorhead, 7 W. & S. 513, an action of replevin, the same principle is ruled. In Cable v. Dakin, 20 Wend. 172, which was also an action of replevin, the court say: It was a most vexatious and unwarrantable procécding; the jury would be well warranted in giving heavy damages. They might allow smart-money. Although the damages in that case were excessive (as perhaps they may have been here), yet the court refused to set aside the inquisition of damages, because the proceeding on the part of the plaintiff was vexatious and oppressive. And in Hopkins v. Hopkins, 10 John. 378, Kent, C. J., says: “The action of replevin is grounded on a tortious taking, and it sounds in damages, like an action of trespass, to which it is extremely analogous, if the sheriff has already made a return, and if the plaintiff goes only for the caption.” On a review of the authorities, we. have come to the conclusion, that it is settled on reason and authority, that although the ordinary rule is to give damages for the value of the goods taken, with interest on the value, yet the jury may, under peculiar circumstances, go beyond it by giving exemplary damages, as in case of an action of trespass.\nJudgment affirmed."}