{"id": "404610", "contents": "The opinion of this court was delivered by\nRogers, J.\nThe defendant takes defence on two grounds. 1st. He denies the fraud charged by the plaintiff, and insists that the transaction between him and Oyer was bond fide, and for a valuable consideration; and, secondly, admitting that it was fraudulent as being intended to delay, hinder, and defraud creditors, the plaintiff has no remedy in this action. The defendant contends that the lien creditors of Oyer, prior to the 28th October, 1848, when the bond from Coder to Oyer was attached, were entitled to the money, if any was due; that they proceeded to levy and sale of the land of the vendor, and that the proceeds of sale were appropriated to their use. The court, after stating the facts, presented the case to the jury in a double aspect; on the first plea referring the point of fraud to the jury; and next charging them in express terms, that granting it was fraudulent, the plaintiff was not entitled to recover, because the judicial sale of the vendor’s interest exhausted the rights of Oyer’s creditors, and left nothing for the attaching creditor. As on the last point there was not a single disputed fact, the charge of the court was in effect, that the jury should find a verdict in favour of the defendant. If the court was right in this position, it is a flat bar to the plaintiff’s action, and consequently supersedes the necessity of inquiring into the first point, to which all the errors in the rejection and admission of testimony relate. Whatever errors may have been committed as regards them are entirely immaterial, for in this aspect, quaeunque via data, the case may be considered, the defendant is entitled to judgment.\nThe plaintiff obtained judgment the 28th October, 1843. Previous to that time, viz., between the 16th June and 5th July, 1843, divers judgments were rendered in favour of different persons, which remained unpaid, to an amount which, in any event, exceeded the money due from Coder to Oyer. On the last judgment, Allen Wilson & Co. issued an alias vend, exponas to January term, 1848, on which the interest of Oyer was seized and sold by the sheriff for $1,000, and a deed duly acknowledged. This fund was appropriated by an auditor, as far as it would reach, to the payment of the judgments which were liens on the interest of Oyer. When the vendor of land retains the legal title for the security of unpaid purchase-money, a judgment against him is a lien not only on the naked legal title, but also attaches on the money remaining due and unpaid, whether secured by bond or otherwise. This has been repeatedly ruled; and, from this, it follows, that, the judgments being liens on the money due from Coder to Oyer, the liens cannot be disturbed or affected by an attachment subsequently issued on a judgment subsequently rendered; for, if it could, the effect would be to impair, if not destroy, the lien of the judgment creditors. They would be utterly worthless in their hands as a security for their debts. As the creditors have a lien, it may be enforced by a levy and sale, which passes all the rights and remedies of the vendor to the sheriff’s vendee, who become, by virtue of it, not only the owner of the legal title, but of all the unpaid purchase-money. This is abundantly clear on authority. The case of Stouffer v. Coleman, 1 Y. 393, rules, that as between vendor, who retains the legal title, and the vendee, the former has a lien for the unpaid purchase-money; and that this lien is transferred to the vendee of the sheriff, is proved by Thomas v. Dougherty, 12 S. & R. 455, 459; Pasholt v. Read, 16 S. & R. 266; Chahoon v. Hollenbach, 16 S. & R. 425; M’Mullen v. Werner, 16 S. & R. 18; 9 S. & R. 402; 8 S. & R. 440; M’Kee v. Gilchrist, 3 W. 230. In M’Mullin v. Werner, the court say, that a judgment against the vendor binds his legal estate and all the interest he has in the land, at the time of the rendition of the judgment; that the sheriff’s vendee stands in the situation of the vendor; that he is entitled to the unpaid purchase-money, the payment of which he can enforce by an action of ejectment against the ierre tenants of the land. To the same effect are all the cases cited. Where a sale is made to delay, hinder, and defraud creditors, the proper manner to test the validity of the transaction is by a judicial sale at the suit of one or more of the creditors. This does justice to the rights of all. The money being substituted for the land, is distributed by the court among the creditors, according to their respective priority of liens. To permit one of the creditors by the summary process of an attachment fi. fa. to levy on the debt, will interfere with the regular course of judicial proceedings, and will be unjust, because it will compel the debtor to pay the debt twice, that is, to the attaching creditor, and the vendee of the sheriff; or, what is worse, either the creditors or the vendee will lose the money, as the inevitable effect will be, to diminish by the amount the attaching creditor recovers, the liens of the judgment creditors of the vendor. It would be against every principle of right, that one should be permitted to defeat the united rights of other and more vigilant creditors. The creditors who obtained judgments against the vendor, as has been before shown, have liens on the legal title extending to the unpaid purchase-money. They have the right to proceed to levy and sale of the land,, and to distribute the money among the creditors, according to priority of date. This they have done, and shall it now be permitted that a single creditor shall interfere with that right, as will be the necessary consequence if he is allowed to attach the unpaid purchase-money for the exclusive payment of his debt ? It is, certainly, not unreasonable for the defendant, whatever may be his demerits, to ask that -he shall not be compelled to pay the same debt to the sheriff’s vendee and the attaching creditor also.\nJudgment affirmed."}