{"id": "404626", "contents": "The opinion of this court was delivered by\nCoulter, J.\nThe suit is properly instituted in the name of the trustees for the use of the cestui que trust. It is contended, however, that as Frederick Smith, the trustee, had not expressly authorized the suit, it cannot be carried on in his name. But that is a mistake. He did not interdict it; he said he presumed that Nichols had a right to his name without asking his consent. The court would not have permitted the trustee to arrest the suit. The cestui que trust is answerable for costs, and has a right to impétrate the writ and carry on the suit for his own benefit, in many cases. All this has been ruled in more than one precedent. Has this legal plaintiff a right to recover ? If he has, the court will see that the money is properly applied, at the instance of any one having an interest in its disposition and distribution.\nWas there then a legal or equitable transfer of the stock by Berlin to Smith, for the use of Nichols, on the books of the company? Notwithstanding the laboured and ingenious argument of the plaintiff in error, the question hardly admits of a doubt. The by-law of the company, which inhibits an assignment except in the books of the company, and with the assent of the directors, by a stockholder indebted to the company, is all very well. But this rule was made for the benefit of the company, and to prevent secret transfers whilst the holder was indebted to the corporation. Similar provisions in the charters of banks have never been held to prevent the transfer of stock, as between individuals. Stock is a commodity sold and transferred anywhere and everywhere, subject, however, to the lien of the bank, for debts due to it, when such a provision is contained in the charter.\nIn this case Berlin, the owner of the stock, and a director of the institution, executed a written power of attorney, under seal to Joseph Chambers, treasurer of the company, to transfer the stock to Smith, for the use of Nichols. Upon the delivery of this power to Chambers, no objection whatever was made, and he entered on the books of the company, that the stock in question was transferred to Frederick Smith, as trustee, &c., as per paper filed, then wafered this power to the books and attested the entry as secretary. The entry is marked on the book No. 61; no doubt to indicate the number of the transfer. There is no special allocatur by the board, but the secretary testified that there was no instance of that kind. The practice was to permit the transfers in the presence of the secretary, who attested them. Everything was done which the by-laws and usage of the company required, except that he did not sign the transfer twice over, as attorney, and then attest his own signature as secretary. But he no doubt thought, that attaching the sign manual of the holder, appended to the authority or power to the books and entry, was higher evidence of the transfer than his own signature would be. The law looks more to the substance of things than to the mere form. Beal estates are divested and transferred, by mere defective execution of a power, when a consideration was named, and even judgments and executions conducted under the eye and supervision of courts have been held to divest a man of his estate, where the hiatus in matter of form, and the departure from statutory provisions, has been much more glaring and emphatic. Why, then, make so much ado, as was done in this case, about Mr. Chambers not having signed -this transfer .twice ? I should think that when a man once attaches his name to the record under circumstances like the present, it ought for ever to estop him from defeating the transaction by an allegation, that, although he ought to have done more, or else told the assignee that the transfer could not be permitted, yet as it was not done, he would defeat the transferree. Qui bono ? what is the object to be accomplished ? does the corporation, if it is she that impels the machinery, intend to keep the dividends ? -Or is it Berlin, who was president of the company when the power to transfer was given or what person else is it that seeks-to defeat the transferree ?\nIt is contended, that the stock being transferred as collateral security for a debt due by Berlin to Nichols, that therefore Nichols must first proceed against Berlin and establish the amount due, in a suit, and seek to recover it by execution, before he can touch either the stock or the dividends. The stock was assigned as collateral security for the payment of a note for $567.75, payable in forty days at the Philadelphia Bank, drawn by said Berlin, in favour of Simeon Nichols, which stock was to be re-transferred when Berlin paid the note.\nThe intention of the parties is altogether transparent, that if the note was not paid in a reasonable time, the stock was to be absolutely the property of Nichols. The amount is about the same. It was to be re-transferred when Berlin paid the note. Was he to have a long credit, till doomsday, or was he, by the tenor of the contract, to pay it in a reasonable time ? Nobody can doubt the latter proposition. Berlin never has paid the note, and, from what was stated at bai’, he never will. The note was payable in October 1842, and this suit was not instituted till 14th December, 1846.\nIn the mean time, Chambers had attached the stock, on a debt and judgment which he had obtained against Nichols, who left the state soon after the transfer, and then applied to the directors for liberty to appropriate the dividends to the satisfaction of his judgment. But he did not do so until he had the consent of Mr. Nill, the attorney of Nichols. When his judgment was satisfied, he entered satisfaction at the request of Nill. This was a clear recognition of the transfer. And why resistance is made in this suit, to the recovery of the dividends by Nichols, so vehemently, I confess I cannot discover. But there is doubtless some object to be accomplished.\nI may add on this branch of the case, that although according to the ideal of a corporation, every act must be done by those who represent • it, yet, the chief officer, cashier, or secretary, may do many things to bind the company, in the line of his peculiar duties, and in the course of that part of the transaction of the business intrusted to him, and sanctioned by usage. Otherwise there would be no such thing as getting on with business. Such a thing as convening a board of directors or managers to deliberate whether a stockholder should be allowed to transfer his stock, I suppose, was scarcely ever known.\nIt seems from the testimony, that it was never done in the transactions of this corporation. This supervision of transfer was Intrusted, by the managers, to the secretary, by their uniform practice. It therefore became a rule of the company by which they were bound, of which the public had notice, and on the faith of which they acted, Nichols among the rest. There is no ground therefore to set up this obstruction to defeat an honest and fair transaction.\nAs to the obligation, first to pursue Berlin, there is nothing in it. The stock was to be re-transferred to him, if he paid the note. But it was stated that he has been insolvent for some time. Nichols might have sued him, recovered judgment, and sold the stock; and in that way the institution would have been no better off, and not quite so well as under this proceeding. But Nichols is content to recover the dividends till his claim is satisfied. And what else is to be done with them ? A bond or chose which is transferred as collateral security, is put under the dominion of the creditor to make his claim out of it. It is not in the nature of or subject to the incidents of a pawn or pledge. The cases cited on the subject are misapplied. If B. and O. enter into bond to A., C. cannot set up as a defence to the bond, that he was only' surety, and that the plaintiff ought to proceed against B. first. Collateral security is one, side by side, with, or in addition to the first, or in addition to the debtor’s own obligation. If a man covenants with another, and enters into bond for the performance of his covenant, the bond is collateral. It is put into the hands of the creditor to enable him to make his claim out of it. If before he has done so the debtor discharges the debt, then it is satisfied, and the collateral is redelivered.\nOn the whole, this case has no merit in it, either in law or fact, on the part of the plaintiff in error\nJudgment affirmed."}