{"id": "404645", "contents": "The opinion of this court was delivered by\nRogers, J.\nIt is scarcely an open question that, upon the refusal or inability of a vendor to execute a deed clear of all encumbrances, including the wife’s dower, the vendee has a right of action to recover at least nominal, or, as the case may be, compensatory damages. Nor will it alter the case, that the contingent right of dower was known to the vendee when he bargained for the land, and that, as here, he covenanted to pay her for signing the deed. This cannot, as has been contended, have the effect of making him take the risk on himself. Nor does it excuse the vendor, so far as the right of action is involved, that he was willing, and offered to comply with his covenant, and to make title as far as he was able, without his wife’s consent. The defendant covenants to make the title, free from all encumbrances, and this covenant is immediately broken, on the refusal of the wife, from whatever cause, to become a party to the conveyance. Damages may be recovered for the loss sustained by reason of his failure to comply, arise from what cause it may, even though he may have failed, bond fide, and is unable'to complete his contract on account of the default of another : 2 Stark. Ev. 866; Jur. L. R. 241. And it is no excuse, that, his inability may have arisen from the refusal of the wife to sign the deed, although it may inevitably affect her interests. Courts of law can afford no more protection to wives, than from the violation of other agreements. It would be attended with the most pernicious consequences, if the doctrine should receive the sanction of the court, that the refusal of the wife would free the husband from all damages arising from the violation of his covenant. The rule is, and it is applicable to the case of the wife, as to the other cases, that when the husband, who is the vendor, is willing to perform his part of the contract, with good faith, as far as he can, he is liable in some cases to nominal, and in others to compensatory, damages for the loss of the bargain. When, however, he acts in bad faith, the rule is in some respect's otherwise, as will be hereafter shown.\nOn the facts presented here, the question, it is plain, is not whether the plaintiff can sustain an action, for of that no reasonable doubt can be entertained; but what is the amount of the plaintiff’s damages, and by what rule they are to be estimated and assessed ? Is he entitled to compensatory damages, or, in addition to this, is he to be paid for the loss of his bargain ? The court very properly instructed the jury, that their calculations must be confined to the damages necessarily and directly arising out of the breach of the covenant. That Brough was injured by the refusal of Bitner to comply with his agreement, is too plain to admit of controversy. Brough, after he made his contract, returned home, sold his own farm to raise the funds to pay Bitner, made arrangements to remove from Adams county, his place of residence, to Franklin county, and certainly did remove, with his family, his stock, and farm wagon-loads of personal property. His removal took place upwards of five months after the contract, and, up to that time, he Was ignorant of any intention of Bitner to refuse to perform his agreement, or of any unwillingness of the wife to sign the deed. That the plaintiff then received serious injury, and great inconvenience, from the conduct of the defendant, is too plain to admit of argument. The covenant was broken by the defendant’s refusal to comply with the contract, for Brough was not bound to receive a deed, even with general warranty, unless the wife joined in the conveyance, extinguishing her contingent interest. The plaintiff offered (which was more than he was bound to do), to accept the deed without the signature of the wife, provided the defendant would give him a bond of indemnity against her dower. Had Bitner made the same offer, it would have given some colour to his conduct. This offer he refused, saying he would not do that; it would cause great confusion in his family; and that, if he would do that, he would soon be by himself; are evidence, as is contended, of bad faith on his part. This reasonable proposition being rejected, and it being a case where a court of equity, inasmuch as the wife’s refusal to execute the deed (Clark v. Sevier, 7 W. 107, 112) would not decree a specific performance, the only remedy is at law, to recover damages, to which he is unquestionably entitled, whether the defendant acted with good faith, or in collusion with his wife, as has been alleged with some show of reason, or, in combination with her and his son Henry. . On this point of the case, no exception can be justly taken to the charge. The court say to the jury: “ It is for you to determine what, under all the circumstances, ought to be the amount of damages. You ought to see, that Bitner makes nothing by the violation of his agreement, and that Brough loses nothing. It must be remembered, however, that you cannot give vindictive, or exemplary damages. Neither will the law allow you to swell the verdict, by counting all the special or consequential injury which the plaintiff may have suffered. Your calculation must be confined to the damages necessarily and directly arising out of the breach of the covenant.” In this view, amd in this connexion, the court were correct in remarking that it is the same as if he had been unable to make the deed from any other reason. For, whether he is unable to fulfil his agreement, by reason of the refusal of the wife, or from any other cause, over which he has no control, can make no difference. Having broken his covenant, he must make good the injury to the plaintiff, either in the shape of compensatory, or, at least, nominal damages.\nBut the burthen of the defendant’s complaint is the disposition of his fifth point: “ That if Christian Bitner was willing and offered to convey the title, according to the terms of the contract, so far as could be done without the wife’s consent, no damages can be recovered for the loss of the bargain.” If the point had been put in a more definite shape, and had read, that if Bitner was willing and offered in good faith to convey the title, &c., he would doubtless have been entitled to an affirmative answer. But it is worded so obscurely to attain that which is now allowed to be the object of the point, that it was calculated, and, as we think on a review of the case, did mislead the judge. A proposition which the court is called to answer, must be plain, definite, precise; if there is any obscurity in it, it must operate adversely to the party who proposed it. In all fairness this must be the rule.\nOn the head of damages arising from the loss of the bargain, the distinction is, whether the vendor acts with good - or bad faith. When the vendor of an estate is, without fraud on his part, incompetent to make out a title, the purchaser is not entitled to recover damages for the loss of his bargain, beyond the money paid, with interest and expenses; although it appears that a considerable profit might have been derived by him from the completion of the purchase. This is a reasonable principle laid down in all the text books, and is abundantly supported by authority: Chitty on O. 311; Sug. on Vendors, 2 Bl. R. 1078; and the cases cited. But the rule only holds good when the vendor acts with good faith; where he is guilty of collusion, tort, artifice, and fraud, to escape 'from the effects of a bad bargain, it is otherwise. In that case the vendee is entitled not only to compensatory damages, but to ‘damages arising from the loss of the bargain, or the money he might have derived from the completion of the contract. Thus, if the refusal of the wife to execute the deed is a mere pretext, the result of collusion at the instigation of the husband to rid himself of an improvident contract, the price having risen in the intermediate time between making the agreement and its completion, he must respond for the difference in value. Justice and good policy require this to be the rule, for otherwise the advantage would be entirely on the side of a vendor, who would be often under great temptation to violate his contract, when the difference in price was so great' as to excite his cupidity. A party must not be allowed to gain by a violation of his engagement. The difference is a plain and palpable one, and consists in the bona fides or mala fides of the transaction; from whatever cause the refusal to comply may proceed, it is that which determines the question whether the vendee can recover, for the loss of his bargain. But the attention of the court was not drawn to this distinction. If it had been, we cannot doubt it would have received a distinct and correct answer. So far as the charge goes on this head, the defendant has no reason to complain. The court say: “ If there was any collusion between Bitner and his wife, by which it was understood that she should refuse to sign the deed, and by that means to get him off from his contract, their purpose was unjust and unfair. The intimate relation between husband and wife, and their community of interest, make the temptation to such a conspiracy so strong, and the execution of it so easy, that it ought to be watched as a thing at least possible in a case like this.” He says, “ he does not mean to say that there is any evidence of it here, and you are not to suppose it without evidence.” An attentive examination has led me to the conclusion, that the circumstances described in evidence, would have justified a much more decided expression of opinion that there was a combination among the different members of the family, to rid themselves of an inconvenient bargain, which they were unwilling to fulfil, for the only reason that the property had risen in value, and in their estimation had been sold for an inadequate price. So far from there being reasonable ground of exception to the charge, the learned judge has evinced uncommon anxiety to confine the verdict of the jury within its legitimate bounds. We see nothing wrong, as the defendant contends, in suggesting that there was evidence of a rise in the value of the land, or that it was worth more than the price agreed on' at the time of the contract. That there was evidence tending to that point cannot be' doubted: its sufficiency they were bound to leave to the jury. The court with great propriety remark, “ that the refusal of Bitner to carry out his contract — his conversation with Miller in the kitchen, about what should be done in case of land having been sold too low, — his suggestion that perhaps Brough would give more money in order to get the deed, — these facts are some evidence (the jury would say how much) that Bitner expected that he himself would gain, and that Brough would lose by a rescission of the contract.” We do not perceive much force in the exception that if the evidence was sufficient to justify the jury in drawing the conclusion that the land was worth more, still there was error in submitting it to the jury, without any evidence how much more it was worth; again in giving them no instruction limiting the amount of damages, for the loss of the bargain, to the actual rise, or difference of value. Positive evidence is not required, nor can it always be given, as to difference in value in any two given spaces of time. Something must be left to the discretion and good sense of the jury,, subject to the control of the court in case of mistake, on a motion for a new trial. Besides, there was evidence, slight to be sure, but still some evidence, from which the jury might with reason infer that in the opinion of the defendant at least, the rise in value was in and about the sum of one thousand dollars; the amount of the verdict. That the court omitted to give an instruction limiting the amount of damages, is not attributable to them as a fault; for if the defendant wished the jury to be so instructed, it was his duty to call the attention of the court to it by special prayer for direction. The court may, and often does omit a direction, which in one aspect of the case would be useful to the party, but that is no reason for reversing the judgment; if we wrnre to subject a judge to such’ an ordeal, few judgments would stand the test off legal criticism.\nJudgment affirmed."}