{"id": "404687", "contents": "The opinion of this court was delivered by\nCoulter, J.\nIn Penn v. Hamilton, which followed Kerper v. Hock, and affirmed the doctrine therein contained, it was distinctly ruled, that the debts of a deceased person remained a lien on the real estate for seven years, and no longer ; unless a suit was brought within the seven years and duly prosecuted, in which event the lien was continued five years longer. The construction given to the words “duly prosecuted,” is, that no matter at what time within the seven years the suit was brought, it continued the lien for five years after the termination of the seven, although judgment was not obtained within the seven. The lien, therefore, of the debt in this case extended twelve years from the time of Jackson’s death, and no longer; and, the land in dispute not having been brought into execution within that period, was beyond its power, and the estate had vested in the heir absolutely at the expiration of the twelve years. The decedent died before the 29th January, 1801, because letters of administration were then granted on his estate. To April Term, 1802, an amicable action was entered between Abraham Long, plaintiff, and Jackson’s administrator, which was permitted to slumber on the record until August 15th, 1810, when the administrator de bonis non, appointed in 1804, confessed judgment for 51l. 15s. 2d. To August Term, 1810, a fi. fa. issued, which was levied on other land, which was subsequently sold. To November Term, 1813, a fi. fa. issued for the residue, on which the tract of land in dispute was levied upon and sold on ven. ex. to April Term, 1814, and bought by those who now claim, or their representatives, for $10. At the time of the levy, twelve years and more had expired from the death of decedent. But it is contended by plaintiff in error, that the lien of the debt was prolonged, by issuing execution on the judgment, to an indefinite period, and that, as lands are assets for the payment of debts, the judgment, after the seven years, was a personal charge against the administrator, on which an execution might issue at any time, and the lands be sold, whilst in the hands of the heirs, as chattels. In this aspect of the case, the famous decision of Fetterman v. Murphy is cited. But the supplemental, or rather explanatory opinion of the Chief Justice, delivered after Judge Huston had expressed the opinion of the court, takes away from the plaintiff in this case all support from that prop. Bearing that the opinion of Judge Huston might misguide the profession, the Chief Justice declares that the court had not the slightest intention to weaken or impair the doctrine of Penn v. Hamilton, and Kerper v. Hock, but, on the contrary, re-affirms them. Those and the kindred cases in our books establish, that, at the end of twelve years from the death of a decedent, land not converted, or perhaps not in actual process of sale on ven. ex., becomes the property of the heir, liable to his debts, and subject to his dominion. He is compelled to endure a long and wearisome expectancy, whilst the creditor slumbers over his claim. The intent of the legislature is not to be doubted. They designed to produce the settlement of estates in a reasonable period — to establish repose and certainty in titles, and free estates from dormant, slumbering, and secret liens. They intended to benefit the heir or devisee, in so far, at least, as society would be benefited by making estates free for transmission, and liable for the debts of the living, who, for the third of a generation, were the apparent owners. As society advances, rules are established and obtain which have regard to all classes, doing justice to each in their respective spheres.\nIn this state it is true that lands are chattels for payment of debts of deceased persons, and it was a wise and just policy which established the rule. But the same law which made them so, prescribed the manner and time in which they should be sold for that purpose. They never were subjected by any statutory enactment to the «ame manner of sale, the same mode of levy, or the same manucaption as mere personal chattels. Such a thing could not have been done; it would have produced confusion, and would have marred and overturned, and obstructed the regular system for the transmission and change of title to real estate, for the payment of debts or otherwise, which was devised, and from time to time has been perfected in Pennsylvania.\nWe never adopted the writ of elegit or the statute merchant, and lands of decedents wrnre not subject to execution for the payment of debts by the common-law process, which has hardly a gleam of affinity to the statutory process.\nThe whole remedial procedure is the creation of our own statutes; the mode of taking lands in execution is prescribed, and is never in any case authorized, by statute at least, when the lien does not exist. The levy, condemnation, or extension, the mode of sale, are all provided for, and so are the means by which the purchaser shall obtain possession. The whole is part of a great system respecting real estate, and its transmission from hand to hand, by voluntary sale, by compulsory sale for the payment of debts, and by descent or devise.\nThe features of that system look to the repose and certainty of titles, the quieting and preventing disputes, and the limitation of litigation to a period which does not encroach too much upon the short life of man. Our act of Assembly of 21st March, 1806, provides, that when a remedy is provided or a duty enjoined, or anything prescribed to be done by act of Assembly, the directions of said act shall be strictly pursued, &c. We are therefore bound to give full effect to the provisions of the statute, giving a remedy to the creditor out of the real estate; but we are also bound to give effect in their full scope to the directions of the statute, for the purpose of making titles secure, and for the purpose of protecting the heir. We cannot resort to the doctrines of the common law, which respect the sale of mere chattels, and by a forced analogy subvert the plain words of the statutory remedy.\nThe effect of this analogy, as attempted by the counsel of the plaintiff in error, would protract the lien of debts upon decedents’ estates indefinitely, stop the improvement of estates, and harass the heir with tantalizing hopes and fears, all to indulge the caprice, obstinacy, or negligence of a creditor, who has been allowed by the benevolence of the law twelve long years to consider over his claim, and hold the heir in mercy. Life is too short, and the law too just, to protract his power longer. In that lapse of time, oral and written testimony may perish and be lost, and the heir may be rendered unable to prove the payment, where a debt has been actually satisfied.\nIt has been fully settled by this court, that duly prosecuting the suit, when suit has been brought within the seven years, only extended the lien of the debt to twelve years; and that obtaining judgment against administrators created no lien distinct from that of the lien of the debt. That lien being gone in this case, before the levy and before the sale, no title was conferred upon those who purchased. They stand just as naked .and alone as if they had never bought.\nIt was suggested, that there was no proof that Jackson left heirs, and that therefore there was no outstanding title. But if he did not, his estate would escheat, for want of heirs, to the Commonwealth, and would not vest in Maus. But his heirs were not parties ; we cannot exscind them in this proceeding, living or dead; nor can we presume that Jackson was like Melchisedek. But as we are of opinion that Maus purchased no title, that rules the whole case.\nJudgment afiirmed.\nBell, J., dissented, on the ground that, as the title under which the defendants claimed was derived neither from an heir, encumbrancer, or purchaser for value, the act of 1797 did not apply."}