{"id": "404614", "contents": "The opinion of this court was delivered by\nBurnside, J.\nThe legislature has made it the duty of all the courts to decide all matters of form in pauper cases, and to determine every case that arises under the poor laws, on its truth and merits: Bun. 633, Act of 1836, section 19. The contest as to the support of this unfortunate pauper has been long litigated. It is time it was ended. For a proper understanding of the decision of the question now before the court, it is necessary to state the proceedings heretofore had in the case. Troy, the pauper, having been frozen in January 1836, in Walker township, in the county of Centre, became immediately a charge upon the township. The overseers employed the best surgical skill they could procure, and both legs were amputated to save his life. He had no residence in Walker township, being a stranger there. He had recently come, according to Ms own account, from the county of Union. In January 1887, he was removed, by order of two justices, to West Buffalo, Union county, where he had been bound as an apprentice, and served, as such, with Robert Chambers, deceased. Mr. Chambers’s representatives denied all knowledge of the indenture, and it could not be found. Under these circumstances, the court in Centre, on the appeal of West Buffalo, received secondary evidence of the indenture, and affirmed the order of the justices. West Buffalo then brought it before the Supreme Court, where it was held that when the order of removal is affirmed by the sessions upon secondary evidence, when primary evidence, for aught that appeared, . might have been produced, the court will quash it. See decision, 7 Watts, 171.\nThe order was quashed, but a wrong entry was made, which West Buffalo discovered when the volume came out with the report of the case; and on the 2d May, 1839, on motion of the counsel of West Buffalo, the Supreme Court directed the entry of the decree of affirmance to be stricken out, and a decree to be entered quashing the proceeding. The court further decreed restitution of the costs and expenses, amounting to $366.91, to. be made to the overseers of West Buffalo by the township of Walker. In obedience to this decree, this sum was paid, and forms the first and largest item in the bill before us.\nWalker after this had the good fortune to discover the indenture of Troy with Chambers. On the 9th of May, 1845, a second application was made to two justices in Centre county, and an ' order again obtained for the removal of Troy, to West Buffalo. From this order an appeal to the sessions was again taken, and the order again affirmed. West Buffalo again, in 1846, brought the case before this court, and it was argued in 1847, when a re-argument was ordered. In 1848, after a re-argument, the order of the sessions was affirmed. The opinion was delivered by the Chief Justice, and is reported in 8 Barr, 177.\nWalker took an appeal from the decree of the sessions, respecting the costs and charges allowed them for keeping the pauper. That appeal came on for hearing also in 1848, when this court directed (see 8 Barr, 181) that the “ order of the sessions, and the order of removal be affirmed; the costs and charges, to be paid to the appellees for the maintenance, to be ascertained by this court on depositions; the record to be retained in the mean time.” Depositions have been taken, and the actual expenses of Walker have been ascertained. The liability of West Buffalo for the respective items is alone contested. The amount is not disputed. It is contended that an appeal does not lie for the costs and charges, and a motion is now made to quash it.\nBut as the act of the legislature before recited, forbids this court to regard form, and to determine every question on its truth and merits; and as a certiorari could be awarded returnable forthwith; and as the application to quash ought to have been made at the term at which the appeal had been filed, it is now too late. It would only put the parties to further expenses and delay. The motion to quash the appeal is therefore refused.\nWhen the proceedings were quashed, this court decreed restitution from Walker to West Buffalo, of the bill they had paid, to wit, $366.91. This, with its interest, amounting to $582.15, forms the first item in the demand of Walker.\nIt is well settled, that a judgment previously rendered for the same cause of action sustains the plea of a former recovery: Duffy v. Lytle, 5 W. 120. A decree of this court has the same efficacy. Where money is decreed to be paid, by the Supreme Court, it is not to be supposed, on a subsequent trial, either in this court or any other, that it can be decreed to be paid back.\nAlthough the quashing of the first application for removal operated in some respects like the reversal of a judgment, it did not prevent Walker township from commencing de novo. There was an end of that proceeding; so far as the claim of restitution went, it was final.\nAs to the other items in the bill — the demand of Walker for the support and maintenance of Troy — they are open to the investigation and adjudication of this court. Their correctness in amount has not been disputed. The argument of counsel goes against the legality of the claim. We think the claim just, and in accordance with the act of 1886, and the unbroken practice and decision of this court. We order, direct, and decree that the township of West Buffalo, in the county of Union, pay to the overseers of the poor of the township of Walker, in the county of Centre, the sum of one thousand one hundred and sixty-four dollars and eighty-four cents, in full of the expenses and charges for keeping and maintaining Benjamin Troy, a pauper, as per bill, &c.\nDecree accordingly."}