{"id": "404664", "contents": "The opinion of this court was delivered by\nGibson, C. J.\nAs every contract requires the assent of the parties to it, and as there can be no assent where there is no sufficient understanding, it follows that an insane man’s conveyance by deed, though not his conveyance by feoffment and livery of seisin, is absolutely void. But his conveyance by matter of record is neither void nor voidable; and that the principle is applicable to a several title acquired by judgment in partition, is evident from the 8 & 9 W. 3, c. 31, which is not in force here, but which in England gives an insane defendant in that action, a year from the removal of his disability to apply for a new partition. Of the immateriality of sanity to a conveyance of record, Mansfield’s ease, 12 Rep. 123, is a signal instance. A monstrous and deformed cripple, who had been an idiot from his birth, and who had been borne away from his guardian by stealth, was held concealed till he had acknowledged a fine of his land; and though his idiocy was visible at a glance, and though Lord Dyer said that the judge who took the acknowledgment was unworthy to take another, the fine was allowed to stand. Could judges be induced by circumstances to disregard the inviolability of a judicial record in any case, they would have disregarded it in that. Yet they did not. The judgment, however, was attempted to be reversed collaterally; in this, it is attempted to be reversed directly.\n'A writ of error lies to reverse a fine or recovery at the common law. But no averment can be made that the cognisor of a fine was insane, because the caption of it is record evidence of his sanity; nor can such an averment be made to reverse a common recovery, because in the language of the English commissioners to inquire into the law, “ courts of justice attach so much importance to the records of their proceedings, that they will not allow any evidence or averment to contradict them.” There is no personal examination and certificate in an action of partition; but it would be against not only the policy of the law but the scope of our statutes, to let the incapacity of a co-tenant suspend the action of the others during its continuance. The act of 1807, indeed, allows the writ to be served on the guardian of a minor, without providing for service on the committee of a non compos. But the provision was necessary in the case of an infant, for whose nonage the parol might demur, and it was unnecessary in the case of a non compos, who had no such privilege. Service on his committee had always been good. Besides, the act of 1836 expressly allows civil actions without distinction, to be brought against non compotes by service on the committee of the person or estate. But the practice has always been so; for it could not be endured that the insanity of one co-tenant should prevent the rest, for an indefinite time, from having their estates in severalty. As a question on the effect of the judgment, as an estoppel, can be raised only in an ejectment or a second writ of partition, we intimate no opinion about it. The suffering of interlocutory judgment by default, instead of pleading non simul tenant, was a confession of joint tenure, and as a proceeding exclusively between the parties named on the record, there is no error in it.\nThere are other exceptions, which, as they have been shown to be unfounded by the argument for the defendant in error, it is unnecessary to examine in detail; it is sufficient to say they are not sustained.\nJudgment affirmed."}