{"id": "404631", "contents": "The opinion of this court was delivered by\nGibson, C. J.\nIt was properly said in Ludwig v. Highley, 5 Barr, 141, that the species of legal fraud which arises by construction of the statute of 13 Eliz. from retention of possession after a sale or pledge, is predicable of the possession, not of land, but of chattels personal. But no question of fraud seems to have arisen out of the facts of the case assumed by the judge, as the subject of his charge. As we do not sit here to revise causes on their merits, resting on the truth of the evidence, we must take the case assumed by him as we find it, and it is this: Benson owning the unexpired term of a lease, orally agreed to assign it, at a day specified, to Shibel; Benson’s tenant retaining the possession in the mean time, though the rent accruing after the day of the bargain was to follow the assignment. Shibel, who had in the interval paid part of the purchase-money, transferred his bargain to Specht, who, to relieve Shibel from the consequences of inability to pay the residue of it, took his place as his substitute. The assignment to Specht was made, not at the appointed day, but at the expiration of two months afterwards, when the rest of the purchase-money was paid by him; but, at the day first appointed for it, Shibel went into possession as Specht’s tenant.\nNow it is clear that, if Shibel had not acquired an equitable estate in the premises, he was not bound to acquire it for the benefit of his creditors; and, if he had no interest that they could take in execution, he might surrender his bargain, or transfer it without committing a fraud on them: it was an oral one, which vests no interest in real estate before part execution. But payment of purchase-money is not part execution; and the case, consequently, stands as if that circumstance formed no part of it. Had the original contract remained in force till Shibel received the actual possession, he would have entered under it, and gained an equitable ownership proportionate to the amount of the purchase-money paid; but it was rescinded, being superseded by a new one, and the purchase-money was in effect returned, being credited to Specht, from whom Shibel had borrowed it under the new arrangement between them, which was ratified by Benson, The arrangement thus assented to was the basis of another and a different contract; and Shibel’s possession under it, as the tenant of Specht, was Specht’s possession. As Shibel, then, had not at any time an interest in the lease which his creditors could touch, they had no right to insist that he should procure one. That they are not purchasers, and that they have no available interest in their debtor’s purchase before it has vested an estate in him, was shown in Watson v. Willard, 9 Barr, 95. This result disposes of every point in the cause. For want of part execution by delivery of possession, the statute of frauds prevented the ownership of the lease from passing to Shibel; and whether it prevented it from passing from Shibel as a vendor to Specht, or whether their agreement was fraudulent, by the 18 Eliz., is immaterial, for Shibel had no ownership to vend. He did not pretend to sell his bargain, for he got nothing for it. He stepped out of it, and Specht stepped into it; and, when the arrangement was ratified by Benson, the contract was thenceforth between Benson and Specht; and it was that contract which was executed by delivery of the possession to Shibel, as Specht’s tenant and agent to receive it. By Benson’s assignment to Specht, the legal ownership was transferred; and, according to the principle of Kramer v. Arthurs, 7 Barr, 171, the beneficial ownership followed it. As there was nothing in Shibel, therefore, Upperman, under whom the defendant claims, took nothing by his purchase at sheriff’s sale under his wife’s judgment.\nJudgment affirmed."}