{"id": "404670", "contents": "The opinion of this court was delivered by\nCoulter, J.\nEither party may appeal from the award of arbitrators under certain restrictions and limitations, one of which is, that the party appellant, his agent or attorney, shall make oa.th or affirmation, that it is not for the purpose of delay such appeal is entered, but because he firmly believes injustice has been done.\nThe policy of the law is to prevent frivolous appeals entered in caprice or under the excitement of passion. The rule embraces all parties litigant; but there is an exception in the 31st section of the act 1836, in favour of executors, administrators, or other persons suing or sued in a representative character, or minors, in these words: “ The appeal shall be good without the payment of costs or entering in recognisance, if such appellant shall not have taken out the rule of reference.” This exception does not embrace the making of the affidavit, and the old maxim is, that the exception proves the rule, that is, makes the general rule good so far as the exception does not reach. We see no reason why a person who sues or is sued in a representative capacity should be exempted from making the affidavit. Such persons especially do not act within the line of their duty, if they appeal and put the estate to further costs, unless they believe injustice has been done; and if they so believe, they can have no difficulty in making the affidavit required. They are not exempted by the phraseology of the statute ; and there is no good reason why the language should be extended to embrace them, because the interest of the estates which they represent requires that they should not protract litigation, without a belief resting on their minds that justice required it. If they have no purpose of mere delay, and honestly believe that a jury trial is necessary to do justice, they can obtain that trial by complying with the statute.\nThe cases cited by the counsel for the plaintiff in error do not touch the point raised in this case.\nJudgment affirmed."}