{"id": "404639", "contents": "The opinion of this court was delivered by\nBell, J.\nWith us, the plea of payment, with leave, &e., has a two-fold character; one being strictly legal, the other equitable, and first introduced from our want of a Court of Chancery. With notice of the special matter constituting the defence, any equity which tends to defeat the plaintiff’s action may be given in evidence ; but, without an accompanying notice, the plea has no more than its common-law effect, and, of course, the proof is confined to what that law recognises as payment: Hellinge v. Amey, 1 Wh. 65. With notice, as was happily said in Hawk v. Geddes, 16 S. & R. 28, this plea operates, substantially, as a bill in equity praying an injunction; admitting of any suggestion, which shows, ex aequo et bono, the plaintiff ought not to recover; without notice, the door is closed upon every merely equitable consideration, which falls short of technical payment.\nBut to support the nude plea, it is not required to prove a payment in money. It is now fully established, that the acceptance of any valuable thing, in discharge of the debt, amounts to payment, and this circle is so extended as to include transferred ohoses in action (Richabough v. Dugen, 7 Barr, 394, and the cases there cited), and even an agreement to credit on the defendant’s bond, any money he might advance to defray the expense of a lawsuit in which the plaintiff was interested: Bryson v. Ker, 4 S. & R. 308. But it is the distinct agreement of the creditor to accept the thing in discharge of the debt, that gives it the character of payment. Without this, the transaction is regarded either as furnishing matter of set-off, or as security, collateral to the original debt; accordingly as the subject received is in possession or in action : Musgrave v. Gibbs, 1 D. 217; Leas v. James, 10 S. & R. 307; Weakley v. Bell, 9 W. 280; Jones v. Johnson, 3 W. & S. 276, Thus tested, it cannot be pretended the evidence offered and rejected tended to establish technical payment. There was no receipt of a valuable thing; no transfer of a chose in action, capable of legal enforcement, and if there had been, there is the utter absence of a binding agreement to accept it in satisfaction of the bill single, now sued. The most that can be said of it, — and this accords to it a greater force than the terms of the offer, critically weighed, will warrant, — is, that here was an acceptance of collateral security, which, being lost through the laches of the plaintiff, worked, in equity, a discharge of the original surety. But, from what has been said, it is obvious this, as a merely equitable defence, was inadmissible under the bare plea of payment. To its introduction, notice was necessary under our practice. The defendant, taking the same view, gave notice of it as special matter. Was this notice sufficient ? By the ninth rule of the court below it is ordained, that “ where a defendant has pleaded the general issue, with leave to give the special matter in evidence, or to justify, he shall, at least fifteen days before the trial, give notice of the special facts, or matter, on which he intends to rely; otherwise he shall be confined strictly to evidence admissible on a general issue plea.” In this instance there was but fourteen days’ notice, and this defect was objected at the trial, and sustained. But it is feebly urged, in this court, that the plea of payment is not a general issue plea, and, therefore, the case does not fall within the exigency of the rule cited. Technically speaking, there is no general issue in debt upon a specialty. The common-law plea of payment is special, as is also its usual companion, non est factum. But yet it is not to be doubted, the present instance is within the spirit of the rule. So far as I am informed, a like rule, or one very similar, exists in all our Courts of Common Pleas. These were instituted for the avowed purpose of regulating the time and manner of notice, rendered necessary by our short method of pleading, and particularly in reference to our peculiar equitable plea of payment. Some of them expressly speak of this plea, while others, as in the instance before us, use the phrase, general issue. But, however worded, each has the same object in view; and accordingly, everywhere the construction has been the same. Indeed, it very seldom occurs that a general issue plea, properly so denominated, requires the aid of special notice to give it full effect. This is only requisite where, otherwise, there must be a special plea. But under our practice, the plea of payment, with leave, &c., from its almost universal use in actions of debt, has come to be regarded as a species of general plea, capable, with its concomitant notice, of adaptation to every variety and complication of fact. It is, consequently, under this plea that notice is most frequently required. In view of this, the end principally proposed by the rule is the regulation of this notice, though doubtless it extends to all other cases, where, under any state of pleading, notice maybe found necessary. This, I repeat, has been the general exposition by the tribunals, who are the best exponents of their own rules .and methods of procedure ; an exposition it would be mischievous to overturn upon a mere verbal criticism.\nIt is further urged for the defendant below, that, conceding all that has been said, the plaintiff is estopped from questioning the sufficiency of the notice by the use he made of it on the trial, preliminary to the introduction of the note in evidence. But we do not think so. He employed it simply as evidence of the state of the pleadings, without, however, involving a confession of it as notice of the special facts enumerated by it. As the plea of non est factum remained of record, it was still in the power of the defendant to object to the reception of the note, without previous proof of its execution. But this was not done, and, as a matter of course, the note was read to the jury. It does not appear this evidence was received because of the intimation in the notice, that the plea denying the instrument would be withdrawn; and if it did, it is not perceived how this could affect the question of notice. Its intimation that the plea would be changed, was entirely distinct from, and independent of its enumeration of special facts. Had the plaintiff derived a benefit from the latter portion of it, there would be some reason for saying he ought not to be at liberty to deny its sufficiency under the rule. But it is obvious he did not. It was merely exhibited to the court as showing the plea pleaded, or proposed to be pleaded, and even this was open to the negation of the defendant, had he chosen to create difficulty on this score. There was, therefore, no such use of the paper as could operate to close the mouth of the party to question it as a sufficient notice of special matter, simply because no advantage was gained over his antagonist by the partial use made of it.\nJudgment affirmed.\nMr. Justice Coulter dissented from the judgment in this case."}