{"id": "404615", "contents": "The opinion of this court was delivered by\nGibson, C. J.\nAs there is one conclusive point in the cause, it might be unnecessary to consider ' any other. A mandamus, though a prerogative writ and demandable of right in a proper case, is justly said to be grantable at discretion. Hence it is that it is to be invoked only in cases of the last necessity: not where there is another effectual remedy. The principle is a clear one, and abundantly sustained, not only by the English authorities, but by the decisions of this court. Is there not then a specific remedy equally potent to which these relators might resort ? True, it was said arguendo, and sanctioned by the court in The King v. The Commissioners of Dean Inclosure, 2 Maule & Selw. 83, that an “ indictment is only a proceeding in pcenam, and not a remedy for the future.” That was a prosecution for disobedience of an order of the Sessions to set out a public road: but it was held in Rex v. Pappineau, 1 Stra. 686, that a part of the proper sentence for a continuing nuisance, is that the defendant stand committed till he abate it at his proper costs; and such was the sentence in The King v. Incledon, 13 East, 167, and The Commonwealth v. M’Donald, 16 S. & R. 402. The offence might indeed be pardoned, and the remedial part of the sentence frustrated; but that done, it would be a question whether a mandamus ought not then to be allowed. It is not to be presumed in the first instance, however, that more than the fine and imprisonment would be remitted, or that the nuisance would be suffered to stand to the injury of the public. The nuisance, in this case, is a public one, and it does not appear from the statement of the relators, that they have received any special injury from it to entitle them to any civil remedy whatever. The obstruction of the side-walk is not more injurious to them than it is to the inhabitants at large; and it would consequently seem that an indictment is exclusively the means to abate it. It is proper to add that the act of 1783, legalizing, for the time being, erections in that borough — these among the rest— which were then nuisances, was no more than a license for their continuance, dependent on the will of the legislature, and consequently revocable at its pleasure. Nothing was done or suffered as a consideration of the license which, as it did not partake of the nature of a contract in any respect, it was competent for the legislature to withdraw.\nJudgment reversed."}