{"id": "404649", "contents": "The opinion of this court was delivered by\nBurnside, J.\nThe evidence shows that Bastían Divil voluntarily confessed a judgment to his brother, John Divil, with the object of postponing Rangier, his landlord.\nOn this judgment an execution issued, and the grain in question was sold to John, who left it with Bastían, and gave notice in the public papers that he had loaned it to Bastían during his pleasure, of which the public were to take notice. If this had been a fair and bond fide sale, according to the principles settled in Myers v. Harvey, 2 Pa. R. 478, the title to the property would have remained to-John.\nRangier obtained a judgment against Bastían, and had the same stack of grain sold on his execution; Heitzman became the purchaser, and demanded the grain; Divil refused to give it up, the Speeses said they had nothing to do with it, that they merely lent their barn to Bastían to thresh it. The material question presented for our consideration is: Was John Divil a competent witness in this action ? Bastían was the bailee of John. Bailment is founded on a contract, express or implied. The loan by John to his brother Bastían, falls under Sir William Jones’s 3d class, Qommodatum, or loan for use without pay: Jones on Bailments, 36; Ib. 117. Bastían being the only one benefited by the loan of the grain, he was bound, by the obligation arising from the implied contract, to take extraordinary care of the grain: Todd v. Pigley, 7 W. 544.\nThe title or right to the property remained in John, it being lent during his pleasure. Damages are recoverable by a bailor for time spent and expenses incurred, in searching for property wrongfully taken from the possession of a bailee: Bevact v. Lockwood, 20 Wend. 223. One delivers personal property, to be returned after a certain time; at the expiration of the term, the same identical property reverts to, and the title is in, the bailor. Hurd v. West, 7 Cowan, 752.\nIt is a general rule that a witness interested in the subject of the suit, or in the record, is not competent to testify on the side of his interest: 1 Greenleaf’s Ev. §411. The grain was John’s. If his allegations were true, it was his property; Bastían held it at the pleasure of John, as his bailee. This is putting the case in the most favourable point of view for the Divils; for if the first Sale was fraudulent, or if there was an absolute gift by John to Bastían, then the second sale would have been legal and enabled the plaintiff to recover. John was clearly interested in the subject of the suit, and I think in the second he was maintaining his own right and title to the grain, and if John had to bring a suit against Bastían when he chose to demand the grain, this judgment could be used by. waf of inducement, or to establish a collateral fact, like the record of a conviction, to show the legal infamy of a witness, or to let in proof what was sworn at the trial: 1 Greenleaf’s Ev. § 527. If John instituted an action against Bastían for the grain, or the value of it, this judgment might be given in evidence on the principle stated, to assist John to establish his right to recover. A party may be as effectually estopped by matter in pais as by matter of record, and he is not permitted to controvert wrhat he himself has directly asserted: Goodman v. Losey, 3 W. & S. 526. We think it was error to admit John as a witness in this case. We are unable to discover anything of importance, or any error in either of the other points made or errors assigned. The points were substantially answered. The law was correctly stated as to William and John Speese.\nThe judgment is reversed, and a venire de novo awarded."}