{"id": "404688", "contents": "The opinion of this court was delivered by\nBurnside, J.\nThis was an amicable action of ejectment. Bellas, the plaintiff below, claimed the land in question under a warrant of the 6th of December, 1784, to William Green. Surveyed the 22d September, 1789, three hundred and six and a half acres, and patented to William Green, 23d February, 1790; who, by deed of assignment, on the 15th June, 1808, conveyed to William Witman. Judge Witman paid the tax up to 1815.\nThe defendants below claimed under a tax-sale. They gave in evidence, that William Green was taxed from 1815 to 1824, inclusive ; and that on the 14th June of the latter year, the tract of William Green was struck off to one Edward Staples, under whom the defendants claim. It was in evidence, that Staples’s first and indeed only appearance in Northumberland county, was at the sales in June 1824. He bid off this tract, and some fourteen others. He paid some money — part of it would seem to be applied on the books of the treasurer — and gave a written memorandum to the treasurer, Weiser, to pay on the acknowledgment of the deeds, at the next August court, the balance of $59.87. There was no money marked on the treasurer’s books paid on the William Green tract. It was struck off at $9.51. The taxes and costs amounted to $9.20J. At the August court, Weiser, the treasurer, acknowledged the deed, and in the course of the ensuing winter he sent that deed with others to the city of Philadelphia, with the written evidence of the balance due; but after diligent search, Staples could not be found. The papers were returned to Weiser, who went out of office. When Judge Witman died did not appear; but his son and administrator came to Sunbury in the latter part of 1828, or the beginning of 1829, when he called on Weiser, and paid him $13.28-J, the amount of taxes and costs due from 1815, and lifted the treasurer’s deed, that had been made out, but not receipted on, for Staples. After this, he applied to the Orphans’ Court of Northumberland county for an order of sale, to pay the debts of his father, when the William Green tract was duly advertised and sold as the property of William Witman, and the sale confirmed by the Orphans’ Court, to Hugh Bellas, for $300. Was the title of Witman divested by the treasurer’s sale ? and was that ■title vested in Staples? The spirit and object of the several acts of the legislature, which authorize the sale of unseated lands for the payment of taxes, is to compel and enforce the prompt payment of the annual assessment. Of the acts now in force on this subject, the first is the act of the 3d April, 1804, Purdon, 1135, 4 Smith’s Laws, 201, which directed the sheriff or coroner of the proper county, to give notice and advertise in the manner prescribed in the act, to make sale of the whole or any part of such tract of unseated land as he may find necessary for the payment of the taxes due thereon, and of all costs necessarily accrued by reason of such delinquency; and to make and execute a deed or deeds in fee-simple to the purchaser or purchasers.\nThen came the act of the 4th April, 1809, Purdon, 1137, 5 Smith, 73, which transferred the power vested in the sheriff to the treasurer of the respective counties.\nNext followed the act of the 13th March, 1815, Purdon, 1138, 6 Smith, 223, which in the first section fixes the sales by the treasurer, to commence on the second Monday in June, in the year 1816, and at the expiration of every two years thereafter; to make and execute deeds to the purchasers in the manner directed by the sheriff in the act of 1804. The 2d section provides, in the case of the treasurer’s death, after the sale and before the deed is made, the treasurer for the time being is to execute a deed or deeds on payment of the purchase-money: Purdon, 1139. The 3d section directs the purchaser to make payment as soon as the deeds are tendered, and, if not paid, the treasurer to bring actions; and when judgment is obtained, there shall be no stay of execution.\nIt was soon demonstrated, that there was still difficulty in obtaining prompt payment of the taxes and costs. Insolvent purchasers were common; difficulties arose in finding the bidders, to whom the deeds could be tendered. To remedy these evils, and insure prompt payment at treasurers’ sales, the legislature, on the 13th March, 1817, Purdon, 1141, 6 Smith, 426, enacted, that it should be the duty of the purchaser or purchasers at treasurer’s sale, as soon as the property is struck down, to pay the amount of the purchase-money, or such part thereof as shall he necessary to pay off the taxes and costs, also one dollar for the use of the prothonotary for entering the acknowledgment of the deed; and in ease the amount is not forthwith paid after the property is struck down, the sale may he avoided, and the property again set up hy the treasurer.\nThis act gives the treasurer the discretion, if the money is not forthwith paid when the tract is struck down, either to set it up and sell again, or bring his action before he acknowledges his deed. Here the treasurer did not adhere to the act of Assembly; he trusted Staples, and took his written memorandum to pay when the deed was acknowledged; he never paid, and never received the deed. The trusting of him by the treasurer for a short time, when he absconded, and never fulfilled the trust reposed in him by the treasurer, surely gave him no title, nor did it divest the title of Judge Witman, the original owner. It is contended, that as some of the tracts bid off by Staples were redeemed, that it was money in the hands of Weiser, that might have been applied to the payment of the taxes and costs on this tract. On this branch of the case, there was much evidence on both sides, and some that was contradictory. The court left it to the jury to determine whether Weiser, the treasurer, paid or settled with the county auditors for the amount of the taxes due on the William Green tract, which Staples had became liable to pay, by his bid. The jury, by their verdict, negatived the fact relied on by the defendants; and this, in my judgment, was leaving the case more favourable for Staples than the law would authorize. When Staples made the bid, he became liable, by the act of 1817, to pay the taxes and costs, or to be sued by the treasurer, in the name of the county, for the same. His title was not vested until he paid the taxes and costs, and gave his bond for the surplus.\nThis he neglected for upwards of five years (nor did he ever attempt to perfect his title), when the representative of the original owner appeared, paid the taxes and costs, and lifted the deed, that had never been delivered to Staples, and which he had never entitled himself to receive.\nI am aware that there is much management and fraudulent perversion of the law about purchasing at treasurers’ sales. It is our duty to discountenance it. The intention of the legislature is plainly and clearly expressed: that as soon as the bid is made, and the hammer falls, it is the duty of the purchaser to pay the taxes and costs. If not, for the treasurer to compel the payment, before the deed is acknowledged.\nStaples never had his title perfected, as the legislature have required. He never received the treasurer’s deed, nor entitled himself to receive it, by the payment of the taxes and costs, and giving his bond for the surplus. Although the deed was acknowledged, it never was delivered. All deeds take effect from delivery. Delivery of the deed is necessary and essential to its creation, as a conveyance. Delivery of the instrument is necessary to constitute it a deed: M’Henry v. Rhoads, 4 W. 43; without delivery it is no deed: 1 Inst. 35, § 2, Rep. 5; 5 W. 43; placing the deed on record, held not to be a delivery: Chess v. Chess, 1 Pa. Rep. 32.\nAs to the title of the defendants: They gave evidence of an agreement about the time of the sale in June, 1824, between Henry Donnel and Edward Staples. Donnel, for the consideration of one dollar, was to have an interest in the one-half of William Green’s and other tracts. Mr. Donnel was an experienced surveyor and woodsman; directly after this arrangement, he was struck with paralysis, and died in 1826. The record furnishes no evidence of any other act of Henry Donnel. It is in evidence, that directly after young Witman paid the taxes and costs, and lifted the treasurer’s deed, Charles G. Donnel, the son of Henry, and a gentleman in respectable standing at the Northumberland bar, called on Weiser about these deeds, and, as proved by Weiser, inquired whether Mr. Witman did not get a deed from him, that had been made out for Staples. Weiser replied in the affirmative, when Mr. Donnel requested him not to part with any of these Staples deeds to anybody else. He said he was going to Philadelphia, and he would see whether he could find Staples; that he had an interest in the lands. Weiser told Donnel he had given up the deed to Witman, as he said the land belonged to his father, and he had paid him the taxes and costs. After this, Judge Donnel went to Philadelphia, and on 31st October, 1829, he obtained a deed from Staples for the William Green, and for four other tracts, for the consideration of $103.74. On the 24th August, 1829, Charles Donnel gave his note, payable in one year, to Weiser, and lifted the memorandum of Staples, for the $59.57.\nThe whole evidence in the cause demonstrated, that Judge Donnel knew of the Orphans’ Court sale, of Witman paying the taxes and costs, and of his lifting the deed, before he applied for the sale, to pay the debts of his father. He knew that the treasurer’s deed never could be delivered, either to him or to Staples, for the William Green tract.\nThe bills of exception to evidence, were either abandoned on the argument, Or deemed by the court unworthy of further notice; an error has been assigned by leave of the court, immediately before the argument commenced, that the limitation of five years in the 8d sec. of the act of 1804, Purdon 1136, is a bar to the plaintiff’s right to recover, the suit not having been brought within five years after the sale to Staples. We are unable to discover that this limitation can be applied to the ease before us, having held that the title of Judge Witman, never was divested, nor vested in Staples or bis alienees..\nThe judgment is affirmed.\nGibson, C. J., and Bell, J., dissented."}