{"id": "404601", "contents": "The opinion of this court was delivered by\nBell, J.\nIt is, undoubtedly, a rule governing the production and admission of evidence, that the evidence offered must correspond with the allegations and be confined to the point in issue. The effect is to exclude merely collateral facts, having no connexion with the subject litigated, and, therefore, incapable of shedding light upon the inquiry, or affording ground for reasonable presumption or inference. Thus, in covenant, the issue was whether the defendant, who was a tenant of the plaintiff, had committed waste, and evidence of bad husbandry, not amounting to waste, was rejected, for this could only have the effect of misleading the jury: Harris v. Mantle, 3, T. R. 307. But it by no means follows that all collateral facts, presenting at first view no direct connexion with the principal fact, are irrelevant, and therefore inadmissible. On the contrary, great latitude is allowed to the reception of indirect, or, as it is sometimes called, circumstantial evidence, the aid of which is constantly required, and, therefore, where direct evidence of the fact is wanting, the more the jury can see of the surrounding facts and circumstances, the more correct their judgment is likely to be: 1 Stark. Ev. 47-8. This indirect evidence is sometimes drawn from the experience which enables us to trace a connexion between an ascertained collateral fact and the fact otherwise undetermined; and it is more or less cogent, as this connexion is known to be more or less natural and frequent. Where antecedent experience shows this mutuality of relation to be constant or with a great degree of uniformity, the inference deducible, it is said, is properly termed a presumption. But this species of proof embraces a far wider scope than this. It in fact includes all evidence of an indirect nature, whether the inferences afforded by it be drawn from prior experience, or be a deduction of reason from the circumstances of the particular case, or of reason aided by experience. In the latter aspect, it is a conclusion, the value of which obviously depends on the force and directness with which it is derived from the premises, conceded or proved. But yet the competency of a collateral fact to be used as the basis of legitimate argument, is not to be determined by the conclusiveness of the inferences it may afford in reference to the litigated fact. It is enough if these may tend, even in a slight degree, to elucidate the inquiry, or to assist, though remotely, to a determination probably founded in truth. Indeed, to require a necessary relation between -the fact known and the fact sought, would sweep away many sources of testimony to which men daily recur in the ordinary business of life, and that cannot be rejected by a judicial tribunal, without hazard of shutting out the light. Merely foreign matter must be avoided; but, though in appearance foreign, if it bear at all on the main subject, it must be heard. ; As an illustration of this rule, we may take the ordinary case of an indictment for knowingly uttering counterfeited bank notes, in which proof of the possession or of the prior or subsequent utterance of other simulated notes, though of a different description, is constantly admitted as material to the question of guilty knowledge, touching the subject of the indictment. Another instance occurred in this court, in a case where the question was as to the date of a receipt, given by. the plaintiff to the defendant for money paid by the latter to the former; evidence that the defendant had, on a certain day, alleged by the plaintiff to be the date of the receipt in question, received from another source a sum of money, was held to be relevant: Armstrong v. Burrows, 6 W. 266. And yet there was, in these instances, no necessary or even intimate relation between the ascertained facts and the conclusion sought; but the former suggested reasons favouring the respective hypothesis of the prosecution and of the plaintiff, and this was deemed enough to authorize their introduction to the jury.\nIn the case at bar, the question is of the alleged forgery of the defendant’s signature to a promissory note, averred to have been - given for money loaned. Such investigations, founded in imputed fraud, naturally take a wide range. Among the most common topics of inquiry, is the pecuniary capacity of the supposed lender, and the necessitous condition of the alleged borrower. And these inquiries are legitimate. It is surely competent for the defendant to show that the plaintiff was, at the time of the alleged lending, a poor man, and probably unable to loan the sum in question; or that the defendant was himself possessed of money, and therefore not driven to the necessity of using his credit. If so, why should not the plaintiff be at liberty to prove, that about the critical time the defendant was seeking to borrow? Standing unsupported, neither line of evidence would be sufficient to rebut the adverse allegation, but yet all must feel, that, in a doubtful case, the facts I-have supposed to be made out by the defendant, would go far to determine in his favour. On the other hand, where the proofs were otherwise in equilibrio, the fact I have thought the plaintiff might show, would, questionless, furnish an argument of some weight in his scale. Had the defendant’s effort been to borrow from another the sum for which the note was subsequently given, the inference deducible from the fact would, doubtless, be more stringent than where, as here, the sum first sought for is much smaller than the amount called for by the note. But the convincing power of the inference is for the jury, when weighing the value of the fact proved; not for the judge, in determining the bare question of its relevancy. It is sufficient for the purposes of his inquiry, that it has some affinity with the principal inquiry, though this may be weak or remote. Such we think was the condition of the evidence received here; wherefore,\nJudgment affirmed."}