{"id": "404632", "contents": "The opinion of this court was delivered by\nBurnside, J.\nLong, the pauper, while residing in Beaver township with his family, became chargeable. He was removed by an order of two justices to Hartley, from which order the overseers of Hartley appealed to the Quarter Sessions, who quashed the order of removal. The question was, whether, under the evidence, Samuel D. Long, having a wife and children, had acquired a settlement in Hartley township. The provision in the act of 1836, under which the settlement is claimed, is contained in specification 3, of §9 of that act; Dunlop, 631, 2, viz. “By any person who shall, bond fide, take a lease of any real estate of the yearly value of ten dollars, and shall dwell upon the same for one whole year, and pay the said rent.” The evidence was clear that Long and his family resided for about two years at Berlin Iron Works, in Hartley township. He came in 1845, when they were building the furnace, and worked by the day for some time. On the 4th July, 1845, he went in the furnace as keeper, at $22 per month ; he had a house and garden, and fire-wood into the bargain; part of the time his wages were increased to $24 per month. He was there more than a year after this. The house was considered part of his wages. He was told the house-rent was a good lift to him; when his wages were raised to $24 per month, he wanted $26. He was told by the manager that he ought to consider the house and privileges that he had, at least worth $2 a month. He was told what rent he would have to pay at other places. He considered and admitted it was so. The house had a garden, and ivas a story and a half high, with a small hitchen to it.\nAll the hands that had families were furnished with houses. Married men were preferred, because they drew provisions and store goods. They did not give away these houses. They were offered so much per month, and if they wanted more, they were told the house was worth something.\nThis is an important inquiry, as respects that class of men and their families who work at iron works, as well as other factories in this state. Nearly all our factories are well supplied with dwelling-houses for the labourers who have families, and in which they reside. Many have boarding-houses for the single ¶/en. There is not a factory in Pennsylvania that the owner or employer does not receive a high rent for those houses, either directly or indirectly, either by contract in rent, or contract for labour; and the evidence in this case satisfies us that Long paid $24 a year rent for his house. He was a tenant at will, and dwelt on the premises more than one whole year.\nIt is not necessary that the lease mentioned in the act should be in writing; going into possession, and paying a rent for the premises that are of the yearly value of $10, and dwelling upon the same one whole year, gives a settlement. No one can doubt but that Long paid his rent by his labour, which was principally paid for by the provisions he drew for his family, and the articles taken from the furnace store.\nThat the house and appurtenances was a tenement within the statute is to me manifestly clear. He paid rent beyond the value of $10, and he dwelt in it more than a whole year with his family.\nThe statute does not require a written lease, or that the rent shall be paid in money. It may be paid in labour or otherwise, if the house is occupied and the value of the labour or other equivalent exceeds $10 in value. A reference to a few cases will illustrate this.\nA yearly servant hired in husbandry, had by an agreement a house and garden, a rood of potato ground, and the keep of a cow on the' master’s land. The keep of the cow was instead of so mueh wages. The cow having failed in her milk, the master, in place thereof, kept two heifers for him on his land, through kindness, and not in consequence of any bargain. The potato land and the keep of the two heifers being together above the value of a£10, held that this was renting a tenement so as to confer a settlement: Rex v. Benniworth, 4 Dowl. & Ryl. 555; 2 B. & C. 775. Repairing gates is equivalent to rent: Rex v. Whitley, 1 T. R. 137; a settlement may be gained by a tenement of the yearly value of ¿610, though the rent of it be less: Rex v. Blisdale, Burr. Set. Ca. 828; 2 Bell’s P. L. 137. A man was hired by a farmer residing in parish B. as his shepherd. It was agreed between them that he should have a cottage in B. rent free, and the going of one hundred and five sheep, with his master’s flock. The term “going,” meant that the sheep should be pasture-fed, and the feeding or pasture in B. was worth ¿610 per annum. Held, upon a special case stating these facts as found by the session, that it was to be inferred from the case, that the feeding of the cattle was to be in the parish B., and therefore that there was a letting of a tenement of ¿£10 per annum in that parish: Rex v. Nactor, 3 B. & Ad. 543.\nThe evidence in the case is that iron-masters do not give away their houses for nothing. The township, wherever the works are, ought to support their poor.\nThe order of the Sessions is quashed, and the order of removal of the two justices of the peace is affirmed."}