{"id": "404606", "contents": "The opinion of this court was delivered by\nBurnside, J.\nIt is alleged that the plaintiff cannot maintain this action. The fee bill of 1821, under the title “ Sheriff,” has this item: — “Advertising general election, in addition to the printer’s bill, to be paid by the county, 75 cents.” The labour and services were done by the printer. The county is to pay for it by the express direction of the act: Dunlop, 298. No good reason can be given for the printer’s bill passing through the hands of the sheriff. But it is alleged this enactment in the fee bill of 1821 is superseded by the act of the 13th April, 1840: Dunlop, 803. The 8th section of that act, relied upon to sustain this position, relates to publications by order of the court in contests before them. These publications are for the benefit of, and to give information to, the people, and are made by express enactment of the legislature.\n2d. It is next objected, that the “ Coon ICiller” is not a newspaper within the meaning of the law; and that the publication in it was an evasion of the act of the legislature. The paper was before the jury. The only witness examined on that point, stated it was a newspaper. It is certainly not what is usually called a handbill, because a handbill is only printed on one side, and the Coon Killer is printed all over in German. I regret that I am not able to read it. It is produced to us here, and is about the size of the good old “ Pennsylvania Gazette,” started in Philadelphia by Kremer, in 1728, afterwards owned and edited by Dr. Franklin, subsequently by Hall & Sellers, in 1776, and a paper sought after, not only over the continent of North America, but over the civilized world. It is certainly a newspaper; 'but whether it was of the right politics, in advocating the election of the candidate of this or that party, is not the subject of error in this court.\nFor this part of his administration — the selection of newspapers • — the sheriff is responsible to the people. This court has no right to inquire about it.\n3. It is further objected, that the suit ought not to have been brought against the commissioners by name. This is true. The legislature, by the act of the 15th April, 1834 (Dunlop, 566), makes each county within the Commonwealth a body corporate. Prior to the passage of this act, it was the universal practice in all actions for or against counties, to institute them in the name of the commissioners. But this action was commenced before a justice of the peace; and, as it was the duty of the Common Pleas to amend the form of the action, they had a right to strike out the names of the commissioners and let the action remain against the county of Franklin: Caldwell v. Thompson, 1 Rawle, 370; Lyon v. Chalker, 2 W. 14, 173; Esher v. Flagler, 17 S. & R. 141. And we presume this was done because the statement of the demand is filed against the county. The county pleaded to issue, and the cause was tried on its merits.\nIn 17 S. & R. 141, this court held that when the transcript of the justice and the declaration agreed in substance, the variance in form will be disregarded.\nThe trial in the Common Pleas having been upon the merits, we will not reverse because the amendment of the transcript was not formally entered on the record by the clerk.\nJudgment affirmed."}