{"id": "404609", "contents": "The opinion of this court was delivered by\nBurnside, J.\nThe school directors, who were plaintiffs below, gave evidence that John M’Kee was the owner of the tract of land by patent from the Commonwealth, on which the village of M’Keesport is situated. That he laid out the town in 1792 or 1793, and sold the lots by lottery, a practice common in Pennsylvania at that period; and that he reserved the lots in question and dedicated them, in the plan of the town, for the benefit of the inhabitants for school purposes. The lots lay waste and were sold a few years since for taxes, as unseated, and redeemed under the act of 1815, by the school directors, within the period allowed by law. The defendants have no title beyond their recent possession. M’Keesport was incorporated by the court of Allegheny county in 1842, and is a school district. Neither John M’Kee, in his lifetime, or his heirs since his decease, have laid claim to the lots in question; but at all times recognised them as school lots. It is contended that this is not such a title in the plaintiffs, as will enable them to maintain this ejectment, because the cestui que trust never took actual possession or erected a school-house upon the premises, and to render the dedication valid and binding, it was necessary that there be an acceptance by the public. It is true that this property was not held by trustees, but the dedication of these lots was for school purposes by the proprietor. He made them by that dedication appurtenant to the other lot-holders in the town, to whom he executed deeds of conveyance. In many of our towns, public grounds, market-places, lots for churches, graveyards, and schools, are held by gift and dedication. No formal conveyances have ever been made to the inhabitants, holding and enjoying such grants and gifts as appurtenant to their other real estate. Infinite mischief and injustice would ensue from questioning such rights or permitting them to be questioned by intruders. Nor the principle many cases might be cited. I need only refer to Rung v. Shoenberger, 2 W. 25, which goes far to’ establish the principle I have stated. These lots were an appurtenant and belonged for school purposes to the purchasers and owners of property in M’Keesport. The act of 1836, Dunlop, 629, and its supplements, vests all such school property in the school directors of the proper district, and enables them to maintain an ejectment against an intruder. There is no error in the learned opinion of the judge who tried the cause.\nThe judgment is affirmed."}