{"id": "404691", "contents": "The opinion of this court was-delivered by\nCoulter, J.\nEvery one at all conversant with the land titles of Pennsylvania, knows, that there is often a blue and a better blue, an inferior and a superior title. If an individual had an elder warrant, survey, and patent, and some other individual having a junior warrant, survey, and patent, should sell one moiety of the tract to a third person, who should institute an action of partition (having obtained a temporary possession on a corner of the tract), against -the owner of the prior- title, also resident on the land, could not he give evidence of his title under the plea of non tenent insimul; or, would he be compelled to submit to a judgment quod partitio fiat, with his hands manacled, although he had in his possession the highest evidence that he did not hold together with the plaintiff, but holds in his own right, by a title superior to that of the plaintiff?\nThe plea undoubtedly means something; and if it does not mean that the allegation of the plaintiff is not true, I do not know what else it means. It is a direct issue; the plaintiff alleges that he holds together in common with the defendant. The defendant replies, that he does not hold with the plaintiff, or in common with him. Is not evidence that he holds by a title paramount to that of the plaintiff, a clear maintenance of his plea ? A jury are not precluded from finding the truth of the fact where it is directly within the issue, and where they cannot answer to the issue, without considering it. Whether the parties hold together and undivided, is the very issue created by the plea of non tenent insimul, and if one has a perfectly good title for the whole premises he cannot hold in common with him whose title is worth nothing.\nBut the court below thought the defendant was estopped by the verdict and judgment in favour of the plaintiff for a moiety. There was the mistake. The plaintiff did not take the fruits of his judgment. If he had taken possession, the defendant could have brought his ejectment, and had the matter reinvestigated. That was not done. The plaintiff lies on his oars four or five years, and then brings partition, and contends that the defendant cannot controvert his title. That would be to make one verdict in ejectment conclusive of the title, directly in the face of the act of Assembly. This cannot be allowed. The plaintiff says, that after judgment in partition, the defendant might bring his action of ejectment. That, however, is doubtful. Indeed it is almost certain that he could not; at all events, he would have to allow himself to be ousted of one half by partition, when the plaintiff could not by execution do it without issuing a seire facias.\nThe plaintiff showed no title but a record of the suit in which he recovered by ejectment one moiety of the land in question. The defendant then having pleaded non tenent insimul, offered to prove 1st. That the defendant had a good and valid title to all the land in dispute, superior to the title of the plaintiff.\nThe court overruled the evidence.\n2d. That Charles Pleasants, the plaintiff, is not, and never was in actual possession; that the defendants are in the sole and exclusive actual adverse possession of the property, and were so, even at the time suit was brought.\nWe think the evidence offered in the first bill of exceptions ought to be admitted, as directly tending to maintain the issue on the part of the defendant. The only title shown by the plaintiff is the verdict and judgment. That is only primé facie evidence of title, not conclusive, and may be overcome in partition as it may in ejectment. Courts cannot give the verdict and judgment greater force than the law gives to it.\nThe evidence in the second bill ought also to have been admitted. It is fairly within the range of the issue, and may conduce to elucidate some points of the case, even although the verdict be considered as giving the plaintiff a primé facie case. It might, with other facts under the first offer, conduce to show that the plaintiff got the verdict on account of the defendant’s being unprepared for trial, and that therefore he set so little store by it, that he did not take out execution or follow up his judgment to actual possession. In this way it would diminish the force of the verdict.\nIn case of no title whatever being shown but the judgment, this would be entitled to some weight in aid of the defendant’s title It is relevant and pertinent to the issue.\nWe think the court erred in excluding all evidence of title and possession in the defendant, and upon that basis instructing the jury that the plaintiff was entitled to recover.\nJudgment reversed, and a venire de novo awarded."}