{"id": "405882", "contents": "The opinion of the court was delivered by\nGibson, C. J.\n— The defendants had not power to release their co-defendant from ¡liability to the plaintiffs for the costs: an interest in the event, which disqualified him as a witness for them.\nThe other exception is better taken. The decision in Church v. Griffith, and White’s Appeal, is in point, that a chattel real is not the subject of a mechanic’s lien; and unless the meaning of the legislature was grossly perverted in those cases, they ought not to be overturned for any speculative error of construction. Except by the registry of a mortgage, a chattel real had not been the subject of a record lien; and the statute does not expressly make it so. It declares that a mechanic’s lien “ shall not be construed to extend to any other or greater estate in the ground, on which any building may be erected, than that of the person in possession, at the time of commencing the said building, and at whose instance the same is erected; nor shall any other or greater estate, than that above described, be sold by virtue of any execution, authorized or directed in the said act.” It is thus expressly said, that no more than the estate of the tenant shall be bound; but it is not expressly said that it shall be bound at all events, and without regard to its quantity or quality, nor is it intimated by necessary implication. We are to consider the old law, the mischief, and the remedy. The old law subjected the reversion to the expense of improvements by the particular tenant, or the legal title to be sold for improvements, by a vendee; the mischief was the apparent injustice of it, — more apparent than real; — and the remedy was, to subject only the estate of the particular or the equitable tenant to execution. The object of it was to abridge the lien, not to extend it; to modify an existing lien, not to create a new one. Now it is a rule, that a statute is to be interpreted, as near as may be, to the common law; and consequently, that the remedy is not to be pushed beyond the immediate mischief. The legislature knew that a chattel real had not been a subject of record lien; and had there been a design to make it so, it surely would have been expressed. It was probably thought that such a lien would not be an available security, especially when fastened on the interest of a tenant at sufferance, or at will. A lessee seldom erects any thing more valuable than a temporary or removable building, as an appurtenance to his mansion, his manufactory, or his warehouse ; and it would be so worthless, as a separate tenement, that a purchaser of it would scarce know what to do with it. In the usual course, the term would expire before he could get possession of it. In possession, he would be debtor for the rent, and he would have nothing for his money but the use of the improvements detached from the business they were intended to subserve. Should the legislature, however, think that such a lien would be worth the trouble of enforcing it, it V ill be easy for them to say so. _ In the mean time, let us not produce a conflict of decision for a doubtful interpretation. The judgment in McClelland v. Herron, 4 Barr 67, did not produce it, for no more was ruled than that a levy and sale of a term did not pass the fee. In the present case, there was no lien to remove.\nJudgment reversed."}