{"id": "405873", "contents": "The opinion of the court was delivered by\nCoulter, J.\n— By the 6th section of the act of 14th April, 1840, it is provided, that any person who has a lien on lands, or any other equitable interest, which may be sold for taxes, may redeem the same within the time limited by law for that purpose; and if that time is allowed to pass before that is effected, it shall, nevertheless, be lawful for such person to proceed in the manner prescribed by law, to collect the amount of the surplus bond given by the purchaser, as fully and effectually as the last owner, for whose benefit the surplus bond is given, could do; but that the money thus collected shall be paid into court, and distributed, as money is distributed which is produced by the sale of land which is encumbered, by the sheriff: so that the surplus bond is, in substance and effect,- substituted for the land, so far as creditors are concerned.\nThe borough of Erie was a lien creditor of Schwarze, the last owner, of the most meritorious kind, that is, a creditor for the balance of purchase-money on the land sold; and was, of course, entitled to the full benefit of' the 6th section of the act of 14th April, 1840. But Kelso, not a lien creditor, issues a foreign attachment against Schwarze, and attaches the surplus bond in the hands of Kelly, the purchaser and obligor in the bond. Thus, seeking to withdraw that bond from within the operation of the act of 1840, and to apply the proceeds to his own debt not secured by lien, in exclusion of the lien creditors.\nIt is very clear, that if he should succeed in this, he would defeat the 6th section of the act of 1840, and the policy of the law, which substituted the bond in place of the land, as to lien creditors. But that he cannot do. The court is bound to carry out the law, especially as it is just and right, and consistent with sound policy.\nKelly, the garnishee, had a right to defend for the borough of Erie; indeed, he was bound, in good faith, to do so; as, if he had permitted a judgment to go against him in this proceeding, without defence, it would not have availed him in a suit on the bond by the, borough of Erie against him.\nJudgment affirmed.\nG-ibson, C. J., being related to one of the parties, did not sit during the argument of this case."}