{"id": "405879", "contents": "The opinion of the court was delivered by\nBurnside, J.\n— The principle ruled by the King’s Bench, in Longchamp v. Kenny, Douglas 137, goes far to govern this case. There it was decided, that great benefit arises from a liberal extension of the action “for money had and received,” because the charge and defence in this kind of action are both governed by true equity and conscience; and the court held, that if one person obtain possession of goods intrusted to another to be sold at a fixed price; and at the time when the goods are to be redelivered, or the price accounted for, he refuses to do either; and the person to whom they were intrusted, being threatened with an action, pays the fixed price to the owner, such person may recover the same against him who took possession of them, in an action for money had and received. This has ever been considered a leading case to sustain this equitable action; and from that day to the present, both in England and in this country, the rule held in Longchamps and Kenny has been rather extended than abridged. Our last decision on this subject reported, (and we have many,) is Gray v. Griffith, 10 Watts 431, where the court held, that if goods be sent to a merchant who refuses to receive them because they are not such as were ordered, and, under pretence of redelivering the same to the order of the owner, spurious articles are substituted, and the genuine ones are not returned or accounted for, the owner may waive the tort, and recover the price for which the latter may have been sold, in an action for money had and received; but not upon a count for goods sold and delivered. It is in evidence by John McCullough, that he stuck the raft in six platforms, eight or nine floors deep, from fourteen to sixteen thousand feet of boards in the raft. They were rafted scale-fashion. It was delivered to the plaintiff in error; one half of the raft belonged to the defendant below, and the other half to James S. McCullough, by purchase. The hoards of the respective parties were in different platforms. James S. McCullough took the raft from Brady’s, and was last seen with it on the Ohio. It is contended that the court ought to have instructed the jury that the plaintiff could not recover in this action, which, in the judgment of this court, would have been manifest error. It is settled in very many cases, that where one man takes the goods of another, the owner may waive the tort, and maintain assumpsit for their value.\nAnother question attempted to be raised, was, an alleged settlement between the plaintiff in error and the attorney of the defendant, who is now deceased. There is not a particle of evidence in the case, tending to show that that settlement had any thing to do with the boards in question.\nJudgment affirmed."}