{"id": "405886", "contents": "The opinion of the court was delivered by\nBurnside, J.\n— This is a stale complaint. A reference to the dates and facts in the paper-book are essential to its correct determination. John Wolf Whistler died in 1819 or ’20. The precise date is not in the paper-book, nor is it material. Shortly before his death, he had sold all his real estate to his .daughter Mary, and taken her obligations for ¿£100. Two hundred of this sum in his will he directed to be paid to his executors, and the residue, ¿£500, was to remain a charge on his farm, for the support of his lunatic son John. He bequeathed other moneys for his support, in his will, which were collected and expended for the support of John, who died in 1839. Some time after the death of John, the ¿£500 was paid to Pennypacker, the accountant and surviving executor and trustee of John, undér his father’s will.\nThe estate being in bonds and specialties, on the 20th of December, 1821, the executors, having collected whát they believed to be all the estate, filed their account for distribution, which was headed, “Elijah Eunk and Joseph Pennypacker, executors of the estate of John W. Whistler, late of Charlestown township, Chester county, deceased, in account with said estate.” This account exhibited the whole estate the executors had collected, and in their hands — and they charged themselves with a balance of $3968.69, which they distributed and paid over, as the will directed, among the heirs of the testator. Susan McCowan, a daughter of the deceased, had removed with her husband and family to the State of Ohio. Her portion was paid on a letter of attorney, on which was endorsed, that on the 15th January, 1822, he had “ Received from the executors of the estate of John Wolf Whistler the sum of three hundred and ninety-five dollars forty-nine cents, on the within power of attorney, in full for the present dividend, till after the death of John Whistler.” This account was confirmed by the Orphans’ Court, on the 4th of February, 1822, where it has remained firm and stable to this day.\nAmong the assets and vouchers of the estate, was a bond of one Jonathan Adamson, in which a Daniel Conard was bail. It is not pretended but that Adamson was insolvent. The executors had collected without suit, and received from Conard, $200. They charged themselves in their administration account with the whole bond, credited the estate with the $200 received, and claimed a credit by a loss on the bond of $204.63, which was allowed by the register or clerk, and confirmed by the Orphans’ Court, without objection. It is now alleged that some years after this period, Conard was in circumstances, and able to pay the balance. Conard sold out in Chester county, and is long since dead. Funk, though then an aged man, was an active man of business. He died in 1823. Pennypacker was a young man, in whom the testator must have had great confidence, for in his will he made him guardian for his unfortunate son. No suit was ever brought against Conard for the balance due on the bond, and it is possible it might have been collected; but there is one fact which was but little noticed by either side in the argument, which struck me with force. When Conard paid the $200, he demanded the bond to be given up to him: it was refused until the balance was paid, when he declared that if he had known that, he never would have paid a cent of it.\nInNovember, 1847, the appellant, as surviving executor, having received the £500 from the administrator of Mary Place, who represented the real estate devised to his daughter Mary, filed an account exhibiting a balance in his hands due the heirs of $1335.52. He paid all the heirs, except Susan McCowan, who was deceased— when a question arose whether her husband or her children were entitled. A case was stated and filed in the Common Pleas for the opinion of the court, which was finally withdrawn — whereupon Pennypacker filed the account which I have referred to, as “ the final account of Joseph Pennypacker, surviving executor of the last will and testament of John Wolf Whistler, late of Charlestown township, in said county, deceased.” The executor made the balance due Susan McCowan in his hands $436.34. To this account David McCowan, one of the children of Susan, filed exceptions, alleging the accountant had not eharged himself with all the money he had received, or ought to have received, as executor. The Orphans’ Court referred the account and exceptions to an auditor, who charged the accountant with the balance stated in the former account of 1821, of $204.63, which the court had given him credit for, and with 27 years, 6 months, and 15 days’ interest, $330.99, making this item from loss by negligence, $535.62. To this report of the auditor, Pennypacker filed exceptions which the court overruled. The exceptions in this court are reduceable to one point: whether, after a lapse of more than twenty years, the former account could bo opened, after so long an acquiescence in its correctness, the decree being of a court of competent jurisdiction ?\nThe Orphans’ Court of Pennsylvania is governed by the well-settled principles of courts of equity. After a lapse of twenty years, bonds and all other specialties, merchants’ accounts, legacies, mortgages, judgments, as well as all evidences of debt excepted out of the statute of limitations, are presumed to be paid: 1 Fon. Eq. 329 ; Gil. Eq. Rep. 224; Bickley v. Richards, 13 Ser. & R. 402; Foulke v. Brown, 2 Watts 214. Here there-is a decree of the proper court giving credit for this claim — all parties interested rested satisfied; and at this distant day, this decree is attempted to be set aside, on an alleged negligence, when all or nearly all who knew the situation of the parties are in their graves. It was well said by Mr. Justice Sergeant, when he honored this bench with a seat, that “the rule of presumption, when traced to its foundation, is a rule of convenience and policy, the result of a necessary regard to the peace and security of society. No person ought to be permitted to lie by whilst transactions can be fairly investigated and justly determined, until time has involved them in uncertainty and obscurity, and then ask for an inquiry. Justice cannot be done when parties and witnesses are dead, vouchers lost or thrown away, and a new generation has appeared on the stage of life, unacquainted with the affairs of a past age, and often regardless of them:” 2 Watts 214-15. I consider the decrees of the Orphans’ Court of twenty years standing final and conclusive on all parties in cases within their jurisdiction. Here the attempt is to set aside that decree at this distant day, when the bond is lost, and those witnesses dead who could best explain the transaction, upon evidence of doubtful negligence, and to charge an executor with money he never received; and this in the face of a decree of an equitable court of competent and full jurisdiction.\nCourts of equity have ever held and considered it mischievous to encourage claims founded upon transactions that took place at a remote period: 2 Sch. & Lef. 71. But it is said, Susan and her family were in Ohio, and that this is an equitable circumstance. It is of no weight after twenty years. Such a circumstance would be entitled to consideration within the limitation of that period. Culpable negligence must be clearly shown to raise a presumption of wilful misconduct: 4 Watts 179. A non-receiving trustee is never held liable for a loss, only when culpable negligence has occasioned . it, which must be clearly shown. Our law allows extensive discretion to executors in settling claims: 6 Watts 250.\nHere the executors collected and paid over with but little expense or loss to the estate. At this distance of time, the legal presumption is that the debt of Adamson was a bad debt. The exhibition of it, and the allowance of a credit for it, by a court of competent jurisdiction more than twenty years ago, and the acquiescence of the heirs without complaint, ratified and confirmed the decree of the court thereon, and settles it for ever.\nThe report of the auditor and the decree of afiirmance thereon of the Orphans’ Court is reversed, with costs accruing after the report was made by the auditor to the Orphans’ Court, and the account of the executor is affirmed."}