{"id": "405866", "contents": "The opinion of the court was delivered, by\nBell, J.\n— In this court a question is made whether a father can\nrecover, in this form of action, for the lost services of a debauched daughter which might have been rendered after her marriage with the seducer ? As the action is technically per quod servitimn amisit, the suggested doubt would seem to be well worthy of consideration, and, were the point propefly presented, it would call for a distinct determination, notwithstanding the real injury to be avenged is not the result of merely pecuniary loss, but flows from the wrongs inflicted upon the plaintiff’s social position, and the violence done to his peace as a parent, and his honor as a man. But it is apparent from the record, that this question was not so raised on the trial as to demand of the trying tribunal an expression of opinion, or to justify us in pronouncing any which might affect the rights guarantied by the verdict. It is said to be fairly offered for discussion by the exception taken to the admission of evidence. This cannot be. When the evidence excepted to was offered, there was no proof the plaintiff’s daughter had ever been married. Nay, there was not even a suggestion of this fact; a fact, no doubt, sedulously excluded by the counsel as forming'part of the defence, and which could not be introduced incidentally or upon cross-examination against the assent of the plaintiff. Probably from the form assumed by the exception, an effort was then made to bring the marriage to the notice of the court; but as the progress of the plaintiff’s case could not be suspended for such a purpose, it necessarily failed. Accordingly, we find that immediately after the defence was opened, the defendant recalled the same witness -to establish the marriage of his sister in November, 1847. Up to this moment it could not have been judicially known to the court, and of course, a prior ruling of a controverted point of evidence could not,- by possibility, have turned upon it. How, then, stood the ease when the objection to evidence was offered ? The witness was testifying to the domestic habits of his sister before her pregnancy and confinement. He had said she used to assist her mother in the necessary work of the house, and added: “ I don’t know how long she was confined to her bed, but she is not healthy ever since.” Then follows the memorandum, for it is nothing more. “ Evidence since marriage, objected to.” Evidence of what? Whose marriage? To neither of these questions does the record up to this point furnish an answer. How, then, could the court be called upon to determine at that moment what would be the legal effect of the daughter’s marriage upon the father’s rights ? It is obvious no such inquiry could then be propounded to it; and it is equally obvious the court did not, as it regularly could not, assume to answer if the query were then presented. Had the defendant wished the instruction of the court upon this head, it was very easy to procure it by submitting the proper request. But although he furnished points upon which he prayed a direction to the jury, he wholly omitted to call attention to the question he now attempts to make. He was probably influenced to this omission by the conviction that whatever might be the answer returned, it would, under the developed facts, affect but little, if at all, the final result. Under these circumstances, we should hazard injustice both to the party and to the learned President of the Common Pleas, by entertaining the inquiry pressed upon us.\nThe idea advanced by the second of the defendant’s points is, certainly, a novel one; at least to me. It assumes that the marriage of a debauched daughter with her seducer, must be accepted in all cases as a full atonement for the mental anguish endured by the parent; for the insult offered to his honorable feelings; for the deep distress which may overwhelm the family circle, because of the indelible disgrace inflicted upon one of its members; and for the irretrievable loss of social position. Marriage, though tardy, may, in many instances, alleviate these wrongs but it cannot, in any, entirely compensate them. Marriage, may, therefore be reasonably offered as a fact which ought to mitigate the damages to be recovered; and so the judge told the jury in this ease. But the proposition is, that it ought to be accepted as a complete bar to the recovery of any sum beyond the mere pecuniary value of the actual service lost by the parent. This position is, certainly, somewhat startling, especially when it is recollected that, in a large majority of the cases where a galling sense of wrong has overborne the natural reluctance to offer private distress to the publicity of judicial investigation, the loss of service is a mere fiction, the toleration of which sheer necessity has wrung from the obduracy of the ancient common law. That necessity sprung not from the propriety of reimbursing an abstracted profit, but from the conviction that private happiness and public order alike demanded, at the hands of the law, some protection of the sanctities of home against the desolating intrusion of lawless passion. None of the numerous cases of this description with which our books abound, offer a recognition of the supposed principle, invoked by the defendant. Did it exist, the instance before us would offer a strong illustration of its injustice. The evidence indicates that the seeming reparation offered by the defendant, was suggested by no penitent desire to atone for the past, but was embraced as a means of escaping from the legal consequences attendant upon the wrong inflicted. The events which followed the marriage, prove it to have been an accumulation of injury; if, indeed, it were not so intended. How, consistently with reason, such a marriage can be set up as a bar to the recovery of exemplary damages I am at a loss to perceive. I do not say what followed immediately upon it, ought to he received as a legitimate cause for swelling the damages, but, certainly, may very properly be considered in weighing the question whether the marriage itself ought to be accepted in mitigation ? To assert otherwise, would be to ascribe to a new insult the singular power of obliterating the old.\nThe views expressed by the Court of Common Pleas as to the legal effect of the act of 1843 and the indictment framed under it, upon the rights and remedies of the plaintiff in this action, are well founded. The legislature, when creating a new crime, had no intent to interfere with an existing civil remedy. Each is entirely independent of the other. In fact, the criminal offence requires the ingredient of a promise to marry, which does not, necessarily, enter into the civil injury. The defendant was acquitted under the indictment, solely because he had redeemed this promise. It would be singular, indeed, if the mere fact of having been indicted and acquitted, should also relieve him from the penalties of a private wrong, not involving the element to which he owed his escape from the public prosecution. Besides, the object of one proceeding is to vindicate the public peace and dignity; of the other, to avenge an individual injury by the infliction of heavy pecuniary damages. They may, therefore, well stand together. If not, why should not the statutory indictment for fornication — an offence also founded in seduction — operate to destroy the private remedy ? an effect I have never heard attributted to it. But as this point was very faintly urged, it is unnecessary to labor it.\nThe cause seems to hare been fairly tried, and the questions of law presented correctly determined. If the defendant has been severely dealt with, he must ascribe it to the peculiarities of his case: there is no room to visit it upon the conduct of the judge.\nJudgment affirmed."}