{"id": "405885", "contents": "The opinion of the court was delivered, by\nCoulter, J.\n— Hetrick, who was a farmer in a small w'ay, but did a little at every thing, as appears by the evidence, had two yoke of young oxen in Ms possession, at the time the alleged grievance was committed by the defendants, one of whom is a judgment creditor, and the other a constable. In July, 1848, Campbell issued an execution on his judgment against Hetrick, wMch Crum, the constable, levied on one of the yoke of oxen, which were acknowledged, on all hands, to be the property of Hetrick, and sold them. And for that this action of trespass is brought, under the exemption law of 22d April, 1846. The other yoke of oxen, it appears very distinctly from the evidence, were sold by Hetrick, in August, 184^, to Grinder, who paid the money for them, part at the time of his purchase, and the residue soon afterwards, but agreed that Hetrick should retain them one year, for the purpose of breaking them thoroughly to the yoke, which Hetrick agreed to do; by which time, it was the understanding of the parties, that the younger oxen, sold by the constable, would be sufficiently tutored and trained to do the work on his sterile bit of land, where he was, in the language of the act of Assembly, “ actually engaged in the science of agriculture.” The question, then is, whether the sale to Grinder, being a constructive or legal fraud, and therefore void as to creditors, 'in consequence of the possession of the oxen not accompanying the sale, did or did not divest Hetrick of the ownership. There is no evidence of actual fraud on the part of Grinder. It is admitted, or not denied, but that the purchase by him was bona fide and for value.\nThe court below instructed the jury that as the possession did not accompany and follow the sale to Grinder, it was a legal fraud against creditors; and in this they were right. But they further instructed them, that it did not divest Hetrick of the ownership; and there the learned court fell into an error. The statute of 13th Elizabeth enacts, that all sales, transfers, and assurances, made with intent to defraud creditors, shall be considered void, as against the interest intended to be defrauded. And a long train of decisions has firmly established, that the retention of possession by the vendor of a chattel, is a constructive or legal fraud, as against creditors. And this rule was adopted because possession of a chattel is the ordinary evidence of ownership, and because a contrary rule would give facility to collusive and fraudulent sales, for the purposes of covin, whilst the vendor retained all the advantages of ownership. But the very same train of decisions establish that such sales are good and valid between the parties themselves. And if good between the parties, Hetrick ceased to be, and Grinder became the owner. Grinder’s creditors, if he had any, could have lawfully levied on the oxen left in the possession of Hetrick, and lawfully sold them; or Grinder himself could have taken them; and thus poor Hetrick would have been stripped, and deprived of all his oxen, without remedy or redress, contrary to the plain words of the act of Assembly, which entitled him to retain one pair, of which he was the owner. It was the creditor’s own fault, and results from his own want of caution and vigilance, if he is brought into a dilemma. He ought to have levied on the pail’ of oxen sold to Grinder, because, against the creditor, that sale was void, and Grinder would have no cause of complaint, inasmuch as it was his own folly and remissness to leave the chattel in the possession of Hetrick. He knew, for every man is presumed to know the law, that by that act he ran the risk of losing his property. Thus the law deals out its judgments with an equal hand in relation to all parties concerned. It is bootless to say that the creditor and the constable did not know which, or whether both yoke of the cattle were owned by Hetrick. It was their business to inquire. The officer always executes process at his peril. He is not bound to execute at all without indemnity; and the law favors only the vigilant officer. The defendant in error relies much upon the case of Fuller v. Lindsay, 10 Watts 146. But that decision was made on a different statute, and went upon grounds not applicable to this case. The exemption in the act of 1886, was to “ articles owned by or in the possession of any debtor.” There the defendant was in the possession of two cows, one of which he owned, and the other he had leased for a definite period. The court held that either of the cows in his possession might be sold; his interest in the one \"which he possessed by lease, and the right to the other which he owned; and that the sheriff was not liable for selling the one of which the debtor was the absolute owner, because he might levy on either, and because the exemption Ayas to articles “ owned by or in the possession of any debtornot owned by and in the possession, &c. A distinction somewhat refined, but so the decision runs. The distinction, however, is exact and just, nevertheless. That decision went upon the peculiar phraseology of the act of 1836, and upon the fact of the one held by lease being subject to sale for the term ; so that both or either were subject to levy, the act not giving the debtor the privilege of electing which, but only that one should be exempt. This decision was before the eye of the law-making power in 1846, when they passed the act exempting one horse, mare, or gelding, or in lieu thereof, one yoke of oxen, at the option of the defendant; and it is in full evidence that the defendant in this case objected to the levy on the oxen, which the constable took. The phraseology of the act is as follows, to wit: property owned by any person actually engaged in the science of agriculture, to wit, one horse, &c., leaving out all the language as to possession. That decision does not touch or reach the principle of this case; the question of legal fraud was not implicated in it, and because both cows there were liable to execution, being in the debtor’s possession. But here both yoke of oxen were not the property of Hetrick; of one he had divested himself by the sale for value to Grinder, whose creditors could at any time have taken it before the levy, or who could take it himself, whilst in the possession of Hetrick, and whose property it was, unless the creditors levied on it in the possession of Hetrick; and that would raise the question of legal fraud, and consequent invalidity of the sale as against them. This left but one yoke, as the property of Hetrick, because the other yoke could not be his and Grinder’s, at the same time; and the former he owned, and was entitled to retain against creditors, under the act of 1846, but which the defendants took from him against law. I confess that this may seem to afford some facility to covinous debtors. But we must take the law as we find it written and established. And the law is always made with rela'tion to the rights and remedies of all persons interested. But neither the law itself, nor the action of courts upon it, can always circumvent or frustrate the covin of fraudulent persons, without the aid of the caution, vigilance, and circumspect action of the creditor himself and the officer who executes process.\nJudgment reversed and venire de novo awarded."}