{"id": "405893", "contents": "The opinion of the court was delivered, by\nRogers, J.\n— The act to incorporate the Ohio and Pennsylvania Railroad Company, in providing a mode of estimating the damages to the land through which it passes, directs that appraisers shall be appointed, who, after being duly sworn, shall consider the benefit as well as injury which the owner shall sustain by reason of such railroad, and shall forthwith return their appraisement of damages to the clerk of the proper court, “ setting forth the value of the property taken, or damages done to the property, the amount of benefit conferred, and the difference between the damages done to the property taken, which they assess to such owner or owners separately, to be by him filed and recorded.”\nThe directions of the act, so far from being directory merely, are as mandatory as language can make them. The assessors are imperatively commanded, not as heretofore in other acts, not only to consider, in their estimate of damages, the benefit as well as injury which the owner has sustained, but to spread on the face of their report, and make it part of the award, not only the value of the property taken, or the damages done to it, but specifically to set forth the benefit, if any, accruing to the owner from the railroad, and the difference between the damages done to the property taken. The object of the legislature, evidently, is to put an end to lumping estimates of the compensation to which the owner is entitled, by making it the duty of the appraisers to show on the face of the report, the means by which they arrived at the result of their estimate. And the provision, no doubt, was introduced into the act for the benefit, not only of the company, but of the owners of the land, furnishing data to the courts, in whom is invested a supervisory power over the appraisement, by which they may more readily and certainly determine whether injustice is done by the award. In this award, the appraisers have not paid the slightest regard to the requirements of the act, but have confined themselves to a report that, after viewing the land appropriated by the company, and having taken into consideration the advantages and disadvantages of the railroad, awarded to Robert Wallace the sum of $900 damages, to be paid to him by the company. The appraisers wholly omit to mention the value of the advantages to the owner resulting from the road. As, then, the award was not made in the way pointed out by the act, it must be set aside. The defect appearing on the face of the report itself, it is competent for this court to give relief on certiorari.\nAward set aside."}