{"id": "405895", "contents": "The opinion of the court was delivered by\nBell, J.\n— The leading question made by the plaintiff in error is, whether a mortgagee who. purchases the mortgaged premises, under a younger judgment, for a sum not exceeding the amount secured by the mortgage, is entitled to pay the purchase-money by entering satisfaction upon the mortgage. As preliminary, a grave doubt has been suggested whether such an inquiry can be entertained in this action, founded, as it is, upon the total failure of the purchaser to comply with the conditions of sale ? The allegation is that he wholly refused to abide by his contract; and there is no evidence that, at any time, he offered to do so, or any thing equivalent to it. It is said that had he wished to ascertain his rights and liabilities as purchasing mortagee, the proper course would have been to pay the purchase-money into court, followed by an application to take it out in satisfaction of his mortgage, or possibly, by instituting a proceeding under the act of 20th April, 1846, relative to lien creditors becoming purchasers at sheriffs’ sales. But instead of thus recognising and insisting on his purchase, the mortgagee repudiated and disclaimed it, in direct violation of his covenant, the stipulated penalty of which was a resale at his risk. How, then, it is asked, can the mortgagee, in this action to enforce the penalty, set up the existence of the mortgage as a defence even under an admission of his right to apply it in satisfaction, had the offer been properly made? I confess this query struck me as one difficult to answer, when it was first presented, and I am not yet satisfied that it rests on mistaken ground. Perhaps it might be answered that the risk to be hazarded by the mortgagee depends simply upon the contingency of a sum being bid, at the second sale, less than the amount of the mortgage; a contingency which has not happened in this instance, and consequently no damages have been suffered beyond the costs of the last sale. But I will not pause upon this proposition, since, under the view we take of this part of the defence, it is unnecessary to decide it. To avoid all merely technical difficulties, we prefer to rest the decision of the point upon a total denial of the assumed right of the mortgagee. Such a creditor, purchasing the mortgaged lands generally, and without any previous stipulation, stands in no more favorable position in relation to the subject of the sale than a stranger to it. I will not say that a mortgagee may not, with the assent of the sheriff, and under a distinctly ascertained stipulation inserted in the conditions of sale, purchase the pledged land, free of the lien of the mortgage, and thus enable himself to apply the amount of the lien in satisfaction. But heretofore it has never been thought that, since the act of 1830, he may without a word of caution, or any agreement on the subject, bid for the property a specified sum, and then, in defeat of subsequent lien creditors, discharge his bid by an application of his mortgage. To permit this, would be to destroy all competition between him and other purchasers, by making the existence of the lien to depend upon the person of the bidder. The proposition would be, if the mortgagee buys, he takes free of the lien, but a subsequent encumbrancer and strangers take subject to it. In this way, the latter might be offering double the amount bid by the former, and until the hammer of the auctioneer fell, no one could tell what was to be the final condition of the property. The recognition of any such rule would lead to intolerable mischief, by clothing mortgage creditors with unreasonable mastery of their debtors’ property, regardless alike of the interests of the debtor and the rights of his other creditors. Were the case of a mortgagee purchaser excluded by the letter of the statute relating to this subject, this reason, with others which might be given, would afford sufficient ground for such an exposition as would bring him within the operation of the act. But we are not driven to construction to effect this. Such a purchase is within the letter of the provision as well as within its spirit, and ingenuity would be taxed in vain for an argument suggestive of the propriety of change in this particular. Since the enactment of the statute, it has undergone much discussion, both in reference to its general aspect, and its effect upon the interests of a mortgagee supposed to be assenting to a salé free of the encumbrance. In these instances, much has been said as to the arrangements and mode of proof requisite to ¡Sustain such a sale, but none have supposed that without such prior arrangement the lien of the mortgage could be affected, either for or against the mortgagee. Before leaving this point, I may-,say that if the plaintiff in error stands in danger of injustice, iVresults from the refusal of the Court of Common Pleas to set asiáe the sheriff’s first sale. If the mortgagee bid for and purchased the land under a misapprehension of his right in the particular we have been considering, I should think the mistake might have furnished a sufficient reason for setting aside the sale. In the exercise of a reasonable discretion, the courts have not been rigid in the application of the maxim caveat emf tor to judicial sales, but have always'liberally interfered for the protection ef ah'erring purchaser untainted by fraud. In this instance, however, the execution court refused its'aid, and doubtless for some sufficient reason. But whether right or wrong in this, we are incompetent to review its conclusion, since no appeal lies from it..\nThe second point of defence rests in the supposed invalidity of the sheriff’s sale, because of the absence of an express approval by the court of the inquisition of condemnation. But this omission is at best but an irregularity, of which none can take advantage but the defendant in the execution, and he only at the proper season. Crowell v. Meconkey, 5 Barr 168, furnishes a parallel instance in which it was so ruled. Indeed, to hold that such an objection is fatal, in the mouth of a stranger, at any distance of time, would be attended with the most disastrous results; since, so far as my experience extends, that provision of the act of 1836, which speaks of the inquisition being approved by the court, has never been literally executed. The certificates that have been submitted to us show that in Philadelphia, Chester, Berks, Montgomery, and Lancaster counties, the practice of procuring the express approval by the courts has never obtained. The same may probably be said of most of the other counties of the Commonwealth. Now, many of our reported cases show that, even conceding this omission to be an error in the beginning, its universality would be accepted as a practical construction of the law, which the safety of the community requires should be adhered to. This would be the doctrine applicable, were it necessary to resort to it. There is, however, really no need for recourse to the argument ab inconvenienti ; as the writ of venditioni is, in legal contemplation, issued by the court itself, or by its permission, liberty to sue it out may be regarded as evidence of the court’s approval of the inquisition. Certainly so, as against a stranger to the process.\nThe other specifications of error have not been insisted on. Indeed, those which have been considered cover all there is of substance in the defence.\nJudgment affirmed."}