{"id": "405887", "contents": "The opinion of the court was delivered, by\nCoulter, J.\n— The evidence contained in the two bills of exceptions, tendered by plaintiff, ought to have been rejected.\nScott had purchased the horses, harness, &c., about four weeks before they were levied on, from Strain, had taken them into his possession, and used them as his own, and paid for them. There was no evidence of any collusion, or fraud, or combination, or concert, between him and Strain; nor that he knew Strain was indebted, much or little, without the means of paying it, arising either from this sale or other property. Under these circumstances, the evidence in the first bill of exceptions, to wit, that after Strain had sold to Scott, and perhaps after the levy on the property in Scott’s possession, Strain had said, not in the presence of Scott, that he sold the property for the purpose of preventing his creditors from collecting their debts, ought to have been rejected. At the time Scott purchased, there was no execution against Strain, nor for four weeks after the purchase. He could not, therefore, have sold to prevent the due execution of process in the hands of the officer. But what his intentions were, \"unknown and uncommunicated to Scott, is of no consequence. One man cannot be prejudiced by the fraud of another, of which he has no notice nor opportunity of receiving notice. In that case, he might be guilty of such supine negligence as would be equivalent to fraud against the party injured. But there was nothing of that kind of supine negligence on the part of Scott, in this case. No scintilla of it. No man is bound to search all the justices’ dockets in a county, to find out whether there are judgments against an individual, before he ventures to purchase a cow or a horse from him, or some wheat, or potatoes, or oats. In short, there is nothing in the evidence to bring the case within the statute of Elizabeth, or the analagous principles of the common law.\nThe evidence objected to in the second bill of excejDtions ought not to have been admitted, to wit, “ that the hands at the furnace generally, as witness believed, knew that Strain was in debt, and crowded for payment, before he sold the property; and that witness understood that Sweezy was one of them.” What a witness believes other people knew about another man’s debts, is as flimsy as cobweb and lighter than gossamer, when Scott, the man af■fected, is not alleged to be among these people. If such evidence can be lawfully admitted, no man who purchases personal property, no matter how bond fide and honest his conduct, would be safe. But admit it all to be true, and that Scott had heard the man was crowded for the payment of his debts, that is, craved, I presume, and there appears to be only two creditors, Sweezy and another, all amounting to about $110, the amount which Scott gave for the property, might not Scott be allowed to presume that the sale was for the very purpose of paying debts ?\nIt is sufficient to say, that this evidence neither brought home, or tended to bring home, any fraud or culpable negligence to Scott, and was, therefore, improperly admitted.\nThe evidence in the third bill of exceptions is wholly irrelevant and incompetent, for the same reason, to wit, that it does not affect Scott with guilty knowledge, or any knowledge at all, and is of little weight in any respect.\nJudgment reversed and a venire de novo awarded."}