{"id": "405868", "contents": "The opinion of the court was delivered by\nBurnside, J.\n— It is true that our law is well settled, that a concealment of facts material to the risk, and within the knowledge or power of the assured, and which the insured is not bound to know, vitiates the policy: Hazzard v. New Eng. Marine Ins. Co., 1 Wash. C. C. Rep. 283; 2 id. 357; 1 id. 566.\nBut is this principle to be applied to the case before us ? This is a mutual insurance association or company, in which the defendants in error, the moment they effected a policy, were ipso facto members of the corporation, and as much bound by its constitution and by-laws as the other members of the institution: Susquehanna Ins. Co. v. Perrine, 7 W. & Ser. 348. Its principal capital was the deposit notes of the insured.\nWas there an omission on the part of the assured, which the bylaws or printed and published regulations of the company required? Bid they omit to perform any duty the company required? We look in vain into their printed constitution and by-laws for evidence which will enable us to answer either of these questions in the affirmative. The second section of the by-laws makes it the duty of the company to appoint a surveyor, who is made a standing and permanent officer of the association; and the sixth section provides “ that it shall be the duty of the surveyor, within three days after application shall have been made, to examine, survey, and take the correct description and dimensions of all property to be insured by this association, and to set a valuation thereon, taking into consideration the exposure and liabilities of the premises to be insured to loss or damage by fire, and fix the per centage, as shall be hereinafter specified and determined in the conditions of insurance, and to furnish the secretary with an accurate copy of the same, within three days after the survey shall have been executed.” ' There is nothing that I can discover in the constitution and by-laws of the association that imposes any duty upon the insured, but to make his application. All necessary and subsequent duties and examinations the company reserves and imposes on their own officers. When the association is satisfied, the policy issues, and the insured pays his money, and gives his bond, which becomes a part of the capital of the company. This insurance was on the personal effects of the plaintiffs below in their mill at Newportville. The offer was to prove, “that at the time when the application for insurance was made, and the policy granted, the plaintiffs gave to the secretary of the company a statement of the personal property they desired to have insured, and they omitted to state that there was a corn-kiln attached to the mill, in which the personal property was deposited — that the fire, which consumed the building, originated in the corn-kiln. And further, that the secretary and company had no knowledge, when the policy of insurance was issued, or at any time, till after the fire, that there was a corn-kiln attached to the mill; and if they had known that fact, the rate of insurance would have been higher. And that one of the plaintiffs admitted that it was not made known to the company that there was a corn-kiln, when the contract of insurace was effected.” The court rejected'this offer, and this is the error assigned. If the company had not reserved all subsequent duties of survey and examination to themselves and their own officers, after the application was made for the insurance, there would be some weight in this offer, and it ought to have gone to the jury; but as they have imposed no duty, beyond the application, on the insured, it was the business of the company, before they issued the policy, to see whether the corn-kiln was adjacent to the mill insured, as well as to examine all other buildings adjacent thereto. If the company had made inquiry, and a false statement had been given, it no doubt would have been receivable in evidence. And if given by the plaintiffs, or either of them or their agent, it would have tended to avoid the policy. But the mere omission by the plaintiffs, when they made their application to insure grain in the mill, to return the corn-kiln, or to say any thing about it, when it is well known that there are corn-kilns attached to half or more of the grist and merchant mills in Bucks county, would not excuse the officers of the company, who neglected inquiry, from gross negligence. No men of common prudence would grant a policy on the grain, in a grist or merchant mill, without inquiring into its situation, and the situation of the adjacent buildings. As regards this mutual insurance company, under the rules and regulations, the evidence would have been irrelevant, and the court were right in refusing to receive it.\nThe governing principle and object of mutual insurance associations is to share each others’ losses for the general weal: 7 W. & Ser. 351. ■ There was no breach on the part of the insured, of any by-law or regulation of the association: Rhinehart v. The Allegheny county M. I. Co., 1 Barr 359. The officers of the company omitted a duty, expressed or fairly implied in their by-laws. It was their duty to examine the mill and the buildings adjacent, before they granted the policy. The plaintiffs are not to suffer from their neglect. Mutual insurance associations are of modern growth. They were originally intended for the safety of the vicinity and country in which they were located. In some instances they have endeavored to grasp the State, and extend their operations into every county. For one, I will never agree to extend to them the law as it has been settled in cases of marine insurance. They shall have the law fairly administered to them, in accordance with their charters.\nThe judgment is affirmed."}