{"id": "405878", "contents": "The opinion of the court was delivered, Oct. 9th, by\nGibson, C. J.\n— Of the impolicy of holding a tight rein over the doctrine of conspiracy, I expressed my opinion in Mifflin v. The Commonwealth, 5 W. Ser. 464, without intending to intimate that it should be suffered to run wild. It ought, at least, to appear that not only the end to be accomplished, but the motive for it, was wicked. In every count of this indictment the combination is laid to be an agreement to commit adultery, without reference to time, place, or circumstance. The sum of the* charge is joint consent, which is an ingredient in every fornication or adultery; and if it were separately a substantive offence, parties acquitted of actual connexion, might be put on trial for what would be, in morals, a lower degree of the same transgression. The statute which made it a temporal offence, contains no provision for splitting it into degrees, like homicide, to give the prosecution of it more than a single chance of success. If consent to an adultery be a lower degree of temporal crime, why might not the parties to it be found guilty of it on an indictment for actual connexion ? Because, it may be said, confederacy is an offence of a different stamp. It is so in form, but not in substance, else an adultery or a fornication consummated, would consist of distinct and different crimes. But to call the thing by different names, would not enable the attorney general to put the parties twice in jeopardy for it. If confederacy constituted conspiracy, without regard to the quality of the act to be done, a party might incur the guilt of it by having agreed to be the passive subject of a battery, which did not involve him in a breach of the peace. By such preconcerted encounters, it has been said, a reputation for prowess is sometimes purchased by gentlemen of the fancy. In the same way there might be a conspiracy to commit suicide by drowning or hanging in concert, according to the method of the Parisian roués, though no one could be indicted of the felony if it were committed. It may be said, such conspiracies are ridiculous and improbable. But nothing is more ridiculous than a conspiracy to commit adultery — were we not bound to treat it with becoming gravity,'it might provoke a smile — or more improbable than that the parties would deliberately postpone an opportunity to appease the most unruly of their appetites.. These are subtile premises for a legal conclusion; but their subtilty is in the analysis of the principle, not in the manner of treating it.\nIt is impossible to lay down a rule for all cases; but it may be said that where concert is a constituent part of the act to be done, \\as it is in fornication and adultery, a party acquitted of tbe major ¡cannot be indicted of tbe minor. If it were an integral offence, and not an integrant part of one, he might otherwise be convicted of it, though he had been before convicted of the whole. We understand that this plaintiff in error had been acquitted of actual adultery; and though the fact is not found in the record, it shows how readily an indictment for the substance of the same thing in another form might be made a means of oppression.\nWhen an adulterous enterprise has been relinquished — and it ought, like every other criminal design, to have its locus penitential —it is impossible to believe that society has been so scathed by it, as to admit of no propitiation for it but public castigation. It has been said by unerring wisdom, that if a man look upon a woman to lust after her, he hath committed adultery with her already; but Grod alone may judge the offences of the heart. Its lust is not the adultery which the statute has bared to the temporal lash. The framers of it knew the futility of attempting to smother the instincts of our nature, or to cleanse our thoughts by an Act of Assembly. Legislation can do no more than protect the public or an individual from overt acts; but how a design, abandoned or suppressed, could be injurious to either, has not been disclosed. Doubtless a confederacy to dishonor a man and disgrace his family, by debauching his wife, would be indictable at the outset; but it would be more guilty in its object and mischievous in its consequences, than an appointment for the indulgence of a passion or the gratification of a desire. Besides, the danger from the uncertainty of the evidence would be imminent. The purest intimacy is sometimes mistaken for an intrigue, which is always a mystery; and the reputation of many a virtuous wife is sacrificed to the insinuations of an enemy, working on the credulity of a suspicious husband. Would it mend the matter much, to make the grounds of such suspicions a subject of public investigation? Decency and justice require that such investigations be not encouraged.\nJudgment reversed."}