{"id": "405884", "contents": "The opinion of the court was delivered by\nGibson, C. J.\n— A ground-rent is real estate, and, in a case of intestacy, goes to the heir; but it may pass-by devise, and the question in this instance is, whether it passed to the testators executors. “I appoint my wife executrix,” said he, “and my sons William, James, and Nicholas, executors of this my will, and do authorize and empower them to sell such part of my real estate as they shall think necessary and proper.” At common law, this is a naked power, which does not break the descent; but our statute enacts that executors, to whom is given authority to sell real estate, shall hold the same interests in it, and the same power over it, for all purposes of sale and of remedy by entry or action, as if it had been devised to them to be sold. Nothing could be more full or complete. On the death of the testator, the persons named as executors became seized of this ground-rent, for the uses in the will, and consequently entitled to demand arrears subsequently due. But at common law, a naked power does not survive; and the act which was intended to correct the mischief is limited to powers given to executors. The argument for the defendant below, has been, that the power, in this instance, was not given to the donees of it as executors, but to them as individuals, standing, in relation to it, as if they had been unconnected with the executor-ship. It would require a clear and strong expression of intention to sustain that interpretation. But the intention was clearly the other way. The testator, certainly, did not design that the power shall be extinguished by the death of one of the persons named as his executors; and the intention to be collected even from a grammatical construction, accords with this evident truth. I appoint my wife executrix, and my sons executors, and empower them to sell. Empower whom ? A relative pronoun refers to the last antecedent, and in this case, the word executors is such. He therefore empowered his executors to sell, and the power survived.\nJudgment affirmed."}