{"id": "405880", "contents": "The opinion of the court was delivered by\nBurnside, J.\n— Elizabeth Hunt obtained a judgment in August,' 1847, by the award of arbitrators, against James Moore, executor of the will of Isaiah Michener. This judgment was given in evidence by the plaintiff below. The defendants gave no evidence. The court directed the jury that the plaintiff was entitled to recover. Isaiah Michener, the devisee of the land, plead payment.\nTwo errors have been assigned in this court: 1st. That the court erred in directing the jury to find for the plaintiff under the evidence. 2d. The verdict, being against both the executor and devisee, is erroneous, and judgment cannot be entered upon it.\nIt is well settled, that the action against Moore, the executor, did not release the real estate of the deceased from the payment of this debt. Benner v. Phillips, 9 W. & Ser. 13; Murphy’s appeal, 8 id. 165, and in many other cases. These cases settled another principle, as well as an important rule of practice, that a writ of scire facias may be issued upon a judgment against executors, in which proceeding a judgment may be entered against the heir or devisee, in accordance with the provisions of the act of 1834. By the 34th section of that act, the lien of debts of a decedent upon his real estate, is limited to five years, and under the provisions of this act, if suit he brought against the executor or administrator, within five years after the death of the decedent, and a scire facias to bring in the heirs or devisee be issued within five years from the rendition of the judgment in the original suit, the lien of the debt upon the real estate will be preserved. Benner v. Phillips, Murphy’s appeal, supra. There is no hardship in this, because our law allows the heirs or devisees to make the same defence which they could have made if originally joined in the suit.\nThese principles have been so often ruled by this court, and this practice under the act of 1834 so frequently explained and settled, it is to us strange there should be any diversity of opinion upon the subject.\nJudgment is affirmed."}