{"id": "405862", "contents": "The opinion of the court was delivered by\nCoulter, J.\n— The case of Cooper and Grove v. Lampeter Township, 8 Watts 125, does not govern this case.\nThere one supervisor entered into a contract as to a matter which was a county and not a township concern, without consultation with the other; and in regard to a matter which did not concern the safety of travellers or security of their property. The contracting supervisor, therefore, transcended the authority vested in him by law, and his contract bound himself only. But the case in hand shows a different aspect. The supervisors of both townships were bound by law to build, maintain, and keep in repair the bridge in question, inasmuch as the run or creek, over which it is built, is the dividing line between the two townships: Dunlop 643. The safety of travellers and the public generally, and the security of property required this duty, resting on them all, to be performed. If one was recusant or backsliding, that did not excuse the others. The supervisors or officers of the borough gave notice to one of the supervisors of Norwegian, that the bridge must be repaired, and that the best way to maintain it was to build a new one. He did not object, but said the township was poor, and not in funds, but agreed that the bridge was necessary; moreover, it had been an ancient bridge, over which multitudes of people with their vehicles were accustomed to pass.\nIt was not necessary, therefore, for the authorities of the borough to wait while the supervisors of Norwegian were higgling about the matter. The safety and convenience of the public required the work to be done. And I commend the promptitude of action in doing it. It is the law which throws the burden on the township of Norwegian, and not the contract of its supervisors; and it must redeem the legal obligation. When the corporation of a township enters into a contract which requires judgment, deliberation and consultation, then it will not be bound unless those who represent it lawfully have assented. Here, however, the duty is prescribed by the higher power of the State, and the execution of it is ministerial. When, therefore, it was done by those on whom the duty rested, although others were bound to contribute, they have a right to recover from those bound to contribute, although they did not assist in the work. The law raises and implies the assumpsit.\nBut, under the circumstances, the borough authorities may have maintained and erected too expensive a bridge for the equal participation of Norwegian, if, as alleged, she is poor. Two things, then, are to be determined: is the bridge necessary; and, secondly, what would be the fair amount of cost for the erection or maintenance of the bridge, consulting permanency and economy, which ought to go together.\nThese questions ought to be submitted to the jury. The borough has a right to recover a quantum meruit, one-half of the fair and reasonable expense of erecting and maintaining a suitable bridge, consulting prudence, economy, and the advance of the county in improvement. What would have been well enough thirty years ago would not be suitable now. The court below erred in deciding that the plaintiff had no right to recover.\nJudgment reversed and a venire de novo awarded."}