{"id": "405881", "contents": "The opinion of the court was delivered, by\nBurnside, J.\n— The parties stated a case in the Common Pleas. Both claimed a reversal of the judgment below; and they desired the opinion of the Supreme Court on the whole case. The commonwealth had neglected to take a writ of error, and on the suggestion of this court, the counsel agreed in writing that the case should be heard and decided as if both parties had writs of error.\nThe case stated shows that William Ayres died on the 4th April, 1843, unmarried and without lawful issue, leaving William John Ayres, an illegitimate son. His heirs at law were brothers and sisters, and their descendants. He died, leaving a large real and personal estate, subject to the collateral inheritance law of the 7th of April, 1826: Dunlop, second edition, 453. William. John, his son, claimed the estate under an alleged nuncupative will, which was admitted to probate by the register. From this decree, the collateral heirs appealed. The parties compromised, agreeing to divide the estate. The appeal never was legally determined, nor is it material, when the case is properly considered.\nOn the 5th April, 1843, an act of the legislature was passed to confer on William John Ayres the benefits of a child born in lawful wedlock. This was after the death of his father. On the death of William Ayres, his estate descended and vested in his collateral heirs, unless he had disposed of it by will. The right of the commonwealth to the collateral inheritance tax vested before William John Ayres was legitimatized, and the act did not divest it, nor affect the right of the commonwealth to the tax. The moment a man dies, leaving heirs, lineal or collateral, his estate vests, and is beyond the constitutional power of the legislature: Norman v. Heist, 5 W. & Ser. 171. The learned judge who tried the cause, was of the opinion that as to the portion of the estate which William John Ayres received under his agreement with the collateral heirs of his father, the commonwealth was not entitled to the collateral inheritance tax, because the government had given him the rights of a child born in lawful wedlock. But we must bear in mind that the rights of the State had vested the day before the legislative act took effect, and there is nothing in that act which divests any right of the State. We are of opinion that the administrator is liable and bound to pay the collateral inheritance tax to the commonwealth, on the whole estate, real, personal and mixed, of William Ayres at the time of his death, as well the part taken and received by the collateral heirs, as the part taken and received by William John Ayres; and we enter judgment for the commonwealth accordingly; the amount to be ascertained as the counsel have agreed upon.\nThe judgment against the collateral heirs is affirmed, and the judgment in favor of William John Ayres is reversed, and judgment entered in favor of the commonwealth."}