{"id": "405870", "contents": "The opinion of the court was delivered by\nRogers, J.\n— The plaintiff exhibits in evidence a perfect legal title to the premises in controversy. This is admitted, but the defendant relies on the act of limitations. The suit was instituted the 19th March, 1847; the title under which the defendant claims commenced in May, 1825, so that more than twenty-one years elapsed from the commencement of the title until the institution of the suit.\nTo acquire a right by the act of limitations requires a possession of twenty-one years, actual, visible, continued, notorious, distinct, and hostile. The plaintiff contends he is not barred because the possession was not a continued possession; but that the possession was interrupted in its transmission from Mason, the first intruder, to Hughs the defendant. On this point the cause mainly turns. Mason proves that he made the first improvement in May, 1825; that he deadened trees'in May, grubbed six acres in June, chopped logs and saplings on four acres, burnt brush, chopped logs in July, and that he had a shanty on the place, about ten by twelve feet square. That, being about to leave the property, he told his sister, the widow of Israel Bartlett, that she might take his right and sell it, and if she could get any thing for it, well and good. Whether we consider this transaction as a parol, sale, or gift, or an authority to sell, is, perhaps, of but little consequence. But that it was the latter, in the estimation of the parties, at least, would appear from their subsequent conduct; for, after selling to Hughs, who took possession in pursuance of the contract, she paid over to her brother one-half of the purchase money. Coupling this with the words used, it indicates rather a power of sale than a gift or sale to her. But be that as it may, is the agreement between Mrs. Bartlett and Hughs, subsequently ratified by Mason receiving half the purchase money, possession taken in pursuance of it, to be viewed as a separate, distinct trespass, or is it a continuation of the original trespass ? In other words, has Hughs the right to tack Mason’s possession, for which he paid value, to his own, so as to bar plaintiff’s right ? Had Mason abandoned the property absolutely, or had Hughs taken possession without authority, these would present such a case of a want of continuity as would be fatal to the defence. But does this appear ? These are points which the jury must decide: 4 Watts 409, Simpson v. McBeth; 5 Watts 441, Fish v. Brown. In Cunningham v. Patton, 6 Barr 855, it is ruled, that when adverse possession is proved by parol testimony only, it is a question for the jury whether it is continuous. Indeed, when there is a spark of evidence, a question of fact must be submitted to the jury as the legitimate triers of it: Bank of Pittsburgh v. Whitehead et al., 10 Watts 397. The facts which particularly bear on this point are these: Under authority derived from Mason, Mrs. Bartlett sells to Hughs; Mason receives one-half of the purchase money, and, under this contract, Hughs enters, and ever since has been in the actual possession of the land. That Hughs was a trespasser as to the plaintiff, may be admitted; but was he a trespasser as to either Mason or Mrs. Bartlett, who sold their right in the property, whatever it was, and received the purchase money ? Under such a state of facts, it is clear that no action of trespass could be sustained by either of them. The court would seem to be under the impression that unless Mason was in the actual possession at the time of the contract, the law would not unite the possession to the title; that the continuity of possession which the law requires cannot be preserved, unless there is actual, continued possession of the premises. So I understand the court, and, if so, the point is ruled in direct opposition to Sailor v. Hertzog, 4 Whar. 272. In that case it was insisted the continuity of possession was destroyed by the interruption of the actual possession ; that the premises had been vacant about the year 1815, an important period in the title, bearing directly on the defence under the statute. But the judge who tried the cause at Nisi Prius, after-wards affirmed by the Supreme Court, says, “ That in order to destroy the continuity of possession, the vacancy must not be merely occasional, such as occurs in every case where a party, from some cause, unable to obtain a tenant, shuts up his property for a short, or, indeed, for a long time. When the possession is abandoned for any time, or when a person takes possession of the property in dispute, or is totally unconnected with the previous holder, it prevents the operation of the act, because the continuity of possession, which is essential to a title under the act of limitation, is broken. It is a principle of law, it is true, that when the possession is vacant, the law casts the possession on the legal owner. But the question is, what is such a vacancy of possession as produces this effect ? And we have seen that the vacancy must be not merely occasional, but the title of the subsequent bolder must be unconnected with the title of the previous bolder. There must be a want of privity of contract, for when the subsequent holder enters with the assent and permission of the previous holder, the former has the right to tack one possession to another. That actual possession is not required, is also shown in Porter v. McGinnis, 1 Barr 413.\nBut, granting that the defence is good in part, the next inquiry will be, to what extent has the defendant a right to take defence. And this will mainly depend on the testimony of Mason; for, if the jury believe that Mason designated his boundaries by the lines of the surrounding surveys, then, as is ruled in Porter v. McGinnis, 1 Barr 416, the defendant has title to all the land contained in those boundaries. But, if otherwise, he can only claim the part he actually enclosed and improved.\nJudgment reversed."}