{"id": "405872", "contents": "The opinion of the court was delivered by\nBell, J.\n— The former investigation of this cause resulted in the application of certain principles, which, in effect reduced the contest to the simple question whether the plaintiffs, as holders of the note endorsed by the defendants, had been so far negligent as to discharge the latter from their original liability ? This was the single ground upon which the ease was made to rest at the second trial. In treating it, the court below, as it appears to us, very fairly instructed the jury in accordance with the prior adjudication here. The duties of demand and notice incumbent on the plaintiffs were clearly pointed out, and the evidence tending to show performance or the contrary was properly referred to the jury. It is true, this reference was attended by instructions on the subject of the certainty and distinctness of the required proof, and an expressed opinion of the value of the proof given by the plaintiff. But those instructions are in entire harmony with ascertained rules, as is proved by the cases cited on the argument, and it would not be difficult to show the opinion expressed is fully justified by the character of the evidence reviewed. Indeed, upon this head, less was said in disparagement of the plaintiff’s ¡jase than its defects would seem to warrant. It appears to me, that without at all jeoparding the truth, the jury might have been told there was not sufficient evidence of demand and notice of non-payment. Were this, however, otherwise, it would furnish no cause for reversing the judgment, since no attempt was made to impose on the jury the impressions of the judge, as a binding direction. In this respect they were left free in the exercise of their judgments, under the repeated assurance that to them alone appertained the decision of the disputed facts. We perceive no error in the charge.\nIt is very clear, too, that the act of April 5, 1849, cannot legitimately affect this branch of the controversy. It was enacted long after the institution of this action, and consequently, after the respective rights of the parties were ascertained and fixed. It is therefore powerless to create an interest in the subject of the action, which did not exist before, or to impose a liability which the law did not then recognise. Nor did the legislature intend otherwise. By its very terms, the statute was to operate prospectively. No retroactive force was conferred upon it, nor any attempt made to confer it. Collecting its character from its language, we find it to be accordant, in this particular, with the dictates of sound policy and abstract justice.\n. There is no merit in the exceptions to evidence. The answer returned by the witness to the first question objected -against, worked no injury. It is simply, that he had no recollection on the subject. Besides, the court, in its charge, gave to the plaintiffs the benefit of their averment that the note had been accepted conditionally. Upon this concession the cause was tried, and, therefore, no inconvenience was inflicted by the question complained of.\nAs to the second bill, it is sufficient to say, the fact sought to be established could not be proved by evidence of a general practice, after the witness had disclaimed knowledge in the particular instance. But this, too, is subject to the remark, that if an error was committed, it was cured by the concession just alluded to.\nJudgment affirmed."}