{"id": "405888", "contents": "The opinion of the court was delivered by\nGibson, C. J.\n— A conveyance, unaccordant with the possession, is never presumed from lapse of time; and the plaintiffs have not been in possession. But a fiction, by which equity is enabled to look on things agreed 'to be done as actually done, enabled us when we had not chancery, powers, and still enables us when we have, to sustain an ejectment on an executory agreement; and it is, consequently, unnecessary to presume a conveyance to those who are entitled to have it. For one part of the land, the plaintiffs have brought their action on an equitable title, derived from an unexecuted parol contract of sale to the father of one of them; and the single question is, whether it is taken out of the statute of frauds by the acquiescence of the vendors, who are the plaintiffs’ witnesses, promoting a recovery by their testimony, instead of opposing it even by a wish. They stand in the attitude of respondents to a bill in equity, confessing the contract, and refusing to plead the statute. They not only confess it, but they swear to it. In England, the plaintiffs would file their bill against them, if they were unwilling to convey, without the direction of a court of equity; and on their confessing the contract, without interposing the statute, specific performance of it would be decreed; after which, the plaintiffs would make short work with the intrusive defendants, in an action founded on the legal title. As the latter would have no right to intermeddle with the parties in equity, they would not *be made parties to the bill; and the result of the two suits would be a judgment at law to recover the possession, which is obtained here by settling the equity and the law of the case, at one operation. On a bill for specific execution, the vendors might plead the statute; but in this action the defendants cannot plead it for them. Should the vendors insist on it hereafter, they can do so by an ejectment on their legal title, against the plaintiffs, or any one in possession; but here, a stranger, who could not insist on it in equity, attempts to set it up as a defence to an intrusive possession. Where perjury or fraud is impossible, there is no room for the statute, if it bo not introduced by a party to the contract, as a specific point of defence; and how is it possible that the defendants could be defrauded by the perjury of these witnesses ? The effect of the legal title would be the same whether it were in them or their vendees. The defendants, therefore, could not found a defence on the want of a legal conveyance, which doubtless would have been supplied, had the omission of it been discovered in time for the action. The plaintiffs are entitled without it; and on this ground the case was properly ruled.\nJudgment affirmed.\nRogers, J., being related to one of the parties, did not sit during the argument of this case."}