{"id": "405865", "contents": "The opinion of the court was delivered by\nRogers, J.\n— This is an action of covenant to recover the arrears of ground-rent, due on an indenture of perpetual lease, by which Samuel Ewalt, deceased, conveyed part of lot 179, in the city of Pittsburgh, to Isaac Wickersham, subject to an annual rent, &c., payable in half-yearly instalments, to the said Ewalt, his heirs and assigns. The defendant, Thomas Wickersham, who was the assignee of the premises, among other matters, pleaded in bar of the action, that he had transferred and assigned over his interest, before any rent became due. On this, among other pleas, issue was joined. In support of-this issue, the defendant offered to prove, that in June, 1843, he made a gift of the property to Isaac Wickersham ; that he delivered to him full possession of the premises, in pursuance of the gift; that the property has ever since been taxed in his name, and that all the rent which has since been paid, was paid by the said Isaac, &e. To the evidence so offered, the plaintiff objected, contending that, admitting all to be true, as alleged, still the defendant, being the legal owner of the property, though in trust for Isaac Wickersham, is still liable to the plaintiff for the rent in arrear. And thereupon the court sustained the objection for the reason assigned, and rejected the evidence. From the bill of exceptions, which is our only guide, it distinctly appears, that the only question raised and point decided, in the District Court, was, that inasmuch as the defendant held the legal title, though in trust, he was liable for the ground-rent in arrear, notwithstanding he had previously to the time the rent accrued, conveyed, or what is the same thing, assigned, by way of gift, the equitable interest to another, who was in possession, and in the enjoyment of the property. Was the court right in rejecting the evidence on the exception, and for the reasons assigned, is the only question. I say this is the only question, because it does not appear, but the contrary is evident, that any exception was taken to the evidence, on the ground of the statute of frauds, which now the defendants in error press into the argument in support of the judgment. If the defendant is personally liable in the action, it is because of privity of contract or of estate, and as privity of contract cannot be pretended, the liability must be rested on privity of estate. What, then, is the privity of estate, which subjects a person to personal liability for arrears of ground-rent ? And on this point we are at no loss for authority. The privity of estate which induces personal liability, is .the actual or beneficial enjoyment of the premises, or the right of possession and enjoyment. When there is neither, no personal liability can arise. These principles are clearly recognised in Woodfall’s Landlord & Tenant, 279; Platt on Covenants, 494; Taylor v. Shum, 1 Bos. & Pul. 24; Weidner v. Foster, 2 Pa. Rep. 25 ; Eaton v. Jaques, Doug. Rep. 445; Thomas v. Connell, 5 Barr 13, and Berry v. McMullen, 17 Serg. & Bawle 84. Thus, in Taylor v. Shum, Buller, J., says, an assignee is only liable while he continues to be legal assignee, that is, while he is in the actual possession under the assignment. In Weidner v. Foster the court say, an assignee is only liable in respect of his possession, for he bears the burthen only while he enjoys the benefit. So in Berry v. McMullen, it is ruled, that one who owns the equitable interest in land, who is in the constructive possession, and may receive the income of it, is liable in covenant, as assignee, for a ground-rent charged thereon, although the legal title is in another, and no trust appears by deed. And in Thomas v. Connell, 5 Barr 13, it is said, the assignee is liable, personally, from privity of estate, that is, from its actual or beneficial enjoyment, or the right to enjoy it. He is not liable personally, unless he has the possession or right to the possession of the premises on which the rent is charged. The cases cited, and which might be multiplied to an indefinite extent, conclusively prove the persons who are liable, and the reasons on which they are liable, namely, those who have a beneficial interest in the estate; those who are in possession of it, enjoying the profits, or who are entitled to the possession and the enjoyment of it. Does, then, the defendant, the owner of the naked legal title, come within either the spirit or the words of the decision quoted ? He is not in privity of estate with the ground landlord, for after the gift of the premises, and the delivery of the possession to the donee, he had neither actual or beneficial possession, nor had he any right to the possession or the enjoyment of the premises. What the defendant offered to prove, we are bound to take as true. There was, therefore, an actual transfer of the possession by the defendant to another, whether by gift or sale matters not, by which the equitable interest passed to the donee, leaving nothing in the donor, except the naked legal title. The idea that both are personally liable, viz. the owner of the legal and equitable title, is most fallacious. The reasons of the liability extend only to the owner of the equitable estate, who is considered in privity of estate with the ground landlord, because he is in possession, and in the enjoyment of the rents, issues, and profits, a reason which does not hold in respect to the owner of the legal title. In addition, it is proper to remark, that the decision of the court cannot well be reconciled with the cases of Eaton v. Jaques, Doug. Rep. 445; Berry v. McMullen, 17 Serg. Rawle 84. In both the cases cited, it is evidently the opinion of the court, that to constitute a privity of estate, something more is required than the fact that the person attempted to be personally charged, is the owner of the legal estate.\nIt is very true, as was ruled in Irish v. Johnson, a case decided at the last term and not yet reported, an action of covenant is not the proper action in a .case like the present. But since then, the legislature have ¡Dassed an act giving to the plaintiff in this case, and in all others similarly situated, full and complete remedy by action of covenant. As the constitutional power of the legislature cannot be doubted, the act cures the error assigned.\nJudgment reversed and a venire de novo awarded. •"}