{"id": "405892", "contents": "The opinion of the court was delivered by\nBell, J.\n— Under the proof as it stands, McGinness, as representing Antram, must be taken as in possession primarily, under the sale made by Jackson to John. In relation to the former, he stands in the shoes of the latter, without pretence of payment of purchase money or valuable improvements made; for it is almost needless to observe that the payments made by McGinness to John, cannot be set up as affecting any right residing in the plaintiff, Jackson. Considered as between him and the defendant, we are then presented with the case of a vendor and vendee, the latter being in possession without payment of purchase money, and the former seeking to recover it or the possession. Now nothing is more firmly settled, than that such a vendee cannot retain both money and land. He must pay the one or yield the possession of the other; and in an action to enforce this duty, he can only defend on such ground as would entitle him, in equity, to an injunction against his vendor: Smith v. Webster, 2 Watts 485-6. Where, as here, there is neither purchase money paid nor improvements made, he cannot aver the weakness of the title he has purchased, as a defence. If he likes it not, he must relinquish it, unless he can show some fraud has been practised upon him. Neither can he be permitted to set up an outstanding title in a third person, or an adverse title in himself, to defeat a recovery by the vendor: Congregation v. Miles, 4 Watts 146; for, as was observed in Treaster v. Fleisher, 7 W. & Ser. 138, “ for the same reason that a tenant may not contest the title of his landlord from whom he obtained possession, a vendee is bound to restore his vendor to the. situation in which he found him.” This is a rule of policy not to be lightly broken in upon. Good faith, truth, honesty, and the peace and order of the community, require that he who has acquired possession under a contract not tainted with fraud, should not use that possession to the injury of him from whom he received it. But the defendant attempts to sustain his defence on both of these prohibited grounds. It was said below, he bargained for a good title. It does not appear what were the terms of the contract in this particular, between the plaintiff and John; and this is the only contract we have to do with at present. It may be that Jackson sold to John just the title he had, free of any stipulation as to its quality. But if it be conceded the agreement was for a good title, which Jackson cannot make, what is that to the defendant?' He has not paid Jackson for a perfect title, and need not, unless he chooses. If he has been so improvident as to pay John for what is worthless, he cannot visit that upon Jackson without showing the latter was, in some way, connected with John in the transaction. It is unfortunate if he has thus thrown away his money; but under the facts as they now stand, the law can afford him no relief.\nThen as to the title acquired from Mrs. Worley. If Jackson was deputy sheriff at the time of his purchase, and it was untainted by actual fraud, (of which I perceive no evidence,) the most that Mrs. Worley could do, would be to avoid the sale by reimbursing Jackson his outlay. The governing principle in such cases was indicated in Beeson v. Beeson, 9 Barr 279, where it was ruled that a purchase by a trustee or officer at his own sale is not void, but voidable only, the legal title passing to the purchaser until the sale be set. aside by a competent tribunal, which will only be done on the terms of reimbursing the purchasing trustee. After doing or offering to do this, Mrs. Worley, by ejectment, might disaffirm the sale to the extent of her interest in the land. But for the reason already given, the defendant, as tenant of Antram, cannot set up her conveyance, either as vesting an adverse title, or as evidence of disaffirmance of Jackson’s purchase, to defeat this action. The attempt is a fraud upon his own possession, which I have already said sound policy will not sanction. He must first turn out by yielding the subject of this contest, before he can be suffered to impeach the title under which he originally entered, for possession and disloyalty are repugnant. After this, he may take ground hostile to the plaintiff, by availing himself of the conveyance from Mrs. Worley, if it shall be found of value.\nThe learned judge before whom the cause was tried, seems to have been led to give his sanction to the defence, by his understanding of the cases of Richardson v. Kuhn, 6 Watts 299, and Creigh v. Shatto, 9 W. & Ser. 82. But in both those instances, the attempt was to force on the vendee, who had paid part of the purchase money, a worthless, or at least a doubtful title, under the penalty of forfeiture of what had been paid, and the value of improvements made. In the first of them, the court said, speaking of the vendors and vendee, “ they may not call on him to turn out, without. rescinding the bargain,'restoring purchase money paid, and tendering compensation for intermediate improvements.” In the other, the action was to recover balance of purchase money, as is evident from the opinion of the court, the case being treated as a bill in equity for a specific performance, where the vendee had acquired a beneficial interest. These features, which essentially differ these cases from the present, were overlooked in the hurry of a trial, which sometimes precludes the opportunity for critical examination. It has been urged upon us here, that the plaintiff, having failed to show the price John was to pay him for the land, cannot recover in an action to enforce the payment of it. But the cause was not put upon that foot at the trial; had it been, satisfactory proof might have been given on this head, for aught we know. It is evident the jury, under the charge given them, must have decided it upon another ground. It is, however, proper to say, that it is incumbent on the plaintiff to give some evidence of the sum John agreed to pay; for if Jackson presented John with the land without price, or if the former purchased for the latter, he cannot recover without at least refunding the purchase money paid by MeGinness and Antram.\nJudgment reversed and a venire de novo awarded."}