{"id": "405899", "contents": "The opinion of the court was delivered by\nBell, J.\n— The second section of the act of October, 1840, gives a venditioni exponas for the sale of extended lands, when the execution creditor, within ten days after inquisition found, signifies his election to permit the defendant to retain the premises levied at the ascertained yearly rental, and the latter neglects or refuses for ten days thereafter to notify his acceptance of the offer. Whether the statute intended to prescribe an imperative observance of the period thus limited for notice, or regards it as simply directory, is the question presented by the first bill of exceptions. Did the case rest upon this alone, some difficulty might, perhaps, be experienced in solving the doubt, although I think much might be said in favor of the latter view, the importance of which is, however, very much lessened, if’it be not altogether annulled, by the act of February, 1846, permitting notice at any time before a levari facias. But even in the present case, to which the latter act does not extend, it is scarce worth while to halt upon this inquiry, abstractedly considered, since the facts, subsequently disclosed by the evidence, give to the subject we are to discuss, a broader aspect, or at least, by presenting the first point in combination with other features, subject it to the domination of other and distinct principles. The additional facts are, that, after notice, of which the return made by the sheriff’s deputy is competent evidence, unimpaired by the irregular attempt to add to it the sheriff’s signature, long after he went out of office, a venditioni exponas issued, under which the premises were sold and conveyed by the proper officer, by deed duly acknowledged in open court.\nWhat, then, is the legal effect properly ascribable to this judicial approval of, the sheriff’s sale and conveyance? Upon this point, different judges have vacillated between the doctrine declared in Thompson v. Phillips, 1 Baldwin, 246, that the act of a court in receiving the acknowledgment of a sheriff’s deed, is a judicial act, which cures all defects in the process and its execution, upon which the court has power to act; and the opposite extreme, maintained by Justice Huston, in his dissenting opinion, delivered in Braddee v. Brownfield, 2 W. & S. 271, that no greater respect is due to the court’s acceptance of a sheriff’s acknowledgment, than may fairly be claimed for the similar act of a judge or justice of the peace, preparatory to the admission of a private deed upon the registry of the proper county. But I think neither of these opposite views finds support in any of the numerous adjudications upon this subject, which have emanated from this court. Most of them recognise the deliberative and judicial character of an acknowledgment taken in open court, founded upon the conceded right of all parties having an interest in the question, to appear and dispute the propriety or regularity of the official sale; and all of them, from Murphy v. McCleary, 3 Yeates 405, to Dale v. Medcalf, 9 Barr 108, distinguish between those objections, that touch the foundation of the proceeding, by impeaching the authority of the officer, or establishing the existence of fraud, and those which simply suggest irregularities in the process or sale. The absence of authority, or the presence of fraud, utterly frustrates the operation of the saíe as a means of transmission of title, and avoids it from the beginning. Either may, therefore, be insisted on, even after the formal acknowledgment of the conveyance; but mere irregularities, whether of omission or commission, which do not render the officer powerless, or taint the transaction with turpitude, may be cured by tbe tacit acquiescence of those who ought to speak in time. This difference of effect, and consequent variance of right, is pointed out in Vastine v. Fury, 2 S. & R. 484, where it is said that “ upon exceptions to a sheriff’s sale, made on the offer of his deed for acknowledgment, the court will hear every thing that can be urged against the regularity of the proceedings and conduct of the sheriff, the plaintiff in the suit or the purchaser, and receive or refuse the acknowledgment of the deed, according to the proofs made before it. This is the proper period for persons interested in the sale, to take advantage of mere irregularity. But it has been decided more than once, that such persons are not concluded by the acknowledgment, where there is no judgment or execution whereon to ground the sale, or where there has been fraud or unfairness practised by the purchaser.” The same doctrine is announced in Murphy v. McCleary, 3 Y. 405, and McCormick v. Meason, 1 S. R. 101; and illustrated by Dunning v. Washmudt, 2 Y. 86, where an acknowledged deed was held to be worthless, without a prior judgment; Porter v. Neelan, 4 Y. 108, Glancey v. Jones, id. 212, in each of which the want of a venditioni, conferring power to sell, was held to be fatal, even after acknowledgment of deeds; Burd v. Dansdale, 2 Bin. 80, where the same effect was ascribed to the omission of a levy and inquisition of condemnation; Dawson v. Morris, 4 Yeates 341; Riddle v. Murphy, 7 S. & R. 230; Gilbert v. Hoffman, 2 Watts 66; McKennon v. Pry, 6 Watts 137; Hoffman v. Strohecker, 7 Watts 86; and Smull v. Jones, 1W. &. 128; in all of which the sheriff’s sale was held impeachable, after delivery of the deeds, for fraud committed by the vendee or others. On the other hand, numerous cases, both in our own courts and those of our sister states, are cited by the defendant in error, which prove that simple irregularity or mistake committed in the course of the proceeding, is visited with no such fatal result, unless the exception be taken before the purchaser’s title is perfected. Among these may be mentioned Murphy v. McCleary, supra; Thompson v. Phillips, Bald. 246; Blair v. Greenway, 1 Browne 219; and Sumner v. Moon, 2 McLean 50. In this enumeration of authorities, of course, it is not my intention to omit Cash v. Tozer, 1 W. & S. 519, and Dale v. Medcalf, 9 Barr 108. In both these instances, the sale was successfully impeached, after deeds acknowledged, because the sheriffs were not armed with process clothing them with the necessary power to proceed; they are, therefore, to be ranked with cases of defective authority. It must be confessed, however, that the reasoning of the Chief Justice, in the first of them, manifests a strong inclination to deny the application of tho principle of res judicata to an acknowledgment of a sheriff’s deed in any case. Yet I am authorized to say, he did not intend to divest it of a curative efficacy, or to repudiate its conclusive effect in every instance. This much, indeed, may be gathered from his concluding remarks, that lie would not “ say the acknowledgment may not raise even a conclusive presumption of compliance with the requisitions of the law in regard to things to be done in the sale itself; but it surely ought not to preclude an inquiry into the authority, which is the foundation of it. Here it turns out that the sheriff had, at the time of the sale, no authority in his hands at all; and no subsequent confirmation can validate an act which was utterly void.” These latter reflections were strictly applicable to the case before him, and show that his attention was principally confined to instances of defective authority.\nThat we have conceded to the sheriff’s acknowledgment, unobjected to, a curative power operating beyond mere defects in the things that strictly belong to the- sale itself, is, I think, put out of contest by the recent decision of Crowell v. Meconkey, 5 Barr 168. The right of the plaintiff to recover land sold and conveyed by a sheriff, was resisted on the ground that the omission of an inquisition for the appraisement of the land in execution, prior to the sale, as stipulated by the act of 16th July, 1842, was fatal to the subsequent proceeding, upon an attempted analogy between such an appraisement and an inquisition of condemnation, directed by our statute regulating executions. But it was answered, that without the latter inquest there could be no venditioni, since the law only sanctioned such a writ after condemnation, without which the prothonotary has no power to issue it; while the omission of the appraisement was but an irregularity, unaffecting the authority of the process, and therefore must be obviated, if at all, before the acknowledgment of the sheriff’s deed. It was added, the sheriff, consequently, had authority to sell, which was sufficient to protect the purchaser “ in the same manner and for the same reason that he is protected in all other cases of irregularity or error in the process and judgment.”\nNow, what more can be said of the omission of the defendant in error to give the notice stipulated by the act of 1840, until ten days after inquisition had elapsed, than that it was an irregularity ? The principal thing was notice, to give the defendant an opportunity of declaring whether he would keep the land at the rental fixed. That it was delayed beyond the statutory time, should scarcely constitute a fatal exception in the mouth of one favored by the delay, and certainly ought not where, as here, he must be taken to have acquiesced by his silence. Under the act of 1846, the course pursued by the execution creditor would be altogether unexceptionable, and I can perceive no sound reason for esteeming it other than merely irregular, under the prior statute. It touched not the authority of the officer, was not suggested by any fraudulent intent, and deprived the debtor of no right he might otherwise have enjoyed. The inquest was regularly held, notice of the plaintiff’s election given, and a privilege thus extended to the debtor to accept the land at the yearly sum. But this was not done within a certain period. The notice was, then, irregularly given, yet it was not entirely void. Time is not always of the essence of an act directed, and its non-observance may, _generally, be waived by the party to be affected by the act. Acquiescence always amounts to waiver, and acquiescence may be, and generally is, deduced from silence. This is especially so, where time is of subordinate importance, as it, perhaps, always is where its lapse may be compensated, or the non-observance of it implies no unatonable injury. Sound reason, operating through equitable maxims, has relaxed the rigidity of the ancient common law, which insisted upon time as an essential in all cases; and now, he who would object a disregard of it must, generally, do so at the earliest opportunity afforded. Such, we think, was the duty of the execution debtor, in this instance. The sale of his land was, at most, voidable, for the reason he now urges as rendering it wholly void. He was, therefore, bound to avoid it before the consummation of the sale by the acknowledgment of the sheriff’s deed. His neglect to do so was a waiver, through which the acknowledgment in open court operates, effectually, to conclude him. The court below was, consequently, right in its instruction to the jury on this head, which embraces all the exceptions urged here.\nIt was slightly urged, on the argument, that notice of the creditor’s election to permit his debtor to retain possession of the property levied, ought to have been given to the sheriff, and by him to the defendant, in the execution. But surely immediate notice from creditor to debtor, through the sheriff, ought to be accepted as a substantial compliance with the requirements of the statute. At all events, it is now too late to aver so slight a departure from the direction of the act, if it be one.\nJudgment affirmed."}