{"id": "405889", "contents": "The opinion of the court was delivered by\nBell, J.\n— Upon the argument of this cause, many facts were verbally introduced by the counsel on both sides, rather with the effect of confusing than elucidating the points at issue. I do not, therefore, propose to notice them, except so far as -they may be suggested by the record brought up, and are connected with the questions presented for discussion.\nThis action was brought by Oliphant, the plaintiff below, as purchaser of the land in dispute, at a sheriff’s sale, made by virtue of an execution issued sur one of the judgments confessed by Blocher, Shoemaker, and Taylor, to secure certain liabilities incurred by Thomas Foster, and for which Judge Ewing, and perhaps others, had become responsible as sureties. The title of the plaintiff below would, therefore, seem to be paramount to the trust created to secure the payment of those liabilities, and which was represented by Yeech, the holder of the legal title, subject to the trust, and afterwards by Paul, the defendant below, by a conveyance from Yeech, under similar conditions. On the trial of the cause, this relation to the land, and the parties interested in it, was established by all the evidence; and the court, in the view taken of the controversy, recognise Pauli’s character of trustee, and allow him every benefit to be derived from it. It seems the question principally debated between the litigants, was whether Blocher, Shoemaker, and Taylor, had fulfilled their agreement with Ewing, as a security for which Yeech held the legal title, and from whom Pauli had received the proper conveyance of that title. Upon this issue there was a general verdict for the plaintiff below; but the court having granted a new trial, upon the second contest, the defendants set up an additional defence, which, however, went to but a part of the land in dispute. To a comprehension of this part of the case, a brief recapitulation of facts is necessary.\nTwo of the lots of land included in this ejectment had been purchased by Thomas Foster from a certain Isaac Meason. ■\nAs part of the purchase-money remained unpaid, no formal conveyance of the lots was executed; the vendor retaining the legal title as security for payment, though the vendee was permitted to enter upon and enjoy the land. Pending this condition of things, Foster’s estate was sold by the sheriff, and conveyed to Yeech, subject to the trust at which I have already glanced; and in pursuance of it, Blocher, Shoemaker and Taylor, as cestui que trusts, immediately entered upon the beneficial possession of the property. After this, in March, 1843, Meason, the vendor, having died, his executor instituted against the last-named tenants an action of ejectment for the two lots sold to Foster by his testator; the object of which was to enforce payment of the purchase-money. In November of the same year, a judgment sur award of arbitrators was recovered by the plaintiff in this action, to be released on payment of $698.99 purchase-money, on or before the first of April then next. This condition being unfulfilled, an habere facias issued to September term, 1844, under which Rogers, the then plaintiff, was put into actual possession of the lots.\nAbout a year after this, viz. on the 4th October, 1845, Yeech, as already intimated, conveyed all the property which had been Foster’s, to Pauli as trustee. The latter, in order to perfect a title in the two lots, had paid to Rogers, the executor, the balance of the purchase-money ascertained by the award, and taken a conveyance of the legal title. He thus became the legal holder of all the estate sold as Foster’s by the sheriff. But, prior to this, in December, 1843, Yeech had instituted an action of ejectment against Blocher, Shoemaker, and Taylor, who were then in possession of all the property. In June, 18^4, this action was determined by the following entry upon the record: “Judgment, by consent, for plaintiff — for, conditions, see paper filed.” No such paper as is here referred to was ever filed; nor are we furnished with any reliable evidence of its existence and contents. Under the judgment thus entered, an habere facias issued to June term, 1846, by virtue of which Pauli, who then had the legal title, was put into possession by Yeech’s direction. Subsequently to this, in March, 1847, Blocher, Shoemaker, and Taylor, averring they had performed all that was necessary under their agreement with Judge EAving to attract the legal title, instituted an action of ejectment against Pauli, in which they claimed to recover all the property that had belonged to Foster. Pending this action, the execution already referred to, under which the plaintiff below purchased, was issued, and the property sold to him on the 17th June, 1847, the sheriff’s deed being acknowledged on the 21st October in the same year. Less than a month before the latter date, the last-mentioned ejectment came on to be tried, and resulted in a verdict for the plaintiffs, subject, however, to the payment to Pauli, the defendant, of $8500, with interest and costs, Avithin thirty-six months.\nBefore the bringing of the ejectment by Blocher, there Avas tendered to Pauli, the defendant, the purchase-money paid by the latter to Meason’s executor. It Avas refused, and, after this suit brought, was paid into court. On the trial, the defendants prayed the court to instruct the jury, as was submitted in their propounded point, brought up with the record. This proposition states the partial defence, of which I have before spoken, and the answer returned to it by the court is the only subject for investigation properly before us. It relates, exclusively, to the two lots purchased from Meason, and presents the question whether the two ejectments, mentioned in the point submitted, can, under the act of 21st April, 1846, operate to bar the plaintiff below from maintaining the present action. This inquiry was properly answered in the negative. Were it even admitted that an award of arbitrators is within the purview of the act of 1846, — a position I am not called on to discuss at present, — it is beyond all dispute, that, as Pauli 'acquired title as a trustee, standing in Yeech’s place, after the recovery in the ejectment- brought by Meason’s executor, he cannot set up that judgment to defeat the trust. All that he did must be taken as in furtherance of the trust. To this he was bound by the duties of his office; and it would be strange, indeed, if he could wrest the judgment recovered by Rogers, into an instrument of attack upon the interests he undertook to subserve, and for the protection of which he must be taken as having procured the conveyance of Meason’s title. That conveyance put an end to any legal consequence which otherwise might have flowed from the judgment recovered. Besides, as the court below very properly observed, Blocher and his fellows stood in the position of parties who had paid the sum ascertained by the award; and the statute in question does not say that he who has satisfied the condition shall have but one action of ejectment upon a contract. But to vest the judgment of which we have been speaking with any conclusive effect, it is necessary to connect it with some subsequent action of ejectment, brought by the defendants to enforce the contract, which was the foundation of the first action. The language of the act is, “ that it shall be lawful for any such defendant, within two years after the passage of the act, to commence an action, and therein enforce his contract in such case, on paying the amount of purchase-money, interest, and costs,” &c., “to be paid within such reasonable time, as may be fixed by the jury under the direction of the court; and if not paid within such time, such failure to pay shall operate as an absolute rescission of the contract,” &e. As satisfying this provision, the defendant refers to the judgment rendered in the ejectment brought by Blocher, Shoemaker and Taylor against Pauli, in 1847. The answer is, that that ejectment was not, in any degree, founded upon the contract made between Foster and Meason. It was brought to enforce the execution of the trust represented by Pauli, in respect to all the lands which had been held by Foster, and the questions then agitated were, whether the plaintiffs had fulfilled their agreement with Judge Ewing, and thus entitled themselves to a legal conveyance.\nI have, however, spent more time upon this part of the case than was, perhaps, called for. Indeed, the plaintiff in error’, satisfied that it was destitute of merit, wholly abandoned it upon the argument, and substituted for it a ground of defence not suggested on tbe trial. It is, that tbe judgment recovered in the action of ejectment, instituted by Veech against Blocher and his associates, to December term, 1843, is conclusive against the present plaintiff, under the act of 1846. Several answers might be returned to this proposition, showing this action, as it is presented upon the record, is not within the purview of the statute, or, if it were, that it is incompetent to affect the rights of the now plaintiff. But, without enumerating these, it is sufficient to say the record of that action was not used on the trial, for any such purpose as is now claimed for it. It was specifically offered to impeach the testimony of Blocher and others of the plaintiff’s witnesses, and to show that, under the habere facias then issued, the defendant, Pauli, was put into possession of the lands, and Blocher, Shoemaker, and Taylor turned out. Under objection, it was admitted for this purpose, and this purpose alone. - Yet, though this be so, it is said we may now ascribe to it an effect not claimed for it below, under the authority of Hoffer v. Wightman, 5 Watts 205, where it was held, that, if it appears by the record that the plaintiff has no cause of action, the court will reverse a judgment rendered in his favor, although the point may not have been considered in the court below, or assigned for error. In that instance, the feature of the case upon which the court relied was conclusive against the plaintiff’s right, and, upon his own showing, admitted of no answer. But how can we hazard the assertion, without danger of violent injustice, that the imperfect record of the judgment rendered in the ejectment now relied on admitted of no explanation? To invest it with the slightest force under the act of 1846, the defendant below was obliged to have recourse to parol proof, not, however, with the view now suggested, which was not then dreamed of. How can we say that, had it been, the plaintiff could have furnished no answer through the same medium of proof? It is, therefore, obviously not within the spirit of the decision cited, but falls within the reason of the numerous cases which forbids the introduction of new matter in error. We cannot, therefore, without infracting a well-settled rule, founded in the plainest propriety, concede to this judgment a quality not asked for it below. It might not be necessary to say more than this; but I cannot persuade myself to leave this point without observing, that, to ascertain the character of that judgment, we must look to the record of it alone. That shows not it is such a conditional judgment as is contemplated by the statute; and this omission cannot be aided by parol.\nJudgment affirmed."}