{"id": "405894", "contents": "The opinion of the court was delivered by\nGibson, C. J.\n— It is an undoubted fact that the framers of the act of 1705 intended to exempt land from attachment; but as there was no reason for an exemption, as land was liable to execution as a chattel, and as the language of the act was not imperative, though its details were adapted to cases of garnishment, the courts made no distinction. Nor ought they to have done otherwise; at least they did not. The assertion of counsel in McClenachan v. McCarty, 1 Dal. 376, and Ludlow v. Bingham, 4 Dal. 55, uncontradicted as it was in either case by the opposing counsel or the court, is proof of the contemporaneous construction. Mr. Justice Sergeant expresses a belief, in his Treatise, p. 63, that many titles depend on sales by execution on judgments in foreign attachment. As land was not mentioned in the statute, it was not expressly said that an attachment should bind it; but lien was attributable to the execution of the writ as a necessary consequence of a common law principle which creates it whenever property is seized to make satisfaction. A levy on a testatum execution binds the land, though the judgment does not; and it was held in Todd v. McCulloch, 3 Da. Rep. 404, and Brown v. Campbell, 1 Watts 41, that the lien of an execution levied on a particular tract, survived the lien of the judgment. Though a judgment does not bind a personal chattel, an execution does; and as land is a chattel for purposes of satisfaction, it may be bound by the common law lien of an execution independent of the lien of the judgment by construction of the statute of Westminster the second. The primary intent of a foreign attachment wás doubtless to compel the debtor to put in bail, and, till that was done, the property attached was bound, and so far as it was involved, it answered the purpose of an appearance ; in which respect the execution of an attachment is a species of levy in anticipation of the judgment.. Since the act of .1836, which allows him to enter a common appearance and defend without dissolving the attachment, the primary intent is to sequestrate the property. But it was not intended that a common appearance should impair the lien, or it would have been discharged as well in favor of mortgagees and purchasers as of judgment creditors. The case of a creditor who can raise money on a hypothecation of his land by judgment as readily as by mortgage, is as distinctly within the mischief intended to be prevented, as the case of a mortgagee or a purchaser. But the act of 1836, which expressly declares and defines the lien, restricts it to protection against mortgagees or purchasers, in terms. “ Every writ of attachment executed on real estate,” it is said, “shall bind the same against purchasers and mortgageesand judgment creditors are neither. The clause, however, is but another proof that every codification of the law must necessarily be lame and imperfect, though executed by the ablest hands. The case of a judgment creditor is not within the letter of it, but it is within its equity; and the letter would die did not construction come to its assistance. It would be eluded by a very obvious and simple contrivance — a judgment acknowledged for money borrowed. The interpretation necessary to frustrate it, is not more strained than that which was put on the act of 1798, to limit the duration of liens by judgment inter vivos, which, though the declared object of it was the protection of purchasers, was extended by construction to the protection of subsequent judgment creditors. The difference here is, that the protection is against them. ■ To prevent the machinery of a code from cutting the merits of particular cases to pieces, it is necessary that it be fitted, its mistakes corrected, and its deficiencies supplied, by judicial interpretation, after experience has disclosed them: without which it would work badly, or not at all.\nDecree reversed; and ordered that the fund be applied to the appellant’s judgment in the first place; and that the residue, if any, be applied to the other judgments in their order."}