{"id": "405957", "contents": "The opinion of the court was delivered by\nGibson, C. J.\n— Postmasters are directed, by law, to publish their advertisements in newspapers which have the largest circulation; not, however, to give the printer a premium for superior activity, but to serve the public; and, however the latter might complain of disregard of the direction, he could not. The printing is not proposed as a prize; nor is there any condition to be performed which may give title to it. The defect in the plaintiff’s case is, that he had no right which could be violated. In Shrunk v. The Schuylkill Navigation Company, 14 Ser. & R. 83-4, the owner | of a fishery was not allowed to recover for the erection of a dam i which obstructed the stream and impeded the access of herring ’ and shad to his pool, because he had not property in the fish before i they were caught. The words in the act of incorporation were broad enough to cover the demand; and it was rejected, not for any express restriction, but on the general principle. Rut, though a postmaster is not answerable to a publisher, he would be answerable to a correspondent, whose letter had miscarried for want of \\ publication according to the terms of the statute, because a party actually injured stands on better ground than one who is not, and 1 for the same reason that such a party may have an action against the author of a public nuisance. A public duty has never been enforced by a private action, except when it has been specifically given by statute. Penalties have been imposed, and popular actions have been instituted, to demand them, but always under the sanction of express enactment. How, then, may a refractory postmaster be dealt with ? By complaint to his superior, or perhaps to a grand jury. But the declaration avers, and the demurrer confesses, that the defendant was actuated by malice; and though he was doubtless governed only by a sense of partisan duty, we must take the fact as it appears in the pleadings. Still, if the plaintiff had not a legal right to the printing, he could ask for it only as a matter of favor; and even a malicious refusal of it would not entitle him to an action. A man may withhold his benefits for Ms own reasons, and the most deserving claimants of them may be passed for the worst of motives. If dispensers of patronage were tried by any other rule, it would be a sad thing for executive magistrates, invested with power to appoint to office: they would be ruined by temporal tribunals, whose province it is not to search the heart.\nJudgment affirmed.\nCoulter, J. dissents."}