{"id": "405991", "contents": "The opinion of the court was delivered by\nCoulter, J.\n— It was evidently the intent of the parties to the assignment of Smiley to Brownfield & Poundstone that they, to wit, the latter, should participate in the fund, subject to the interest in the same fund previously assigned to Horatio Griffith. That being the clear understanding and contract of the parties, no court ought to violate it, or give a contrary direction to the fund. That the first sale might be set aside, was within the legal and actual category of such affairs? and the stipulation in the assignment that if it was, still Poundstone & Brownfield should get the amount assigned out of the second sale, was nothing more than what the law would have awarded to them without that stipulation. And for the same reason, the first assignment to Griffith continued good, notwithstanding the first sale was set aside, because so much of the fund was so devoted, and so applied by the owner of it, for a good and valuable consideration. The property was to be sold and converted into money, to answer the exigencies of the law; and whenever it was converted into money, then the assignments were entitled to their respective shares, according to the intent of the parties; and if the first assignment took up the whole fund, there remained nothing for the second. It is a total mistake to call the assignment to Brownfield & Poundstone a deed for the land; it is a mere transfer, in case the first sale should be set aside, of the land or money made thereout, to the amount of the order; and that order was expressly subject to Griffiths’ assignment. The land was in gremio legis. It was in legal process of mutation; and the clear intent was to transfer money, not land.\nThe second error assigned is of no account. The judgment against Henry Dimond’s heirs was no lien, either on the land or the fund produced by its sale. The authorities are so full and explicit on this point, that it is not necessary to say more.\nJudgment affirmed."}