{"id": "405917", "contents": "Tbe opinion of tbe court was delivered, by\nBurnside, J. — Tbe evidence offered in tbe first assignment of error was immaterial. Its rejection did tbe plaintiff no injury. All tbe taxes due and owing on the Tinsley survey had been paid to and received by the county, many years before the Paulis made any attempt to perfect tbeir title and pay their bid. In 1836, the original owner, Russell Keys, paid all the taxes and costs due to the county, and obtained a deed from tbe commissioners. Tbe paper-book shows, and tbe evidence is clear that, after tbe bid in 1832, tbe Paulis slept on it till 1843, when, after the former owner had paid the taxes and costs, they appeared to pay their bid to the treasurer, with full knowledge that the. tract had been redeemed. In principle this case is like the contest between Donnel v. Bellas, 10 Barr 347. Our law requires reasonable vigilance from bidders at treasurer’s sales, and I think the same vigilance should be extended to bidders at commissioners’ sales, where tbe land has been purchased in by the commissioners for the benefit of the county. •The 3d section of the act of March 13th, 1815, makes it tbe duty of tbe purchaser, as soon as tbe deed is tendered by the treasurer, to pay down the money: Dunlop, 2d ed. 323. But this was found inconvenient. Purchasers could not be always found, and when found, were sometimes unable or unwilling to pay. Hence tbe act of March 13th, 1817, 6 Smith's Latos; 426, Dunlop, 333, makes it the duty'of the purchaser or purchasers at treasurer’s sales, as soon as the property is struck down, to pay tbe amount of tbe purchase money, or such part thereof as is necessary to pay the taxes and costs, as also one dollar for tbe use of the prothonotary for entering tbe acknowledgment of tbe deed. In case it is not forthwith paid, tbe sale may be avoided, and tbe property immediately set up by tbe treasurer. I am unable to devise any reason why the same principle should not be applied to sales made by the commissioners. The sales are cash sales. Tbe object is to raise money for tbe county. Tbe commissioners’ ought to exercise tbeir judgment, and where they have no confidence in the ability of the bidder to pay, and he omits to pay, as faithful public servants, they ought to put up the tracts and sell again. Here tbe bidder never appears. It is true, he is dead. After the original owner has redeemed, payment of the bid is then offered, and improperly received by tbe treasurer. Steiner v. Coxe, 4 Barr 13, legalizes tbe redemption to which I refer.\nTbe judgment is affirmed."}