{"id": "405928", "contents": "The opinion of the court was delivered by\nGibson, C. J.\n— The modern covenant of warranty differs from the ancient warranty, not because the latter bound the feoffor to defend the land, but because it bound him to render, not damages, but a recompense in kind for a breach of it. The form of the writ, as well as the nature of the recompense in value, was different; but the measure of the obligation was the same. The feoffor was bound by his warranty to defend the land: the grantor is bound by his covenant to do as much, and no more, by defending the grantee from eviction on a superior title. By reason of its straitness, even this modern covenant of warranty has given place, in English conveyances, to the common covenants for title against particular defects which it does not reach. In Pennsylvania, it has been retained by unprofessed scriveners as a nostrum supposed to contain the virtues of the whole five; but its potency has not been recognised by the bench. The writ of warrantia chartee was founded on an assize, or a writ of entry in the nature of an assize, brought against the feoffee; and the covenant of the feoffor was to warrant the land by defending the action — the modern writ of covenant is brought against the grantor to recover damages for a failure to do so. The gravamen, therefore, is not the defect of title, but the eviction consequent on it. The declaration in Swenk v. Stout, 2 Yeates 470, is a precedent for the principle that an eviction must be laid; and it consequently must be proved, but not necessarily, by evidence of forcible expulsion. It was said in Clark v. McAnulty, 3 Ser. & R. 364, and Patton v. McFarland, 3 Pa. Rep. 319, that the grantee may give way to a judgment in ejectment, without waiting to be turned out by the shoulders; and, for the same reason, he may give way to an entry on superior title, which is a remedy by act of the party. In this case there was an entry and dispossession, which were equivalent to a constructive eviction. A covenant for quiet enjoyment, which resembles the modern covenant of warranty, differs from it in this, that the former is broken by the very commencement of an action on the better title. When the canse was here before, the warranty was inadvertently treated as a covenant of seisin, from which it is shown by Bender v. Fromberger, 4 Dal. 438, to differ so far that the latter is broken as soon as the deed is delivered. It is strictly a covenant of warranty, however, and, as a right of action did not accrue on it till the paramount owner had entered, there was not a sufficient interval between his entry and the inception of the action to raise a presumption of accord and satisfaction or release.\nJudgment affirmed."}