{"id": "405926", "contents": "The opinion of the court was delivered by\nGibson, C. J.\n— The transaction before us is analagous to a transaction between merchants, called “ sale or return;” by the terms of which, the party to whom the goods are sent, is bound to return them with notice of his dissent within a reasonable time, or keep them on the terms of the offer; or it is perhaps strictly a conditional sale, of which the same principle is an element. Such was the sale in Humphreys v. Carvalho, 16 East 45, and many other cases, which it is unnecessary to quote, the principle being settled; and the business is to apply it to the evidence. The defendant promised to pay the price at the expiration of a year, on condition that the clock should perform to the satisfaction of the burgess and town council, or their successors. The corporation, consequently, had a year to signify its determination. This is not a case of warranty, and it is immaterial whether the clock performed well or ill; it was the business of the burgess and council to judge of that, and keep the clock or return it, at the proper time. It was put up, and the plaintiff, who was probably a clock pedlar, went away. The burgess and council were ultimately dissatisfied with it, and after two years, took it down, but did not offer to return it, or attempt to give notice of their dissatisfaction. Three witnesses testified that they had not heard of the plaintiff’s whereabout, then or since; the other witnesses were silent in respect to it. It is clear and indisputable law, that the burgess and council were bound to give notice of their dissatisfaction, with an offer to return the clock, or attempt to do it. They were not bound to follow the plaintiff to a foreign country; but if foreign residence had been alleged, they would have been bound to prove it. If his residence was unknown, they were bound to prove that they had attempted to discover it. If it was known to be in a sister State, they were [ bound to prove that they had attempted to reach him through the post-office. But there was not a spark of evidence to prove that any effort had been made whatever i and the contract had become absolute. The cause, therefore, was not put on its proper point.\nJudgment reversed and a venire de novo awarded."}