{"id": "405939", "contents": "The opinion of the court was delivered by\nCoulter, J.\n— There is nothing in the five errors assigned; and the answer of the court below, to the five points of the defendant respectively, is 'correct. These points are answered arbitrarily in favor of the defendant, on the questions of law submitted. The court, however, made some observations on their relevancy to the case in hand, as disclosed by the evidence. And this the court had a right, and, indeed, it was their duty, to do.\nIt is the province of the court to construe a written deed or contract; and in the observations which they made on the agreement of the parties, the court did not advance to the full extent of their prerogative in that respect, instead of going beyond it, or trenching on the province of the jury. Where a writing possesses an ambiguity, arising from reference to extrinsic objects, it may be explained by parol testimony, relative to the nature, situation, and circumstances of'those extrinsic objects at the time of the contract. But neveiysmaless this cannot draw the interpretation or construction of the contract, to the jury. It is the province of the court to declare the construction of the contract, according to the true position and relative situation of these extrinsic objects, dehors the writing; and it is the province of the jury to find the true situation and character of these objects. The situation of the trees, the low-water mark, the shore, and the particular localities mentioned in the agreement, would be ascertained only by parol testimony, and their relative position in regard to each other. This was a question for the jury. But the law arising on the contract, as thus explained, was for the court. The whole question might be said to be a mixed question of law and fact, and as such, went to the jury, with suitable legal instructions from the court.\nThe bank of a stream is the continuous margin where vegetation ceases; and the shore is the pebbly, sandy, or rocky space between that and low-water mark. Along the first margin was a row of trees; and behind them, on the second bank, were other trees. The court left it to the jury to say, whether the terms in the contract, granting privilege to McCullough to use as much of the shore belonging to Wainwright as may be between the water and the trees growing along the shore, extended to the second row, or to the first. In this, certainly, they did no injustice to McCullough, because, it seems to me, that the contract line wag clearly the first row, nearest the water. On the whole, we see no error prejudicial to plaintiff in error.\nThe judgment is affirmed."}