{"id": "405910", "contents": "The opinion of the court was delivered by\nGibson, C. J.\n— This action is brought by an equitable tenant in common, as a substitute for a bill in equity, to recover his share of the price of land sold by his co-tenant and trustee of the legal estate. The plaintiff and his trustee, the defendant’s testator, accepted a part of their intestate father’s real estate at the valuation in the Orphans’ Court; but as the choice was made by the testator, as the actor, the title was vested in him exclusively. The foundation of the claim is a resulting trust in a moiety of the land sold by the testator. In equity, the brothers were tenants in common, the testator being a trustee of the plaintiff’s moiety. This is the aspect in which the case must be viewed, to found the action. The testator sold the whole, with the plaintiff’s assent, to another brother, the defendant, who purchased with notice of the trust, and, at the testators’s death, became his executor. The subject of the action, therefore, had no connexion with the subject of the defendant’s administration account; and how it could have been involved in the settlement of it and the decree of confirmation, it is impossible to tell. No part of the assets could come to the plaintiff; and in that respect the case is stronger than Weiting v. Nissley, 1 Harris 650, in which the party entitled to the estate was not bound by the settlement, because the Orphans’ Court had not jurisdiction of the particular matter. In the present case, the defendant is sued for a debt said to be due by him, not as an executor, but as a purchaser of the plaintiff’s equity; and whether the plaintiff was in truth an equitable owner; whether the defendant had paid over the purchase money in ignorance of the trust; or whether it was still in his hands — no matter whether as purchaser or executor— were questions which could not be agitated at the settlement of the administration account. They are questions which cannot arise in any case specified in the nineteenth section of the act of 1836, by which the jurisdiction of the Orphans’ Court is limited and defined. They arise in England only on a bill in equity between vendor and vendee; and here, only in an equitable action, as a substitute for it. The present is such an action, and there consequently can be no question about survivorship of remedy. If the plaintiff’s money is in the defendant’s hands — no matter how — he must pay it without regard to the claims of the testator’s creditors, because it is no part of the assets. View the case as if the vendee and the executor of the vendor were different persons, and as if the legatees were attempting to surcharge the administration account with the entire price of the land: what would the plaintiff, a stranger to the will, and the vendee, equally so, have to do with it ? Neither would be estopped by tbe decree, because neither would be a party to it. The defendant happens to be both purchaser and executor; but a man’s acts take their character and consequences from the capacity in which they were done. Even if he could have been a party to the decree as a purchaser, the plaintiff was not a party to it as a vendor; and it is a trite rule of .evidence that a party who would not have benefited by a judgment had it been in his favor, shall not be prejudiced by it as an estoppel when it is against him. The admission of the Orphans’ Court proceedings in evidence, therefore, and the direction consequent on it, were erroneous.\nJudgment reversed and venire de novo awarded."}