{"id": "405911", "contents": "The opinion of the court was delivered, by\nBell, J.\n— The record offered by the defendants below, exhibits a succession of radical mistakes from beginning to end. It is a little singular, that in spite of the unambiguous provisions of our statutes, relating to the contracts of decedents, court and counsel should have fallen into the error of confounding two distinct remedies, involving a confusion of jurisdiction, and a jumble of decrees, destructive of the whole proceeding.\nThe acts of 1792 and 1818 provide a method for taking proof in the courts of Common Pleas, of the unexecuted real contracts of decedents, previous to the institution of any suit for the breach of them, and enable the executor or administrator to make the necessary conveyance, under the order of the court. This remedy being found imperfect, in certain cases, the act of February, 1834, was passed, conferring on the several orphans’ courts the power^ elsewhere exercised by courts of chancery, of decreeing specific performance of these contracts. The difference between these several modes of procedure, and the results attained by each, is pointed out in Chess’ Appeal, 4 Barr 52, and McFarson’s appeal, 1 Jones 503, which show them to be strongly distinguished by features peculiar to each. Indeed, they possess no one leading characteristic in common. The jurisdiction exercised by the Common Pleas, is, in fact, a method devised to avoid common law suits for damages, was originated by statute, and is, perhaps, known only in Pennsylvania; while that conferred on the Orphans’ Court, is, confessedly, borrowed from the long established practice of courts of equity. These important differences seem to have been overlooked by the defendants below. Apparently acting upon the notion, that the two jurisdictions are concurrent, they invoked the Orphans’ Court to exert a power possessed by the Common Pleas only. This initiatory error was the propagator of others, equally gross. The step first consequent upon the presentation of the petition, would naturally be, to fix a day for the answer of the defendants, and giving notice thereof, by citation or other order. This, however, was wholly omitted, and instead, the court directed a commission to examine witnesses, of which notice was to be given to a guardian ad litem, appointed on the instant. Immediately on the return of this commission, and but one day after taking the single ex parte deposition, upon which the decree was founded, the court adjudged the proof to be sufficient, and directed it to be certified. Nay, if we are to give credence to the formal certificate of the proper officer, this adjudication was pronounced by the court of Common Pleas, to which the procedure would seem to have been transferred, without notice to any whose interests were to be affected. Treating this, however, as a clerical error, and conceding that the record remained in the Orphans’ Court, the proffered evidence is encountered by the fatal objection, that the whole proceeding is coram non judice; a thing wholly void, for want of the requisite authority in the tribunal employed. As this fatal fact is apparent on the face of the record itself, there is nothing remaining, upon which to found the subsequent petition of John McKee’s administrator, to the Orphans’ Court, -for leave to make a deed,’in pursuance of the alleged contract, the order of the court therein, and the deed made in pursuance of it. All these steps were of no avail to vest a title in the defendants below, for they are obnoxious, not only to the objection that the Orphans’ Court was incompetent to give effect to the particular statute, under which they had place, but also, that the order, upon which they were based, was without efficacy.\nBut were it possible to regard the proceeding as originating in an application for a specific performance, under the act of 1834, it would still ’ be found radically defective. In imitation of the known practice of courts of chancery, the 15th section of the act directs due notice of the bill or petition to be given “ to the purchaser, or the executors or administrators and heirs of the decedent, or devisees of such estate, as the case may require, to appear in such court, on a day certain, and answer such bill or petition.” The 52d and succeeding sections of the act of 29th March, 1832, prescribe the mode to obtain the appearance of persons amenable to the jurisdiction of the Orphans’ Court, and to compel obedience to its orders and decrees. The process is by citation, returnable on a day certain, and to be duly served on the defendant, when he can be found within the proper county, or if not, then by other modes of notice pointed out. Where minors are interested, service is to be on the guardian, if there be one residing within forty miles. If not, the minor himself is to be notified, if above the age of fourteen years, and if under that age, his next of kin. If, at the next session of the court thereafter, such minor shall not apply for the appointment of a guardian, a guardian ad litem may be designated, upon whom all notices shall be served.\nThe anxiety of the law makers to secure to defendants a day in court, after due notice, so sedulously manifested, is but in accordance with the principle, that before the rights of an individual can be bound by a judicial sentence, he shall have notice of the proceeding against him. This is announced to be an axiom of natural justice and of universal application, by Marshall, C. J., in the ease of the Mary, 3 Peters’ Con. Rep. 312. • Such notice is indispensibly necessary to give jurisdiction over the person of the party. Com. of Pilotage v. Low, Charlton 298; Jones v. Kenny, Hardin 96; and it has been truly said that, without citation and an opportunity of being heard, the judgment of a court, whether ecclesiastical or civil, is absolutely void: Com v. Green, 4 Whar. 568. This principle was recognized in Ege v. Sidle, 3 Barr 124, and in Ragan’s Estate, 7 Watts 440, 441, where Jackson v. Brown, 3 Johns. Rep. 459, is approvingly cited. The latter is an instance of its application in a collateral proceeding, in avoidance of a judgment rendered in partition. Indeed, its observance is felt to be so entirely essential to the preservation of individual right and the advancement of social obligation, that no official endorsement is required to enforce its general acceptance. Yet, as the record itself shows, in the case before us, this fundamental rule of right seems to have been entirely overlooked. No process was issued to call in the defendants; no day given them to dispute the assertions of the petitioner ; and no hearing had upon the merits of his case. In fact, the whole proceeding was ex parte, for it cannot be said the notice of taking depositions rescues it from this condition. That notice was to one invested with no right to represent the minor children. But had this been otherwise, there could regularly be no such notice before the parties were brought into court by process ; a preliminary step essential to the jurisdiction. They never were so brought in, nor was there any attempt made to bring them in. They were, consequently, without the power of the court, and are unbound by any decree pronounced against them. In truth, no final decree was pronounced by the Orphans’ Court. Under the statute investing it with authority, the only final decree contemplated is of specific performance. The endorsement directed to be made on the petition presented, is not such a decree, nor any thing like it. Indeed, it was not intended to be; for it is obvious, that in directing this entry, those who' conducted the application, proceeded under the act regulating the Courts of Common Pleas, and, as already observed^ the remedy attempted was that which can only be administered in the latter tribunal. This mistake is radical and fatal. The Orphans’ Court attempted to do something it had no authority to do. The attempt was, therefore, productive of no results. It could neither confer a right, nor redress a wrong. The power to divest men of their estates and transfer them to others, is a momentous one; to be exercised with great care and caution. Before it can be made effective, the court must possess itself, not only of the subject, but of the person whose interests are to be dealt with; and after this, the proper decree must be pronounced. In these essentials, the action of the Orphans’ Court was altogether wanting. The court below was consequently right in rejecting the evidence, as of no importance in assisting a determination of the controversy.\nJudgment affirmed."}