{"id": "405927", "contents": "The opinion of the court was delivered by\nGibson, C. J.\n— The question of payment ought not to have been determined by the court as a question of law. In consideration of $100 to be paid, the half in hand and the half in carpenter work, Reynolds agreed to sell to Richards his equitable title to a lot of ground bought from county commissioners; and to procure the title to be made to him when the work should be done. The hand-money was paid, and Richards subsequently gave, for the residue, the promissory note on which action was brought. Years: afterwards, Reynolds endorsed on the article a direction to convey the title; which was done. Now, though this direction and the deed which followed it were strong evidence of payment, it was open to contradiction, and ought to have been submitted to the jury as such. It followed not that because the evidence was written, its effect was to be determined by the court. To interpret the meaning of a writing unaffected by parol evidence, is doubtless the province of the judge; but the question below was not on the interpretation of the written direction, but on its effect as evidence of a collateral fact. It was certainly presumptive evidence of payment; but the conclusion from it was not to be drawn by the court.\nPresumptions strictly legal shut out further investigation, and exclude the functions of a jury. Presumptions strictly of fact, having no power to produce an assumed belief, or any belief beyond the natural and unassisted effect of the circumstances, exclude the function of the court. The intermediate class, called presunqotions of law and fact, might more properly be called legal presumptions of fact, because the law presumes the fact in giving them an artificial effect, beyond the actual weight of the evidence; but though the law dictates the conclusion, it must be drawn by the jury under the direction of the court, and not by the court alone: Stark. Ev. pl. 4, page 1243. They give to particular circumstances the force of prima facie evidence, which stands for proof till it is rebutted. Thus it it is said by Mr. Starkie, that a jury is to be required, or at least advised to infer a grant of an incorporeal hereditament from an unanswered adverse possession of twenty years. In a parallel case I would direct them, that as the law infers the fact, they are bound to infer it also, even at the expense of their actual belief; but I would at the same time instruct them that it is their province to pronounce it, not mine.\nOf this class is every artificial but inconclusive presumption. The instance most analogous to the present, is the case of a receipt for rent, which is prima facie evidence of payment of previous arrears. In our case, the law raised a presumption that if the purchase-money had not been paid pursuant to the terms of the bargain, the direction to make the conveyance would not have been given; yet, though the result would doubtless have been the same, the conclusion did not lie entirely with the court. It could no more have been drawn from the circumstances, if found in a special verdict, than a legal conclusion of conversion in trover could be drawn from a finding of demand and refusal: in the one case and the other, the circumstances are but evidence of the fact, and not the fact itself.\nNor was the assignment of the note a bar to the action. It was not negotiable, for there was enough on the face of it to point to the terms of the article by which it was payable in carpenter work, and the suit could consequently be maintained only in tbe name and on the legal title of tbe payee, wbo, in contemplation of law, was still tbe bolder. It was immaterial to tbe defendant whether be was actually so or not, as payment on tbe foot of an execution would be a valid discharge. He would have no concern with the ownership of tbe money after it bad left bis band; for be could be no further called upon. Even bad tbe note been negotiable, it would be enough that tbe plaintiff bad obtained it again by the blank endorsement of tbe person to whom be bad passed it. The only ground of defence is tbe presumption of payment.\nJudgment reversed and venire de novo awarded."}