{"id": "405981", "contents": "The opinion of the court was delivered by\nBell, J.\n— The record brought up in this case is very imperfect. From it, however, we are enabled to gather that in January, 1849, Breidenthal, one of the defendants, pleaded the general issue. The other defendants, though they appeared on the return of the writ, put .in no plea. The cause thus rested until January, 1850, when a jury was sworn to try the issue joined, and rendered a verdict for the plaintiff. This, according to the decision in Cridland v. Floyd, 6 Ser. & R. 412, where this branch of practice was thoroughly investigated and satisfactorily settled, is equivalent to the formal entry of a nolle prosequi as to the defendants not pleading, or it may be considered as a verdict acquitting them. But not satisfied with this, the counsel for the plaintiffs in error insists that there has been a mistrial, and therefore claims a reversal of the judgment. To prove this, he refers us, not to the record, but to some loose memoranda kept by the clerk of the court, and denominated minutes. These show an entry — “ McKenna v. Breidenthal et al., January 31, 1850, jury sworn to try the issue,” &c. This, however, cannot be treated as part of the record, nor accepted as showing any thing inconsistent with it; and if it could, it would be asking entirely too much to propose that the abbreviation “ et al.,” in stating the title of the action, should be accepted as indicating that the jury were sworn as against all the defendants. The presumption is, that the trying court directed the jury to be properly sworn; a presumption not to be overcome by the loose entry referred to, though that had place among, the regular docket entries. Even then, it would be subject to rejection as surplusage, or for repugnancy. The judgment against Breidenthal is consequently right enough.\nBut the execution issued against all the defendants. This was erroneous, for the fi. fa. must accord with the judgment, which is against Breidenthal alone. It must therefore be set aside.\nJudgment afiirmed, but the execution issued thereon is set aside.."}