{"id": "405933", "contents": "The opinion of the court was delivered by\nGibson, C. J.\n— A rule laid down in Castle’s Case, Cro. Jac. 643, and followed in Rex v. Robinson, 2 Burr. 803, as well as in subsequent cases, is that where a statute has created a new offence by prohibiting a thing that was lawful before, and appointed a new remedy for it by a particular sanction and particular method of proceeding, that particular method must be followed, and no. other. In delivering the opinion of the court in- the latter case, Lord Mansfield added that where the offence was antecedently punishable by a common law proceeding, and a statute has prescribed a particular remedy for it by a summary proceeding, either method may be pursued because the sanction is cumulative. The propositions are convergent. They were predicated of remedies for public wrongs; but there is nothing peculiar in the subject matter of them to show that they are not equally predicable of remedies for private injuries. An indictment, as in the case of a forcible entry and detainer, is sometimes a substantive remedy for a civil tort; and there is no other means to compel a putative father to maintain his illegitimate child. If the provision of the statute which provides an indictment for fornication and bastardy were repealed, no lawyer would advise that the mother or the township could maintain an action for it. Why should not the same principle rule the case in hand ? Against the state, being a sovereign power, no action lay at the common law. Whenever an action has been maintained against her, it has been by force of her express permission ; as in the case of the Pennsylvania claimants of compensation for lands certified and ceded to Connecticut claimants in the seventeen .townships in Luzerne county. The government is restrained by the constitution from taking private property for public purposes; but though a statute pretending to authorize a public agent to take it without compensation made or security given, would not protect him, the state herself could not be sued. Here the action is not for taking property, but for injuring it; and as an action lies not against the state for direct or consequential damage, it lies not against her locum tenens, clothed with her power and protected by her shield. She is not always in a condition to execute her works of public improvement with her own hand; and her prerogative would be useless did it not extend to the instruments with which she is compelled to work. Though corporations employed by her, have always been ordered to pay for damage to private property, they have not been subjected to prosecution by action for the consequences of acts permitted by the charter. A specific remedy has been provided, not only against such corporations, but against the state herself, where she was the immediate constructor; in which the compensation has been assessed by viewers or a court and jury on appeal from their award; in a common law action, never. No corporation would accept a charter on terms which would expose it to an interminable series of suits for' continuance of nuisances. In Thoburn v. The Schuylkill Navigation Company, 7 Serg. Rawle 411, it was held that the compensation awarded, is the price of a perpetual privilege, assessed once for all. The legislature, having obtained the defendant’s leave to modify its charter, might have subjected the company to actions of nuisance had they seen fit; but the acts of 1844 and 1848, clearly did no more than enlarge the field of the specific remedy; and the plaintiff can have recourse to no other.\nJudgment affirmed."}