{"id": "405966", "contents": "The opinion of the court was delivered, by\nRogers, J.\n— After the decision of the case of Talmadge v. Burlinghame & Irons, 9 Barr 21, and the practice which has so generally obtained, it is too late to question the order of the court opening the judgment as to Falconer and permitting it to remain as to Struthers, the other defendant in the joint judgment. According to the case cited, it is regarded in the light of a collateral or feigned issue, by which one of the parties may be let into a defence personal to 'himself, the proceedings being regarded, as to him, as a new action. Although this course may be pursued, yet it is not to be recommended, as it destroys the simplicity and symmetry of our judicial proceedings, and frequently gives rise to perplexity in rendering judgment. It would be much better, in joint judgments at least, to pursue the English practice of ordering a collateral issue, with the proper parties, to try the matters alleged by way of defence, staying the proceedings, if necessary, or permitting execution to issue to bring the money into court, according to the circumstances and equity of the case. Here, the court not only open the judgment as to one of the joint defendants, but permit execution to issue against the other to collect the money from him alone, before the trial of the issue, and ascertaining, by the verdict of a jury, whether the other defendant is discharged from his joint liability. This is an order of which Struthers has a right to complain, for it is in vain to contend he is not injured by being compelled to pay the whole amount of the debt, until it is judicially determined that he is alone liable.\n. Eor admitting, as is contended, that the matter of defence being personal as to Falconer, a verdict in his favor would enure alone to his own benefit, and would not affect the liability of Struthers, who would still remain charged; yet that is a reason which shows the propriety of determining that issue before he is treated as a separate debtor. He ought not to be deprived of the opportunity of showing that Falconer is still a co-debtor in the judgment. This, so far as appears, he has heretofore been prevented from doing: at any rate, he has not had his case investigated before the jury, which can only be done, as the case now stands, on the trial of the issue. Indeed, the application of Falconer seems to have been made without the co-operation of Struthers; and the objection strikes me, with great force, that if the plaintiff succeeds by means of the process of the court in collecting the money from Struthers, there is an end of the action against Falconer, as the plaintiff will have no further interest to pursue the suit against him; and thus the whole burthen of the debt will be thrown upon Struthers, when it may be shown, if a trial is had, that he is but one of two joint debtors. As this is the case of a joint judgment, the judgment being opened as to one, we are of opinion that no further proceedings can be had until that action is finally disposed of.\nThe order of the court, granting leave to issue execution against Struthers, set aside, and proceedings stayed, until the issue against Falconer is tried."}