{"id": "405932", "contents": "The opinion of the court was delivered by\nBell, J.\n— Whether, in an action like this, the declarations of an absconding wife, made on the eve of her departure, and in special reference to it, as explanatory of the moving cause, could be received in evidence, as of the res gestoe, it does not seem to be necessary here to determine. When the offer of the declarations was first proffered, the court below ruled them admissible, upon the understanding, conveyed by the offer, that they were contemporaneous with the main fact under consideration, and so connected with it as to illustrate its character. It is only their immediate connection with the principal fact which can distinguish such declarations from mere hearsay. To become of the res gestee, they must have been made at the time of the act done, which they are supposed to illustrate: 3 Con. R. 250; an instance of which was furnished at the trial of Lord George Gordon, where the cry of the mob, wdiich accompanied the defendant, was proved, as showing the intent and design of the whole movement. It might be objected, yyith great show of reason, that permitting even this, in a contest where a husband is a party, would be in direct contravention of the rule of policy, which prohibits married persons from testifying for or against each other, though under the sanction of. an oath. The same rule is still more stringent in excluding the declarations in pais of the wife, as a means of affecting the husband’s rights, unless made aS his agent; or where, as pointed out in Steele v. Thompson, 3 Pa. Rep. 39, they are in the nature of facts, giving rise to presumptions, not based on the credit of the declarant, but deduced frojn the fact that admissions touching the rights and interest of the husband were made. Indeed, declarations which are evidence in immediate connection with a particular fact, are so because they are part of the fact itself, and necessary for a full understanding of its import and effect. In Hadley v. Carter, 8 N. Hamp. 40, this doctrine was carried to the very verge of safety, when in an action for enticing away a servant, the declarations of the latter, made at the moment of departure, were received, to show the actuating cause, existing at the moment. But here, were this application of the rule extended to embrace the averments of a'wife, the concession would not be broad enough to cover the contents of the deposition rejected on the trial. The details which it proposes to give from the mouth of the wife, possess not one quality of res gestae. So far from being an exposition of a contemporaneous fact, necessary to its elucidation, the narrative given by the proposed witness is a history of the bickerings, quarrels, and difficulties, which, it is said, unhappily beset the lives of this husband and wife, apparently extending over a series of years, and having no necessary connection with the subsequent elopement, which, for aught that appears, might have been, immediately, occasioned by some new fact, though doubtless colored by the sad hue of prior disagreements. Were such communications as these clothed with the character of evidence, the manufacture of testimony would be an easy operation, the very facility of which would provoke to falsehood. Instead of closing the wife’s mouth as a witness against her husband, we should invite her to accusations, prompted by embittered feeling, and probably deeply tinged by the jaundiced medium through which she derived her perceptions. But it is enough that the proposed testimony had nothing in or about it of the character of fact; nothing partaking of res gestas, and that its reception would involve a total departure from the rule of exclusion I have adverted to. Possibly, under some circumstances, the declarations of a flying wife might furnish a mode of proof, but certainly those offered in this instance are not of that class.\nThe plaintiff in error has not ventured even to suggest a ground upon which the question furnishing the subject of the second bill of exceptions could be regarded as relevant; and we , have failed to perceive one. The court were right in esteeming it wholly impertinent. T ■, , ~ ,\n, Judgment affirmed."}