{"id": "405987", "contents": "The opinion of the court was delivered, by\nBell, J.\n— It is not to be disputed, at this time of day, that to withdraw a parol sale of lands from the blighting effects of the statute of frauds, there must be an open and absolute possession taken in pursuance of the contract, with a view to the performance of it. It is consequently a settled rule that a parol sale to a tenant in possession is within the statute, though his possession be after-wards continued, because there is no change of possession, in execution of the contract: Galbraith v. Galbraith, 5 Watts 146; Brawdy v. Brawdy, 7 Barr 16. This has been thought indispensible, and it certainly is so, notwithstanding the inferences the plaintiff in error seeks to draw from Lee v. Lee, 9 Barr 117. That case was decided under its peculiar circumstances; and although I did not unite with my brethren in ruling it, I am authorized to say it was not for a moment intended to draw into question a principle which lies at the very foundation of the equity invoked. Much less was it the object of the determination to assert that assessment of the land sold, in the name of the vendee, and payment of taxes by him, is equivalent to a change of possession. It proceeded principally on the ground of an exchange of property, followed by a corresponding possession and subsequent sale of one of the tracts exchanged, which put it out of the power of the plaintiff to reinstate the before existing relations of the parties. It was thought possession of one of the tracts, in conjunction with the assessment of the other in the name of the tenant’s vendee, might be accepted as tantamount to an actual corresponding possession of both the tracts. Had there been no possession by the plaintiff, there would have been no pretence for the position, that the transaction was not within the statute. As it is, the ease carried the exception as far as it can be urged with any degree of safety. A step further would abrogate the statute itself. The court below was consequently right in its direction to the jury on this point. What was said is in entire accordance with the facts proved, and harmonizes with the law springing from them. In respect to the fifty acres which originally belonged to the father, it is indisputable the son was in possession prior to the alleged gift, which possession was continued without visible change. As to the fifty acres purchased from McCall, the jury found the plaintiffs were entitled to one moiety of it, by way of resulting trust. Of the other moiety, they were correctly told, the plaintiffs could recover, unless there was an absolute gift of it, and possession taken in pursuane of the gift. .\nJudgment affirmed."}