{"id": "405959", "contents": "The opinion of the court was delivered by\nBeel, J.\n— After much reflection, and a critical examination of the voluminous evidence and exhibits with which the case is loaded, we entirely agree with the Chief Justice, in his general estimate of the transaction in question. Any difficulty which may have retarded the announcement of our conclusion, ha's arisen, not from a doubt of the validity of the disposition made by Mrs. Greenfield, considered in its general aspect, but from hesitancy as to the light in which a particular feature of it ought to be regarded.\nThe original conveyance to trustees and the deed declaratory of the trusts, are to be accepted as one transaction: Hamilton v. Elliot, 5 Ser. & R. 384 ; Cromwell’s case, 2 Rep. 75 ; and, consequently, the interests of the parties claiming under them, and the rights of those who impeach them, are to be considered precisely as though the two instruments constituted but one muniment of-title. Conceding the creation of it to have been purely voluntary, the competency of Mrs. Greenfield to make it is-beyond cavil. To say nothing of the valuable consideration mentioned in the conveyance itself, the perfect right of a proprietor to divest himself •of his estate by way of gift, uninduced by pecuniary consideration, is among those which do not admit of question, and when such a gift is executed or otherwise fixed in the beneficiary, either by the direct conveyance of an estate or the creation of an use, it is beyond the power of the donor or his representative to revoke it. Settlements like that before us, reserving a present interest in the creator of them, and carrying a future benefit or bounty to other designated parties, are very usual. If fairly made and carried into effect, uninfluenced by fraud or circumvention, they cannot be subsequently impeached, as is shown, among other determinations, by our own case of Ruth v. Reese, 13 Ser. f R. 434. The authorities cited for the plaintiff as hostile to this position, look only to unexecuted covenants or agreements to raise future trusts, by way of gift, which equity will not enforce, if founded in mere benevolence, or a purely moral obligation.\nNor is this transaction open to impeachment on the ground that it is in fraud of creditors. At the time of its inception, Mrs. Greenfield was of ample fortune, very far beyond any amount of debt for which she was liable. Indeed, there appears to have existed, at that time, but a single debt, and for this provision was made. Those averred to have been since created, cannot be invoked in aid of this attempt to invalidate the arrangement, for a voluntary settlement of an estate, made by one unindebted at the time, or who reserves sufficient to pay all existing debts, cannot be successfully attacked by subsequent creditors, unless, indeed, there be something to show the settlement was made in anticipation of future indebtedness. I know some doubt was thrown upon the soundness of this principle by Thomson v. Dougherty, 12 Ser. & R. 448; but it was afterwards dissipated in Mateer v. Hassin, 3 P.R. 160, supported by a multitude of cases cited for the defendants on the argument.\nNeither is there the slightest pretence for saying the settlement must be accepted as a testamentary disposition, or that the donor was unduly induced to give it effect under the erroneous idea that it was a last will, or something in the nature of one. That it is not so, in fact, is abundantly shown by the reasons given at Nisi Prius, in corroboration of which, numerous authorities might be adduced. It may, however, suffice to refer to Thompson v. Brown, 3 Mill & Keen 32; and the concurring American cases of Hester v. Young, 2 Kelly (Geo.) Rep. 31-46; Jackson v.Culpeper, 3 Kelly 569-573-574; Cumming v. Cumming, ib. 460-484; and Allison v. Kurtz, 4 Kawkes 141-171. These settle the difference to be not in the form but effect of the instrument used, which, if it convey an estate in presentí, cannot be a will, for that operates only in futuro. The subject is well discussed by Mr. Jarmin, in his treatise on wills, where it is shown the true principle is that ascertained by Thompson v. Brown. That case, in the particular under consideration, is identical with the present. As was well observed at the bar, the instruments here in question, purport, first, to be made inter vivos, and to take effect immediately; second, that they did take effect immediately, by the delivery of the deeds and the transfer of the whole estate; third, that provision was made in them for the action of the trustees during the life of Mrs. Greenfield ; fourth, that those provisions were executed for ten years ; and, fifth, that the instruments were complete, and calculated for instant operation. All of these features are utterly inconsistent with the aspect of a purely testamentary disposition, and therefore disprove the deeds in question, as belonging to that class.\nThere is no evidence in the cause, upon which reliance can be placed, as showing the belief of Mrs. Greenfield, at the moment of execution, that the documents submitted for her acceptance were testamentary, and therefore revocable. The proof is, she was acquainted with the nature of testamentary dispositions, having executed at least two wills before that time; that she became dissatisfied with the liability to solicitation and the consequent annoyance to which the revocable nature of these exposed her; that to escape from this, and by way of protection even against herself, she desired to make an irrevocable arrangement of her affairs, and that, with this view, she perfected the disposition of which she after-wards spoke as unchangeable by any mere exertion of her desire. It is true, that she sometimes referred to it as her “will.” But as it was to be chiefly operative after her death, it is not at all surprising one unacquainted with the strict import of the term, should occasionally misapply it, when referring to documents which dealt largely in posthumous gifts. Yet, certain it is, that she frequently alluded to it, as being unalterable “ as the laws of the Medes and Persians,” and seemed to exult in that fact, as her protection against imposition and obtrusive importunity. It is also true, that after the conversation with Charles Roberts, in which he reproached her with extravagant expenditure, she seems occasionally to have entertained a desire to revoke the prior arrangement, and to resume the full dominion of her property. But there is evidence that these expressions of impatience were made during moments of excitement, probably induced by the remarks of interested persons calling into question the action of the trustees, and thus prompting an enfeebled intellect to a suspicion that those in whom she had trusted were exerting an improper exercise of the power vested in them. Yet, even in her conferences with Mr. Gilpin relative to the testamentary paper afterwards executed, she recognized the then distasteful fact that she had relinquished the command of her property, by the expression of her dissatisfaction with the existing condition of her affairs, and of her desire to resume the absolute control of them, with a view to a new disposition. This, while it certainly indicates present discontent, seems tcf point unerringly to prior knowledge of the nature of the disposition already made. Indeed, without wading through it in detail, I may indicate the tendency of the mass of the testimony on this point, by saying that, in my apprehension, it establishes both Mrs. Greenfield’s intention to make a final disposition of her estate, and her knowledge that she had done so. Whether her subsequent discontent was created by the practices at which I have hinted, or was the result of spontaneous repentance, it is almost needless to remark, it was impotent to destroy the trusts she had created, even though her desire to do so was manifested by her execution of the testamentary paper prepared by Mr. Gilpin.\nAfter what has been said, a few words will suffice to dispose of the objection that the deeds creating the trusts were not read to her, at or before the time they were executed; treating the objection as applicable to all the dispositions made. The general rule is, that a party executing a legal instrument is presumed to be acquainted with its contents. Where it is of ordinary import, unconnected with suspicious circumstances, and uninfluenced, actually or presumptively, by the peculiar relation subsisting between the maker of it and the party to be benefited by it, the burden of disproving the presumption lies on him who would impeach the deed. Nay, the authorities show that, usually, if one who is about to execute an instrument can read it, and neglects to do so; or being blind or illiterate, chooses to act without requiring the contents to be made known to him, he will be bound to it, though it turn out to be contrary to his mind: Touch. 56 ; Hollenbeck v. Dewitt, 2 John. R. 404; King v. Longnor, 1 Nev. & Man. 576. Doubtless, a fraud, actively practised upon a party so situated, would vitiate his act, and it has been made a question whether, in an ordinary case, equity would correct a mistake in a deed so executed ? If so, most certainly a chancellor would not interfere except upon distinct and convincing proof of the alleged mistake, by him who averred it. So far as the general disposition of this estate is involved, I perceive nothing to withdraw it from the operation of the ordinary rule I have stated. In this aspect, it presents an instance of one who, possessed of wealth but destitute of relatives, was desirous to provide for the future disposition of her estate among those whom, during a long and active life, she had regarded as friends. So far as appears, this was effected without the slightest improper interference by them, or any thing to induce the most remote suspicion of undue influence or unfair practice. No whisper of it has been heard in the proofs. Indeed, so far as the general beneficiaries are concerned, the deeds are unassailed upon this ground. Nor- is there any room for the suggestion of incompetency from imbecility of intellect. The evidence shows she was capable of comprehending the contemplated distribution of her estate, and the piljsumption is she did understand it, at least to the extent of the dispositions in favor of persons not parties to the deeds.\nThe Chief Justice was of opinion, at Nisi Prius, that those clauses of the declaration of trust which propose to reserve certain sums to the trustees are protected and sustained by the same principle. But further examination and reflection have satisfied him that, in this particular, he fell into an error; and I am authorized to say that he concurs with his brethren in thinking those clauses stand on a distinct foot, and are to be measured by a different rule.\nThe deeds were prepared by Mr. Bouvier, who, for some time prior, had been the legal adviser and confidential attorney of Mrs. Greenfield. In this instance, he acted upon the express suggestion and recommendation of Mr. Howell, in whom the donor reposed the most implicit faith. It is evident, both these gentlemen exercised over her an almost unbounded influence, and were thus enabled to give direction to her thoughts and actions. Mr. Rush also stood towards her in a fiduciary relation; and the fourth trustee, Mr. Roberts, was brought into the business by Mr. Howell, under a recommendation well calculated to command her utmost trust. For a considerable time before the conveyance, it is proved she was improvident, if not extravagant, in the expenditure of her fortune, and, in reference to it, singularly open to solicitation and importunity. In the language used at Nisi JPrius, she was generous to a fault, and seems to have been haunted by a passion for giving. While indulging this inclination for expenditure, the deeds in question were made. By these is reserved to the trustees the sum of $40,000, being $10,000 to each, professedly as compensation for assuming the burden of a trust which might have been terminated in a year; and, according to every probability, would not endure for a very long period. As a reward for the future management of an estate worth, at the utmost, only five times as much, the sum named has been well designated as inordinate. Yet this fact will by no means justify a charge of actual fraud against the parties who principally managed this transaction. As already intimated, there is no proof in the cause to warrant so grave an accusation, especially of individuals enjoying the eminent reputation which all accord to these trustees. I can very well imagine how, without a violation of conscience, they might conceive themselves entitled to a princely remuneration, under the circumstances then surrounding the donor. But in spite of this concession, a rule of public policy and ]5ure morals, founded in long experience of the humati heart and knowledge of man’s cupidity, interposes to forbid an allowance of the claim. In this feature, the case presents what is called a constructive fraud, springing from the confidential relations existing between the parties. This peculiarity, withdrawing it from the operation of ordinary rules, throws upon the beneficiaries the duty of showing expressly that the arragement was fair and conscientious, beyond the reach of suspicion. In requiring this, courts of equity act irrespective of any admixture of deceit, imposition, overreaching, or other positive fraud. As it has often been said, the principle stands independently of such elements of active mischief. It' is founded upon a motive of general policy, and is designed to protect a party, so far as may be, against his own overweening confidence and self-delusion, the infirmities of a hasty judgment, and even the impulses of a too sanguine temperament. It has been beneficially applied to those confidences which owe their birth to the relation of parent and child, guardian and ward, trustee and cestui que trust, and, above all, attorney and client. To guard against the strong influences which these connections are so apt to originate, the law not only watches over the transactions of the parties with great and jealous scrutiny, but it often declares transactions absolutely void, which, between other parties, would be open to no exception. This is emphatically true of the relation of client and attorney, and to persons standing in a situation as quasi guardians or confidential advisers. Many of the cases establish the doctrine that, while these connections exist in full vigor, the adviser shall take no benefit to himself, from contracts or other negotiations with the advised: (Hatch v. Hatch, 9 Vesey 297; Wood v. Downes, 18 Vesey 126; De Montmorency v. Devereux, 7 Clark & Finelly 188:) a doctrine intended to supersede the necessity of any inquiry into the means used or the exertion of influence in any particular case, which is often difficult, if not impossible from the very nature of things: Welles v. Middleton, 1 Cox R. 125; Wright v. Proud, 13 Vesey 137. Other authorities, where the transaction is one of contract and sale, conceding that it may not be absolutely void ipso facto, throw upon the agent the burden of establishing its perfect fairness and adequacy, and that it was the deliberate act of the confiding party, after being fully informed of his rights, interests, and duties, and put upon his guard against even the suggestions of his own inclinations. It must appear affirmatively that no advantage has been taken of the client; and if this be not absolutely established uberrima fide, equity will treat the case as one of constructive fraud. An attorney, or other confidential adviser, is not permitted to avail himself either of the necessities of his client, or of his good nature, liberality, or credulity, to obtain undue advantages, bargains, or gratuities; and it has been said, there would be no bounds to the crushing influence of the power of an attorney who has the affairs of a man in his hand, if it were not so: Gibson v. Joyes, 6 Vesey 278; Montesquieu v. Sandys, 18 Vesey 313; Jones v. Thomas, 3 Y. & Coll. 498. A judicious writer on this subject has observed, that equity “ does not so much consider the bearing and hardship of this doctrine upon particular cases, as it does the importance of preventing a general public mischief, which may be brought about by means secret and inaccessible to judicial scrutiny, from the dangerous influence arising from the confidential relations of the parties.” 1 Story’s Eq., sec. 311.\nWhere the question agitated is of a gift, the rule would seem to be more stringent than where the advantage flows from a contract or mutual arrangement. In Wright v. Proud, Lord Eldon said, an attorney shall not take a gift from his client while the relation subsists, though the transaction may be not only free from fraud, but the most moral in its nature; a dictum which Lord Brougham observed was afterwards reduced, in Hatch v. Hatch, to this, that it is almost impossible for a gift from client to attorney to stand, because the difficulty is extreme of showing that every thing was voluntary and fair, and with full warning and perfect knowledge: Hunter v. Aikens, 8 M. & Keen 113; and see Edwards v. Meyrick, 2 Hare R. 60-68.\nThis well considered and well settled doctrine is to be applied here. Under its operation it is impossible the declaration in favor of the trustees should stand. At the date of the transaction the creator of the trust was a very old woman, in a great measure dependent for advice and direction in her pecuniary affairs upon those in whom she placed her confidence. Unacquainted with legal forms and unused to the transaction of legal business, it is highly improbable she could have made herself acquainted, without assistance, with the long, dry, and tedious details of the two deeds, though they might have been left with her for several days, as the answers aver. No one of those who constantly surrounded her ever saw her perusing them, or in any way attempting to master the contents; and there is no shadow of independent proof that any one offered to assist her in this irksome task. To be sure, two of the answers allege, in substance, that the deeds wmre read to her by Mr. Bouvier, and that at the time of their execution, either Judge Baldwin or Alderman Pettit explained to her the nature of them. On the other hand, Mr. Rush, in his answer, positively avers the papers were neither read nor explained to her; Judge Baldwin having expressly declined to do so. But were we, after a general replication, at liberty to accept the two first answers as proof, they do not go far enough. I think it may be said, without hazard of error, that to uphold such a claim as is made here, by these trustees, it is not enough to show, generally, that the instruments were read to the party, or to aver broadly that the contents were explained to her, or that she admitted her knowledge of them. Under the wholesome rules I have brought to view, at the very least it ought to be proved the attention of the party was called to the very provision, with full and candid explanations of its character and effect; and that, after taking it into her “fair, serious, and well informed consideration,” she assented to it uninfluenced by those who are to be benefited by it. In saying this, I have borrowed the idea of Lord Eldon, and quoted some of his language in Hatch v. Hatch, when speaking of a gratuity, by way of remuneration, offered by an emancipated ward to his late guardian, for the care and labor exerted in the management of his estate; and he added: “ But the court cannot permit it, except quite satisfied that the act is of that nature, for the reason often given; and recollecting that in discussing whether it is an act of rational consideration, an act of pure volition uninfluenced, that inquiry is so easily baffled in a court of justice; that instead of the spontaneous act of a friend uninfluenced, it may be the impulse of a mind misled by undue kindness, or forced by oppression, &c. And, therefore, if the court does not watch these transactions with a jealousy almost invincible, in a great majority of instances it will lend its assistance to fraud.” These remarks are full to our purpose. Looking to the whole case, as it is presented by both proofs and pleadings, the questions may be asked, was Mrs. Greenfield aware that by the terms of the declaration, her estate was to be burdened with the payment of $40,000 as compensation to the trustees ? Did she know that this sum was payable though each of the trustees might decline the burden of the trust within a year after its creation ? She might have been acquainted with the first provision without being cognizant of the last, for they are widely separated in the deed. Who shall say it was not so ? And yet to sustain them, I repeat it must be clearly established she not only knew of, but comprehended both, thoroughly. The answers, at most, aver that she suggested the amount of compensation hex’self; but was she made aware of the clause under which it might be reduced to a mere gift ? It is extremely difficult to believe she understood and deliberately assented to this. The doubt is sufficient to invalidate the provision. It was said, on the argument, that all the cases in which donations and gratuities were disallowed, are either cases where no service was rendered, or of past services, which, it is thought, differ in pi’inciple from those where the services are prospective. I am not aware of any instance in which this distinction is taken. But, as in our case, the declension of all service and responsibility was optional with the trustees, I am disposed to regard the sums dedicated to them rather in the light of a gift than as payment, and to submit it to the rigidity of inquisition to which such gifts are always exposed. Under such a scx’utiny, it must necessarily fail. The trustees acting ixx this matter through Bouvier, as their representative, who himself was the attorney of the donor, they all stand in the categox*y of confidential advisers who have attempted to secure a benefit to themselves, through the influence appertaining to their confidential positions. It is impossible to discrimiixate between them. Each is so intimately dependent on the others, that the fall of one necessarily drags down all.\nBefore concluding this part of the case, I ought perhaps to notice that something was said, on the ax’gument, about a subsequent confirmation. But Morse v. Royal, 12 Vesey 373, shows that in these cases, an asserted confix’mation is regarded with the same spirit of jealousy as attaches upon the original transactioxx, and that it is required to stand upon the clearest evidence. Of confirmation, in the particular under coxxsideration, we have not the slightest testimony. Indeed, it is not asserted the old lady ever saw the papers after they were executed.\nThis conclusion necessarily leads to an inquix’y as to the legal effect of a decree declaring invalid the trust created in favor of the trustees. Does it invalidate the whole transaction ? This has not been insisted, and I am unaware of any reasonable ground upon which it can be pretended that such a decree ought to affect innocent third persons, whose interests, under the deeds, are distinct from and independent of those claimed by the trustees as beneficiaries. As we have seen, very different considerations are applicable to these several interests, and the rights flowing from them are to be measured by very different rules. Each may stand without the other, and thus the declaration of trust may be established in respect of those dispositions not obnoxious to an avoiding principle, while those entitled to a less favorable construction may be declared void. This power of discrimination is entirely within the province of a court of equity, where.a trust is divisible into distinct parts. In the exercise of a sound discretion, regarding distinct individuals as independent parties, it may uphold all of a transaction free of the taint of fraud, actual or constructive, while it decrees the destruction of those portions of it open to such an impeachment.\nIn denying to the defendants the specific sums ascertained by their declaration, we do not mean to say they are entitled to no compensation for their care, labor and responsibility in the management of the estate committed to them. This we leave to be ascertained, as in other cases of trust, by the proper tribunal.\nIt is unnecessary to add any thing to the reasons given at Nisi Prius, for denying the plaintiff’s claim to the profits of the estate which have accrued since the death of Mrs. Greenfield. It suffices to say, we entirely concur in that reasoning and the conclusion to which it conducted the court below.\nFebruary 22, 1851, decreed as follows: This cause having been argued by counsel for the parties, and their, respective proofs and allegations having been read and heard, the Court do order and decree, that the decree dismissing the plaintiff’s bill with costs be reversed; and do further order and decree, that the indenture, dated the 15th day of December, 1834, recorded, &c., made between Elizabeth Greenfield of the one part, and Joseph Howell, Charles Roberts, John Bouvier, and Samuel W. Rush, of the other part, together with the deed poll of same date recorded in deed book, &c., executed by the said Joseph Howell, Charles Roberts, John Bouvie.r, and Samuel W. Rush, declaratory of the trusts upon which said first-mentioned deed was executed and delivered, constitute but one transaction, and áre to be held as but one instrument of writing, and sufficient to pass to and vest in the grantees in the first-mentioned deed, all the estate real and personal therein purporting to be granted and conveyed, together with all the arrears of the rents, interest, dividends, income, and accumulation thereof, whether already received by and in the hands of said grantees, or are still due and unpaid, save that so far as respects the third clause or paragraph of the fifth item in said last-mentioned deed or declaration of trust, which is in the words following, to wit, “To pay to each of us, the said Joseph Howell, Charles Roberts, John Bouvier, and Samuel W. Rush, the sum of $10,000 for our services, and after paying all the above,” and the provision in said clause or paragraph made in favor of said Joseph Howell, Charles Roberts, John Bouvier, and Samuel W. Rush, be, and the same are hereby declared void, and it is ordered and decreed that said clause or paragraph, as well as all other parts of the said deed or declaration of trust, as refer to the payment in said clause or paragraph mentioned, be cancelled and struck out of said deed or declaration of trust; and that the compensation to which the said Joseph Howell, Charles Roberts, John Bouvier, and Samuel W. Rush may be entitled for their care, labor, and responsibility in the management of the estate committed to them, be left to be ascertained by the proper tribunal as in other cases of trust.\nThe question of the payment of the costs which have accrued in this proceeding, is reserved for the further order of the court, and the prothonotary is directed to tax the same, and ascertain the amount thereof, distinguishing the costs which have been made by the plaintiff and defendants respectively."}