{"id": "405946", "contents": "The opinion of the court was delivered by\nRogers, J.\n— It is said that on a former trial, reported in 6 Barr 368, between the same parties, and on the evidence of the same witnesses, the deed given in evidence in this case was excluded; but that is no reason for rejecting it now, as it is conceded that the evidence is materially different and decidedly improved. When the meiiiory of a witness strengthens by time, that of itself detracts greatly from its credit, but its competency is not affected. The execution of the instrument was not only proved by the subscribing witnesses, but also by the repeated declarations of the grantor himself, subsequently and voluntarily made. There was also evidence of the delivery of the deed, for in addition to the proof already adverted to, it is in evidence, that it is now and ever has been since its execution, in the possession of the grantee; and, if the witnesses are believed, with the knowledge and acquiescence of the grantor. This, it is true, is not conclusive evidence of delivery, but it certainly is of such a nature as justifies the court in submitting the question of execution to the jury. Indeed, if, under such circumstances, the court withhold a deed from the jury, it is a palpable blunder.\nThe second and third errors may be considered together. The witnesses having testified as to the mental capacity of the grantor, the defendant offered to prove his acts and declarations at the time of the inquisition held in 1844, for the purpose of showing, as is stated in the bill, that he ivas then non compos mentis, and to raise the inference that he was so in 1832, the time of the execution of the deed. And further, in the third bill, he offered to prove that on the investigation before the jury, John Hays, in answer to a question of Jacob, denied the deed, viz.: Jacob called us back from the porch, said we had forgotten one thing. He went to the door and opened it, and asked John if he recollected signing a deed in that room, for one dollar. John jumped up, looked round and said it was all right; he remembered signing a refunding bond on constable business. This evidence was offered not only to prove the insanity of John at tho time, but also to show he had not executed the deed. As one of the principal objects stated in both bills, was to prove the insanity of the grantor in 1844, that object was effectually obtained by the unqualified admission of that fact by the other party, and by inquisition found, pronouncing him to be a lunatic. But it was also offered in the first bill, to raise the inference that he was non compos in 1832. Now admitting that a legitimate inference could be drawn (which is by no means clear) that, because he was insane in 1844, he was so in 1832, yet the defendant had the samo benefit of the inference, in the evidence already given. lie was not only proved, but conceded to be non compos, and cumulative proof, multiplied to an indefinite extent, would have left the question where it found it. What additional strength would be derived from superadded proof of a fact, which no person ventured to dispute ? But can it be that courts are bound to listen an indefinite time, at the pleasure of counsel, to evidence which cannot alter the result — to proof of facts already admitted to be true ? This would be such a criminal waste of time, such imbecility in the judge, as would justify the legislature in removing him from office, which he disgraced. But it is said, in the third bill, that the evidence proves not only insanity, but that he did not execute the deed. There is nothing in the testimony whatever like a denial of, nor can I perceive any thing in the evidence offered, which has any bearing upon the deed. The most that can be made of it is, that John misapprehended Jacob’s question, and under a mistake of his meaning, made a correct answer; for he recollected, as was the fact, that he executed a constable’s bond, as Jacob’s bail. This, so far from being an indication of an infirm mind, if it proves any thing, denotes intelligence and memory. But what tendency it has to prove he had not executed the deed in controversy, passes my comprehension. Can it be that the acts and declarations of an admitted madman can be admitted as evidence of'his insanity twelve years before ? Without intending the slightest disrespect to those who hold a different opinion, it strikes me the proposition involves a palpable absurdity.\nThe defendant further complains that under an offer of evidence, the plaintiff was permitted to give testimony of a title by parol, with possession, which the court afterwards left to the jury to determine, was sufficient to enable the plaintiff to recover. The defendant alleges it was admitted out of its proper order, it being evidence of two different titles, which ought to have been produced in the first instance, and not reserved by way of rebuttal. To this it is a sufficient answer, that the order of evidence is necessarily a matter resting in sound discretion. It is so peculiarly the province of the court which tries the issue, that we would not undertake to interfere with it, unless in an extreme case. They alone can determine when the justic.e of the case requires a relaxation of the general rules, by which the introduction of evidence is regulated. But independent of this view of the question, the truth is, that here the exception is founded on a misapprehension of the nature of the defence. It is a mistake to suppose the plaintiff relied on two titles; it was but one title under different phases. The plaintiff’s title rested on an alleged contract between him and John Hays, of which the evidence was twofold: first, a legal title by deed, duly executed; and second, if that title failed in consequence of his inability to prove the execution and delivery of the deed, then an equitable title by proof of a parol contract, arising at the same time, and out of the same transaction, accompanied with delivery of the possession, valuable improvements made on the premises, under the eye, and with the full knowledge and acquiescence of the vendor; to which may be added, proof of repeated acknowledgments of the bargain, by the grantor. There is, therefore, nothing, wrong in this part of the case; nor do I perceive any reason to complain of the charge in relation to the parol contract, which is as favorable to the defendant as he had any right to expect.\nThere are some verbal criticisms on the charge, which it is not my intention to notice. These I dismiss with the remark, that if there be errors, they are of such a character as do not admit of redress in this court.\nJudgment affirmed."}