{"id": "405924", "contents": "The opinion of the court was delivered by\nRogers, J.\n— That the administrator is chargeable in account with the value of the lands purchased at the sheriff’s sale, is a question devoid of difficulty. The administrator, through the medium of the attorney of the estate, purchased the property at the sheriff’s sale, as a trustee, for the benefit of the heirs. This is the legal implication arising from the whole transaction. It was paid for with their money, the purchase-money being liquidated by a receipt given to the sheriff on account of the judgment, and no money paid by the administrator out of his own pocket, except the costs' and the attorney’s fee, afterwards brought into the administration account. The principle of law, in its application to the facts of this case, is plain and simple. An attorney at law, as is held in Leisenring v. Black, 5 Watts 303, conducting the sale on an execution, cannot purchase land for his own benefit, to the prejudice of his client, for a less sum than the amount of the claim for which it was sold. In the case cited, he is declared to be a trustee. Judge Kennedy, who delivered the opinion of the court, observes, that “no rule seems to be better settled than that, wherever confidence is reposed in a person, who, from his being placed in such a situation, has it in his power to gain an advantage without the certainty of discovery, by sacrificing the interests of those he is bound to protect, he shall not be suffered to enjoy it except by their consent, and not even then, unless they be competent to part with the right to protection.” This is an honest and salutary principle, serving as a check and a protection against fraud. Of the wisdom of the rule, this case affords a striking example. Leisenring v. Black is the case of an attorney, and, under the rule there established, it will not be pretended that Mr. Cunningham, the purchaser at the sale, could have held it against the heirs; and it is difficult to discover any reason why an administrator, who also acts in a fiduciary character, can be placed in a better position. It must be remarked, that Mr. Cunningham was the attorney of the estate, and not the attorney of Mr. Drysdale. He was therefore their trustee, and not his; and the same trust attaches to Drysdale, who afterwards took a conveyance in his own name. In addition to Leisenring v. Black, may also be cited to the same point, Riddle v. Murphy, 7 Ser. & R. 230 ; Campbell v. Pennsylvania Life Insurance Company, 2 Whar. 53; Kinley v. Hill, 4 W. & Ser. 426; and Fisk v. Sarber, 6 id. 18.\nWe concur with the court in disallowing the commissions, on the authority of Swartzwelder’s Accounts, 4 Watts 77; Dyott’s Estate, 2 W. & Ser. 506, and other cases. We have a right to require honesty and fair dealing from every description of trustees.' Here all the proceedings were studiously concealed from the parties in interest. Instead of informing them, as he ought in all fairness to have done, that he purchased the property in his own name and for his own use, but with the funds of the estate, he attempts to conceal it from them and afterwards appropriates to his own benefit the profits made by a re-sale of the premises.\nWe are of opinion that the fee paid to the attorney ought to be allowed the accountant. He was the attorney, as before remarked, of the estate, and not of the administrator personally. We have no reason to believe the attorney was other than he assumes to be on the record, or that he was cognizant of the fact, at the time the services were rendered, that the administrator had any intention to deal improperly with the heirs. Nor is it clear that, at the time of the purchase, Drysdale himself intended any thing except what was fair and honest in regard to the estate.\nIt is objected, that the court erred in decreeing distribution of the fund on the facts reported by the auditor, though they had set it aside because he was not authorized to make it. But in this we perceive, neither inconsistency nor error. If, as seems to be conceded, the auditor had no authority to make distribution, there was nothing wrong in setting it aside. But although the auditor had no power, yet it does not follow the court had not. They have, beyond question, ample authority to make distribution; and whether properly exercised in this case, is the only question. The auditor says, that in the course of the hearing before him, the counsel and the parties on both sides treated the case as if he had been authorized to report a distribution of the amount, if any, which might be found due by the accountant. On this point, both parties were heard; nor was it alleged there or here, that there are any additional facts to be produced, which will in any way affect the result. Why, then, send the case to another auditor, if the court have the necessary facts to enable them to make a final decree ?\nWe concur with the Orphans’ Court, that all the accounts between the father and his sons, Alexander and James, except the judgment, are barred by the act of limitations. We see no peculiar equity which will debar them from availing themselves of their legal defence to those claims. In the distribution of the fund, they are only to be charged with the amount of the judgment, after deducting the sum for which the land sold at the sheriff’s sale.\nAs to the amount to be distributed, we agree with the Orphans’ Court, with the exception of the disallowance of the fee to the attorney. The other parts of the decree are confirmed.\nThe only remaining question is as to the distribution of the fund. The intestate left two sons, Alexander and James; and two daughters, Margaret, and Jane the wife of Mr. Drysdale. If this were all, the estate would be divided equally between the brothers and sisters. But the difficulty is as to the right of Alexander and James to participate in the fund. Alexander, (since deceased, leaving a son, James Turnbull, Jr.,) on the 5th November, 1827, assigned all his estate, of whatever kind, real or personal, to William King, in trust that he would sell the same, and apply the proceeds to certain creditors therein named, in the order specified; and in further trust, to apply them to the payment, in equal and ratable proportions, to all his creditors, according to their respective debts, and that the trustee, after paying the aforesaid debts and expenses of executing the trust, do and shall pay the balance which may remain to Mary Turnbull, his wife, (afterwards Mary Hubber.) Thirteen years afterwards, viz. 1st April, 1840, William King conveyed to Mary Hubber, to whom the balance of the estate is directed to be paid, all the right, title and interest of the property vested in him by the conveyance or assignment, to have and ■to hold the same, to her, in trust for James Turnbull, Jr., his heirs, executors and administrators. After,a lapse of more than twenty-two years since the assignment, the law presumes the debts have been paid and the trust executed, so far as respects the creditors. There is, therefore, nothing in the way of James Turnbull, Jr., for whose benefit the property is held by his mother, Mary Hubber. This disposes of the interest of Alexander Turnbull in favor of his son, James Turnbull, Jr. He unquestionably has such an interest in the estate as entitles him to call for an account.\nNext, as to the interest of James Turnbull.\nJames Turnbull, the 23d August, 1826, reciting that he had received from his father, in his lifetime, upwards of six thousand dollars, which he considers as full satisfaction and payment of all such sums of money, shares, purparts and dividends, on account of his full share, part or dividend of the real and personal estate of the deceased, releases, acquits, and for ever discharges Margaret Turnbull, (widow of the deceased, herself since dead,) the other heirs and administrators, of and from his. share and dividend of the estate. It must be remarked, in the first instance, there is nothing in the objection of want of consideration; for apart from the motive which caused the execution of the instrument, as recited in the deed, the seal imports a consideration, as is ruled in Wentz v. De Haven, 1 Ser. R. 317; Coe v. Hutton, 1 id. 408 ; Campbell’s Estate, 7 Barr 100; Pratt v. Crocker, 16 Johns. 270, and other cases which might be cited. It being under hand and seal, it requires no proof of any consideration to support it. It is a valid instrument, unless proof be given of fraud in obtaining it. Of this there is no allegation made. The operation of the deed is the same, whether it be viewed as a release, as passing an estate, or mitter Vestate, 2 Black. Com. 324, as in case of the release of one of two co-parceners who releases her right to the other, that being deemed a privity of estate between the releasor and releasee, or an agreement to convey, which a chancellor would hold it to be, in order to effectuate the manifest intention of the parties. Viewed in either aspect, it passes a fee-simple in this whole estate to Margaret Turnbull and Mrs. Drysdale, the wife of the accountant. From this, it follows that the fund must, in the first instance, be divided into three parts, one-third to James Turnbull, the son of Alexander Turnbull, one-third to Margaret- Turnbull, and the remaining third to Mrs. Drysdale. But Margaret Turnbull, the widow of the deceased, being dead, her interest under the conveyance by James, being the one-fourth of one-third, must be divided between all the children, including James himself, who is entitled as one of the-heirs and representatives of his mother. In ascertaining the amount due to each, one-twelfth of the fund must be deducted on account of James, the residue divided between Margaret, Mrs. Drysdale, and James Turnbull, Jr., son of Alexander, one-third to each.\nThe case is referred to the prothonotary to make necessary calculations on the principles stated, in order to a final decree for the distribution of the fund. [He declining, it was referred to B. Gerhard, Esq., who subsequently reported, viz. in June, 1850, and the decree reported by him was afterwards, viz. January 28, 1851, after argument, entered as the decree of this court.]"}