{"id": "405908", "contents": "The opinion of the court was delivered by\nGibson, C. J.\n— The note which induced the promise in suit, was\nin the usual commercial form, and consequently negotiable. The agreement of the plaintiff with the payee, in discounting it, to receive depreciated paper in payment of it, was collateral to the note itself, and could not change its commercial character. According to the uncontradicted testimony of the cashier, there was in fact such an agreement; and it was, consequently, the duty of the plaintiff to instruct its agent at the place of payment to receive such funds as were afterwards tendered at the day and rejected. It is unimportant that the bank of collection had given notice to its correspondents that it would thereafter receive nothing but specie; or its own notes in payment of notes remitted to it for collection. It was the duty of the remitting bank, in this instance, to instruct it to receive payment of this particular note in current paper, as a special deposit; and, as it neglected to do so, or else its correspondent disregarded its instruction, the endorsers are not the parties to bear the loss consequent upon it. It was the duty of the bank here to have the agreement executed on the spot; and it must bear the consequences of its default. It is a principle not merely of commercial law, that prevention of performance by the party entitled to it, is equivalent to performance itself; and to this, the rejection of money, as regards a principal debtor who cannot be injured by it, is, perhaps, the only exception. In this case, the debt would have been paid in discharge of the endorsers who are substantively sureties; and the discounting bank was answerable for the act of its correspondent to their prejudice. When the bill was subsequently drawn on the makers of the note, therefore, not only the defendants, but Heberton and Hibler, were discharged from all responsibility whatever.\nAs it was expressly drawn against depreciated funds, it was not negotiable; but the endorsement of it by the defendants is said to be evidence of a contingent promise. Possibly it may be so; but what consideration was there to support such a promise ? Forbearance to sue Heberton and Hibler was no better than forbearance to sue the defendants themselves. But forbearance to sue where there was no right cf action, is no consideration at all. It is neither a benefit to the one party nor a prejudice to the other. The compromise óf a contested claim is a consideration; but in this instance there had been no contest. The drawers and endorsers of the bill for their benefit and convenience, never suspected that they were not liable on their endorsements of the note. In compromising a contested claim, each party gives up something for the sake of peace; but the plaintiff gave up nothing. It relinquished no right of recourse to the endorsers, and took its chance of being paid on the bill. Nothing could be more unlike a compromise. If the bank here can have recourse to any one — and probably it cannot — it is to its correspondent, the Bank of Missouri.\nJudgment reversed."}