{"id": "405904", "contents": "The opinion of the court was delivered by\nGibson, C. J.\n— A vendee who takes a covenant against a known defect in the title, shall not detain the purchase-money as a further security against it, for the reason that the covenant would be nugatory if he did. This rule is firmly settled both in England and in this country. Now a sale on ground-rent differs from an ordinary sale only in this, that the consideration in the first is an annual sum perpetually charged on the land, instead of a gross sum paid or secured, as in the second. In this instance, the vendee, knowing that the ground was encumbered by mortgages, took a covenant against encumbrances, and a covenant for quiet enjoyment ; and his case therefore, is distinctly within the rule. The argument for him is, that he could neither sell nor build while the property was in mortgage; that it remained vacant and unproductive by reason of the vendor’s default; and that the vendee ought not to pay arrears for the time when the property gave him no profits: and had he not taken a covenant, there would have been plausibility, if not force, in it. But the obstacle to building was the failure of the vendor to .furnish the stipulated subsidy — not the mortgages — for he continued to build till his money was exhausted. No one would contend against positive words in the deed, that a quit-rent reserved out of vacant ground begins to accrue only when the property begins to yield profits. Rent, therefore, is recoverable here, for every year but the two included in the previous action; and not for those because the verdict and judgment, though it ought to have been for her in that, concludes her in this.\nBut another part of the consideration had undoubtedly failed. The redditus or render, in compensation of the ground, was estimated by the original parties at two dollars the foot; but, to compensate a sum the vendor agreed to advance for building, fifty cents the foot were added to it. No part of the sum was advanced, and there was a proportional failure. This would indisputaby be matter of defence between the vendor and the vendee ;■ but the plaintiff claims to be a purchaser of the legal title for valuable consideration and without notice. The facts in evidence are that while the deed was in the office, recorded but not put into her hands, the defendant called on her to give notice, and actually gave it to the agent to whom she referred him. It is settled that recording is evidence of delivery, but inconclusive; and it would consequently leave the vendee at liberty to reject the deed if it were not previously accepted; consequently, notice before acceptance would be good. It will be then for a jury to say, whether the plaintiff had so far accepted the conveyance as to preclude herself from throwing the property back upon the vendor’s hands. But what if the notice was received before delivery? To protect a purchaser, by the English rule there must be execution and payment of the entire purchase, for there is no protection for partial payments ; by our own, as it was held in Youst v. Martin, 3 Ser. Sf P. 430, it is otherwise. If then it turn out that the jffaintiff had paid the whole purchase-money when notice was received, she will be protected for the whole: if she had paid a part, she will be protected for so much, just as if it had been paid by the vendor to the ground tenant, and a proportionate abatement of the rent will be made for the residue: if she had paid nothing, she will be protected for nothing.\nJudgment reversed and venire de novo awarded."}