{"id": "405907", "contents": "The opinion of the court was delivered by\nCoulter, J.\n— The evidence shows, with entire certainty, that the two congregations had been in possession of the grove and vacant space in front of the church, the locus in quo, for upwards of seventy years, as a place to put their carriages upon, and a place to hitch their horses; a convenience, or easement, or right, whatever it is called, without which the church itself would be useless in a country place.\nThey used it uniformly and exclusively, for there is not a scintilla of testimony that any body else claimed possession in all that lapse of time, or had any kind of possession or occupancy, or claimed to have it, in opposition to them. This possession on the part of the congregations would have given a right by prescription in England, even before the late statute on that subject; and in this State, there can be no doubt, but that the congregations acquired a title under the statute of limitations. The deed from the executors of Lawrence Pearson to his heirs is of no manner of consequence in the case. The will of said Pearson does not authorize his executors to sell the locus in quo, but to sell the lands and tenements of which he shall be lawfully seized at the time of his death. Now, the locus in quo, which he had never claimed in his life, and which had been in possession of the church many years before his death, and for near half a century before the date of the deed, was not by any fair or legal intendment embraced in the power to sell; which power was given for the purpose of paying debts and legacies. The locus in quo could contribute nothing to that purpose, and was sold twenty years after testator’s death, to his heirs collectively, without naming them, as a place for shade, and for hitching their horses when convenient. It could not divert, hinder, or obstruct the right of the plaintiffs, acquired long before that deed was made. This was the rock on which the court below was wrecked. That deed was evidently made for some sinister purpose, perhaps the very purpose to which it is now attempted to use it, as the heirs appear to belong to the Reformed church. But the congregations have enjoyed, possessed, and asserted exclusively the right to possession for more than twenty-one years after the making this deed, such as it is, and before the trespass complained of. The congregations were, if the testimony is believed, tenants in common of the locus in quo, having been in the undisturbed use and possession of it under a claim of right for more than twenty-one years, in the only way in which they could possess it, and for the only, use and purpose for which they needed it, and no one else claiming or possessing during that time, in opposition to their right. The plaintiffs, as tenants in common, the church itself being held by them as tenants in common, and also the graveyard, were also tenants in common of this accessory right, and when they were ousted by their co-tenants, were entitled to the action of trespass quare clausum fregit. There is no dispute as to the plaintiffs being ousted. The defendants built a wall which effectually excluded them from placing their carriages or hitching their horses in the locus in quo. In general, tenants in common cannot maintain trespass while the relation is acknowledged by the parties, because the possession of one is the possession of both; but when one is ousted unequivocally, he may maintain trespass for the injury. I may state here, that the evidence offered by the plaintiffs in relation to the graveyard ought to have been admitted, because it went to show that there was no necessity of enlarging the graveyard, under which pretence the defendants built the wall complained of. Nor did the defendants derive any superior right from the permission of the heirs of Pearson, or some of them, to enlarge the graveyard by building the wall. Even by the tenor of their deed from the executors, they were only entitled to the benefit of shade and the privilege of hitching their horses when convenient. But neither the heirs nor the defendants, some of whom are of the family of Pearson, had any right to build the wall, if the testimony is believed, for any purpose whatever.\nSUPREME COURT [.Philadelphia [Trauger v. Sassaman.]\nOn the other ground mooted in the court below, they were wrong in their instructions to the jury.\nThe court seemed to admit that plaintiff had an easement, but decided that an action of trespass would not lie for the disturbance of an easement. But there they were in error; for the disturbance or obstruction of a right of way or of water over another man’s land, an action of trespass will lie. There is no reason why it ought not to lie as well as case, for such obstruction, that I can perceive. It is a direct injury to the plaintiffs’ right of property; for a man may have property in an easement; and it has been frequently determined in England, that the action of trespass would lie for such an injury. As it is a question resting -on authority, I cite 3 Burr. 1824; 2 Saund. Ev. 866-8; 5 Term. Rep. 333; 5 East 480. The same thing has often been decided in our courts: 1 Whart. 124, Hart v. Hill.\nJudgment reversed and venire de novo awarded."}