{"id": "405979", "contents": "The opinion of the court was delivered by\nBell, J.\n— For the reasons given by the President of the Orphans’ Court, we think its decree dismissing the citation, is well pronounced. It will, therefore, be perceived, our conclusion is not based upon any supposed operation of the statutes of limitation; for these, as is shown by Commonwealth v. Moltz, 10 Barr 527, and the cases there cited, are inapplicable here. .Nor do we proceed upon any presumption of payment'springing from mere lapse of time. Less than twenty years have expired between the moment when the petitioner might have called on the guardian for payment, and the period of the initiation of this proceeding; and I have failed to perceive any peculiar circumstances proper to aid the absence of the full period. Neither is our refusal to aid the petitioner founded in an actual settlement between the guardian and the husband of his ward. It results, altogether, from the unwarrantable negligence of the party to call for an account, without offering any sufficient reason accounting for the delay. The rule which obtains in courts of equity, suggested by the hazard of exposing the trustee to injustice, was well stated by the court below; and although no .particular period can be ascertained which, of itself, will be sufficient to bar relief in all cases, it is certainly true that, at least, reasonable diligence is required in every case. This is absolutely necessary to attract the aid of the court, and it is wholly wanting here. Were fraud alleged, or could the long delay be imputed to the duplicity or other turpitude of the guardian, a different case would be presented. But no such allegation is indulged. Nay, it is not even alleged the latter received or ought to have received money or other property, for which he is liable to account. The pleadings, to which we can alone look, present a simple call by a ward upon the representatives of her late guardian to file an account, upon the bare suggestion that no account has been filed according to law, made nineteen years after the relation of confidence had ceased to subsist between them. Now, it is the undoubted duty of these trustees regularly to exhibit official statements of their administration of the trust committed to them; a duty which, under ordinary circumstances, will be enforced by compulsory process. But where, as in the instance before us, after payment and receipt of a sum averred to be the whole fortune of the ward, the latter, or those representing him, acquiesces for a period of, at least, fifteen years, until after the death of the guardian, and, probably the destruction of the evidence he relied on for safety, it is next to impossible to reopen the transaction by ordering an account, without running the hazard of wrong and injustice. The chance of this would seem to be sufficient to stay the hand of a tribunal governed by equitable considerations, and is certainly so, where the only reason given for the delay is the ignorance of the petitioner, resulting, as it would appear, from his own supineness or indifference. The road to knowledge was always open to him. So far as we are given to understand, the information recently obtained might have been attained to long ago. At all events, there is nothing to show the guardian placed obstacles in the path, or practised artifice to mislead inquiry. The mere neglect to settle and adjust an account cannot be so esteemed. Our books show the omission to do so is not at all unusual, and the cases of Ex parte Cress, 2 Whart. 294, and Lukens’ Appeal, 7 W. & Ser. 48, prove that it is not such gross laches as ought to place the guardian altogether at the mercy of his late ward; especially where something like a settlement was had between them.\nI repeat, we entirely concur in the reasoning of the learned judge wbo ruled the case below, and it is therefore unnecessary-further to elaborate.\nDecree affirmed."}