{"id": "405921", "contents": "The opinion of the court was delivered by\nBell, J.\n— Under the construction of the acts of 4th April, 1797, and 24th February, 1884, as ascertained by Trevor v. Ellenberger, 2 Penn. Rep. 95; Penn v. Hamilton, 2 Watts 53 ; Duncan v. Clarke, 7 Watts 225; Benner v. Phillips, 9 Watts Serg. 13; Bredin v. Agnew, 8 Barr 233 ; and Keenan v. Gibson, 9 Barr 249, it would result that the lien of the debt due to Morrison was continued in full vigor against the land devised, up to the date of its sale, simply by the legal operation of the action instituted against the executrix, and the judgment confessed therein, on the 15th of March, 1838. The testator died on the 26th of February, 1838; consequently, the five years prescribed as the limitation of the common law lien, by the 24th section of the act of 1834, did not expire until February, 1843. But, according to the cases cited, the judgment recovered against the executrix extended the operation of the lien of the debt over an additional period of five years, the computation of which did not commence until immediately on the expiration of the first limitation of five years. This interpretation of the statutes, restraining the prior unlimited lien of decedent’s debts, is distinctly announced by the three cases first cited; and though some general expressions made in the others, might seem to sanction the idea that the second period is to be computed from the rendition of the first judgment, in every instance, a careful examination of these adjudications will prove them to be in harmony, on this point, with the older decisions. The result is, that though the judgment against the personal representative of the deceased debtor was confessed in 1838, its effect was to continue the lien over a period of ten years from the death of the testator, and thus the creditor was in no danger of losing his grasp on the land until February, 1848. The non-joinder of the devisees, in the first action against the executrix, detracted nothing from the vigor of this extended lien; and Murphy’s Appeal, 8 Watts & Serg. 165, approved in Atherton v. Atherton, 2 Barr 113, shows, that within the time which elapsed here, it is only necessary to call in the heirs or devisees of a decedent, in pursuance of the 34th section of the act, where the creditor proposes to take the land in execution, in payment of his debt. Where a sale is had under an order of the Orphans’ Court, either for the payment of debts, or after proceedings in partition, the holder of the lien may call on the fund without a formal proceeding against the present holders of the estate. But, in that case, the latter are at liberty to impeach the validity of the claim, just as though no judgment had been recovered against the personal representative of the decedent. So far, therefore, as the mere continuation of lien is involved, the institution of the second action, in which the heirs were made parties, would seem to have been unnecessary. It is, consequently, immaterial to inquire whether the latter proceeding works the same legal effect as though a scire facias had regularly issued against the executrix and terre-tenants, in accordance with the practice sanctioned by our adjudications, in analogy with the process given by the act of 1798, for the revival of judgments inter vivos. In fact, in determining the respective rights of the parties litigant, the judgment of 1843 might, altogether, be put out of view, were it not for its legal operation, in circumscribing the limits within which inquiry is now permissible. In reference to this operation, the second suit may be properly regarded as a distinct and independent action, brought within five years from\nthe death of the testator, and competent, proprio vigore, to prolong the lien of the original debt. Though, technically, based on the judgment rendered against the executrix alone, and professedly with the intent of enforcing it, it is not to be doubted it brought the owners of the land into court, and so afforded them an opportunity either to assail the regularity of the proceeding, or to set up any defence in bar of the action, which could have availed them in an original suit. The authorities already adverted to, prove this would have been their right, had the plaintiff proceeded by scire facias ; and it is certain a mere change in the form of the process could not, possibly, work any change in the rights of the terretenants. Having thus a status in court, they were bound to answer, either in abatement of the action, or by objecting matter in bar of it. Of the latter species of defence, the'most obvious was, perhaps, payment by the decedent, or by his executrix since his death. But the averment of satisfaction was wholly pretermitted. The party who now avers it, was silent when he might have spoken with effect. By suffering judgment to pass for want of a plea, he conceded he knew of none that could avail to defeat the plaintiff. I have reference to Mr. McKeown, guardian of Mary Schwartz, the only one who now offers to contest Morrison’s claim, the other party in interest, who is of full age, conceding the creditor’s right to recover.\nWhat is the legal effect of the defendant’s silence, and the judgment consequent upon it ? Doubtless, to estop them from setting up, collaterally, any pretermitted defence they might, at the proper time, have averred. Of these, I have already said, payment prior to the rendition of the judgment is one. But the judgment, of itself, conclusively negatives such an allegation; and as it cannot be, indirectly, impeached in another tribunal, no evidence of payment, prior to March, 1843, can be, properly, listened to. If, indeed, the debt was satisfied before that time, the remedy is by an application upon proper ground laid, to set the judgment aside, or to open it for the purposes of a defence, pro tanto, an application which can only be addressed to the tribunal before which the judgment was recovered. These remarks might, perhaps, be accepted as a full answer to the allegation of payment; for I have failed to discover any, the slightest proof of sums received by Morrison, subsequent to March, 1843, sufficient to satisfy his judgment. What moneys, if any, were paid to him after that date by Eichbaum, the appellee has failed to show. It was his business to show it, and his omission to do so leaves him without ground to stand on.\nBut were the difficulties I have suggested as lying in the way of the appellee, waived and full effect given to all the evidence introduced to show payment, we do not perceive any thing in it sufficient to establish the asserted fact. With the exception of some insignificant items of personal property belonging, and of some small debts due to the estate of the testator, the avails of which appear to have been applied in payment of his debts, the sums received by Eichbaum, and by him paid to Morrison, were the rents and avails of the estate devised to the executrix, as widow. But she was not compellable to account for these rents, as assets in her hands, applicable in payment of the debts of the estate. Even rents received by an executrix or administratrix, as such, are not regarded as assets, but are held in trust for the heir or devisee: McCoy v. Scott, 2 Rawle 222; Adams v. Adams, 4 Watts 160; and so long as the estate descended or devised remains unconverted, the profits paid to the owner belong to him absolutely, though he be, also, executor or administrator of the devisor or ancestor. Of the property from whence sprung the money received, Mrs. Schwartz was tenant for life by force of her late husband’s will. Now, even upon a direct application of the remainder men, chancery would have coerced her no further than to the payment of the yearly interest of the burdens upon the estate. Here, it appears, she has done much more. If those in remainder were not satisfied with this, they should have applied to the proper Orphans’ Court for a compulsory order to sell the land devised, in payment of the debts due. But they did not choose to take this course, and, indeed, it is suggested it would, in the end, have been less advantageous for them than that actually pursued. As, then, there existed no pretence for compelling an application of the rents and-profits in discharge of Morrison’s debt, how can the appellee claim that the money received by him, as the mere agent of the tenant for life, shall be charged against him in payment of his demand ? Under the circumstances, he would not have been permitted to retain it, as against his principal, in satisfaction; and unless it be shown he actually did so, of course he is not liable to answer for imaginary values. He was the mere conduit-pipe, for the transmission of the fund from Eichbaum to the tenant for life, and in the absence of contrary proof, it is to be presumed the transmission was faithfully performed. If he retained any portion of it, it should have been shown, As agent, he was liable to account for the full amount received, and we must take it he did so account. Indeed, the recovery of a judgment for the value of this debt, so late as 1843, which until 1845, belonged, by transfer, to other persons, is pretty strong affirmative evidence of the fact. The irregularities pointed to as apparent on the face of the proceedings to April Term 1843, cannot be averred, collaterally, to defeat the legal effect of the judgment recovered. If the non-joinder of Mrs. Morrison, as one of the heirs of her late father, was objectionable, it should have been taken advantage of by plea in abatement, 2 Saund. N. 10, and the fact that George S. Schwartz was personally summoned, though a minor, constitutes no objection in the mouth of the other defendant, even on the concession that George himself might have made it an exception. But he appeared by guardian ad litem, and has ever since acquiesced in the validity of the proceeding. As to the' non-joinder of Mrs. Morrison, it is in the power of the Orphans’ Court to see that itinflicts no real injury upon the other parties in interest, and it appears, the auditor by his report, has sedulously guarded against such possibility.\nThere is, therefore, no room for regret that the appellee is precluded from, effectively, setting up the technical difficulties urged by him, and as he has shown none founded on the merits, which ought to bar the plaintiff of his debt, the decree of the Orphan’s Court, denying the right, must be reversed.\nAnd now, September 9, 1850, after hearing the parties and duly considering the same, It is ordered, that the decree of the said Orphan’s Court, setting aside and disallowing the report of the said auditor, be reversed, and altogether annulled, and that the said report be confirmed. And it is \"further ordered, that legal interest up to this date be calculated upon, and added to, the balances found to be due from the said Morrison, and that he be charged with the aggregate sum so found to be due.\nAnd now, October 11,1850, It is ordered that the costs incurred in the said Orphans’ Court, and in this court, be paid by the said Mary Schwartz out of the funds of her said ward."}