{"id": "405955", "contents": "The opinion of the court was delivered by\nCoulter, J.\n— The attorney general is required by the 3d section of the act in relation to writs of quo warranto, passed 16th of June, 1836, whenever he shall believe that any corporation has forfeited its corporate rights, privileges, or franchises, to file a suggestion and to proceed to the determination of the matter, and in pursuance of this power he has filed this suggestion against' the corporation of the Mayor, Aldermen, and Citizens of Pittsburgh; and alleges that by the ordinance of the councils which repealed a certain prior ordinance, passed in 1831, vesting in the mayor the appointment of the night watch and patrol; also by vesting the appointment of said watch in a committee of councils, and finally by the appointment of the night watch by the councils themselves; the said corporation has claimed to use, and has used unlawfully, liberties and franchises not belonging to it; and all which privileges the said corporation has usurped against the commonwealth, &c.; and a rule was granted, at his instance, against the corporation, to show cause why a writ of quo warranto should not issue against the said corporation, commanding them to appear and show by what authority they exercised such privileges and franchises. The corporation appeared at the return of the rule, and was heard by her attorneys, and the commonwealth was heard by the representative of the attorney general.\nThe corporation, even admitting all the allegations in the suggestión, has not usurped from the commonwealth any liberty, franchise, or privilege; nor has she by any thing, or act, shown to this court, invaded the rights or privileges of any other corporation, nor the rights or privileges of the people at large. She has used no franchise, or privilege, that did not belong to the corporation. It has done nothing more than use privileges and franchises, unquestionably belonging to the corporation, and incident to the emergencies and requirements of its beneficial existence, to wit: the appointment of a night watch. That the corporation possessed this power, will hardly be questioned by any reasonable man. That two of the functionaries, the legislative department, the councils, and the executive department, the mayor, have disputed about their respective powers in the matter, is admitted. But the charter was not granted for the benefit of the mayor or the councils either, but for the benefit of the people of the great municipality. The law has abundant means and power of settling this dispute between the functionaries, without detriment to the people or corporation. Then why should the people be punished, for the wrangling of the officers.\nThe charter is the charter of the people, and shall they be punished by wresting it from them, and throwing their whole concerns into confusion and disorder, because the mayor and council dispute? The municipality of the city government has been built up and perfected through a course of many years, and by many acts of Assembly; and by many by-laws and ordinances, as they were suggested by experience and time. And shall all this fair fabric, op which lay so many duties and obligations, on which most of the welfare and security of the citizens of a great community depend, be torn down and destroyed by the turbulence of any officer or officers ? A case has been cited from the reign of the Stuarts in England, as authority and precedent, in the instance of the forfeiture of the charter of London, for irregularity in passing some ordinance. But it must be recollected that the object and policy of the royal government at that time, was to circumvent the liberties of the people, and one means of doing that was to forfeit the franchises of corporations, through the instrumentality of pliant judges, who then held the office at his will, to the use of the king, who granted them out to his creatures upon principles less favorable to liberty. But after the revolution in 1168, when that race was driven from the throne, the Parliament reversed this decision or judgment, and enacted that thereafter, the franchises of the city should not be forfeited for any cause, by the courts. And why should the franchise of any municipal government be forfeited on account of the misconduct, alleged or real, of its officers ? The usurpation of officers can be corrected by suitable means, leaving untouched the rights, franchises, and liberties of the citizens and corporators.\nIf the mayor, who we must believe from the force of the suggestion, is the real complainant, had filed a suggestion against the council for usurping his functions, this court could, under the eighth section of the act relating to writs of quo warranto, have made him, although the relator, a party respondent also, and then-determined on his rights and authority as well as on those of the councils; and could have pronounced judgment of ouster against whoever was in the wrong; and in such case, by the 15th section of the act of April 13,1850, being a supplement to the act relating to Orphans’ Courts, this court could have appointed trustees from among the citizens eligible to office in the corporation, as trustees to take charge of the corporation until new officers were chosen according to the provisions of the charter.\nBut in this proceeding we could pronounce no judgment except forfeiture of franchises and of the charter, against the corporation, which would dissolve it and return it to its original elements. .We cannot think of such a result; there is not the slightest cause for it. The proceeding has worn a grotesque appearance, in my judgment, from the beginning. The rule is therefore discharged.\nBut as I am instructed, I proceed further to express an opinion of the court, on the power of the councils to appoint and regulate the night watch. On this subject the court entertains no doubt whatever. By the charter, the councils have authority to make all needful ordinances and regulations, [provided they are not contrary to the constitution and laws of the United States and this State,) as shall be necessary or convenient for the government or welfare of said city, and the same at their pleasure revoke, alter, or make anew, as occasion may require. By an ordinance of 3d January, 1831, the mayor was authorized to employ a night patrol or watch, for the protection of the city, whenever he should deem it expedient ; and it was made a particular point in the argument, that the councils were authorized to make this ordinance by the 24th section of the charter; but that is of exceeding small moment, because every ordinance which they lawfully pass, is or ought to be authorized by the charter. It being an ordinance for the welfare of the city at the time of its enactment, the councils had an undisputed right to revoke, alter, or make it anew, if, in their wisdom, subse- ' quent circumstances and change or vicissitude of things or manners made it necessary. Such power is incident to, and necessarily inherent in municipal corporations, and nothing hut the most clear, direct, and absolute prohibition by legislative enactment, could be construed by this court to take it away.\nBut it is alleged on the part of the attorney general, that the act of Assembly of the 9th April, 1833, did make the above ordinance, authorizing the mayor to engage a night patrol, immortal, and did invest-it with the quality of the laws of the Medes and Persians, which rendered them irreversible, and made them endure under all change of time and manners.\nPrevious to tbe year 1833, tbe mayor was selected by tbe councils from among the aldermen, and the alderman selected as mayor carried into that office the authority and powers of an alderman, as conservator of the public peace. ■ But the act of 9th April, 1833, provided that the mayor should be elected annually by the citizens from among themselves. And it provided that the mayor so elected should promulgate the by-laws of the corporation, preside in the mayor’s court, and specially attend to the due execution and fulfilment of the by-laws, and that ho should have all the other powers then vested by law in the mayor of said city, by .virtue of his office, and be subject to the same duties. This, the attorney general contends, made the ordinance of 1831 authorizing the mayor to organize the night patrol, perpetual. And why not, by the same rule, make all other ordinances then existing, as to the mayor, perpetual ? But in the first place, I observe that there were other duties devolved on the mayor by law, that is, by acts of Assembly, besides those enumerated in the act of 1833. Such, for instance, as the power to take acknowledgments of deeds, &c. This alone would fulfil the act of 1833, because that confers other powers beyond those of presiding in the mayor’s court and seeing to the faithful execution of the by-laws, and is vested in him by law. But the principal thing intended by the legislature was, no doubt, to invest the mayor with the criminal jurisdiction for the preservation of the peace, which belonged to the mayor previously to that act, as alderman, who alone, before that time, could fill that office.\nBut when the act of 1833 was passed, for' the election of mayor from the body of citizens, he would not possess this criminal jurisdiction, which, I may say, is the most valuable part of his office.\nIt therefore becomes necessary, when that act provided that he should preside in the mayor’s court, see to the promulgation of the by-laws, and attend to the due execution and fulfilment of the same, to add that he shall have all the other powers vested by lazo in the mayor of said city, by virtue of his office, and be subject to the same duties. And one of the first of these duties is, to render obedience to, and execute and fulfil the ordinances of the corporation, and not to set himself and all his power, in rebellion against them. If they invade his rights, he has his appropriate remedy, in a peaceful and orderly way. The Governor of the State, or President of the United States, might as well set themselves up as an independent power, an imperium in imperio, and with the military power under their control, rebel against the laws. Their duty is to see that the laws are faithfully executed, and the duty of the mayor is to see that the ordinance of the councils are faithfully executed, until they are pronounced invalid by judicial authority.\nBut by the term lazos, the legislature meant not ordinances or by-laws of the corporation, but the public laws or statutes which conferred important powers on the mayor. The act of 1194 conferred on the judges of the Supreme Court, and of the Common Pleas, the mayor of Philadelphia, and all justices of the peace, power to enforce the law against profanity and drunkenness. This power the aldermen possessed in virtue of their being justices of the peace, and while none but an alderman could be selected as mayor, he also then possessed these powers. When, however, in 1838, a citizen was made eligible by election to that office, it became necessary to invest him, in addition to the power of presiding in the mayor’s court, promulgating the ordinances, and faithfully enforcing the same, with all the other powers conferred by law upon him by virtue of his office, and subject to the same duties. These were not powers expressly conferred by city ordinances, on him to execute, but powers incidental and appurtenant to, his office by law, and these powers were the most valuable of his attributes. The power of conservator of the peace, guardian of the public morals, and being a terror to evil doers.\nIf there was the least doubt on this subject, it would he cleared away and dissipated, by the ordinance of 26th March, 1836, by which the appointment of the night watch was vested in the mayor and a joint committee of councils, and subject to their removal. This is an alteration and repeal of the ordinance of 1831, which was acquiesced in by the mayor, the councils, and the corporators, for fifteen years, until time had settled down upon it, with the sanction of half a generation, and was acknowledged by all as a remodelling of the ordinance of 1831, and remained so, until the distinguished executive functionary of. the present year disturbed it.\nIt may be said that time is the test of all human enactments, and perhaps experience has fully established that a power might safely and usefully have been invested in the mayor, in 1831, which would not be quite as appropriately deposited there in after times. At all events, the city councils, the sole legislative authority of the municipality, had a right to judge on that subject, and after a lapse of fifteen years acquiescence, it is too late for the mayor to allege that the councils could not delegate that power to a committee. Corporations may, and must often do their more important business through the instrumentality of committees. It is not forbidden, and has been often sanctioned by legal decision. I can see no objection to it. As to the appointment of the night watch, they were still and always subject to the inspection and control of the councils.\nThe case of Parker v. Commonwealth, 6 Barr 507, is inapplicable, but the repeal of the ordinance authorizing the mayor to appoint either in the whole, or in conjunction with the committee, was lawful, and settled the matter; afterwards, by the appointment of a night watch of his own, the mayor was usurping an authority which he did not possess, and opposing what it was his duty to fulfil. By this means, much disorder and confusion has crept into the city, the public peace has been broken, and the stillness of night disturbed, by those who ought to have watched over its quietude. Both property and person have been rendered less secure, and the reputation of the city has suffered. We may indulge a hope that these proceedings will cease, and that peace and quiet among the functionaries will now be restored.\nBuie discharged."}