{"id": "405967", "contents": "The opinion of the court was delivered by\nRogers, J.\n— As the deceased, Henry Gangwere, died intestate, Jacobina Gangwere, his widow, under the intestate laws, is entitled to the one-third of the personal absolutely, and the one-third of the real estate during life. This is not disputed; and if there was nothing else in the case, the distribution of the estate would be attended with little difficulty. But the heirs of the intestate contend she is not entitled to any portion in the distribution, because, before or at the time of the marriage, the parties entered into a marriage contract. To defeat the widow’s right of dower, which is favored by the law, three things must be clearly proven: the existence of the marriage contract, its loss or destruction, and the contents. That a marriage contract was entered into between the parties, we have no reason to doubt, as there is proof of the fact by the witnesses examined on the part of the appellant and appellee. They prove repeated declarations to that effect, not only by Henry Grangwere, but by his wife also. The marriage settlement seems to have been made for the purpose of quieting the minds of the children of the intestate by a former wife, who, as is usual in such cases, made a violent opposition to the second marriage. There is reason to believe that, without that, no contract would have been made; the marriage would have been suffered to take its usual course. This was the reason assigned by the husband to his intended wife, and there is some ground to believe it was designed for no other purpose whatever: that it was the understanding when this design was answered the agreement should be cancelled, or that compensation should be made to her, if she survived, by a will afterwards to be made. Hence it is that we find that, after the contract had remained in the possession of Christian F. Beitel, the trustee, a year and a half or more, the old man, as he testifies, came to him and wanted the paper to destroy it. He was quite out of humor because Mr. B. would not give it to him. He told him he must bring his wife along, as he could not give it up without all the parties were present. After some time, the old man and his wife came and demanded the paper again. He gave it to them, and they, at the time he delivered it to them, declared it to be null and void. It was declared null and void, as he says, at the time the witness delivered it. The conversation was in German, the literal translation of the expressions used is, as the witness says, that it shall be given up. This testimony there is nothing to contradict, and, coming from a respectable witness, I shall take it to be true. It amounts, in my opinion, to a declaration, by both parties, that the marriage contract should be of no effect between them. That the agreement was not actually destroyed and cancelled at the time, evinced by the repeated declarations of the old man and his wife, amounts to but little, if, as I am inclined to believe, the original motive for entering into it was to quiet the fears of the children, who, as the old man said, were howling about his marriage, and would continue to do so if they were led to believe the marriage settlement had been cancelled and destroyed. To avoid unpleasant scenes in the family, may and in all probability was the real cause the contract was not actually can-celled and destroyed. The provision for the wife, according to the representations of the witnesses, was so inadequate, that we can with difficulty believe she would have submitted to it, or that he would have been so ungenerous and unreasonable as to exact it, unless there was an understanding it should be considered as of no efficacy, or that a will should he made making up to her any deficiency in the marriage settlement. If, then, the instrument was delivered up by the trustee to the parties, at their request, and at the time of delivery they declared it should he null and void, or words of equivalent import were used, as that it shall be given up, that would be perhaps equivalent to a cancellation or destruction of the paper itself. The intention of the parties alone is to be considered; not the mode adopted to signify that intent. Campbell’s Estate, 7 Barr 101, is to this point. It is said that the trustee had no right to deliver up the paper to be cancelled, and that the assent of the wife does not bind her. That both must be bound or neither. But not so, if, although she is not hound, the husband is. As the wife, since his death, has ratified the acts of the parties, there is no objection on that account. The intention of the alleged article of agreement was (according to the testimony) to limit the rights of the feme. C. E. Beitel was named as trustee. There is no positive evidence that the paper was under seal, and it may be the delivery or surrender of such a paper to be cancelled is, in equity, to be considered equal to a cancellation. But whether this was such a delivery of possession as amounts to a cancellation of the paper, without more, according to the case of Cross v. Powell, Cro. Eliz. 483, recognised in Campbell’s Estate, 7 Barr 101, it is unnecessary to consider, as it is agreed that if it was delivered up to be cancelled, and was cancelled, the instrument cannot be enforced as a valid settlement. Whether it was cancelled or destroyed, will be examined in another part of this opinion.\nAs has bden before said, it is necessary for the sons to prove the existence of the paper, its destruction, and afterwards its contents. That such a paper existed at one time, has been fully proved ; it is also equally certain it has been destroyed; and the next question is, have the contents of the paper been legally proved. On this point, the law is well settled: the rule is, that the contents of a lost paper must be so proved as that the court can say, with something approximating to certainty, what it contains. When a party has failed to prove the. terms of the agreement he relies on, equity will not assist him, by directing an issue to ascertain the terms. If he be plaintiff, it is incumbent on him to state in his bill the agreement of which he calls on the court to decree performance, and to prove the agreement as stated: Savage v. Carroll, 2 Ball Beatty 451; Ormond v. Anderson, 2 Ball Beatty 368.\nEquity will not decree the specific execution of a contract the terms of which are uncertain as to its extent: Harnet v. Yielding, 2 Schoal & Lefr. 549. And again, equity will not decree the specific execution of articles of agreement, when they appear to be unreasonable or founded on fraud: Young v. Clark, Prec. in Chan. 538.\nIn addition to the authorities cited, it may be added, that chancery will not decree specific performance, without proof of the whole contents of the instrument. Evidence of part will not suffice, and particularly a marriage contract, where the words used by the parties (see Ellmaker’s Estate, 4 Watts 89) are so important as regards the rights of the feme. In this case, proof of the contents is singularly meagre and uncertain. There is not a single witness who undertakes to give the whole contents of the contract. What sum she was to receive, whether 100, 125,200, or 300 dollars, we are not informed; whether that sum was in gross, or to be paid to her annually, we know not; nor do we know (which is very important to her rights) what she relinquished in consideration of the settlement, whether her right to dower, her right to the personalty in case of intestacy, or her right to both. On these important matters, Ave are left entirely in the dark. There is nothing proven on which equity could found a decree. But, notAyithstanding this radical defect in the appellant’s proof, I grant if they have shoAvn that the marriage contract Avas fraudulently destroyed by the appellee herself, equity will not make any intendment against him. Equity AA'ill not brook that a party shall take advantage of his own Ayrong. And this leads to the inquiry as to the loss of the paper, and the persons by Ayhom it was destroyed. That the contract is not now in existence, seems to be put beyond all doubt. Indeed, this seems to be taken as a conceded fact by both parties. But, although destroyed, the appellants allege it Avas fraudulently destroyed by the appellee or by her connivance ; that, although it may have been in the presence of her husband, and with his assent, he Ayas in such a condition of mental imbecility as to be incapable of giving any A'alidity to it. The allegation of the appellants, it is vain to deny, amounts to a direct charge of perjury against two witnesses, and of combination and fraud between these witnesses and the appellee. To sustain such a charge, requires clear and stringent proof. The Avitnesses to whom-1 allude are Catherine Phleuger and David Young, who prove that the paper was actually destroyed by Henry Grangwere himself. The old woman refused to destroy it, and then, as the witnesses say, he put it in the stove and burnt it himself. That this Avas the marriage contract, we have no reason to doubt. It was said by one of them, but which the witness does not recollect, it was the writing, they had with each other; and it is very certain, they had no contract except the marriage contract, Catharine Phleuger testifies, the old man said the paper (referring to the paper burnt) Ayas the agreement they had made together when they were married. I do not lay much stress on the fact that Catharine Phleuger was mistaken, admitting she was so, in the time this transaction took place. There is nothing so difficult to recollect, and in which witnesses are so liable to mistake as in dates; and to stamp them with the charge of perjury for that reason, would be most perilous. If we suppose the transaction to which the witness testifies took place after the time the money was counted, there is next to nothing to throw a shade of suspicion on the evidence given by those witnesses. We should not be warranted in disbelieving them merely because of their connection with the appellee, one being married to her son, the other to her granddaughter. These are circumstances to be weighed in a doubtful case, but ought not to be allowed to shake our credit altogether in witnesses who swear positively to the fact and are otherwise unimpeached.\nTaking it, then, for granted that the contract was destroyed, in manner described by them, the next inquiry is, was Henry Gang-were in a condition to assent to its destruction ? It is alleged that at the time he was a lunatic. In proof of this, the appellants rely on a petition or commission of lunacy, which was presented at the May term, 1847, the inquisition held the 10th May, 1847, finding him of unsound mind, &c., and that he hath been in the same state for the term of one year, last past, and upwards. This, it will be observed, overreaches the time testified to, when the contract was destroyed. The petition, it appears, was presented by the appellee, and she was examined as a witness. Some of the jurors have testified as to what she swore on that occasion. As was natural to expect, they have given entirely different versions of it. This, coupled with the fact that she was very much alarmed and confused, will prevent me from paying much attention to this part of the evidence, except in stating, that it rather tends to show that he was not entirely bereft of understanding: it evinces, what is very important in this inquiry, that he had lucid intervals. Great reliance is placed on the fact that the commission of lunacy overreaches the time of the alleged burning of the will. This, undoubtedly, is entitled to great weight; but it is wrell settled that instruments executed or acts done by a lunatic, in a lucid interval, are binding, even if afterwards overreached. It is prima facie, but not conclusive evidence, as is ruled in Hutchinson v. Sandt, 4 Rawle 234; Rogers v. Walker, 6 Barr 373; 2 Atk. 412-13, Sergeson v. Sealy; Collison 389, sec. 1, 2, 3. The inquisition in this case was no more binding on Mrs. Gangwere, although a petitioner and witness, than on a stranger. She is not estopped from asserting the truth, as is in effect ruled in Hutchinson v. Sandt, 4 Rawle 234, where it is held that one of the inquest himself was not estopped. It was ruled to be persuasive evidence only. The testimony adduced on both sides, whilst it shows clearly a general imbecility of mind, also as clearly proves that Henry Gangwere had lucid intervals. The evidence on that point is irresistible. In addition to the whole current of the evidence, the testimony of Jacob Correll and Wittman, who testify as to what took place the 26th Sept., 1846, when they went to count the old man’s money, is conclusive. “ We talked very little to him; but what we talked to him, he answered correctly.” When we counted the money, the witness saw nothing wrong in him. He was in a low, weak state. What little questions we put to him, he answered sensibly. He was sitting up. He directed me where to find the money in his tenant’s house. He told us there was a small trunk in a chest, in the garret in his tenant’s house. That there was about $1200 there. — We went and got it, and found it there, and counted it, and it overrun a little, $10, $12, or $14. Mr. Wittman says, when they counted the money, the old man was sensible, very sensible. I had a conversation with the old man. He told me things about my uncle, which I knew to be true. He talked about his younger days. — If this testimony is to be taken as true, and there is no reason to doubt it, the old man had the possession of his mental faculties at that time. Any act of his then would have been good, notwithstanding the commission. The proof of a lucid interval would be most clear. This, be it ob.erved, was about the time testified to by Catharine Phleuger and David Young, when the contract was burnt. Catharine Phleuger, after giving a clear statement of what was said and done by the old man and his wife, says, “ What he talked to me, he talked understandingly.” David Young, in answer to a question put to him, says, “He had his understanding, as much as I could see. He talked like a man having his understanding, as he had done before we knew there was any thing out of the way with him.” From the testimony taken together, the evidence is clear, that at times, although his understanding had been impaired by age, and considerable imbecility of mind existed, yet he had lucid intervals, and it is proved, by two witnesses, that when the contract was destroyed, it was destroyed by himself, in pursuance of a resolution long before taken, and prevented from being carried into effect by the delicacy of his wife; and that, at the time, he had an understanding sufficiently clear to enable him to do any valid act in the disposition of his property, and particularly in relation to an obligation or act of duty which he conceived himself bound in conscience to perform.\nI am unwilling to believe that the old lady, who has shown, as is proved, singular integrity and delicacy of mind and sense of propriety, in relation to her husband and his children, should have been guilty of subornation of perjury and wicked combination to cheat and defraud. At any rate, the testimony is not so clear as to justify us in putting a decision on a point on which this must be assumed as its groundwork. It is impossible to rule this case in favour of the appellants, on any other hypothesis.\nIt will be remarked that this decision goes on the assumption that the marriage contract was legal, though executed on Sunday. The court gives no opinion on that point, because, being equally divided, we were unable to come to any conclusion on this part of the case.\nDecree of the Orphans’ Court affirmed."}