{"id": "405993", "contents": "The opinion of the court was delivered by\nGibson, C. J.\n— It is impossible to doubt the principle of the civil law adopted by Lord Mansfield, in Bexwell v. Christie. Good faith is an indispensable ingredient of fair dealing; and it is impossible to imagine a purpose, consistent with it, for which sham-bidding is necessarily employed. The vendor may prescribe conditions of sale which will enable him to retain the property should it not come up to his price; and if he do not produce the effect openly, why should he do it covertly ? Common honesty requires that all should be fair and above-board. To screw up the price, as it has been aptly termed, by secret machinery, can be no less than h fraud; and a sham-bidder can be used for no other purpose. The decisions on the subject have fluctuated; but the largest license allowed in any of them has been to employ a single puffer: yet, whether there be one, or whether there be twenty, the mischief is the same, except as to the degree of it. It has been said that the employment of a plurality discloses too clearly to be mistaken, not a design to protect the property from being sacrificed, but to give an artificial impulse to the sale of it. That touches the honesty of the vendor’s motive; but what have the bidders to do with it? Should he actually think that not less than twenty could protect it, the sale would still be, according to all the cases, fraudulent and void. It is not his motive, but his acts, by which they are affected; and these present a question, not of actual, but of legal fraud. In a treaty for a private sale, the vendor may praise his property without stint, because his interest in the price of it is so obvious as to put the vendee on his guard, who consequently purchases, not on 'the faith of the vendor’s representation of its value, but on his own judgment; but in a public sale, especially of land, which has no standard of value in the market, he is necessarily influenced by the bids of those whose interest it is to get the property at the smallest price. Timid bidders are emboldened by decided ones; and to employ a decoy-duck to inspire them with false confidence, is grossly immoral. The very excitement of competition has its influence, and it is unfair to increase it by introducing a man of straw.\nIt is wonderful how slowly the most obvious truths are perceived and admitted. The plain and simple morality of the gospel required a revelation. Even in my day at the bar, it was the constant practice of the Orphans’ Courts to allow a charge in administration accounts for the price of strong drink, furnished avowedly to stimulate the bidders at the sale of the decedent’s effects.\nThe weight of authority is now, as it was at first, in favor of the true principle. \"Whatever may have been the state of the balance when Mr. Sugden collected the cases in his treatise on vendors, his own opinion evidently coincided with that of Lord Manseield ; and Chancellor Kent expressly adhered to it. Against Bramley v. Alt, Conoly v. Parsons, Smith v. Clarke, and Steele v. Ellmaker, we have, in addition to Christie v. Bexwell, and Howard v. Castle, the modern cases of Crowder v. Austin, Wheeler v. Collier, Thornet v. Haines, Meadows v. Tanner, and Yeasie v. Williams. After the English judges have overruled three of their decisions to restore the principle of the civil law, we ought not to be tenacious of our single one. I concurred in the decision of Steele v. Ellmaker exclusively on the foundation of precedent; hut the balance of' authqrity is conclusively the other way, and that case has neithef principle nor precedent to support it. Chief Justice Tilghman did not doubt Lord Manseield’s decision — he said that none of the courts had gone so far as to affirm that it is not law — but he doubted whether the rule of the civil law was not too severe to be applied to the transactions of business. The duties and obligations of the civilians are often too nice for modern use; but this is not one of them. The rule is exactly defined; and it may be practically applied, without let or hindrance, to every case without exception.\nThe objection to the sale of the tract designated as letter C, is not sustained. The bids alleged to have been spurious on it, were made by an agent of the widow, who, though an administratrix, had a right to purchase, subject to the power of disaffirmance in the heirs or creditors. The other bidders had no right to disaffirm her act; and her bids, made through her agent, were in good faith. The argument would have been more plausible had she been utterly incapacitated; but as a sale to her would have been but voidable and probably confirmed, there \"is no room to say she was not a bona fide bidder.\nIt is ordered and decreed that the sale of the tract designated by the letter A be set aside; and that the decree of confirmation be affirmed for the residue. '"}