{"id": "405912", "contents": "The opinion of the court was delivered, October 28th, by\nGibson, C. J.\n— English decisions on motions for new trials, in cases such as this, give an indistinct view of the abstract principle, with which alone a court of error has to do. Being judge and jury, and exercising a discretionary power over the verdict, to attain the merits, those courts do not so studiously observe the line between the province of the judge and the province of the jury, as our courts do. Still, it has not been said by any English judge except Chief Justice Tindall, that fraudulent misrepresentation of solvency is matter of legal inference. The present is an action on the case for deceit; but a constructive deceit is a new thing under the sun, and actual deceit is exclusively for the jury. In the celebrated case of Chesterfield v. Jansen, 2 Vesey 154, Lord Hardwicke divided fraud into four classes: 1. Dolus malus, or actual: 2. Inequitable or unconscientious bargains: 3. Presumptive, arising from the circumstances and condition of the parties: 4. Imposition on third parties. To these may be added fraud on creditors or purchasers, by force of the statutes of Elizabeth. The fraud imputed in this case, is of the first class, for it is impossible to place it in any of the others. There can be no constructive dolus malus; for where there is actual fraud, there is no room for construction or legal direction. In an action for deceit,'the jury have to'deal with a question of good faith; and if they are satisfied the defendant believed his own story, it is their duty to find in his favor. Suppression of circumstances is evidence of insincerity, but by no means conclusive; for the most substantial men are sometimes embarrassed. On the other hand, if he asserted a fact of which he knew and believed nothing, though not to injure the seller, but to oblige the buyer, he is guilty of falsehood, and must bear all the consequences produced by it. A man who asserts what he does not know, is guilty of duplicity, though he happen to assert the truth; and whatever the motive, he is not the less dishonest. But a man who believes what he says, is not chargeable with bad faith; and the state of his belief is a fact for the jury. All the judges concurred in Foster v. Charles, 6 Bingh. 396, that sincerity is the test; yet when the cause came up again in 7 Bingh. 105, Chief Justice Tindall said that confusion had arisen from not distinguishing between what is fraud in law, and the motive, for actual fraud; and that if a party make representations which he knows to be false, and injury ensue, though the motive may not be bad, he commits legal fraud. No motive for a representation which is false and may be injurious, can be good; and a lie to help a friend, is not the less a lie because it is not designed to injure the person to whom it is told: it is enough to stamp it with the character of actual fraud, that it may lead him to a risk, which he would otherwise shun. To me, it appears that the confusion spoken of, has arisen from the gropings of the judicial mind after the very distinction which the chief justice attempted. Had the question always been left to turn on the narrow point of purity of purpose, instead of the supposed legal effect of particular circumstances, there would have been no room for confusion. Sincerity of belief, however apparently unfounded, is unmixed matter of fact; and if it were not the test, every recommendation would be a guaranty. The fraud imputed to this defendant, was in recommending a purchaser as a responsible man, knowing him to be deep in debt to execution creditors, and in representing him as being good for a bill of'goods. The court refused to charge that the suppression of the fact of indebtedness was a legal fraud. It certainly was evidence of actual fraud, of which there is no rule to measure the force or determine the weight; but it was not conclusive. It mattered not how strong it was ; it raised no legal or artificial presumption to make it a subject of legal direction. The judge put the fact to the jury on the evidence; and if in terms too favorable to the defendant, he committed no error that is examinable here.\nJudgment affirmed.\nRogers, J., was absent — and Coulter, J., dissented."}