{"id": "405958", "contents": "The opinion of the court was delivered, by\nGibson, C. J.\n— It is proper to begin with the exceptions of the defendant below, against whom judgment was rendered.\nThe averment of the sheriff that he had paid over the money in contest, was not a response to the writ, or, consequently, a legitimate part of the return; and it did not estop the plaintiff from showing the truth. Even had it actually been mispaid, the fact would not have been a defence. For a similar reason, the remedy was not by action for a false return.\nThe next point to be noticed has been properly abandoned* Doubtless an action on a joint contract of sale, though the interests sold were several, must be brought by all the vendors; but the present action is founded on a contract implied from a consideration which is the ownership of the property sold; and if that be several, so must the contract be. The nature of the title will be considered presently.\nThe evidence, that the boat’s husband had power to sell it, was properly excluded; not, however, be'cause it would have impinged on his written appointment — for it went to an independent fact— but because the fact was immaterial. It would not follow that because he might have sold all the shares, the sheriff could do as much on an execution against him, separately or conjunctly, or sell more, by force of it, than his share as a part owner. The sheriff would not have the same power, because his writ gave him power to sell no more than the property of those who were parties to the judgment; not to execute a power given to another. But the evidence, that two who had not been served, agreed at the sale that the sheriff should sell the boat out and out, was erroneously rejected. Every shareholder whose property went to swell the surplus money, and none else, was entitled to share in the distribution of it. The shares of the parties to the judgment and. execution — the plaintiffs among the rest — were sold, and the former ’ owners of them were entitled to come in. Those who were not parties, but agreed that their shares should pass by the sheriff’s sale, would be estopped from disputing the purchaser’s title; and they also would be entitled to come in. But the two who were not parties, either to the judgment or the agreement, have their shares yet, and are not entitled to come in. The original writ issued against the eight, of whom four were served, and the offer was to prove that two who were not served, agreed that the sheriff should sell, not the shares, hut the boat as an entire thing, and consequently, that the shares of the two, who were not bound either by the judgment or the agreement, were not sold; and that the owners of them had no claim to the money in the sheriff’s hands. The evidence was offered to reduce the plaintiff’s right from a fourth to a sixth, and it ought to have been received.\nBut it has been pressed on us, in the face of a hornbook principle, that the shareholders were partners; that the sale on the judgment against four of them passed the interests of all; and that all, whether parties to the agreement of sale or not, are entitled. A vessel may undoubtedly be brought into stock where the owners of it are in trade ; but not where there is no other relation between them than that which arises from joint ownership. What other was there here ? It does not appear that the interests of these owners were connected in any thing else than the boat itself. No one would suppose that a joint owner of a wagon and team, might not sell his moiety before the debts were got in and the expenses paid, or that joint creditors would have a preference, in respect to it, over separate creditors. Carriers may doubtless become partners; but not merely by becoming joint owners of a chattel and using it for a common purpose. And the principle is peculiarly applicable to ships or other craft, the exceptions to it in respect to them being always founded in very special circumstances. This boat appears not to have been a regular packet, but to have done such jobs as her husband could procure; and a partnership is usually formed on some plan of action. It is not to be doubted that one of these owners could .not have affected the rest by the admission of a fact to their prejudice. A purchaser from him would have held his share in common with them, free from a lien for advances, and having an equal voice in respect to the employment of the boat or the choice of a husband for it. We are told that the contrary was incidentally ruled in Burbridge v. Durvall— a case like the present, except that the point was neither made nor ruled, incidentally or directly. That all the owners had not been served in the action which was the foundation of the demand in that case, was neither known nor suspected by the counsel, the trial court, or the court here; and it is not the practice of a court of error to reverse on points that were not ruled below.\nThe deposition of Cox, produced to show that the plaintiff was in arrear to Oliphant, the purchaser, for advances to the boat, was properly ruled out. The action was not against Oliphant, but against the sheriff, who had no right to retain for a debt due even to himself. Irwin v. Workman, 3 Watts 351, and Chambers v. Miller, 7 Watts 63, are direct to the point. A ship’s husband has no lien for advances — as least none such as a sheriff may satisfy. He may compel part owners to contribute by action, but he has no other remedy. They resemble partners so far, that each is liable for the whole; but there the resemblance ends, for, as was ruled in Jaggers v. Binnings, 1 Stark. 64, the concession of one of them binds himself alone, and each of them may transfer his share at his pleasure. It is clear, therefore, that the sheriff could not involve the plaintiff in a settlement of the boat’s accounts.\nThe exception in the plaintiff’s writ of error, is, that he ought to have had judgment for a fourth, not merely for a sixth, of the surplus money; and on the undisputed facts arising from the evidence actually admitted, that conclusion would be inevitable — for the judgment, execution, and levy showed no more than that four shares were sold. But the defendant’s evidence, to show that six of the eight shares were parted with and paid for, had been erroneously excluded; but had the plaintiff been allowed a sixth part of the surplus which arose from the price of them, it might perhaps have admitted of a doubt whether the errors would not have compensated each other. It is not our practice to reverse for such as do no mischief. But as the agreement was that the court should decide the law on the undisputed facts, we cannot say that the fact proposed in the defendant’s offer would not have been disputed had the evidence been admitted, or that the whole case might not then have been put before the jury. Had the court adjudicated on the excluded evidence, as they have done without it, we would still have been bound to send the cause to another trial, in order that the jury might give the plaintiff a fourth or a sixth, or whatever his proportion of a share may be, as they should find the fact to be.\nJudgment reversed and venire de novo awarded."}