{"id": "405936", "contents": "The opinion of the court was delivered by\nCoulter, J.\n— There was' no acknowledment proved of a then subsisting debt. There was not, in the language of the books, an acknowledgment of an existing debt, so precise and distinct in its admission as to preclude hesitation about its extent or character; The character of the acknowledgment must be such as not to be inconsistent with a promise to pay, and from which a promise to pay clearly results, or is inferential.\nThat is the gist of the matter. There must be substantially what is equivalent to a promise to pay. To acknowledge that a debt was once due and existed, is altogether insufficient. The plea of the statute virtually admits that a debt was once due.\nAn acknowledgment of the correctness of a particular item in an account between the parties, where the balance was never struck, nor the account adjusted, is not such an acknowledgment, either practically, commercially, or legally, that such item was a precise, present existing debt against the defendant, as would toll the statute as to that item, because, upon a balance being adjusted and struck, the defendant might conscientiously and honestly believe that nothing was due. And that appears to have been the belief of the defendant in this case. He thought nothing was due to the plaintiff; but, upon an attempt to state an account, which the parties could not close, he admitted an item of borrowed money, and it is now sought to recover that identical item from him, on this admission, independent of all the other transactions. This cannot be. The great length of time suffered to elapse fortifies the position taken by the defendant, that nothing was due to plaintiff; although, as an honest man, he would say, true, I borrowed $75 from you, but, upon a settlement of the account between us, this would be satisfied and paid. This amounted to nothing like an acknowledgment that the $75 was then a subsisting debt. Every thing said or done by Nixon was inconsistent with a promise to pay this $75, and by itself was not taken out of the statute of limitations. If they had been able to close their settlement, or if Brownfield had established the matters in dispute, and not ascertained on the paper on which the admitted items were put down, possibly the statute would have been prevented from running against the balance established; but that is not the question presented, as the court instructed the jury that the plaintiff could not recover on the general account, as there was no balance struck or agreed on. But as the court instructed that the plaintiff had a right to recover for the $75 and the oats, on the acknowledgment made when the items were put down on the paper, the judgment must be reversed.\nThe paper itself was not an account stated, nor was it made with' an intent of being evidence against the parties as to the separate items. If used for that purpose, it might be a trap, and entangle the party against his intent, and against the justice and honesty of the case. It was made up by a bystander, who acted as amanuensis of the parties, with a view and for the purpose of settling the whole concern. It would be admissible evidence, so far as it went, in a settlement of the whole concern or dealings between the parties, corroborated by the oath of the person who made the memorandum.\nThe judgment is reversed and venire de novo awarded."}