{"id": "405909", "contents": "The opinion of the court was delivered by\nBell, J.\n— The note here in suit was made bn the 10th of October, 1836. But it was a continuation, by way of renewal, of a series of notes, first discounted by the Exchange Bank of Portland, on the 10th of May, 1834. Under the evidence, it is not to be doubted these renewals were effected by Mudge, as liquidating partner of the firm of Mudge & Clarke, and which, according to Davis and Dusaque, 5 Whar. 534; Houser v. Irvine, 3 W. & Ser. 347, and kindred cases, bound his former associates, provided the first note of the series was properly made in the name of the firm. The former existence of this partnership being conceded, and necessarily, with it, the authority of one partner thus to bind his fellow in the ordinary course of business, it becomes essential to the defence to show a dissolution of the association, at some time prior to the date of the first note. In recognition of this principle, the jury was properly instructed that “ the right of the plaintiff is, in all respects, the same as that which the Exchange Bank would have had to recover on the note of May 8, 1834.” But, in answer to the second point submitted, to the effect that to exonerate the defendant, the jury must not only find a dissolution, but that notice of it was in possession of the bank prior to the last-mentioned date, the court answered, that if the “ bank knew of it before the note in question was discounted, it would affect the bank, if it were plaintiff in this suit.” The inaccuracy of this answer, in directing the inquiry on this point, to the date of the note in suit, instead of the prior date, is, probably, ascribable rather to carelessness of expression than to misconception of the principle imbodied in the plaintiff’s proposition; yet this inaccuracy may have misled the jury to the conclusion that knowledge of a dissolution of the partnership, at any time before acceptance of the last note, the immediate subject of this action, was sufficient to defeat the plaintiff. It is hot enough to suggest that, probably, the jury understood the court as intending to affirm the point as submitted. The answer is, the language inadvertently used might have led them into error. Such a possibility is sufficient to found a valid exception.\nThis, however, is perhaps of minor consequence. Upon the trial, the leading inquiry was as to the fact of dissolution, and whether, if that fact existed, notice of it was traced to the holders of the first .note discounted ? The plaintiff submitted there was no evidence of dissolution, and, of course, no notice thereof, at least before the 10th of May, 1834. To this the court answered, “There is evidence that the store was transferred, and that the firm ceased to do new business.” No direct response was then given to the latter portion of the point relating to notice. But in a previous part of the charge, the jury was, in effect, told that an inference of dissolution might be drawn from the sale and transfer, in January, 1834, of Mudge & Clarke’s store to Mudge & Varnum, who continued the business of the former firm, and that notice of the dissolution might be imputed to Dr. Cummings from his residence in the same town at the time of these transactions. The only additional circumstance connected with this point of the case, is that the books of the older firm were placed in the hands of the younger, who collected the sums due to the former, for which a credit was given, and paid debts due from them, and with which they were charged. Ought the circumstances to which- reference has been made, be accepted as establishing the fact of a dissolution? If so, it must, be because they tend to prove an agreement between the partners to put an end to their prior relationship. This is one of the recognised modes by which partnerships may be destroyed, and, as between the partners alone, the most secret understanding is sufficient. It is enough that they have assented. But were this contest between them alone, how could it be asserted, without hazard of error, that in May, 1834, a dissolution had taken place ? The facts upon which the idea is predicated, are entirely consistent with continued partnership, if for no other purpose than, finally to close the business of the firm. Eor this purpose new obligations may be assumed, and new securities put in circulation, though the partners may cease to prosecute their former general business. Nay, it is not, perhaps, very unusual for commercial associations to sell out their stock of merchandise, and relinquish their place of business for a season, with a view to a change of pursuit. Certainly, such an arragement is not incompatible with the idea of a continued association, even though the books of account be left for settlement with a new firm which includes a member of the old. In this very instance, it is in proof that an account was kept in the books of Mudge & Varnum, with the firm of Mudge & Clark, and under that title, up to May, 1836; and their clerk, Patten, swears he never knew of any formal dissolution of the latter partnership. At the important moment of time to which attention is tobe directed, it would, then, be impossible to assert, with certainty, that the partnership was at an end, even for the determination of a controversy between the partners themselves; and so we think the jury ought to have been instructed. If this be so, the facts relied on must be wholly insufficient .to implicate third persons. To visit the community at large with the consequences of a dissolution by assent of the partners, the evidence of it should be clear, distinct, and unambiguous. It is not to be left to mere conjecture or the hazard of possible inferences. The nature of the notice requisite to charge strangers with knowledge, shows this. It must be shown, says Wilkinson v. The Bank of Pennsylvania, 4 Whar. 484, that notice was communicated in some way or other. To reach those who have before dealt with the firm, direct and express notice of the fact is essential. To those before unconnected with the association, it may be communicated by publication in the proper newspapers. The latter species of. notice is only tolerated from necessity, but yet, like the other, it is bottomed upon an open avowal, by the parties themselves, of their agreement to dissolve. Would a publication that the partners had sold their stock of goods to another firm, which had succeeded them in possession of the storehouse, and with whom the books of account had been left for the collection of the debts due, be deemed tantamount to the customary-newspaper notice ? This will hardly be pretended. And yet the defendant, whose duty it was to give at least the ordinary warning, asks us to go further thkn this, and to visit the plaintiff with information which he may, possibly, have derived from an inconclusive state of facts, which may have been known to him. If such facts will not justify a conclusion of dissolution to affect the parties themselves, how can they be made the vehicle for conveying notice of it to strangers? Such a proposition is, obviously, inadmissible. Indeed, where the determination of a partnership results from the express agreement of the partners, every inode of notice with which I am acquainted, involves the communication of the agreement by some sufficient means. In treating this question of notice in the case before us, it must be recollected that, at the date of the first note, Mudge & Clark had ceased to undertake new business but for the short period of four months, and were, at that very time, engaged in winding up their old business, under their firm name. As already intimated, this might be as legitimately the object of prolonged association, as the prosecution of new affairs, at least for a period sufficient in duration for that purpose. Though there may be an express agreement to sever the connection of partners, the law recognises its continued legal existence for such a purpose; and it is not at all unusual for the parties themselves to preserve their association, with all its legal incidents, until this object be accomplished; while they expressly decline to undertake new enterprises. To say, therefore, that a relinquishment of a store-house and the cessation of new business, furnishes ground for an inference of dissolution, or notice of it, is, we think, to ascribe to it an effect experience will not justify. In this instance, it is not necessary to assert that an uninterrupted suspension of all business during a very considerable lapse of time, within the knowledge of the party to be affected, might not be referred to a jury as furnishing ground for a deduction. It is sufficient, now, to say that it would be too hazardous to affirm this, in reference to the action of these partners between January and May, 1846, more especially when it is recollected the personal relations of the partners appeared to continue as theretofore. Standing on the proof, as we have it, and after considering with proper deference the opinion of our brother, before whom the cause was tried, we think the instruction should have been, that there is nothing in the case to carry notice of the dissolution to the plaintiff, or those from whom he derives title to sue, at' the time the first note was made.\nThe view taken of the principal point in controversy, reduces to comparative unimportance the question arising under the bills of exception to the admission and rejection of evidence. It is, yet, proper to indicate our opinion in reference to them, as, upon another trial, tbe same points may be presented under a different aspect of the general case.\nWe think, then, the evidence which is the subject of the first, second, and third bills, was properly received. It was relevant, for it established certain facts which tended, in some degree at least, to show a dissolution of the partnership in December, 1883, or early in January, 1834. It is not enough to object that, of itself, it was altogether too slight to lead to so grave a conclusion. If it could, possibly, be illustrative of other facts pointing to a dissolution, or corroborative, in the least degree, of other testimony, the objection of irrelevancy is answered. The assertion, that the witnesses’ knowledge was derived from a secondary source, was very faintly, if at all, urged on the argument. The forbearance was very pro-’ per, for the objection is not well founded. The witnesses speak of facts with which they became acquainted in the course of their business. They may have refreshed their recollections by consulting their books of accounts and the newspaper published by them, but this, it is almost needless to say, is permissible.\nThe same reasons that justify the reception of the evidence just considered, condemn the rejection of that subsequently offered by the plaintiff, mentioned in the fourth and fifth bills of exception. That Mudge & Yarnum collected debts due to Mudge & Clark, in their firm name, and paid debts owing by them, under circumstances showing the assent of the present defendant, after the alleged dissolution of the partnership, was certainly a fact for the jury; and I should say an important one too. Its bearing upon the disputed question I have already, incidentally, adverted to.\nThe transaction detailed by Phineas Yarnum was excluded solely on the ground of its having been inter alios acta. It appears to us it was not obnoxious to this objection. There was no attempt to introduce a fact or record, for the purpose of concluding the defendant by way of estoppel. The object was, simply, to show a transaction in which he was an actor, inconsistent with his allegation of a prior dissolution of partnership, and want of authority in Mudge to sign promissory notes in the name of the firm. If the note spoken of by Yarnum, was actually signed by Clark in the name of the firm, it was an express acknowledgment by him of its continued existence so late as 1837. If it was signed by Mudge and afterwards recognised by Clark, it affords at least some evidence of continued partnership. Doubtless, it is open to explanation which might neutralize its effect. But this possibility, of course, creates no impediment to its introduction. In contests like the present, similar facts are frequently adduced as furnishing legitimate sources of inference. Indeed, a very common mode of establishing the fact of copartnership is to show the doings of the alleged partners with third persons. Sometimes, these constitute the whole sum of proof, which may be, and frequently is, entirely convincing.\nIn answer to a proposition made on the part of the defendant, to the effect that if Brown, the plaintiff, has no actual interest in the note in suit, he cannot recover in this action, the court answered, if the jury was satisfied that Brown had an interest to the amount of $300, and is a trustee for Varnum, he might maintain the action. This answer, by implication, affirmed the defendant’s point. It is very probable no actual injury was inflicted, as, in all likelihood, the cause was decided against the plaintiff on other grounds. But, possibly, it may have been otherwise; and, consequently, the point is entitled to consideration.\nA slight examination of authority shows it to be an established rule that, in an action on a negotiable instrument, the defendant has no concern in the question of actual ownership, except where the defence turns upon points involving the personal conduct of the true owner, or those who preceded him. In Gage v. Kendall, 15 Wend. 641, it is laid down that the owner of a note endorsed in blank, may fill it up with what name he pleases, and the person whose name is so inserted is deemed, on record, the legal owner, for all the purposes of action. Our own cases accord with this doctrine. It mattered not, therefore, to Clark, whether Brown has an actual interest in the note or not. Had the precedents been brought to the notice of the trying tribunal, such would, doubtless, have been the instruction given. In the hurry of trial, this peculiarity of the law merchant was overlooked.\nJudgment reversed and a venire de novo awarded."}