{"id": "405968", "contents": "The opinion of the court was delivered by\nCoulter, J.\n— Whether the forty shillings prescribed as the minimum amount of damages which will entitle a plaintiff to recover full costs in an action of trespass quare, clausum fregit is to be reckoned in sterling money or in Pennsylvania currency, is, in this State, essentially a question to be ruled by the practice of our courts. In this point of view, the authority of Brightly on Oosts, cited by the plaintiff in error, is of some weight,* for although his opinion, or that of any other recent writer, upon a question of principle, unless supported by authority, would not have much weight, yet, as to a settled practice, it may weigh much. Mr. Brightly is a respectable lawyer, an inquiring and assiduous annotator, and no doubt, before adopting the opinion expressed in his book, had made diligent inquiry among the profession. We are disposed to regard it favorably, because it accords with our own experience, and is in unison with what we think has been the general practice of the State; and that is, that forty shillings, Pennsylvania currency, has been and is the uniform standard of value on the subject. If any adjudicated cases, either in manuscript or printed, had been produced, it would have made us pause.\nIt is probable, but I have not the opportunity at hand to examine, that a regulation was made by the Provincial Governor and Council on the subject of the value of pounds, shillings, and pence, at an early period. Statutes were enacted directly after the Eevolution, fixing salaries of officers in pounds and shillings, which were always paid in the Pennsylvania currency. And so penalties were inflicted by statute, at an early period, in pounds, which were always paid according to the Pennsylvania standard. The English statute fixed forty shillings, to wit, the 22d and 23d statute of Charles the Second, chap. 9. And so far ás the amount of costs in trespass was regulated, that statute was adopted here. But it was adopted, of course, according to our own habits of business and customs. The question then was the value of a shilling. Our courts adopted the value of our own shilling. There was nothing contrary to the statutory rule in this. It was adopted by us according to this value of the shilling, as being the most convenient in practice, and suited to the knowledge of our jurors and courts. I think no practitioner ever heard a court charge a jury that the rule as to costs was forty shillings sterling money, and then tell them how much an English shilling sterling was in our own currency. The rule, adopting forty shillings of our own money, is more consistent with our independence, our nationality, and the habits of our people, and was therefore always commended to our adoption.\nBy the act of 22d March, 1814, the jurisdiction of aldermen and justices of the peace is extended to $100, in actions of trespass quare clausum fregit, and the rule as to costs is, that if the plaintiff recovers over one dollar, he recovers costs, and either party has the right to appeal when the damages exceed forty shillings, $5.33£. And the act of 13th Peb. 1816, enacts, that in actions of trespass for injury done to real estate, when the same is referred according to law, the arbitrators, if they find damages, may find who shall pay the costs, or divide them. And by the act of 1814, the proceedings in court are to be according to the rules established in the amended and consolidated one hundred dollar act, so that .if the plaintiff finally recovered over one dollar, he would recover costs. It would seem, therefore, that the legislature did not consider the act of 22 and 23 Charles as extended to this country. It certainly does not apply where the proceeding originated before a justice. And why should the rule be different as to cases in the same forum having original jurisdiction? But we are of opinion that where the statute was adopted in practice, it was adopted with the standard of the Pennsylvania shilling, and not the shilling sterling.\nI incline strongly to the opinion, that on this record, as it stands, the plaintiff would be entitled to costs, even admitting that the rule was forty shillings sterling; because the evidence sent up shows that the principal point in controversy was the plaintiff’s right to the freehold. There is no certificate of the judge, but he may have considered the rule peremptory.\nThere is also charged, as part of the trespass, that the defendant took and carried away the rails of the plaintiff. Now, in England it is fully decided that the statute applies only to actions of trespass quare clausum fregit, and for assault and battery of the person, because in these actions the judge can readily give the certificate required. But whether the statute applies where a charge of taking personal property is mixed with the injury to real, is a vexed question in the English courts: many decisions exist on both sides. But we put it on the ground of forty shillings Pennsylvania currency being the true rule, so that the practice may be settled.\nThe judgment as to costs is reversed, and judgment entered here for $8.76 damages, with full costs; and this judgment is directed to be certified and remitted to the Court of Common Pleas of Wayne county, to be carried into execution."}