{"id": "405913", "contents": "The opinion of the court was delivered by\nRogers, J.\n— It is a principle too well settled to admit of dispute, that a misjoinder of actions or of counts in a declaration, is a matter of substance, and consequently is bad on general demurrer, in arrest of judgment, or in error: 2 Williams on Dx’rs. 1191; 24 Wend. 184, Gillet v. Hutchinson; and Malin v. Bull, 13 Ser. & R. 443. The principal point is, whether there is an incongruity of counts as the defendant alleges, viz. so that they require different judgments, one de bonis testatoris, the other de bonis propriis of the executor. There cannot, it is conceded, be two different judgments in one action; but counts, which require the same judgment, may he joined.\nThe declaration contains four counts, in two of which, the 1st and 4th, the judgment is honis testatoris. This is conceded. The dispute is as to the proper judgment to be rendered on the second and third counts. The plaintiff alleges that on those counts also, the judgment should be de honis testatoris; whereas it is strenuously insisted by the defendant, that the only judgment which can be rendered, is a judgment de honis propriis. If it be, as contended by the defendant, it is a misjoinder, and the judgment must be affirmed. On that point the whole case turns.\nAs the case does not require it, it is not our intention to decide whether, if the question depended on the second count, there would-not be great force in the argument of the plaintiffs in error. For as, in that count, reference is made to the promissory note, which was given by Draeh, as executor, it is by no means clear that judgment may not be rendered de honis testatoris. But be this as it may, there is nothing of that kind in the third count. And if one be liable to the objection, it is equally fatal. For it can be of no consequence whether there be one or two counts of that description.\nIn that count no reference is made to the promissory note, nor is there any thing to indicate that the action is brought to recover a debt owing by the testator to the plaintiff’s intestate. The suit is brought, so far as appears in that count, on a promise made by the defendant, as executor. The promise laid, is simply a promise, as executor, to pay the debt. This would seem to bring the case within the operation of the principle, well settled in this State and elsewhere, that a promise by an executor does not bind the estate, but the executor personally. The naming him executor, is surplusage, and the action is in his own' name, or against him personally ; and consequently, in the latter case, the judgment is a judgment de bonis propriis. He alone, in his individual character, is liable to suit. This principle is decided in Geyer v. Smith, 1 Dal. 372, note Fritz v. Thomas, 1 Whar. 71, and in Grier v. Hamilton, 8 Ser. & R. 403. In the last case, it is ruled, that in all cases of promises, express or implied, made to„an administrator, after the death of the intestate, the action lies by or against the administrator personally. If a promissory note be given by A as executor of 33, the naming him as executor is surplusage, and the action lies in his own name. Administrator giving bond as administrator is chargeable personally. Nothing is better settled than that an executor or administrator, is answerable in his official character, for no cause of action that was not created by the act of the decedent himself. In actions against the personal representative on his own contracts and engagements, though made for the benefit of the estate, the judgment is de bonis propriis ; and he is, by every principle of legal analogy, to answer it with his personal property. So in Masterson v. Masters on, 5 Rawle 139, it is said that executors cannot promise or covenant as such, so as to make themselves liable as executors. They are liable in a representasive character only on the contract of the testator. That this is a settled principle, may also be seen in 2 Brod. & Bing., Childs v. Monins; 2 Williams on Ex’rs, 1093-4, 1088; 7 Taunton 585, Powel v. Graham; Rose v. Bowler, 1 Henry Bl. 108-9; Ashby v. Ashby, 7 B. & C. 444.\nIn Ashby v. Ashby and Rose v. Bowler, it is ruled that a count for money had and received by defendant as executor, to use of plaintiff, cannot be joined with a count upon account stated with him as executor. These authorities clearly show that the judgment, on the third count is de bonis propriis, and consequently there is a joinder of incongruous counts, which, as we have seen, is fatal to the action.\nThis view of the case relieves me from the consideration of the other points raised on the argument. For be the decision on these questions erroneous or otherwise, the point already noticed presents an insuperable bar to the plaintiff’s recovery. It is true, the plaintiff would have had the right to retrieve his slip in pleading by entering a nolle .prosequi, or withdrawing the count. But this he did not choose to do. Nor was there any request to be permitted to do so, which appears on the record. The court was therefore right in ruling that the plaintiff was not entitled to recover. The plaintiff asked judgment on all the counts, to which, clearly, he was not entitled.\nJudgment affirmed."}