{"id": "405942", "contents": "The opinion of the court was delivered by\nBurnside, J.\n— The indenture, as it declares and purports, of the 20th of February, 1840, of Large to Thomas and others, is unquestionably a voluntary assignment for the benefit of certain creditors named in the schedule to the indenture, within the words and object of the 5th section of the act of the 24th of March, 1818: Dunlop, 2d ed. 341. The principle of the act is to compel assignees in all voluntary assignments to settle their accounts. But the 5th section of the act provides “that all assignments, so as aforesaid to be made and executed, which shall not be recorded in the office for recording of deeds in the county in which such assignor resides within thirty days after the execution thereof, shall be considered null and void as against any of the creditors of the said assignor.”\nThe argument is that this indenture, as it calls itself, is only an agreement to convey, and therefore not within the act of 1818. The deed was signed and executed by the parties under their hands and seals. It recites that Large was indebted to sundry persons in the schedule annexed, which he was unable to pay. The indenture then witnesseth that Large, in consideration of the premises and of one dollar, covenants, grants, and agrees, when required by the grantees or the survivor of them, by good and sufficient deeds to grant, convey, and assign all his real and personal estate to which he was entitled in law or equity. The grantées were to stand seized and possessed of his real and personal estate upon trust, to convert it into cash at their discretion, then to apply the proceeds to pay the debts in the schedule.\nThis instrument was not recorded until the 6th of March, 1841, more than a year after its execution. On the 3d of March, 1841, Large made an absolute deed in fee simple of the premises in question to the same grantees, for the consideration “ of one dollar and for other good causes and valuable considerations.” This' deed was also recorded on the 6th of March, 184T. This latter deed has no reference in any part of it to the prior indenture; nor does it show that it was so intended. There is no trust expressed in it, nor obligatioir of any kind upon the grantees. It is an absolute conveyance in fee simple, for the consideration expressed on its face. This court ruled, in Englebert v. Blanjot, 2 Whar. 240, that an assignment of a part of a man’s estate in trust for a part of his creditors is within the act, and must be recorded., The instrument of the 20th of February, 1840, call it what you may, is essentially a deed of assignment to trustees for the benefit of particular creditors. It passed some interest in trust, under a penalty of $75,000 that he will fulfil his engagements. It released probably the dower of his wife, and was a deed within the letter and spirit of the act of 1818, which was passed for the purpose of letting the world know the acts and circumstances of a failing debtor. The statute is remedial to some extent, and should be liberally and fairly construed. Under either deed, or both taken together, the defendant below had no case against the sheriff’s sale and conveyance.\nThe judgment is affirmed."}