{"id": "405949", "contents": "The opinion of the court was delivered by\nBell, J.\n— If any regard be due to legislative enactment and judicial decision, it is impossible to perceive how the plaintiffs in error can hope to evade the consequences resulting from the disregard of the statutory provision, calling for notice to heirs or devisees before lands descended or devised can be taken in execution for the debts of a decedent. The act of 1834 is imperative that “in all actions against the executors or administrators of a decedent, who shall have left real estate, when the plaintiff intends to charge such real estate with the payment of his debt, the widow and heirs or devisees, and the guardians of such as are minors, shall be made parties thereto.” In Benner v. Phillips, 9 Watts & Serg. 13, this direction was held to be applicable to the estates of those who had died before it went into operation, and in Keenan v. Gibson, 9 Barr 249, it was ruled to be operative even where a suit was brought and a judgment recovered against the personal representative of the deceased before the passage of the act. In these cases] the court spoke, in general terms, of the observance of it as necessary to the continuance of lien against the land descended, without particularly adverting to it as an essential regulation irrespective of mere question of lien. The reason was, that though the leading inquiry was the privilege of the terre-tenants, the right of the respective creditors to levy on the descended lands was presented in intimate connection with the subject of lien, and as this was gone, in both instances, by lapse of time, before execution issued, we were not led to discriminate between the absence of lien and the simple invalidity of sale. But in Atherton v. Atherton, 2 Barr 112, where the lien of the debt due from the intestate was conceded to be in full effect, at the time of the levy made, under a judgment recovered against the administrator, the levy was, nevertheless, set aside, for the sole reason that the prior right of the creditor to take the land in execution was absolutely suspended by the statute until the owners were brought into court by legal process. In that instance, the point presented for adjudication was the naked right to take in execution unmixed with any doubt of lien. Such, too, is the inquiry in the case before us, for at the time of sale, in 1835, the lien of the debt for which the judgment was recovered against the administrator was, undoubtedly, unspent. It falls, therefore, directly under the ruling in Atherton v. Atherton, as well as the doctrine of the other cases, unless, indeed, there be something in the attempted distinction resting on the fact that the original action against Elliott’s administrators was pending when the act of 1834 went into effect. Having been commenced and proceeded in under the prior existing laws, it is insisted the action fell within the operation of the seventieth section of the new act, which exempted from repeal the former laws “ so far as may be necessary to finish proceedings commenced, or to settle the estates of persons who may have died before that time.” The same objection was raised in Keenan v. Gibson, but it was answered, that admitting the exception in the repealing clause had reference to suits at law brought by creditors,' the proceeding .was finished, within the meaning of the statute, by the recovery of a judgment. There, the rendition of the judgment Aras before the new enactment; here, it was after; a fact which, certainly, cannot be appealed to as conferring any superior privilege or immunity. Why should it ? The act directs that after the first of October, then next, the lands of a decedent should not be taken in execution for his debts, before calling in the terre-tenants. The suit instituted before that time was not consummated by a judgment till after. Had the creditor intended to pursue the personal assets in the hands of the administrator, it might be said the proceeding remained unfinished until execution satisfied. But as no such intent was entertained, the recovery of a judgment against an administrator alone must be regarded as the closing step of that action. When the plaintiff elected to pursue the land, a distinct proceeding pointing in a new direction became necessary, as was very clearly shoAvn in Atherton v. Atherton, following in this particular Murphy’s Appeal, 8 Watts & Serg. 171. It is true, these decisions were not pronounced until some time after the sheriff’s sale of the land here in question. Yet they are but declaratory of the true meaning of the act which gives rise to this contest. The plaintiff in the execution may have been ignorant of the proper steps to be taken, and this ignorance may entail hardship on those Avho purchased, giving full credence to the regularity of his proceedings. But it is scarcely necessary to say such considerations are insufficient to justify disregard of a positive law, which for every practical purpose must be deemed as knoAvn to all liable to be affected by it. Indeed, it is someAvhat difficult to believe the parties interested in the transaction acted under the misapprehension that the statute did not embrace the case. At first blush, some hesitancy might have been felt as to the mode of giving effect to its provisions. But it seems to me, this very difficulty Avould naturally direct to the employment of the writ of scire facias, so familiar in our practice for similar purposes; or-if a literal compliance with the terms of the act Avas deemed essential, the expedient of another action could not have been overlooked. I know the latter course was adopted in several instances in the district Adhere I practised, by discontinuing suits, pending when the act of 1834 went into effect.\nBut abandoning this branch of the case, the plaintiffs in error insist that by receiving the lunatic’s share of the purchase money, and permitting, without objection, large improvements to be made by the purchasers, the committee ratified the sheriff’s sale, and is now estopped to call it into question, either in his own person, or as representing the lunatic. This position is, I presume, based upon the principle applied in Adluna v. Yard, 1 Rawle 163; Stroble v. Smith, 8 Watts 280; Wilson v. Rigger, 7 Watts Serg. 111, and other cases; that one who knowingly derives a benefit under an invalid deed, or a voidable transaction, cannot afterwards impeach it. And it would, perhaps, have been german here, had Matilda Elliott, being of full age and sound mind, with a full knowledge of all the facts, received her proportion of the avails of the sale, and suffered the vendee to improve without warning. But by what 'rule is she answerable for the acts or omissions of her committee ? He was vested with no right to compromise her interest, nor clothed with power to alienate her estate. In Wilson v. Bigger, though the guardian of a minor ward had actively approved of the sale of the ward’s estate, by an order of the Orphans’ Court, the confirmation of the proceeding was not put upon that ground, but upon the subsequent acquiesence of the ward, after he had attained his majority. The relation of a committee to the lunatic’s estate is strictly analagous. Though the law casts upon him the possession of it, it is, solely, for her benefit, and for the promotion of her welfare. The only way in which he can effect an alienation of her lands, is through the interposition of the proper Court of Common Pleas, and then only when the exigencies contemplated by the act of Assembly in that behalf occur. But it is suggested that as he might have dispensed wdth a scire facias on behalf of the lunatic, so he may waive any irregularity in the sale, for want of one. This is the same proposition as that just discussed, slightly modified. The answer is, that, as a general rule, a committee can waive nothing which the law stipulates for security of the party represented, and, particularly, in that relating to the freehold of the latter. But were this otherwise, in an ordinary case, it could never be permitted to one who is, at the same time, committee, and plaintiff in the execution under Avhich the land is sold, to dispense Avith, as committee, what the law requires of him as party. This would be, frequently, to array interest against duty; a rivalry too menacing of the interests of the dependent person, to be hazarded. The very case before us seems to offer an illustration of the results to be apprehended from an admission of the principle contended for. A property worth, at least, $5000, and which Avithin a few years has quintupled in value, was sold by the sheriff to satisfy a judgment for $101, the only encumbrance upon it. Every thing may have been fairly done, and the releases executed by the other parties in interest would seem to indicate such was the fact; but yet the facilities afforded for the practice of fraud are apparent, and admonish us that safety is only to be found in adherence to the requirements of a wholesome statute. The conclusion may affect the defendants below harshly, but the maxim caveat emptor, if it be sometimes a stern, is always a necessary one.\nThe remaining exception is that this action is incorrectly brought in the name of the committee.\nBy the 14th section of the act of 1836, the court on the return of an .inquisition ascertaining the lunacy of a party, is directed to commit the custody and care of the person and estate of the lunatic to suitable persons; and by the 20th section, the committee of the estate is vested with the management of the real and personal property of the lunatic, and the disposition of the income thereof, for the benefit of the lunatic and his family. The other provisions of the statute, regulating the subject, are in consonance with these, and all of them are borrowed from the rules and practice which obtain in the English chancery, in the exercise of this branch of its jurisdiction. Both statute and practice regard the committee as in the actual possession of the lunatic’s estate, which, indeed, is essential to the due discharge of his office. Now, in Pennsylvania, to sustain the action of ejectment, it is only necessary to show the plaintiff has the right of possession, against the defendant. Most frequently, this right is established by the exhibition of a legal title to the land itself, but this is by no means essential. A present right of possession may exist independently of the legal estate, and this right may be vindicated in ejectment. Thus, with us, a cestui que trust, or the holder of a merely inchoate interest, may maintain it; and a mortgagor, who has but an equity of redemption, in legal contemplation, may, by means of it, oust a trespasser. For the same reason, it seems to us, the plaintiff may avail himself of this action to recover the possession the law awards to him, ex officio. It is not like a personal action, which must be prosecuted in the names of committee and lunatic. There, as it is said, the former inust be joined, to manage the interests of one who is unable to protect himself, and the latter, because he may recover his understanding, and will be entitled not only to the beneficial interest in, but to the management of the judgment recovered: Beale v. Coon, 2 Watts 183. But in ejectment, the sole object of the judgment rendered is to transfer the possession, which, of course, enures to the benefit of the lunatic, whether he be restored to his mental capacity or not. The action is, therefore, well enough brought, though, doubtless, it might also have been correctly instituted in the name of the lunatic, as owner.\nJudgment affirmed."}