{"id": "405937", "contents": "The opinion of the court was delivered by\nCoulter, J.\n— The charter or act of Assembly incorporating the city of Allegheny, was not produced or read on the argument; but I take it for granted that it contains no express authority to the corporation to issue such notes as those embraced in this action. But it does not follow that the corporators are therefore not answerable for them in their corporate capacity. They have received value for them in the various public works and improvements erected and made in the city, through their intrumentality, and it hardly comports well with fair dealing, that they should seek to exonerate themselves from a debt on this account, constructed by and through their accredited agents, and with their silent acquiescence. It is not universally true that a corporation cannot bind the corporators beyond what is expressly authorized in the charter. There is power to contract, undoubtedly, and if a series of contracts have been made openly and palpably within the knowledge of the corporators, the public have a right to presume that they are within the scope of the authority granted. A bank which has long been in the habit of doing business of a particular description, would not be exonerated from 'liability, because such business was not expressly authorized in its charter.\nThe object of all law is to promote justice and honest dealing, when that can be done without violating principle. I cannot perceive that any principle is violated by holding a corporation liable for the contracts of its accredited agents, even not expressly authorized, when these contracts, for a series of times, were entered into publicly, and in such a manner, as by necessary and irresistible implication to be within the knowledge of the corporators. It was the acquiescence of the corporators, and the habit and custom of business of the corporation, which induced the public to give credit to the scrip or notes, which was evidence of contract. But when to this circumstance we add that the corporators themselves received the value of these notes or contracts in the erection of improvements in the city, and enjoyed and still enjoy the value of them, the conclusion is irresistible that the corporators ought to pay them by the assessment of taxes on the corporators, if it has no other available means. The debt is due by positive engagement — it is due ex equo et bono — in the forum of conscience, and the forum of law. One rule of law is often met and counterchecked by another of equal force, so that although the corporators are in general protected from unauthorized acts of their agents, yet at the same time a rule of equal force requires that they should not deceive the public, or lead them to trust and confide in unauthorized acts of their agents. If they receive the avails and value of those acts, it is implicit evidence that they consented to and authorized them. They adopt the act and are responsible to those who on the faith of such acquiescence and approbation trusted their agents. I speak now upon the basis of siich contracts not being prohibited by statute. It is contended, however, that the issuing of such contracts were positively prohibited by the statute of the 12th of April, 1828. That act in the first section prohibits corporations from issuing such contracts or notes, as those embraced in this action, and the second section imposes a penalty of $5 for so doing, so that according to the usual construction of such statutes, the notes would be void and irrecoverable, as the statute imposed a penalty on their issue, if there was not in the statute itself the seed and elements of a contrary conclusion. The third section, however, provides that no such notes or bills as described in the first section, shall be held or taken to be void or null by reason of the said statute, but that suit may be brought and sustained, notwithstanding any thing contained in the act, and a recovery be had for the principal sum due with interest, as provided in the fourth section, at the rate of 20 per cent, per annum from the date when such notes were issued.\nIf the first and second sections are the bane of the note-holders, the other sections are its antidote, and these remedial provisions are in accordance with the principle stated in the commencement of the opinion, to wit: That although the issuing of the notes may not be authorized, yet the corporation is bound, having received value, and deluded the public into a belief that they were good and valid. The great object of these remedial provisions was to protect the public, whilst the first and second sections of this act was to deter corporations from such contracts. The second contained a penalty eo nomine, but if, in defiance of that, the corporation issued the scrip, still they were held liable for the amount, with a large additional interest, and this was the true policy. For if the notes had been made utterly void and irrecoverable, the statute would have played into the hands of the corporators, and enabled them to accomplish the very object which it was the design of the legislature to prevent, that is, to defraud the public. The provisions of the statute are very plain, and intelligible. They announce two propositions: First, you violate the law, and incur a penalty if you issue small notes under five dollars, and put them in circulation currently; but if you will violate the law, and issue them and incur the penalty, you shall pay the holder the uttermost cent you engage to pay on their face, and in addition, if he is compelled to bring suit, you shall pay interest at the rate of 20 per cent, per annum. We endeavor, proclaims the sovereign authority of the State, to prevent you and save you, but if we cannot, still we will not assist in defrauding the public, you shall pay the innocent holder of your contracts every cent you promise, and if you put him to trouble, and the delay of a law suit, you shall pay in addition 20 per cent, interest. Any other course on the part of the legislature, would have been like a man flaggellating himself because he had received injury from another.- The legislature did not choose to punish the public who had innocently received such notes, but endeavored to punish those who had unlawfully issued them, by compelling them to redeem their engagements with suitable interest; a very sensible and judicious policy, which we will endeavor fairly to carry out. The statute of 12th April, 1828, does not, therefore, make these bills or notes null and void in the hands of the holder, but, on the contrary, does expressly make them valid, and recoverable in the hands of the holder, and good against the corporation.\nIt is alleged, however, by the corporation, that the act of 1828 is repealed by the resolution of the legislature, passed on the 1st of June, 1842. This act, however, does nothing more than increase the penalty for issuing the notes. The penalty in the act of 1828 is $5 for the issuing of every note — the penalty in the act of 1842 is $50. It is admitted that a subsequent act, covering the whole subject matter of a former one, superseding and supplying it, docs impliedly repeal the former. But implied or inferential repeals of former statutes are not adopted by the courts upon light grounds, because, if the legislature intended a repeal, nothing was more easy than to say it. It would be the most covert and most dangerous mode of judicial legislation, and the most susceptible of abuse. There is not a shadow of intent manifest in the act of 1842 to repeal the act of 1828; and what is decisive against its being a repeal by implication is, that it does not cover the whole ground, and therefore does not supply the act of 1828. It does not touch the remedial parts; it has no allusion to the validity or recoverability of the notes, worthless and valueless in the hands of the holders who had received them for value. It would have been a suicidal policy as it regarded the public, a wanton infraction of the remedial parts of the act of 1828, without motive, design, or effect, other ■ than that of assisting the corporation to evade the liability imposed upon them by that act, on the faith of which the public had received such notes. It would have the effect of an ex post facto law in its most odious features, by rendering that invalid which was made of value by a previous law.\nWhether the penalty in the act of 1842, which is its whole form and substance, absorbs the penalty in the second section of the act of 1828, I stop not to inquire. That is of no consequence in this proceeding. But it is very cigar, and so ruled that it does not repeal or impair the remedial parts of the act in favor of note-holders nor touch their remedies. It alters or increases the penalty as a crime, making it indictable, but alters not the civil liability.\nIt is almost supererogatory to make any observation on the point which assumes that the act of 1828 does not reach or affect municipal corporations. Because, if we allow to the legislature of that year, any sense, any knowledge of the history of the times, we must be constrained to admit that municipal corporations were chiefly in the legislature’s mind. There were previous enactments on the subject in relation to banks. But a flood of these small notes, poured out, before 1828, from almost every municipal corporation in the State, had fairly deluged the commonwealth. Every man’s pocket had them, and every man’s fingers were made greasy by them. We doubt not the intent of the legislature. The words of the act are ample to embrace them. The existing evil required them to be embraced, and if they had not been embraced, the legislature would have been totally defective. They were clearly within the mischief, and as clearly within the enactment.\nThe remaining point to be examined, is whether these suits are barred by any statute of limitations. It is not pretended that they are barred by the statute of limitations, properly so called, passed March 27, 1713. But it is contended that they are barred by the sixth section of the act of March 26, 1785, which provides that when a suit is brought to recover any forfeiture upon any penal act of Assembly, when the forfeiture is limited to the commonwealth only, it shall be brought within two years after the offence was committed, and when the forfeiture is limited to the commonwealth and to any one who shall prosecute in that behalf, such suits shall be brought within one year next after the offence was committed. This point assumes as a postulate, that the twenty per cent, is a forfeiture incurred when the offence was committed. But there was no forfeiture at the time of issuing the notes, except for the five dollar penalty, properly so called. The twenty per cent, would not accrue until time had run, and would never accrue if the notes had been honestly redeemed without suit. The act provides that in such suits or actions, (that is, those brought for the recovery of the bills,) if the same shall be determined in favor of the plaintiff, judgment shall be rendered for the principal sum due on such notes, together with interest, at the rate of twenty per cent., per annum. Here is no forfeiture, to the commonwealth alone, nor limited to the commonwealth and any person who shall prosecute for the forfeiture. The category of the statute of 1785 does not occur.\nThere is no forfeiture of any sum to the commonwealth or anybody and the commonwealth, except as to the five dollar penalty. The additional rates of interest is a subsequent matter to the commission of the offence of issuing the notes, and accrues only upon the suit brought for the notes, and judgment being entered for the plaintiff therein. By the act of 30th March, 1821, regulating bills of exchange, accumulated or increased interest or damage is given in certain cases of protested bills. Thus five per cent., when the bill is drawn upon persons in any other State than Louisiana, and protested, in addition to the common interest and costs and charges, is given, and when it is drawn on Louisiana, ten per cent., and so when drawn on various other quarters of the world, there is a gradation up to twenty-five per cent. Yet it has never been held that this was a penalty, and brought the limitations of 1785 dowm upon the holders of the protested note or bills. Like the case in hand, it is a civil not a penal remedy, or proceeding; such as a qui tam action for a future penalty. It is given as compensation to the holders of the notes in either case for additional trouble, not contemplated in the original contract. But admitting that the limitation of the act of 1785 does apply, (which, for myself, I very much doubt,) it is ruled by this court that it is a limitation for two years, and that saves all the notes embraced in this suit, inasmuch as this suit is not brought in the name of the commonwealth, for the use of any one who prosecutes for a forfeiture.\nThe limitation of one year in the act of 1785 cannot apply, unless we do violence to the words of the act, and substitute a phraseology of our own. But, instead of enlarging the construction, I would incline to the most rigid adherence of the words of the act. It was passed long before these exigencies had occurred, or were contemplated by the framers of our statutes, and if applied as contended for, would, in a great measure, frustrate the intents of the act of 1828. The limitation, therefore, of one year does not apply to these suits.\nThe plaintiffs in error might have avoided this accumulated or increased interest, if they had provided for the payment by suitable means or actually paid the notes, as it was their duty to do by the tenor of their engagements. But instead of doing that, they recklessly folded their arms, whilst many a poor and worthy man and woman suffered by their acts.\nBut having put on a bold and swashing defiance of the policy and laws of the State, and played their card, reckless as to who suffered, it remains for the man who has expended his toil and his sweat, and his means for these notes, to play his, and claim the benefit of the laws.\nWe cannot permit our mind to be swerved by any mystification of legal principles or any refined subtlety of distinction. The corporation is bound by law to pay these notes, and they are bound by law, when suit is brought and judgment rendered against them, to pay twenty per cent, interest.\nI may add, however, that in the opinion of this court, although the plaintiffs are allowed by the act distinct remedies against those who issued their notes and gave them currency by their names, that, nevertheless, they are entitled to but one satisfaction — the face of the note and twenty per cent, interest, on the same principle that the endorser or holder of a negotiable note may bring an action against the maker and each of the endorsers, and recover against them severally, but can have only one satisfaction ; and so as to joint trespassers, although a suit may be maintained against each trespasser, only one satisfaction can he recovered.\nJudgment affirmed."}