{"id": "405954", "contents": "The opinion of the court was delivered by\nBurnside, J.\n— Our law has ever held that where two corners are established, the course is to be disregarded: Hall v. Powell, 4 Ser. ‡ B. 462. If the chesnut oak was really the corner of the plaintiff’s survey, a diagonal line to the white oak would prevail. The return drafts did not call for the chesnut oak corner. They called for a chesnut eighty-one or eighty-two perches distant, and so returned to the land-office three quarters of a century ago. To establish the chesnut oak as a corner, and consequently the diagonal line claimed by the plaintiff, the shape of both surveys will be changed. Eighty-one perches will be taken from Miller’s survey and given to Wray, and a tree fixed upon as a corner not called for correctly by name on either draft. There is evidence, which was for the jury, that the chesnut once existed; but time or accident has destroyed it, if it ever existed. Great regard has ever been paid to the return of a deputy surveyor. Even slight evidence of lines and corners marked, will justify a jury in presuming that the survey was made as returned: Fugate v. Coxe, 4 Ser. & R. 293. The material error insisted on and urged in this court, is, that the judge misdirected the jury and decided the facts. Certainly, the body of his charge is correct. He instructed the jury that the Wade and Morton surveys adjoin, and the disputed part is either in the southern part of the Wade survey, or the northern part of the Morton tract; and that the well-settled rule of law was, that the marks of the surveyor, when found upon the ground, are the best evidence of location and boundary. The line as returned is eighty-one perches north of the chesnut oak. The plaintiff claims to this chesnut oak. The draft called for a chesnut. The evidence of the two Scotts, Whitehall and Shirley, tended to establish the chesnut corner, which the return drafts of both parties called for. The whole charge strongly tends to demonstrate that the judge was inclined to the opinion that there was originally a chesnut corner, as called for by the return drafts of the parties. In this opinion he was supported, as well by the returns as the parol evidence. Considering the age of the surveys, I am not surprised at this.\nThe law being correctly stated by. the judge, his reasoning or his conclusions are not the subject of error. The plaintiff’s counsel complain of the latter part of this charge. He tells the jury that “ he cannot see how the jury can come to the conclusion, that both the white oak and chesnut oak are legitimate corners.” The reasoning upon the facts in evidence was strong. The chesnut oak was eighty-one perches from where it ought to have been, if called for. It was not mentioned or returned on either of the surveys. The returned drafts called for a chesnut, and the parol evidence tends strongly to prove that anciently it existed. If it existed, it was the true corner of these surveys. The judge further adds, which is complained of, that in the opinion of the court, the case rests upon the question, which of the two the jury will adopt. If the white oak, (and the judge means the line to the chesnut,) the verdict will be for the defendant. If the chesnut oak is adopted, or if both are set aside, the plaintiff is entitled to recover. There is nothing binding in this part of his charge, when taken in connection with his prior instructions. There is some confusion as to his meaning, which might have been a ground for a motion for a new trial. But on a careful examination of the whole charge taken together, there is no binding instruction of which the plaintiff has any right to complain. The weight of evidence greatly preponderated against the plaintiff, and tended to show that in 1774, a chesnut corner was made and marked on the return draft as called for, eighty-one perches short of the surveyor’s distance, to fill his warrants. If he did mark the chesnut oak, (and surveyoi's generally mark the chesnut,) if he had been a careful surveyor, which he was not, he would have obliterated those marks. I have a great aversion, at this day, to disturb surveys made in 1774, where no injustice is done, and the boundaries of the returned drafts maintain it.\nThe judgment is affirmed."}