{"id": "405988", "contents": "The opinion of the court was delivered by\nBell, J.\n— That a plaintiff corporation need neither aver nor prove the fact of its incorporation, unless that fact be put in issue by a proper plea pleaded, would seem to be the doctrine declared in the case of Zion Church v. St. Peter’s Church, 5 W. Ser. 215. Other cases of authority, however, hold that though the charter of incorporation need not be specially set out in the pleadings, it is incumbent on the plaintiff to prove it on the trial of the general issue : Bank of United States v. Haskins, 1 Johns. Cases 132; Jackson v. Plumbe, 8 Johns. Rep. 378 ; Dutchess Cot. Man. v. Davis, 14 Johns. Rep. 238. If the former be the true rule, the present plaintiff below went further than he could rightfully have been called on to go; if the latter, I think it is clear the proof given was fully competent to establish the asserted fact. The act of incorporation provides, that when sixty shares of the capital stock of the company shall have been subscribed, the commissioners may, and after the whole number of shares are subscribed, shall certify the fact to the Governor, who shall thereupon create and erect the subscribers into a body politic and corporate, in deed and in law, by the name, style, and title of the “ President, Managers, and Company of the Mahoning Navigation Company,” by which name the said subscribers shall enjoy all the immunities and privileges of a corporation, among which is specially enumerated the power of bringing actions at law. The plaintiff accordingly averred and proved the act of Assembly, the certificate of the commissioners, and the letters-patent issued in pursuance of the act, by the Governor of the Commonwealth. Clearly this was all it was necessary to do, in order to establish the corporate existence. From the moment the letters-patent were issued, the subscribers, including the defendant below, became a corportion for every practicable purpose: 10 Wend. 267; 8 Greenleaf 365; 2 W. & Ser. 79. The subsequent formal organization of the company, by the election of its officers, was not at all necessary to perfect the corporate being. This was required only for the convenient transaction of its business, not to confer upon it the capacity to act. An examination of all the cases, with features similar to that before us, will show that no more was required to establish the plaintiff’s title to sue, than was exhibited here.\nBut it is insisted that as the plaintiff chose, though unnecessarily, specifically to allege in the narr. as a part of his case, that the company had been duly organized in pursuance of the act of incorporation, by the election of the designated ofBcers, he was bound to prove it, under the principle that an immaterial averment connected with the cause of action, though unnecessarily introduced, must be established by evidence under the penalty of failure. This is, unquestionably, a rule of pleading which has always been insisted upon. It would, perhaps, have been better to have said in the beginning that immaterial allegations might be rejected as surplusage, as most accordant with reason. But though the courts have followed the established rule, they have recognized a distinction between immaterial and impertinent averments, which has greatly narrowed the circle of its operation. Immaterial matter, which must be proved, is that which enters into the foundation of the action though the plaintiff might have succeeded without stating it. As, for instance, where occupancy is sufficient to sustain the action and the plaintiff falsely avers a particular estate or interest in the land; or where he needlessly undertakes to recite part of a deed on which the action is founded, and misrecites it; and, again, if he set forth a judgment on which a fi. fa. is founded, although it would have been sufficient to set forth the fi. fa. alone, he shall be held to prove the judgment: Bristow v. Wright, Doug. 667; Waun v. White, 2 Bl. Rep. 842; Savage qui tam v. Smith, id. 1101. But if the matter introduced have no necessary connection with the action, and would be stricken out on motion, it is deemed impertinent and need not be proved. It is sometimes difficult to distinguish between what is immaterial and that which is merely impertinent. Yet, as the modern inclination of courts is not to insist stringently upon rules which are not founded in some reason or some overruling policy, I think it may be safely assumed that where there is doubt of the, character of an averment, it is best to class it with those subject to rejection as surplus-age. This inclination was, perhaps, acted upon in the New York case of Allaire v. Ouland, 2 Johns. Cases 52, where a plaintiff averred the issuing of a writ called an attachment of privilege, which, though connected with his cause of action did not lie at the foundation of it, and it was rejected as surplusage. In like manner, I think it may be said the allegation of the election of corporate officers is unconnected with the plaintiffs’ right to sue. It enters not into the foundation of his action, which existed before and independently of any election. It is a fact connected with the general subject or history of the corporation, but is in no way linked with the action instituted by it. It might, therefore, have been stricken out as surplusage, and, consequently, was well enough passed without proof.\nThe imputed error in charging that the plaintiff might recover the amount subscribed by the defendant without showing a newspaper publication of notice to subscribers in pursuance of the sixth section of the act of incorporation, is ruled by the determination in Gray v. Monongahela Navigation Company, 2 W. Ser. 162. Under a legislative provision, similar in all respects to that before us, it was there held, that notice of a call on stockholders to pay the amount of their subscriptions is only necessary to subject them to the monthly pecuniary penalty for non-payment, and not to found an action for the principal which may be demanded on the foot of the call, without notice of it. There is nothing in the cases cited for the plaintiff in error inconsistent with this doctrine. Sinklor v. The Turnpike Company, 3 Pa. Rep. 149; West Philadelphia Canal Company v. Innes, 3 Whar. 198; and Crozier et al. v. Leland, 4 Whar. 12, arose under acts of Assembly very different in their provisions, and were decided upon points distinct from those presented hero.\nUnder the third error assigned, is presented a question not made below. Resides, the ground upon which it is made to rest is inconsistent with fact, as is shown by the paper-book of the defendant-in error.\nJudgment affirmed."}