{"id": "405915", "contents": "The opinion of the court was delivered by\nBell, J.\n— In this case the writ of error brings up a formal bill of exceptions, duly sealed by the judge before whom the cause was tried. Were it not that the carelessness of practice in many of our judicial districts, and the loose manner in which records in error are made up, has almost banished the formal bill of exceptions, it would be scarcely necessary to remark, that in reviewing the action of the subordinate tribunal, a court of error is strictly to confine its attention to what is presented by the bill, and its proper appendages. It may contain a recital, in extenso, of the evidence given on the trial, or, as in this instance, it may consist of a condensed statement of such of the facts proved, or which the testimony tended to prove, as is necessary to the proper comprehension of the points ruled by the court, and the instructions given to the jury.\nThe bill before us, after stating the sale of the goods in question, by Edwin C. Matthews to the plaintiff below, and the consideration of the contract, avers that the evidence tended to show the possession of the goods sold had been delivered to the purchaser, at the date of the agreement of sale; after which the latter conducted the eating-house, in which they were found, in his own name. On the other hand, the defendant below gave evidence tending to show there had been no open and manifest change of possession, in pursuance of the sale. Here, then, was a conflict of testimony, which must necessarily be referred to the jury. This the court did, with the instruction that an assignment of personal property, without an actual transfer of the possession, gave no title to the assignee, as against the creditors of the assignor; and if there was no such transfer of possession, the plaintiff could not recover. This was certainly correct. Had there been no proof of a transfer of possession, correspondent with the sale, it would have been incumbent on the court to direct the jury, as matter of law, that as against creditors the sale was naught, and therefore the plaintiff could not recover: 2 Watts § Serg. 147. But under the contrariety of proof which appears to have been given here, whether there was an absolute change of possession or not, was a question for the jury. Had the court undertaken to assert, authoritatively, the presence of a legal fraud, it must have been an usurpation upon the other branch of the tribunal, and consequently error.\nThe instruction that if the sale and transfer of possession was made for the purpose of defrauding the creditors of the vendor, the plaintiff could not recover, was also unexceptionable. Such an intent imports actual fraud, destructive of a sale of goods, irrespective of the actual possession of them. Its existence or non-existence is a fact to be determined by the jury; and when it is found, the court declares its legal consequence. This, in effect, was the course pursued on the trial of the cause; of which the defendant below complains, apparently under the misapprehension that it was the duty of the judge to declare both the fact and the law, as the evidence stood there: a misapprehension, which is sufficiently refuted, by pointing it out.\nThe remaining portions of the charge, to which the assignments of error refer, are in strict accordance with settled principle. The transfer to a father of his child’s personal property, when the latter is deeply indebted, and more especially, if he be in danger of an immediate execution, naturally arouses suspicion of fraud, and adds to the weight of other evidence, tending to prove it.\nBut such facts are not necessarily, per se, proof of fraud. They may be consistent with innocence, though deeply suspicious; and the effect legitimately to be inferred from them, it is the province of the jury to deduce. Upon this province, the learned judge below, did not seek to intrude.\nWhat was said by him of the so called bill of sale, is but the expression of a sentiment, relative to matter of fact, which even if incorrect, is not the subject of error in this court. But I*do not perceive any thing objectionable in the remarks submitted on this point. Such evidences of sale are common, and being usually prepared by attorneys or scriveners, naturally assume a technical form. I remember what is said in Twyne’s Case, as to the inferences of fraud deducible from unusual pains and care taken in the preparation and conduct of a suspicious transaction; but I cannot see that it is fairly applicable here. Written transfers of personal chattels are frequently used, as an easy and convenient medium of proof; and it would be going very far to say, that much importance is due to their presence, as indicia of fraudulent motive. Still, under certain circumstances, such a precaution may weigh something in the scale of nearly balanced doubts, and the right of the jury to consider it, in this connection, is nowhere denied by the charge.\nJudgment affirmed."}