{"id": "405986", "contents": "The opinion of the court was delivered, by\nCoulter, J.\n— Black, having completed the residence and settlement of five years, under the act of 3d April, 1792, relative to the sale of lands north and west of the Allegheny river, had acquired a substantial equity in the land.\nWhether that would be considered as abandoned by an absence short of twenty years, or not, it is not necessary to decide in this case; because, even if it might be so abandoned, the settler would have an undoubted right to return, and resume his equity before any other individual had settled on the land, or the commonwealth, to whom it would revert, had granted it to any one else. Although Black did not return, yet it was assessed as his property, and sold for taxes; and after he had been absent for the space of six years, the taxing and selling it as unseated was perfectly justifiable, for he had left and abandoned the occupancy or possession, but not the equity: Foster v. McDivitt, 5 W. & Ser. 359; Gibson v. Robbins, 9 Watts 156. Black left the land in 1806, and in 1810, ’11, ’12, and ’13 it was assessed as unseated, in the name of Black, and sold to Bovard, who regularly paid the taxes every year until he sold to McCall. Thus Bovard’s title runs back till 1810, just four years after Black left, a period entirely too short to raise the legal presumption of abandonment, even if it was such an equity as might be abandoned, in the absence of all proof of an actual or express abandonment in fact. Whatever equity Black had, was transferred to Bovard, who paid the taxes regularly until he sold to McCall, in 1837; since which time the taxes have been regularly paid by him and his heirs. On the 29th March, 1837, McCall procured a survey of the whole tract originally settled by-Murphy, and subdivided by consent between these settlers. This survey was made by the county surveyor, as required by the act of 1792, and a draft of it filed in his office, on which he marked the subdivisions, setting off to McCall the one hundred acres he claimed under his purchase from Bovard. This survey was properly received in evidence, because it was precisely the survey directed to be made by the act of 1792. Thus, then, the settlement required by the act of five years was completed, and the survey directed by the act has been made, and the taxes regularly paid since 1810. If Black himself had returned and paid the taxes from 1810, and had a survey made in 1837, there could have been no pretence of abandonment; for the only settlement that he was bound to make, he had fully completed: and as all his equity was transferred by the treasurer’s sale, there can be as little pretence of abandonment against the alienee.\nThe present defendant, who sets up this abandonment, never entered, or squatted, until 1840, when a good and valid equity, unabandoned, subsisted in the plaintiffs or their ancestor. The act provides, that the purchase money, with interest, shall remain charged on the land until paid, and that the commonwealth, if the settler or his alienee does not apply for a warrant in ten years, may grant a warrant to any other person, reciting the default of the first settler. The commonwealth has not granted the land to any other person, or forfeited the right of the alienee of the first settler, and the land remains charged with the purchase money and the interest since 1798. The court committed no error in not submitting the question of abandonment to the jury. There was no dispute about the facts ; it was simply a question of law, whether the facts, not disputed or contradicted, amounted to a legal, or implied, or constructive abandonment, or not.\nAnd the only two points put to the court by the defendant solicit air instruction that these facts did amount to an abandonment. When, therefore, the court negatived those points, it seems rather out of place to assign the answering them for error. The only question is, whether the answer was right or not. We think it was right.\nAs to the remaining error assigned for the admission of the survey in evidence, I have already said that it was properly -admitted. Even if that survey had not designated and plotted off the separate allotments of the settlers, according to their agreed or consentible lines, it would have been good, because it would have been a compliance with the act. Their different shares could be adjusted when they applied for a warrant for their respective parts; or they might take a warrant for the whole, in the name of one of the settlers, and adjust their proportions afterwards. The survey, as made, was a compliance with the act.\nJudgment affirmed."}