{"id": "405950", "contents": "The opinion of the court was delivered by\nCoulter, J.\n— The sheriff’s deed conveyed to Wright all the title of Osmond, who, it appears, and the fact is not disputed, was the owner of the land, and the grain growing on the land at the time of the sale and acknowledgment of the deed, unless it had been sown by a tenant under a lease from Osmond. The grain, it seems, was sown by Hellings, who went on the land after Osmond left it, without his permission or any privity whatever between them. If he had been the tenant of Osmond, Wright would have occupied the place of the landlord in virtue of the sale. Wright, supposing that Hellings was the tenant of Osmond, issued a landlord’s warrant and levied on the grain. Hellings issued a writ of replevin, and to the avowry of Wright he replied non tenuit, &c. On the trial, and after Hellings had closed his case, Wright, by permission of the court, and before the witnesses were discharged, added the plea of property; and this is assigned as the first error. But there was no error in it. Amendments in the pleadings are allowable at any time during the trial, if the ends of justice will thereby be promoted; the determination of which contingency must be left, in a great measure, to the discretion of the court trying the cause. If either party is taken by surprise by such amendment, he is entitled to a continuance of the cause; and if Hellings had asked for a continuance, the court would no doubt ■ have granted it. As he did not choose to take that course, he must abide by the amendment.\nIt is very clear that Wright could not recover on his avowry for rent in arrear, because the facts in evidence show that there was no tenancy, but that Hellings entered without leave or license from anybody, and, of course, as a mere trespasser and intruder. But he contends now that Wright was bound by his election to treat him as a tenant, and that he cannot now treat him in any other character. But Hellings denied on record that he was a tenant, and by the evidence be adduced. He made Ms election therefore, as well as Wright. Hellings denied the tenancy, which was fully made out by the evidence; and Wright takes him at his word; what right therefore has he to complain? If he was not a tenant, the grain all belonged, by virtue of the sheriff’s sale, to Wright. And if Wright was willing to take the milder course, and accept the landlord’s share of the grain, if permitted to do so, and the opposite party would not allow him to do it, why should he not be permitted to accept the true state of the case, as asserted and disclosed by Hellings himself, and claim his just right according to the truth of the case ? There is no reason against either, in law or conscience. And if the plaintiff in error was permitted to succeed, it would be the mere triumph of a juggle. The law is not so imbecile, nor so much the victim of mere words. In replevin both parties are actors. And when the plaintiff Hellings maintained his plea of non tenuit, his evidence not only established that he had no property in the grain himself, but that it belonged to Wright, who was entitled to it under his plea of property. Neither equity nor law favors the kind of estoppel that is attempted here against Wright. He did no act whatever, either on record or in pais, which was injurious to Hellings. He only mistook or did not . know the full extent of his rights; and the acts and testimony of his adversary put him in possession of that knowledge; and the proceedings of the plaintiff in replevin gave him full opportunity of availing himself of the justice and law of his case.\nJudgment affirmed."}