{"id": "405982", "contents": "The opinion of the court wag delivered by\nBell, J.\n— The quantity of land which passed by the sheriff’s sale to Franklin, under the defendant’s claim, is to be ascertained by the extent of the levy. The case was, therefore, properly treated on the trial, as turning on that inquiry. As, at the date of the execution, the whole of the lot numbered 14 belonged to Hoffman, his creditor might have directed a levy and sale of the whole. Yet lie was certainly at liberty, with the assent of the debtor, to embrace a less quantity, and if he did so, or permitted the sheriff, by the use of a limited and restricted description, to indicate an intent to take in execution a smaller portion than is contained within the original triangle, the purchaser, who claims only through the proceedings of the officer, will not be permitted to stretch his ownership beyond the designated boundaries; even though the sheriff’s conveyance, by an extended description, might seem to afford warrant for such a pretension. Streaper v. Fisher, 1 Rawle 155; Gruff v. Guilford, 4 Watts 223; McCormick v. Harvey, 9 Watts 482; Carpenter v. Cameron, 7 Watts 51. In obedience to this principle, the jury was properly instructed that “ the defendant’s title depends on the question whether the description in the sheriff’s levy includes the land in controversy.” But conceiving that the return of levy in connection with the plan of “ Hay’s Addition,” to which it referred, sufficiently proved an actual levy of the entire triangular piece, the court peremptorily directed that, under the evidence, the defendants were entitled to a verdict.\nThe construction of written instruments is undoubtedly the exclusive province of the court, and the quantum of estate conveyed by a deed is referrible to the judges alone. But where that estate is situate, what are its limits and contents must frequently depend upon evidence dehors the writing; and, thus, it is- often a pure question of fact, or of law and fact compounded, upon which a jury must be called to pass: Collins v. Rush, 7 Serg. & Rawle 102. This is peculiarly true of loose written returns of writs of execution, which ignorance and carelessness combine to divest of every feature approaching to certainty. With us, inaccuracy of description in these inceptions of title is so often indulged, that it has been found necessary to make a liberal use of assisting evidence documentary and oral in correcting mistakes, explaining ambiguities, and applying indeterminate delineations to disputed localities. Where a return is intelligible in itself, and ascertains with reasonable precision the particular tract taken in execution, no room is afforded for the introduction of explanatory proof, and none will be received in contradiction of the official act. But where, either from the generality of the terms used, uncertainty of delineation, or seeming contradiction of description, a doubt is raised affecting the boundaries of the levy, its particular locality or extent, recourse is, necessarily, had to evidence aliunde. ' In many, perhaps most, of these instances, the difficulty proceeds from wide generalities of language, which fail to indicate any precise locality; though it also frequently springs from inability to fix a described line of division or boundary, without invoking the local knowledge of those acquainted with the subject of dispute. Where this happens, while the right of construing the written return must be conceded to the court, the position and limits of the land and the quantity intended to be sold, becomes a legitimate object of investigation for a jury. A judge who evades to declare the meaning of a deed or other writing commits an error, but if the instrument cannot be understood without reference to extraneous facts, the jury must judge of the whole. Instances of the application of this elementary principle to a levy, where the description of lands intended to be embraced by it lacked internal certainty, are furnished by Scott v. Sheakly, 3 Watts 50; Swartz v. Moore, 260; and Hyskill v. Given, 7 Serg. & Rawle 372; among many others.\nIn the case before us, the court seems to have proceeded upon the idea that the return of levy upon “ a lot of ground marked in the plan of Hay’s Addition in the Borough of York, No. 14,” considered in connection with the plan itself, is so precisely descriptive of the triangular piece of ground then owned by Hoffman, that it is not to be controlled or restrained by the subsequent specifications of boundary. In this conclusion we have not been able entirely to concur. Had the levy been generally on lot No. 14, on the plan of Hay’s Addition, doubtless the entire lot so numbered would have passed. But it is a cardinal rule of interpretation that effect is to be given to all the words of a written instrument; and another is, that when the terms used are restrictive and give a qualification, then they shall have effect in restraining the operation of the grant within the extent of the terms of restriction, if there be any parcels to answer the restrictive terms: Sheppard’s Touchstone 247. It is true, the same author adds, “ but if there be not any parcels to satisfy the terms of restriction, they shall be rejected as insensibleor, as it is expressed in another place, “if there are certain particulars once sufficiently ascertained, which designate the thing intended to be granted, the addition of a circumstance, false or mistaken, will not frustrate the grant;\" 7 John. Rep. 228 ; 4 Wend. 318-19; nor, it may be added, circumscribe it. Were it, then, manifest that the call for Jonathan Jacob’s lot on the east, is insensible, or was inserted by mistake, the return ought, questionless, to be read as though the call had no place in the description of the land. But the question whether this be so offers one of those ambiguities which may depend for its exposition upon extraneous proof; and when recourse is had to this, the solution of the question must be referred to the jury, under the direction of the court. The inquiry is, then, reduced to this, whether there is any thing in the cause showing the sheriff might have had reference to a fact, line, or boundary, which reduced the lot he intended to take in execution, to the width of three perches and ninctenths on its southern front ? If so, the jury should have been called to aid its determination.\nLooking to the evidence on this point, given on both sides, it is impossible to say, as matter of law, that there is nothing upon which the case I have referred to, can operate, or that it is altogether so void of meaning as to be deemed insensible. It is almost too plain for dispute that the description of the ground, contained in the levy, was copied from the deed of 1816, made by John Jacobs to Hoffman, and which, at the time of the levy, was of record. It established a line of division between the portion conveyed to Hoffman, containing, on the turnpike, three perches and nine-tenths, and the part then owned by Jonathan Jacobs; and it accordingly calls for Jonathan Jacobs’ lot on the east. This but followed the prior conveyance from Jonathan to John Jacobs, in 1814. Here, then, was a boundary established by conveyances appertaining to the property in question. True, it was afterwards obliterated as a line of division, by the deed of 1818, from Jonathan Jacobs to Hoffman, in which the former assumes, untruly, to be the proprietor of the whole lot. But this by no means proves the sheriff did not adopt it, as bounding the extent of ground taken in execution. That he did so is further evidenced by the designation of the alley as the northern boundary, and the assertion that the front, of the lot seized was but three perches and nine-tenths. It is true, the latter- fact would weigh nothing, were the actual bounds undisputed; but when the very question is as to these, in reference to a town lot, which in a great measure depends for its value upon the extent of its front, the designated measure is not wholly to be disregarded. The plaintiff’s hypothesis is assisted, too, by the oral evidence, that speaks of the existence of a separating fence on the line established in 1814, which, though contradicted, could not be wholly excluded from consideration. If the sheriff did so restrict his levy, the sale must have been made in pursuance of it, and it is no answer to suggest that the officer must have labored under a mistake. Admit that he did so, his blunder cannot work an enlargement of the levy beyond the actual fact, though it would have been good ground for setting aside the levy and sale — a course which was open to the plaintiff in the execution, if dissatisfied with the act of the officer, and perhaps to the purchaser: Friedly v. Scheetz, 9 S. & R. 156. Most of the cases which have arisen on this branch of the law, find their origin in similar mistakes, of which Carpenter v. Cameron, and McCormick v. Harvey, may be noticed as instances. The question is, what limits the officer had in his eye at the time of the levy, and what proportion of the land he actually levied on. If he took less than, in fact, belonged to the defendant in the execution, just so much passed, and no more. But this, in our case, is partly a question of fact, depending in some measure on oral proof. I repeat, it ought therefore to have been so put to the jury. «\nJudgment reversed, and a venire de novo awarded."}