{"id": "408694", "contents": "The opinion of the court was delivered, by\nCoulter, J.\nIt is by no means necessary to impinge upon the dictum of Chief Justice Gtbson, so much relied upon by the defendant in error, to wit, that “judicial sales extinguish liens, not estates.” The estate of the ground landlord, who had never manifested it by suitable means, was not properly extinguished by the first judicial sale on a judgment for municipal charges, in this aspect of the case; but he was estopped from asserting it by his own negligence. Even on the ground taken by the counsel for defendant in error, to wit, that the recording acts were made only for the benefit of subsequent purchasers -and mortgagees, the purchaser in this case would be protected, for he purchased without the least notice of the existence of the estate in the ground landlord, or opportunity of notice or knowledge. Thus the ground landlord, by omitting to put his deed on record, and neglecting to give notice of his title at the public sale, permitted, and, in fact, invited the purchaser to give full value.\nThe principle runs through the whole system of our recording acts, that the object is to give public notice in whom the title resides; so that no one may be defrauded by deceptious appearance of title.. He that won’t speak when justice and the law require him to speak, must thereafter be silent when prompted by his own interest merely. The recording laws, like all other public laws, are intended for the benefit and security of the people generally.\nBut I may add that the laws for the collection of municipal charges for the purpose of improving the property, would seem to contemplate and authorize a proceeding in rem against the property itself, and, as such, would bind and conclude all persons concerned: 5th sec. act of 23d Jan. 1849, and the previous statutes on the subject. The case pf Irwin v. Bank of the United States, by which it was ruled that a tax sale for unseated lands did not destroy or extinguish a ground-rent for taxes, does not impugn this view of the case. The reason there given by the court was that both estates were liable to taxation and were both known, and that it was only the estate and interest of the tenant in fee that was taxed and sold. All right. But here the whole interest is taxed for the municipal charge. And the interest of the ground landlord has never been made separately liable to such charges. The case, therefore, on which, so much reliance was placed below, does not seem applicable.\nThe other ground on which the defendant in error relies cannot be sustained. . When the administrator of the tenant in fee confessed judgment for arrears of ground-rent, which had been running for a long time previous to death of decedent, and which had been almost entirely extinguished by the judicial sale, he did that which only bound the estate of decedent and himself, but which did not bind the estate of the purchaser at sheriff’s sale, which divested the estate of Parke before his death. At this sale, Salter gave notice of his title. I know not with what view the judgment was confessed and prosecuted, nor is it material. This, however, is certain, that the purchaser at the judicial sale is not affected by it, being no party and never having received notice as terre-tenant or otherwise. It lies at the bottom of all jurisprudence, that no man shall lose his property without a hearing or an opportunity of being heard: Mitchell v. Hamilton, 8 Barr 486, and case cited at bar.\nJudgment reversed and venire de novo awarded."}