{"id": "408686", "contents": "The opinion of the court was delivered by\nRo&ers, J.\nWe see no error in the decree allowing the claim of Hallowell & Co. The judgment, being prior in date to the judgment of Ridgway, Budd & Co., and the property sold being the separate estate of each of the partners in the firm of Green & Co., must be first paid out of the proceeds of sale. There is nothing to distinguish this case from Hale D. Henry 2 Watts 143, recognised in Kramer v. Arthur, 7 Barr 165, and in the recent case of the Lancaster Bank v. Holmes. When partners intend to bring real estate into partnership, their intention must be manifested, by deed or writing placed on record, that purchasers and creditors may not be deceived. To affect the title or possession of land, it is not competent to show by parol that real estate conveyed to two persons as tenants in common, was purchased and paid for by them as partners, and was partnership property. This is firmly settled in the cases cited, and in other cases which it is unnecessary to quote. Here, there can be no doubt the property was held as a tenancy in common ; and as nothing was put on record, manifesting the intention of the partners to regard it otherwise, it must be treated as separate estate, and, of course, liable as such to their creditors. In all such cases, parol testimony is totally disregarded.\nNext, as to Remington’s judgment. That judgment is entered in the continuance docket, William Remington and Richard P. Remington, trading under the firm of Remington & Co. vs. John C. Wilson, Robert B. Green, and Nathan Mitchell, trading under the firm of Mitchell, Green & Wilson. This is all very well: but, in transferring it to the judgment docket, it is entered, under the letter G, as a judgment against Green, Wilson & Mitchell, omitting the Christian names of each of the partners. It must be, in the first place, remarked, that a subsequent purchaser, or judgment creditor is not bound to look beyond the judgment docket. This is ruled in Ilunreie Appeal, 1 Barr 40/; and to the same effeet is Mwüs’s Appeal, 1 Barr 25; Bear v. Patterson, 3W & Ser. 233; id. 200, Mehaffy’s Appeal. The remedy of the party aggrieved is against the prothonotary; for, as it regards purchasers and creditors, it is the plaintiff’s duty to see that his judgment is rightly entered in the judgment docket: Woods v. Reynolds, 7 W. & Ser. 406. Is this, then, a good judgment, entitled to preference, as against Ridgway, Budd & Co. ? And we are of opinion it is not. We think that the failure to add the Christian names is fatal to the claim. That, though good as between the parties, it cannot affect subsequent purchasers or judgment creditors. As he is bound to see that his judgment is rightly entered, he is in default. He has omitted his duty in putting it on record in such a shape as deceives purchasers and creditors, or, at any rate, to put them to unnecessary trouble, inconvenience, and risk. It is possible that, in this case, by taking extraordinary pains, Ridgway, Budd & Co. might have ascertained that this was a judgment against a firm of which Robert W. Green was a member. But some names may be easily supposed, which would puzzle, if not baffle, every search or inquiry. This is a fit occasion to apply the equitable rule, that, when one of two innocent persons must suffer, he, whose neglect has caused the loss, must bear it. W. & R. P. Remington have a remedy against the prothonotary; and it may be doubted whether Ridgway, Budd & Co. have any.\nDecree affirmed as to Hallowell’s judgment. Reversed as to the Remington judgment."}