{"id": "408681", "contents": "The opinion of the court was delivered by\nCoulter, J.\nThe plaintiffs below contended that the agreement of 2d September, A. D. 1848, contains two distinct stipulations on the part of Klett & Co., independent of and unconnected with each other; one, that he would stop the proceedings against Claridge & Rudolph ; the other, that he would enter satisfaction on the judgment when the notes were given. And that, in consideration of the first, Claridge & Rudolph gave their negotiable note, endorsed by Young, which was to be unaffected by the individual notes given five days afterwards, by Claridge & Rudolph, for their respective proportions of the balance of the judgment. And that the failure of Klett & Co., up to this day, to enter satisfaction on the judgment does in nowise affect their right to sue on the note endorsed by Young. But it is impossible to regard the transaction in any other light than as a whole—each party being entitled to the benefit of every stipulation in it. Every contract is to be interpreted according to the facts, circumstances, and situation of the parties by which it was produced; or, as it is sometimes expressed, it ought to be viewed in the light of the surrounding circumstances. Klett & Co. had a judgment against Claridge & Rudolph for the sum of $2500, with interest. They had been but a short time in business— - were likely to fail and lose credit, and needed support. This judgment was considered a great impediment to their successful advancement. And the two defendants and Young swear that he, Young, was induced to endorse the note so that-Claridge & Rudolph might pursue their business unencumbered by the pressure and impending scarecrow of this judgment. We cannot for a moment believe that the note for $1000 was. given by the defendants, including Young, who endorsed it, merely, as contended by Klett & Co., for a stay of process, without even specifying any time. Such an interpretation would be enormous. It is forbidden by the circumstances of the case, and by the terms of the agreement itself, which states said note, (being on account of our claim,) included in brackets, and then mentions their judgment in the hands of the sheriff. It was a note endorsed, as admitted, by a good and safe man. And as Klett & Co. took that note at a year, and the individual notes of Claridge and Rudolph at two years, he no doubt thought it was a good bargain for him to get the $1000 secured in a year, and that it was more than he would make by his execution. At all events, he got that secure, which by his own stipulation was to be on account of his judgment. And this cuts up the argument, that the consideration of that note was a mere stay of proceedings. The balance of the stipulation is as follows: “ and do agree to enter satisfaction when notes, to be agreed upon, are given.” The affidavit of defence avers that the said notes, so agreed upon, were given, to wit, the individual notes of the said Claridge and Rudolph, as required by the said plaintiff & Co., dated each, September 7th, 1848. The argument here for Klett & Co. is that it does not appear that the notes were given at the time they are dated, but may have been given one year afterwards, and after the suit on the note endorsed by Young. But this appears to be a very far-fetched presumption. For, in the first place, it is not at all likely that Klett & Co. would have accepted the notes after suit brought on the Young note, which he now contends was merely given to procure a stay of proceedings. And, in the second place, a note given and accepted is always presumed to have been given and accepted on the day it bears date, in the absence of all testimony or circumstance to give rise to a contrary presumption. Because .the date is put to it, like every other part, to evidence the truth of the transaction. The notes were accepted by Klett & Co. in pursuance of the agreement; and it was stated at the bar that suits are now pending on them. The whole affair wears one appearance alone; and that is that the purpose of the arrangement was to free the young men from the encumbrance, and to remove the obstacle to their credit created by the judgment; and that Klett & Co. agreed to remove that judgrnent upon having $1000 well secured, and their individual notes. It was one transaction—one in design and one in act. Olaridge & Rudolph have fulfilled their part of the agreement. Klett & Co. have not fulfilled theirs, never having entered satisfaction on the judgment. Why should they still hold that judgment and obtain judgment on the note for $1000, which was to be on account of it, and still hold the individual notes of Olaridge and Rudolph for the balance. They cannot do it; justice frowns upon it, and so do reason-and the law.\nThe affidavit of defendants disclosed a sufficient defence. At the time this suit was brought the plaintiffs had no cause of action either against Claridge & Rudolph or Young. This disposes of the question of set-off, mooted at the bar, because there can be no set-off when the plaintiff has no cause of action.\nThe judgment below is reversed and a procedendo awarded."}