{"id": "408674", "contents": "The opinion of the court was delivered, by\nBurnside, J.\nThere is but one inquiry in this case worthy of a moment’s consideration; and that is, whether the written agreement of the parties to have the line run by Sturdevant was fairly or unfairly made and executed. The parties were long the owners of adjoining surveys. The fence between their farms had been of ancient standing, but it was crooked. Their official surveys called for a straight line, and for each other. The instructions of the learned judge in regard to the manner the lines of surveys ought to be run, are not objectionable. Indeed, our law is so well settled on this subject, it is almost impossible to mistake it. There is no doubt the parties might have held to their ancient fences, by the statute of limitations; but, the fence being crooked, it was offensive to their view; they chose to have a straight fence between their beautiful farms. For this purpose, they obtained the assistance of their spiritual guide, who reduced their agreement to writing, which provides that,\n.“Whereas, there has been a difference of opinion between the undersigned in relation to the boundary line between our farms, we do, therefore, agree to search out and establish, as a boundary between us, the commissioners’ line. We furthermore agree that the one who has been in the wrong in this matter shall pay the expense, to be decided by the surveyor.\n(Signed) Job Hall,\nJoseph Armstrong.\n11 Baton, January 2*1 th, 1848.”\nOn the back thereof was endorsed:\n“We further agree that John Sturdevant be the man to survey for us the commissioners’ line, and do the business mentioned in the within agreement.\n(Signed) Job Hall,\nJoseph Armstrong.”\nThe Susquehanna Company, under the State of Connecticut, had laid out, and settled (as they termed it) seventeen townships, on thp north branch of the Susquehanna River, generally giving each farm a narrow front on the river, and running back several miles. Sanbourne, the surveyor of the commissioners, made a survey of each allotment to the owner or claimant, which was returned by the commissioners to the land-office of Pennsylvania, on which the State granted a patent. The commissioners’ line's are now the true and legal lines in the seventeen townships. Unfortunately. the commissioners’ surveys were not always made with true mathematical accuracy. The avaricious, the selfish, and the cunning will try to have these lines established to their advantage; but the wise and the prudent will adhere to their ancient fences, where they have existed and stood, accompanied with adverse possession, for twenty-one years and upwards. The statute of limitations will protect them. Such a title our law respects above all others. It supersedes all difficulties and mistakes in surveys, unless the parties choose to abandon this sacred and legal protection. There can be no difficulty where there has been an adverse possession of twenty-one years, and each owner can rest quietly on his farm, under his own vine and fig-tree, and there is none to make him afraid.\nThe parties here have chosen to have straight lines. They referred it to Mr. Sturdevant, a neighboring surveyor, to run and locate the surveys on the commissioners’ line, in pursuance of their agreement. This duty Mr. Sturdevant swears he honestly performed ; but he did it in the absence of Armstrong. A day was fixed, with the knowledge of the parties. Armstrong had left home with his wagon; it broke down, and he was detained longer than he expected. The surveyor attended at the time appointed, went to Armstrong’s, and found him absent, got the patent from his wife, went and examined the line in part, by walking along it, postponed running it to the next day, when he was encouraged by Armstrong’s family to proceed and run it. In answer to the plaintiff’s 3d point, the. court instructed the jury that if the question of where the commissioners’ line was were in doubt between the parties when the agreement to refer its settlement to Sturdevant was made ; if Sturdevant, in pursuance of that agreement, went upon the ground, and, according to the best of his judgment and skill, ran the line where he found, or supposed he found, the commissioners’ line, the acts of his, under this submission, being all in good faith, the parties would be bound thereby, there being no evidence of any revocation of that authority before it was actually .executed. This proceeding not being under any rule of court, and the courts having no power or authority over it, and nothing to do with it, the running of the line being submitted to a judge of their own choosing, we see no error in this instruction. The counsel of the plaintiff in error insist that the acts of Sturdevant were not in good faith, because he ran the line in the absence of Armstrong. There would be weight in this objection if the parties had not fixed a day for the surveyor to be on the ground to carry their agreement into effect. Sturdevant waited that day; the patent was delivered to him, and he was encouraged by Armstrong’s family to proceed and run the line. He stated that he could not remain longer than the next day. There certainly was nothing wrong in his running the line. He was true to his appointment, and on the first day he made some examinations. It was not wrong in him to complete the running of the line on the day following the completion of the work he had commenced. But, it is said, he stopped and ate and drank at Hall’s. The court was particular in instructing the jury that if there were, on the part of Hall or any of his friends, any improper influence exerted or attempted upon Sturdevant, it would avoid the agreement. We are unable to discover a scintilla of evidence, in the paper-book, of improper conduct on the part of Hall, or any of his friends.\nThe judgment is affirmed."}