{"id": "408699", "contents": "The opinion of the court was delivered by\nGibson, C. J.\nAs a general rule, it is not to be disputed that a power to sell on the happening of an event, cannot be well executed before the event; but there may be exceptions to it. Executors can sell only at the time intended; but the intention may be discoverable, not only from the words of the power, but from the whole will. When an event turns up which the testator had not contemplated, a court is compelled to inquire how he would have provided for it had it been foreseen—in short, to suppose an intention for him where he had none—and this case presents that difficulty. What we have to do is, to apply to it the principles of our own decisions. Where the time is postponed for the exemption of a prior provision and protection of a particular person, it may be hastened by the assent of that person, as it was in Gast v. Porter; but where it has been postponed with a view to a probable rise in value, the persons entitled to the benefit of tlie chance may insist on having it; as they did in Loomis v. McClintock, and the other cases in our books. The present is stronger than Gast v. Porter, inasmuch as .the power was executed in conformity to the letter. The devise is to the testator’s wife for life, remainder to the daughter for life; and the power was to sell at the daughter’s death. Why ? Because the devises to them would have been broken in upon by a sale before their estates were spent. Contrary to the testator’s expectation, the daughter died before the mother; and it is not to be doubted that, though the words of the power would have admitted of an immediate execution of it, the intention of the testator, disclosed by th,e rest of the will, would not. The fee could not have been sold without the mother’s assent. But there was nothing to restrain her from parting with her estate by an ordinary conveyance; and the daughter being dead, not only the words of the power but the intent of the testator, were fulfilled by her joining in the deed.\nJudgment of the Common Pleas reversed, and judgment in this court for plaintiff."}