{"id": "408679", "contents": "The opinion of the court was delivered by\nBell, J.\nOn the trial of this cause at Nisi Prius, the principal subject of discussion and deliberation, so far as the law of the case is involved, was of the proper construction of that portion of the conveyance of 1801, which granted to Robinson and Abbott the absolute and exclusive right to use the waters of Cobb’s Creek for the service of their mills and other water-works, “ or for any other use, service, or purpose whatsoeverand the saving clause, reserving to the grantor the user of so much of the waste water as the grantees might, in their discretion, suffer to escape through a waste-weir, to be by them constructed in the west side of the then contemplated race, since constructed. The action was for wantonly and maliciously depriving the plaintiff of this waste water, by means of a waste gate inserted at the foot of the race; and the question of fact referred to the jury was, whether there was proof of such wanton and malicious expenditure of the surplus water, to the injury of the plaintiff, and without any proposed benefit to the defendant ? Under the evidence given, the jury found this issue affirmatively. But the defendant contended, and prayed the court to instruct the jury, that as, by the terms of the grant, the grantees were vested with “ the sole, absolute, and exclusive right to take and divert the water’’ flowing in Cobb’s Creek, the discretion reposed in them in respect of the escape of surplus \"water was an absolute discretion, to be determined solely by themselves, irrespective of the opinions and conclusions of third persons, and, consequently, there was no room for the question of fact sought to be raised by the plaintiff. The court thought differently, and accordingly directed, that under a proper construction of the conveyance, though the grantees were entitled to the plenary use of the whole body of the water, for any and every useful purpose to which it was applicable, and in the exercise of their discretion much must, necessarily, be left to them; yet this does not involve a capricious power, maliciously, wantonly, and unnecessarily to throw away the water of the stream, for the mere purpose of depriving the plaintiff of the use of the surplus; the discretion contemplated by the parties being a sound and reasonable one, to be exerted for the benefit of the grantees, and not solely to the detriment of the grantor and those claiming under him.\nAfter enjoying the benefit of an extended discussion on this point, and much subsequent reflection, all the members of this court, who sat at the argument, agree that the instruction given was founded in a correct interpretation of the conveyance from Henry Paschall to Kobinson & Abbott. In construing this instrument, we are entitled, not only to consult the language of the deed itself, but we may, with propriety, look to the circumstances which surrounded the transaction at the time of its inception, and the attendant considerations which, probably, influenced the parties. It is obvious, the grantees contemplated the erection of a mill or factory, of larger dimensions, and requiring a greater power to drive it, than before then had been known and used at that place. For this purpose, it might be necessary to secure the command of the whole of the stream, and this, doubtless, was a primary object of the purchasers. But before this the grantor and his predecessors had used the water for driving a mill of inferior capacity and as the whole power of the creek might not be necessary, at all times, to propel the works to be erected by the grantees, it naturally occurred that the surplus might be usefully employed by the grantor, on his remaining land bounded by the stream, in the propulsion off subordinate works, without interfering with the main design of the grantees. Keeping in view the respective objects of the contracting parties, shown not only by the facts which existed before the contract and at its inception, but manifested by their subsequent course in the erection of the several works now owned, respectively, by the plaintiff and defendant, we are, beyond question, furnished with a clue to the strong and explicit language used in the conveyance of the water-power, the reason of the reservation, and the subordinate character it- is made to assume. The contemplated new works might require the whole force of the stream permanently, or, at least, occasionally, and hence the provision giving to the purchasers, in the most emphatic language, the right to appropriate the entire body of water whenever required for any useful purpose. Hence, the declaration that they might “ take, use, employ, and appropriate the said water of the said creek for the use and service of any mill or mills, or other water-works, which the grantees may erect and build upon the above-described tract of land, o.r for any other use, service, or purpose whatsoever.” Theirs was to be the first and dominant right. They were to possess it without any countervailing power to subtract from the free and full exertion of it, in the prosecution of a useful purpose. But yet, surely the grantor intended to stipulate for the reservation of a useful interest in the water, for something of value, and of which he and his assigns.could not be deprived, in the indulgence of mere whim, caprice, or unneighborly feeling. He saved and excepted from the generality of the grant the waste, water, to escape at an opening to be left in the race for that special purpose, <£ which waste water, so to be let off at that place, shall be for the use of the said Henry Paschall, his heirs and assigns.” That it was thought the use of this waste water might be beneficial is evident, not only from the language of the reservation, but also from the application to be made of it, and its actual appropriation, in after years, as the motive-power of a. grist and saw mill. True, the quantum of waste water was subjected to the discretion of the grantees. They were to leave ££a place” in the race, “to pass off as much waste water as they, in their discretion, may think proper.” But it is impossible to persuade oneself that the discretion intended by the parties was an arbitrary one. The very term itself, standing alone and unsupported by circumstances, imports the exercise of judgment, wisdom, and skill, as contradistinguished from unthinking folly, heady violence, and rash injustice. When technically employed in legal instruments, its proper acceptation is inseparable from the idea of dispassionate conclusion, having due regard to the rights and interests of others. It would require a very unequivocal declaration to overcome this, the natural signification of the word; and I find none such in the implication sought to be derived from the price paid by the original grantees, or in the manifest intent to make their interests and aims paramount those of the grantor. The construction given at Nisi Prius might, therefore, be left to rest on the unassisted language of the instrument. But when we couple it with the undoubted object of the grantor, as evidenced by the subsequent erection of mills, dependent on the waste water, and propelled by it for nearly thirty years, it is impossible to believe that a sane man would, in set terms, contract for the escape of a portion of water sufficient for such a purpose, but of which he might be deprived, in a year qr a day, by the caprice, or some worse feeling, not only of the grantees, but of every one who might succeed them as owners. It is unquestionably true, that in determining the due exercise of the discretion accorded to the owners of the lower mills, they are to be treated in a liberal spirit. To establish a violation of their discretion, it is always incumbent on the' complainant to show, by clear proof, a wanton and useless waste of the water, without any intent of benefit to themselves; and so the jury was told. To go beyond this would, in our apprehension, be in gross violation of the spirit of the contract, and utterly subversive of the design which suggested that part of it now under consideration.\nA second question mooted at the trial, was as to the legal effect of the grantor’s undertaking to erect and'maintain a bridge “over the place where the waste water shall run.” It was treated as altogether subordinate, and of minor importance to the inquiry just disposed of; and although, in one of the points submitted by the defendant, the obligation assumed was pointed to as a condition, in the next succeeding proposition it was treated as a dependent covenant, the non-performance of which might excuse the continued fulfilment of the grantee’s covenant to maintain a waste weir in the side of the race. It was so considered in the discussions which had place during the progress of the investigation, and was so regarded by the court in the final instructions given to the jury. In this court, however, it is presented as a strictly technical condition subsequent, the non-performance of which operates, utterly to defeat the reserved interest of the grantor in the surplus water. It is submitted, that the mutual stipulations of the parties, in this particular, are \"not independent stipulations, to be sued by either party sustaining an injury, but are dependent, each upon the other; the omission of one releasing the other from all obligation.\nThis position is founded in the peculiar language employed to express the undertaking of the grantor, and, as it is insisted, the consideration to be paid for the reserved waste water. It is said, the saving of this water and the erection of the contemplated bridge were the only consideration, one of the other. Were this conceded, it by no means follows that a non-performance of the consideration would defeat the estate or interest reserved. It is true, that, in some eases, pro has the force of a condition, when the thing granted is executory, and the consideration of the grant is a service, or some other like thing, for which there is no remedy other than stopping-the thing granted; as in the case of an annuity granted for counsel and advice thereafter to be furnished: 5 Vin. Abr. H. 2, pi. 12. So, if one grants a way over his land, and the grantee, pro cldmino illo habendo, grants to the grantor a rent charge, a stoppage of the way is said to be a stoppage of the rent, id. pi. 5, under the ordinary principles which govern evictions and their consequences. But there is a great diversity between a conveyance of land, or the reservation of an absolute interest, in a corporeal 'thing, and the grant of an annuity, rent, or the like. For, if A, pro una acra terrw, makes a feoffment or lease of an acre, an eviction of the former will not give A the right to re-enter into the latter, without legal words of condition; for the failure of the consideration does not avoid the estate of the feoffee, or lessee. The reason given for this diversity is, that the estate in the land is executed, and the annuity, rent, or other thing is executory: id. pi. 9. So, here, the estate or interest in the surplus water was executed, or rather it never was out of the grantor, being reserved by the same instrument that operated to convey the body of the stream to the defendant’s predecessors. The case is not, therefore, one falling under the operation of the principle invoked, even upon the concession of mutuality of consideration. In truth, however, the construction of the bridge is not to be regarded as the sole consideration prompting the concession of the surplus water. It is not a grant by Robinson and Abbott to Paschall. For a- certain sum to be paid, the latter granted to the former the use of the water of Cobb’s Creek, at a particular point, but reserving, as that which already appertained to him, certain portions oP that water. The thing belonged to him before, and continued to belong to him after, conveyance. It cannot, therefore, be said, either in fact or legal intendment, that any consideration passed from the grantee to the grantor, as the purchase of this reservation, simply because the former had it not to sell. Both before and after the sale, it was the property of Paschall. The deed conveyed it not, and there is, consequently, no room to say it was purchased at a price. The case presented is, then, the ordinary one of grant, by a general description, with a reservation of, or exception out of the grant of, a defined portion of the subject of it. The words, “ in consideration thereof,” found in this clause of the deed, at most import, that the undertaking to build the bridge was induced by the reservation of the use of a part of the water in a particular way, and the consequent inconvenience occasioned to the grantees; not that the reservation was purchased by the agreement to build.\nWe are, thus, reduced to the naked inquiry, whether the words, “under this condition nevertheless,” of themselves create a condition destructive of the interest reserved, because of its non-performance? In view of the facts, that for more than twenty-four years, the waste weir was maintained in pursuance of the grantee’s undertaking'; that, during all that time, no complaint was made of the non-erection of the bridge, and no request preferred for its erection; that no possible injury was inflicted on the owners of the lower mills from its non-erection, and that the weir was at last stopped, not because the bridge was not built, but, avowedly, for the reason that it was found expensive to maintain the weir; a rightly-constituted mind would be forced, with great reluctance, to the conclusion, that by not doing what no one seems to have deemed of the slightest importance to any living being, the plaintiff had forfeited a valuable interest, enjoyed, unsuspected of latent defect, during a long course of years. Considerations such as these, at one time, induced the English courts of equity to favor the doctrine that, where no injury had in fact been inflicted by the non-performance of a condition, or only such as might be compensated in pecuniary damages, equity would not permit a forfeiture of the estate: Cage v. Russell, 2 Vent. 352; Rose v. Rose, Amb. 331; Duke v. Northcote, id. 511; Wofer v. Mocotto, 9 Mod. 112; Saunders v. Pope, 12 Vesey 282; and Wood, Baron, in Bracebridge v. Buckley, 2 Price 200. And, though Lord Eldon and succeeding chancellors have since confined this rule to conditions of re-entry for non-payment of rent, it may, at least, admit of question, whether, in cases like the present, the courts of this country would not lean in favor of the liberal extension of the rule, in prevention of injustice. Certain it is, that in Skinner v. Dayton, 2 Johns. Ch. 535, and Livingston v. Tompkins, 4 id. 431, Chancellor Kent seemed willing to recognise the general application of the doctrine of relief, where compensation can be made; and Story, in his treatise on Equity, sec. 1320, favors the same view.\nIn the instance before us, however, it is unnecessary to pursue the inquiry as to the rule in chancery further, since, I think, it is clear that, under the most stringent application of common law principles, no technical condition can be extracted from the language of the deed before us. In the endeavor to ascertain its legal effect, the plaintiff is entitled to the benefit of the maxim which declares conditions to defeat an estate odious, and that they are to be taken most strictly. Where a party has another remedy, no judge should declare a condition of forfeiture, unless compelled to it by rigid and unbending rule, ascertained by settled authority. Where the language of an agreement can be resolved into a covenant, the judicial inclination is so to construe it; and hence it has resulted that certain features have ever been held essential to the constitution of a condition. In the absence of any of these, it is not permitted to work the destructive effect the law otherwise attributes to it.\nAs proper to frame a condition, certain words are recognised, which, of their own nature and efficacy, without the addition of other words, are sufficient. Among these, three are said to be most appropriate to make an estate conditional; namely, proviso, ita quod, and sub eonditione. And, therefore, if one grant lands to another in fee, provided that, or so as, or under this condition, that the grantee pay to the grantor ¿£10 at a certain time, this is a good condition, without words of re-entry: Shep. Touch. 121. Now, in that clause of the deed particularly under review, we have the apt words “under this condition, nevertheless;” and hence it is argued, that by the legal import necessarily attributable to them, the interest reserved in the water is a conditional interest. But this argument overlooks the well-settled principle, that these conditional words sometimes serve to work a qualification or limitation, and sometimes to make a covenant only, according to the intention of the parties and the manner in which they are used in a conveyance. In Cromwell’s case, 2 Co. 71 a.,—a leading authority upon this point,—it was settled, that though the words proviso and suh eonditione are apt to make a condition, yet, to confer upon them this effect, three things are necessary; first, that the clause wherein they occur, have no dependence on another sentence in the deed, but stands originally by and of itself; second, that it be the language of the feoffor, donor, lessor, &c.; or may be attributed, indifferently, to both; and third, and principally, that it be compulsory to enforce the bargainee, feoffee, donee, &c. to do an act, the omission of which may work a forfeiture. The same requisites are recognised by the Touchstone, p. 122, and it is added, “hut if the clause have dependence on another clause of the deed, or be the words of the feoffee, &c. to compel the feoffor to do something; then it is not a condition, hut a covenant only.” As illustrative of this doctrine, the following cases are put:—If there be in the deed a covenant that the lessee shall scour the ditches, and then these words follow, “provided that the lessor shall carry away the earth;” or, if there be a covenant that the lessee shall repair the houses, and then these words follow, “provided the lessor do provide timber,” it is no condition, but a covenant. Now, in the case before us, as the' defendant insists, the language relied on is the language of the grantor, and is compulsory, not on the grantee, but on the grantor himself, in respect of an estate or interest not derived from the grantee, but retained by the grantor. The books furnish no instance of such a reserved interest being defeated by an omission of the owner to perform a self-imposed undertaking. Besides, as something to be done by the grantor himself, it is precisely analogous to the instances just given, which, though clothed in the language of a condition, amount but to a covenant. On the argument, the defendant’s counsel cited Holden v. Taylor, a note of which is found in 6 Vin. Abr. 378—9 (e.) 2, 3, to this effect:—“If a lessee covenant to repair, provided always that the lessor shall find great timber, without the word ‘agreed;’ this proviso shall not make any covenant on the part of the lessor, but it shall be only a qualification of the covenant of the lessee:” though it is coneeded that, had the word “agreed” followed the word “provided,” it would have been a covenant. Had this case determined that the undertaking to repair was a condition, by force of the proviso, it would be in direct contradiction of all the other authorities. But it asserts nothing of the kind. It but ascertains that, as the furnishing of timber was necessary before the repairs could be made, the neglect to furnish excused a non-performance by the tenant of his covenant, qualified by the undertaking of the lessor.\nOn the ground, then, that the bridge was to be erected by the grantor and not by the grantee, being a self-imposed duty, to which no forfeiture is specifically attached, the undertaking cannot be regarded as in the nature of a condition. Nor is it a qualification of the grantee’s covenant; since that was to he performed before any thing done on the part of the grantor.\nBut it is also a rule, that, to make a technical condition, the clause in which it is found be applicable to the thing granted, and not to some other thing. As, if a lease be made for years, without impeachment of waste, provided the house -be not voluntarily pulled down ; this is said to be an exemption from waste, with a qualification, which, however, doth not make the estate conditional. Our case is directly within this principle; for the words of condition are applicable, not to the estate granted, but to something which never was granted.\nThis review of authority proves, I think, beyond doubt, that the undertaking of Pasehall was not in the nature of a condition, but of a covenant simply. From what has been said, it is palpable, too, that it is a covenant not constituting the whole consideration of the reservation, but is in fact only a part, and probably a very small part, of the inducement of the concession made by the grantee; and, as it may be compensated in damages, it falls within the rule laid down at Nisi Prius.\nI may say, in conclusion of this part of the case, that, were it necessary, it might perhaps be shown that by the subsequent deeds and agreements between these parties, shifting the location of the • race and giving to the grantor the right of shutting up, for pasturage, the land through which it runs, there was a tacit waiver of'the undertaking to build a bridge, which could only be necessary for the purposes of a cart-way, originally contemplated, but afterwards rendered useless, if not impracticable, by the acts of the parties themselves. This seems to have been the understanding of all interested, who have for a quarter of a century acquiesced in the sufficiency of the small foot-bridge maintained by the plaintiff, and which was the only means of crossing at the waste weir when the defendant purchased. From the beginning, until after this suit was brought, the successive owners have gone on, not only without objection to this arrangement, but without dreaming of complaint, though quarrelling upon other topics connected with the dam and race. After all this, a court of justice would not willingly open its ears to exceptions such as I have been considering.\nThere is nothing in the remaining errors. The answers returned by the court below to the other propounded points were beyond question correct.\nJudgment affirmed."}