{"id": "408675", "contents": "The opinion of the court was delivered by\nCoulter, J.\nIt is difficult to tell exactly, from the paper-book, the precise position of this cause.\nIt has been argued as if the verdict and judgment were upon all the counts; and yet there is an issue to the country only upon the first count; and as to the second and third, there is a special demurrer to each. The verdict, therefore, must be considered as rendered on the first count, because on that only was there an issue in fact. And to the trial, progress, and result, certain exceptions were filed and signed, as appears by the paper-book, all relating to the first count. These I will consider directly. The defendant demurred specially to the second and third counts, and pending these demurrers, the plaintiff went on to trial, I presume, on the first count, as that only was triable before a jury. After verdict, the demurrers were overruled, and judgment rendered on them for the plaintiff. As to its not appearing in these two counts demurred to, that the injuries complained of were committed or inflicted before suit brought,—that is a mistake. It is clearly enough averred, in the words: “Afterwards, to wit, the same day and year aforesaid, (referring to the injury in the first count,) did permit and suffer, &c.,” “and afterwards whilst the defendant so kept the same,” obviously averring and meaning, that whilst the defendant kept the horse, as averred in the first count, all subsequent statements as to time referred to and hung upon the time averred in that first count. And this is quite sufficient.\nThe second ground of special demurrer is as to the scienter of the defendant in relation to the vicious habit of the animal. And this is the ground of the demurrer to the third count. In the third count it is alleged that the plaintiff unlawfully and wrongfully permitted the animal to run at large, &c., and in all of them, Kensington, the locus in quo, is asserted to be a densely populated place, which is a matter publicly known, and that it is part of a great and populous city. The demurrer then, on this ground, opens up the same question that occurs in the bill of exceptions signed on the trial of the cause, and that is, whether a person, who voluntarily turns out a horse in a populous city, to play and gambol in the streets, is responsible in an action on the case for any injury which that horse does by kicking a boy or child, without its being proved or averred that the owner knew the horse was vicious, and had a habit of kicking men or boys or women. There are English cases, undoubtedly, and some American, which hold that the owner of domestic animals is not liable for injuries they commit unless he knew that they were vicious. But these cases generally are in relation to dogs, a domestic animal which everybody in every place owns and keeps, and suffers to go at large. The custom is almost as old as time, for Tobit had his dog. The universality of this custom has made the practice lawful, unless where it is interdicted by statute, which has been done to a certain extent in our State. And, within the limits of that interdict, it has been held that the owner, who does not chain or house up his dogs, is liable for the injury they commit, whether he knew they were addicted to killing sheep or not: 7 Barr 254.\nIn relation to cases where the injury was inflicted by vicious oxen or bulls in England, or horses, if any such there be, they, I imagine, occurred while the animals were on the owner’s land, or at common. In a late case in England, Illot v. Wilks, 3 Barn. & Ald. 312, Justice Bayley says, “ In case of a dangerous animal likely to do mischief to another in a private close, it should seem that public notice ought to be given, although no one has a right to enter.” And Justice Holroyd, in the same case, says, that if there be a foot-path in a close, and there is a dangerous animal put in by the owner, he must give notice, or he will be liable to an action for any injury committed. To the same point may be cited 4 Bing. 642, and 1 Moore 234. If, therefore, the owner or occupier of a close is held liable for injuries committed within it by a dangerous animal, unless he gives public notice, a multum fortiori, a person who turns out a horse in the streets of a populous city, where there must be danger arising even from the nature and disposition of the horse to gambol, to plunge, and kick up his heels, and from the heedlessness of children, the occupation and busy pursuits of men and women. The owner has no right, either by law or custom, to turn a horse loose in the streets of a city. All men know that a horse which has ' been stabled and well-fed will, when turned out, run and plunge, and become dangerous in the midst of people. If one man has a right to turn out his horse, every man has the same right; and, if the one-fourth of people who own horses in a city would turn them out on the streets, not only the women and children, hut even the men would have to abandon them.\nThere is no reported case in which it was held that a person who turned out his horse in the streets of London or New York was not answerable, if.he run over a child or a woman, unless the owner knew, when he turned him out, that he was vicious and prone to kick. But, I may say, that all horses are, when turned loose, more or less dangerous in confined streets; and all men know this. The gist of the action is, that the defendant did an act, not sanctioned by law nor custom, from which he must have known that injury might result. He, therefore, is less innocent than the man who was attending to his own business in a lawful public street, where loose horses have no right to be. In other words, the defendant was guilty of negligence, and the plaintiff was guilty of none; and therefore the defendant is liable to the action, without proof that he knew the animal was vicious. Because it necessarily results from the nature and habits of the animal, that he is, when loose, dangerous in a greater or less degree in populous streets. If a man’s horse were to break the stable-door and get out, without the owner’s consent or knowledge, it would 'be a different matter. That would be accident or misadventure, and the same as if a man’s horse should take fright and run away with him in a street. These things, the will or the strength of man cannot altogether prevent.\nBut here, the averment in the narr. in all the counts is, that the horse was turned out by the defendant. Although there are some expressions of the Nisi Prius judge which would seem to extend the rule we lay down beyond the limits of populous cities or towns, yet all taken together, it relates to the streets of Kensington,, and that was the actual case. We have a case in our own hooks which seems to go the whole length of establishing that, when an owner turns out an animal, the class of which contains individuals often dangerous, both from their nature imperfectly subdued, and their habits, he thereby becomes responsible for the injuries it inflicts. Thus it was held in Dolph v. Ferris, 7 W. Ser.. 369, approved in Paff v. Slack, 7 Barr 254, that a bull, which went into the field of a neighbor of the owner, and gored his horse till he died, created a liability to pay for the' horse by the owner of the bull, without regard to his being aware of any vicious propensity in the bull, or otherwise. The ground of the decision was, that the animal was naturally inclined to roam, and often guilty of mischief, and that, therefore, it was the duty of the owner to keep him on his own land.\nThere is nothing in the exception in relation to the jurisdiction of the court.\nIt has been decided that this court will presume that leave was given to file the additional counts, unless it appears that objection was made; and as the court below refused to strike them off, that in itself was leave. But these counts did the defendant no harm, as he alleges that they contain no cause of • action, when the first does contain a good one, as he admits, if proved.\nThere is nothing in the other exceptions.\nJudgment affirmed."}