{"id": "408696", "contents": "The opinion of the court was delivered by\nBell, J.\nWere this an action upon the recognizance acknowledged by Abraham Worman, in the Orphans’ Court, to secure payment of the supposed distributive share of Mrs. Wagner in heríate grandfather’s estate, there is no doubt that, under the facts since disclosed, the action would fail, as falling directly within the principles ascertained by Custer v. Detterer, 3 W. & Ser. 28; Franks, President, v. Groff, 14 Ser. & R. 181; Commonwealth v. Hantz, 2 Pa. Rep. 333; and Seaton v. Berry, 4 W. & Ser. 183. The estate having been absorbed by the creditors, nothing remains for the heirs of the decedent, and consequently there could be no recovery under an obligation intended only to secure satisfaction of a really beneficial interest.\nBut had the sum of money, ascertained in the Orphans’ Court as due to Mrs. Wagner, been actually paid to her or to her husband, it is more than doubtful, as the decisions stand, whether it could have been reclaimed by the paying party, since it might be said she received it conscientiously, though subsequent events showed it did not belong to her ; yet, it is difficult, if not impossible, to perceive how she could have retained it conscientiously.\nBut we .are not called on to consider the relative rights of the parties under that aspect, for here there has been neither payment nor decree of payment. For the convenience of those interested, the Orphans’ Court ordered its clerk, by calculation, to ascertain what would be the value of the respective shares of the several heirs, after deducting the debts then presented, and for which it was thought the estate would alone be called on to answer. This was done, but nothing beyond in the nature of a final decree. After ascertainment of the several distributive shares, the next authorized step, in regular progression, must have been a direction to pay the sum shown as apparently due to Mrs. Wagner, to her husband, (she being then covert,) on his giving security according to the forty-eighth section of the act of 29th March, 1832,; or, failing.this, to order the money to be vested by trustees, for the benefit of husband and wife. B.y the established practice, the latter course could be pursued only on an application of some of the parties interested, including, of course, the owner of the land under the -adjudication. But, until such application, the court, strictly speaking, had no power over the fund. The act of Assembly does not contemplate a deposite in court, where it must remain locked up in unproductiveness. I know that, in some districts, this usage has, to some extent, prevailed, where the husband neglects or refuses to give the required security. In others, the courts steadily refuse to receive the money, as not within their province, leaving the wife to depend on her security by recognizance, carrying interest. And this, questionless, is the better practice,—not to\" say' the only correct one,—because more consonant with the object of the statutory provision on this subject. It will be said, this may entail on the owner of the land the continued burden of a debt he is able and willing to discharge. But, if so, such an inconvenience is by no means singular. It often happens, estates in the hands of wealthy persons are clogged with encumbrances which cannot for a time be removed, as, for instance, the widow’s lien in lieu of dower; -and, in both cases, the party accepts the land subject to this risk. Besides,—in my experience in the administration of the laws regulating the distribution of decedent’s estates, not a limited one,—■ I have seldom met with an instance where it was difficult to find a responsible person willing to take a fund so situated, as trustee, upon adequate security. On the whole, it is, consequently, preferable to leave the fund with him the law recognises as debtor, until such disposition can be made of it as the act points out, rather than the court should become its depository. To say the least of it, such a step is questionable.\nPassing this, however, it is very clear payment into court is not payment to the heir. At best it is but an informal mode of securing the fund for whoever may, ultimately, be found entitled to it. It in no respect resembles money received by a sheriff, by virtue of an execution, which, in legal contemplation, discharges the debt. There, the officer represents the creditor, for every purpose of receipt and discharge; while here, the most that can be said is, that the court has volunteered to become a custodier, for the benefit of the party really entitled. Did the statute authorize a direct payment into court, to enure to the use of a feme covert, the consequence might be different. But, in the absence of such a direction, a deposite in court no more concludes the rights of the parties, than would a voluntary payment to a prothonótary of the Common Pleas in satisfaction of a common-law judgment. Here, the utmost sanction that can be conceded to the transaction is to regard the court as a stakeholder, clothed with a discretion to hand the sum received over to him, whom circumstances may eventually designate as legally entitled to receive it.\nThis being so, it is very clear Mrs. Wagner, under the facts that have transpired, is not that person. As the deposite in court cannot be regarded as payment to her, she stands, when urging the claim* precisely in the position of a suitor seeking to enforce the recognizance of the accepting heir. Such an attempt, as has been shown, must necessarily fail, because of the failure of the consideration on which the recognizance is based. We have, therefore, no hesitancy in saying the court below erred in ordering the fund in its custody to be paid to Mrs. Wagner.\nBut can it be awarded to the appellant, representing the Society of United Brethren ? An affirmative response- to this question is urged, on the ground that, as the money deposited is conceded to be the identical money loaned upon the mortgage, the mortgagee may follow and reclaim it, on failure of the security. But the mortgage itself, as constituting a contract, stands in the way of this proposition. The execution of that instrument was the consideration for the payment to the mortgagor of the amount secured by it; and, so long as it remains unimpeached, the fund in court must be regarded as belonging to him. He is liable, personally, under the mortgage, and while that is held as a subsisting security, he is entitled to the sum which, in fact, purchased it. So regarded, it presents the ordinary case of a loan upon a real security, afterwards found insufficient, leaving the lender to the unassisted competency of the borrower. Were he personally sufficient no question could be made of this, and the fact of his insolvency can work no difference.\nBut it is said in the paper-book, that the United Brethren were induced to lend their money upon a false representation that the debts due from the estate of the intestate amounted only to a certain Sum, which was said to he paid] leaving the land unencumbered, and, therefore, a sufficient pledge for the repayment of the loan. If, being ignorant of the facts, and depending on the borrowers for information, the lenders were misled by such a misrepresentation, and thus induced to do what otherwise they would not have done, it is undoubtedly such a fraud as will avoid the transaction as against the mortgagees, and enable them to pursue the money just .as though it had been surreptitiously obtained, independently of contract. It is familiar doctrine that where there has been a gross misrepresentation of fact, leading to contract, the fraud practised will so utterly avoid it that it is not even susceptible of confirmation without a new consideration: Cochran v. Cummings, 1 Dal. 250; Duncan v. McCullough, 4 Ser. & R. 487 ; Chamberlain v. McClurg, 8 W. & Ser. 36. A consequence of this doctrine is, that where money has been received mala fide, it may be followed as readily as a chattel: Petrie v. Clark, 11 Ser. & R. 377; more especially where it can be distinctly traced.\nBut whether fraud of this character existed at the inception of the mortgage, in this instance, we are at present incompetent to decide, both for want of fact and of parties. The evidence, if any was given, is not brought up with the record, and the mortgagor, w'ho must be the other party to the contest, is not before us. * We can, consequently, do nothing more than reverse the order made by the Orphans’ Court, and remand the record for further proceedings, with a strong expression in favor of the abstract justice of the appellant’s claim as it is now presented. The difficulty is in understanding how the controversy is to progress in the Orphans’ Court. As, however, that tribunal has possessed itself of the fund, with the assent of all parties, it may, perhaps, be esteemed as competent to decide between them, either of itself, or by the intervention of a jury, under an issue directed to try the fact of the alleged fraud.\nDecree reversed, and record remitted for further proceedings."}