{"id": "408765", "contents": "The opinion of the court was delivered by\nGibson, C. J.\nNeither Jackson, as a municipality, nor0 Plymouth, as such, is entitled to any part of the fund in contest. The proprietors of Plymouth, within its bounds in 1831, were incorporated by statute, hot for municipal, but for educational purposes; and they, or their successors, residing within its original bounds, are corporators at this day, participant in the corporate franchise, and entitled to elect or be elected, though they may have been shifted by the division into Jackson. With a township afterwards erected for municipal purposes, or a corporation created for educational purposes, they, as original corporators, have never had to do.\nIt was not Plymouth township that was incorporated. The proprietors within it, not the inhabitants of it as a municipality, became a body politic. From inattention to this, sprang the fallacious notion entertained by the inhabitants of Jackson and the legislature, that there must be a new corporation as appendant to the new township. 'However the boundaries of Plymouth may have been altered for municipal purposes, the boundaries of it for educational purposes remained the same. Township authority, or corporate assistance, was unnecessary to, and had nothing to do with the functions of the incorporated proprietors. The fund was produced, not by an application of the tpwnship taxes, but by the bounty of the proprietors. The corporators had no connection with the township, arid did not necessarily or naturally require to be assimilated to its changes. In derogation of this principle, the inhabitants of the new township, some of them not within the ancient limits of Plymouth, and consequently not entitled to the benefit of the fund, procured an act'of Assembly to divide the corporation, and vest a part of its property in the proprietors of Jackson, incorporated for the purpose of receiving it.\n> It requires no more than a glance at the Dartmouth College case, decided by the Supreme Court of the United States, to see that 'the legislature is incompetent to dispose of the property of a charitable corporation.\nThe fund is the property of the incorporated proprietors of Plymouth, and there is no authority under the constitution to divest it.\nThe division of Plymouth took from the proprietors whose resiclence fell into Jackson, none of their corporate rights; but they can be exercised only under the original act of incorporation.\nJudgment reversed, and judgment rendered on the case stated for the defendants below."}