{"id": "408747", "contents": "The opinion of the court was delivered by\nRoaers, J.\nThe sentence of the court is somewhat indefinite, in omitting to mention the person, viz. the mother, to whom the lying-in expenses, and the weekly allowance for the support of the child, were to be paid. This, however, is no_t a fatal defect, as we will intend it to be payable, either to the mother or to another, who, in case of her decease, may take her place. It was not regarded as error in Goddard v. Com’th, 6 Ser. & R. 284, where the sentence was in the same form, and adjudged to be good. Nor do we perceive any thing exceptionable in the condition of the bond, which it is believed is in the usual form and according to the most approved precedents. The condition of the bond is to indemnify the county from all expenses for or by the reason of the birth, maintenance, education or bringing up of said ehild. This unquestionably means that the defendant shall pay to the mother, or any other person entitled to receive it, the lying-in expenses, and the seventy-five cents a week for the maintenance of the child, or indemnify the county for having to pay those expenses. It is said the education of the child is not part of the sentence; and in words it is not: yet it is part of the condition of the bond which he was ordered to give. The education, to which the condition refers, perhaps does not mean his scholastic instruction; but if it did, I should see no objection to it on that account, in a country which depends for its very existence on the intelligence of its citizens. ' It may rather mean his moral culture, which certainly ought not to be left wholly neglected. Education means the instruction of children—all that series of instruction and discipline which is intended to enlighten the understanding, correct the temper, and form the manners and habits of youth, and fit them for usefulness in their future stations. The ehild is innocent, whatever may be the guilt of its parents, and it is but right it should receive justice at least, from the hands of those who are bound by law and every natural and religious duty to nourish and support it. The words, from time to time and at all times hereafter, are restricted by the time previously mentioned, viz. until the child attained the age of seven years. This is the obvious meaning of the bond, taken as a whole, and we are indisposed to construe it in detached parts. This, we agree, is a statutory bond; but, as we perceive no more onerous condition than the law imposes, we are of opinion the bond is good.\nJudgment affirmed."}