{"id": "408731", "contents": "The opinion of the court was delivered by\nRogers, J.\nThis is an action to recover damages for breach of orders on a shipment of molasses consigned by the plaintiff in New Orleans, to defendants in Philadelphia. After advising defendants that he was about to make the shipment by the brig Champion, the plaintiff wrote to the defendants on the 18th January, 1845, inclosing invoice and bill of lading. In that letter he says:—“ On the arrival of this cargo, unless a fair profit can be realized on landing, please have the hoops drove, and put it into a good store, with a hope of sending a further cargo.” This part of the letter, although expressed in cautious terms, contains an express order, not to be mistaken, forbidding a sale, unless a fair profit could be obtained on landing the cargo. It is so plain, positive, and unambiguous as not to be misunderstood. Nor was it misunderstood by the defendants, as appears by the subsequent correspondence. A request, even much less a positive command, may be construed as an instruction. The expressed wishes of a consignor may fairly be construed an order; 14 Peters 479. The terms proposed by the consignor in the letter of the 18th, were accepted the 30th January following; thus constituting a valid and binding contract between the parties. It is for breach of these orders, suit is brought. Whether the defendants complied with the order, or totally disregarded it, was properly referred by the court to the jury, who decided that defendants had failed to comply with their instructions. Indeed, it is difficult to understand by what process of reasoning they could have decided otherwise, as it incontrovertibly appeared in evidence that, instead of realizing a profit, as they were commanded, the plaintiffs sustained a loss in the shipment. A fair profit, as is said in Loraine v. Cartwright, 3 Wash. C. C. Rep. 151, must have meant at least some' profit. Why this unauthorized course was pursued remains unexplained, although, from the high character of the house, there can be but little doubt the mistake was caused by an error as to the costs and charges of shipment. They, as I believe, supposed they were selling at a profit, instead of a loss, as unfortunately proved to be the case.\nBut defendants insist, notwithstanding, that they are not liable, because, having made advances, and incurred liabilities, they had a right to disregard their instructions and sell the cargo to reimburse themselves. ■\nBefore noticing this part of the defence, it will be convenient to dispose of the first error, viz. the rejecting of the evidence of the custom and usage of trade at Philadelphia and New Orleans. If a usage, it is admitted, be certain, uniform, ancient, and reasonable, it incorporates itself into the contract. / But, as this is a suit for breach of an order, plain, positive, and free from ambiguity, I cannot understand what the usage of those cities has to do with the matter in controversy. If the plaintiff failed to prove a breach of orders, there was an end of his case. If he’succeeded in proving instructions binding on the defendants and the breach of them, it admits not of control by reason of any custom whatever. ■ The agreement of the parties constitutes the law of the contract. !\nWhen an agency is created and confirmed by a written instrument, the nature and extent of the contract and of the authority must be ascertained from the instrument itself, and cannot be extended by parol evidence of the usage' of other agents, or an intention to confer additional powers; for that would be to contradict the terms of the written instrument. Story on Agency 95, sec. 76, and the authorities there cited. An implied authority cannot in genéral take place where there is an express authority in writing.\nThe defendants insist that, having incurred the payment of the premiums of insurance, by order of the plaintiff, before the receipt of the letter of the 18th Jan. 1845, the letter is not binding on them; and that plaintiffs having obtained the endorsement of B. Patterson before he, or any member of the firm, knew of the instructions of the letter of the 18th Jan. 1845, the defendants are not bound by them.\nIt must, in the first place, be remarked, that we view the letter of the 13th Jan. 1845 as a mere overture to a contract, and nothing more. The contract is contained, as before observed, in the letter of the 18th Jan. 1845, afterwards accepted and acted on by the consignees. This so distinctly appears in the correspondence as to preclude hesitation and doubt. Before that time, nothing had taken place legally binding on either party. Plaintiff was at liberty to make the shipment to the consignees, or not, as he pleased, without rendering himself legally responsible. With these preliminary observations, let us examine the point presented by the plaintiff in error. That the liability to pay, which this was, or the actual payment of a premium of insurance pursuant to order, will justify a consignee in disobeying instructions, is a proposition which, without intending any disrespect to any person, would be a legal absurdity. It is in the ordinary course of business, which, heretofore, has never been supposed to have any such disastrous effect. If so ruled, it would astonish the commercial community. As well might the payment of postage on letters or documents, or of freight or other incidental charges, be deemed a dispensation from the recognised obligation of obeying the orders of the consignor. The point is based in strange misapprehension of the principle ruled in Brown v. McGraw, 14 Peters 480. The same remark will apply to the next, which is a kindred point. The responsibility of R. Patterson, as endorser of the draft, whether he is viewed as liable in his individual character, or as a member of the, firm, constitutes no defence, where, as here, there was a clear violation of the instructions of the principal. On this point of the case, the consignees rely on Brown v. McGraw, already cited; which, as they say, establishes the broad principle, that'hvhen a consignee has incurred responsibilities, or advanced cash, no right exists subsequently to limit the sale. The proposition is a startling one, if the case is to be so understood; so much so that I should think it my duty to disregard it. So far, however, from ruling the doctrine contended for, the case recognises the intelligible principle of a right in the consignee to sell to repay advances, after calling on the principal for reimbursement, unless there is an agreement between them, which controls or varies the right. In the case in hand, the defendants, 'having accepted the consignment on the terms stated in the letter of the 18th Jan., without any stipulation as to previous liabilities and advances, were bound to conform to the conditions on which alone they had authority to sell. : It is plain, on the authority cited, they had no right to sell without notice to the principal, which is not pretended, and calling on him for reimbursement. 1 A consignee making advances on goods of his consignor, even beyond tbeir value, is bound to obey instructions as to time of sale, and also as to price. This is ruled in Bell v. Palmer, 6 Cowen 128, and Smart v. Sand, 6 Pa. L. Jour. 148.\n' The defendants asked the court to instruct the jury, that the plaintiff was bound to disavow the sale of the 21st Feb. 1845, the moment he received information of it; and, having waited until the 22d April, 1845, he ratified and confirmed the conduct of the defendants. :'To this the court replied:—Plaintiff was bound to answer in a reasonable time; and whether he did so, was a fact for the jury to determine.\nThe plaintiff in error strenuously contended, that in this there was error; and for this position he relied on Breading v. Dubarry, 14 Ser. & R. 27. In that case, Chief Justice Hibson says:—“ I take it to be indisputable that a principal who neglects promptly to disavow an act of his agent, by which the latter has transcended his authority, makes the act his own. He is bound to disavow it the first moment the fact comes to his knowledge.”\nThe case, be it remarked, was between principal and stranger; and, of course, calling for more stringent rules than where the contest is between the principal and his agent. In the latter, certainly he is not bound to act until he obtains the information necessary to enable him to act understandingly. Nor, although strong expressions are used, which, be it remarked, the case did not call for, would a principal, even as to a stranger, be bound to disavow the act until he had an opportunity of informing himself of all the facts and circumstances. Besides, whether he acted promptly would be a fact for the jury.\nBut, however this may be .as between principal and stranger, no such rule exists between a consignor and his factor or agent. For if there be any point settled, it is, that between them, the principal is entitled to a reasonable time: he is not bound to answer until he has obtained sufficient information as to the state of the accounts between them. The ratification, to bind, must be made with a full knowledge of all the facts and circumstances: Story on Contracts, see. 311, p. 209 ; Story on Agency, sec. 239, p. 234; 9 Peters’s Rep. 608, Owings v. Hull. The letter of the 22d Feb. contained no account of sales, gave no information of leakage, no charges, no expenses, no commissions, no guaranty, no brokerage,, no time of sale, no cooperage, watching, &c. • With this information, it was impossible for the consignor to ascertain whether there was a breach of orders or not; whether the 'consignment was sold at a profit or loss.\nWhether the answer, disavowing the sale, was made in a reasonable time, was a fact left by the court to the jury, who have found that fact in favor of the plaintiff. This is a matter with which we have nothing to do, except that we are bound to believe, after the verdict, that the plaintiff disavowed the sale in a reasonable time.\nThat the rule is, the consignor has a reasonable time, of which the jury must judge, has been so repeatedly ruled that it is no longer an open question. I shall content myself by citing some of the numerous cases, in which the point is adjudged: Loraine v. Cartwright, 3 Wash. C. C. Rep. 151; 12 Johns. Rep. 300, Caines v. Bleecker; 3 Cowen 281; 1 Johns. Cases 110, Fowle v. Stevenson; 15 Wend. 431, Parkhill v. Imlay; 17 Mass. 109, Amory v. Hamilton; 1 Baldwin 536, Bainbridge v. Wilcocks; 13 Pa. Rep. 310, Thompson v. Fisher; 7 id. 281, Bevan v. Cullen; 4 Mason 296 ; 1 Peters’s Dig. 156; 8 Eng. Com. Law 54, Prince v. Clark.\nIt is the settled law merchant, that an account rendered is allowed, if it is not objected to without unnecessary delay. The time within which objections must be made cannot be definitely fixed. It depends on the circumstances of the case, &c.: Bevan v. Cullen, 7 Barr 281. It was the duty of the plaintiff, upon receiving the letter and account of sales, to have expressed his dissatisfaction in a reasonable time: 4 Mass. 296. So, in 1 Peters’s Rep. 46, it is ruled that when an agent does an act unauthorized by his orders, the principal is not bound to disavow it as soon as he is apprized of the circumstances. He has a right to deliberate. A plaintiff is bound to notify defendant of his dissent in a reasonable time. It will be seen that, although expressed in somewhat different language, yet, all the cases, when examined, sustain the court in instructing the jury that he had a reasonable time to answer; and that what was a reasonable time was a fact for the jury.\nThe court charged the jury correctly, that the plaintiff was entitled to interest on the balance admitted to be due. This is so obviously right, that this part of the case was not insisted on; at any rate, was feebly pressed.\nJudgment affirmed."}