{"id": "408753", "contents": "Per curiam.\nDecree affirmed on the opinion delivered at Nisi Prius.\nIt was decreed as follows:—And now, to wit, 7th April, 1851, this cause came on for hearing on the record and proceedings of our court sitting in equity, at Nisi Prius. Upon consideration thereof, and that it appearing that since the decree of said court, made the 29th April, 1849, to wit, on the 7th September, 1849, the said Thomas Blaekstone, surviving Henry Roland, executor of the said Catharine Yohe, deceased, was dismissed and discharged, by the Orphans’ Court of the county of Philadelphia, as executor of the will of the said Catharine Yohe, deceased; and that afterwards, to wit, on the 11th day of October, 1849, letters of administration de bonis non cum, testamento annexo of the said Catharine Yohe, deceased, were granted, by the register of wills of the- said county, unto William L. Hirst, Esq., and Abraham Rex; it is in pursuance thereof ordered, adjudged, and decreed by this court that the said William L. Hirst and Abraham Rex, administrators as aforesaid, be substituted instead of the said Thomas Blaekstone, surviving executor as aforesaid; and that the said Francis Tiernan and wife, Peter Shoenberger and wife, and Henry M. Watts and wife, do execute and deliver a good and sufficient deed, conveying the premises and estate described in the said agreement of the 9th December, 1839, to the said William L. Hirst and Abraham Rex, administrators as aforesaid, their heirs and assigns, upon and in trust nevertheless for the uses, purposes, and interests particularly mentioned and directed by the said Catharine Yohe, deceased, in the items IX. X. and XI. of her said last will and testament, dated the 22d March, 1839, and a codicil thereto, dated 2d April of the same year; and that at and upon the delivery of. the said deed, and in case of the refusal of the said William L. Hirst and Abraham Rex, administrators as aforesaid, to accept the same, then, upon the filing of the said deed among the papers of this suit, the said William L. Hirst and Abraham Rex, administrators as aforesaid, shall well and truly pay to the said Francis Tiernan and Peter Shoenberger the just and full sum of $10,446.41, with interest from the 28th April, 1849, the date of said decree, up to the time of affirming the same in this court, and interest on the same until paid, together with the costs of the process and proceedings of this cause, out of the assets of the estate of the said Catharine Yohe, deceased; and in all other respects it is ordered, adjudged, and decreed that the aforesaid decree of said court be and the same is hereby affirmed with costs.\nCoulter, J., dissented."}