{"id": "408793", "contents": "The opinion of the court was delivered by\nCoulter, J.\nThe bond and mortgage were assigned by Platt Knox to Andrew P. Knox, for a full consideration expressed on the face of the assignment, and it confers an absolute right to the whole avails thereof, unless it is established that the assignment was not absolute, but made as a collateral security to indemnify Andrew P. Knox as the surety of Platt Knox to Mrs. Livingston. In that category, Andrew P. Knox would be entitled only to so much as would fully indemnify him, leaving the balance, if any, to the attaching creditor. Whether the bond was assigned as an indemnity and collateral security, was properly the subject of parol evidence, if of the suitable character; and we see no objection to the evidence on that score. It was a fact properly submitted to the jury, because 'there was some evidence tending or conducing to prove that fact, the weight of which was properly left to them. But if there had been no assignment of the bond and mortgage, Andrew P. Knox, as surety of Platt Knox, would have been entitled in equity to subrogation; because this very bond and mortgage were given to secure to Platt Knox the money he got from Mrs. Livingston, by means of. Andrew P. Knox being bis surety, and in that event Andrew would be entitled to full indemnity.\nThe court, therefore, ought to have instructed the jury, that Andrew P. Knox was entitled to indemnity, including the expense of collecting the'money. Because it would not be an indemnity in full, unless that was allowed him ; and he is entitled to full indemnity, if the mortgage will reach, because the whole is assigned to him for that purpose. That the principal in a bond is bound to indemnify the surety for reasonable expenses, although perhaps not for remote ones, was fully established in Hayden v. Cabot, 17 Mass. 169.\nIt was error, therefore, in the court, to leave that matter to the jury, as within their province to decide; because it is a matter of law, arising on the written assignment, and not a question raised or explained by the facts. This case is stronger than the case of Hayden v. Cabot, inasmuch as it was an assignment of the whole claim, (that is, if the evidence went to satisfy the jury that the assignment was not collateral,) for the purpose of indemnity—and it is for this error that the judgment is reversed.\nI may add, that the fact of who made the payments endorsed on the bond, whether Platt or Andrew, was properly submitted to the jury.\nThe other errors assigned are considered of no account.\nJudgment reversed, and venire de novo awarded."}