{"id": "408743", "contents": "The opinion of the court was delivered by\nCoulter, J.\nThe 29th section of the act of 29th March, 1882, makes the certified transcripts of balances due by executors, administrators, or guardians, as ascertained in the Orphans’ Court, when filed in the Court of Common Pleas of the respective counties, a lien on the estate of the respective executor, administrator, or guardian; and authorizes the issuing of a scire facias or the institution of an action of debt on such transcripts. It is strongly alleged that the provision, as it affects guardians, only applies to final accounts, settled after the ward has arrived to full age. That interpretation, however, is too narrow; because guardians do not always give security; that being a matter resting in the discretion of the court: and where the sums are large, as was the case here, it is more expedient and useful that there should be a lien on the estate, even upon an interlocutory settlement, than upon a settlement when the ward arrives at full age. The provision for a certified transcript and lien is in the same act as that providing for the triennial account, and, the reason being as strong in the one case as in the other, we cannot lessen the security which the act gives to the ward, especially as that statute seems to have designed that these securities should be ample, even at the hazard of tautology ; for, at the close of section eight of the same act, it is provided, that nothing in this act contained shall be construed to deprive a minor of any action or remedy to which he may be entitled, at the common law, against his guardian, for any cause whatever. It is true, that this court has decided, in various cases, that the Orphans’ Court is the appropriate place to settle the accounts between guardian and ward. And so, doubtless, it is. But the answer to that is, that here the accounts have been settled, and a balance ascertained and certified to the Common Pleas, within whose jurisdiction it was then placed by the law, to be proceeded upon as the law directs. The guardian alleges that a final account was then pending in the Orphans’ Court. That may be; but there is no adequate evidence of it on the record. But, if there was, it would not, in my judgment, affect the case. ' There has been a settlement of the account in the Orphans’ Court, a certificate of the balance to the Common Pleas; when, by the mandate of the statute, the ward may institute his action of debt or scire facias; and if the guardian has made any subsequent payments, surely that court is competent to adjudicate upon the credits and payments he alleges. If not, it is a poor jurisdiction. It is composed of the same judges as the Orphans’ Court, with the addition of a jury. Shall we then mock the ward, by decreeing that the remedy he elected was delusive and deceptive, throw him out of court, and inform him that he must abide the guardian’s tardy movements in the Orphans’ Court. I have said that there is no evidence on the record that the account is not final. It appears, however, from the paper-book, that about the time of the issuing of the scire facias, the guardian filed an account, claiming allowance for services and some small disbursements, and which were, in fact, allowed by the arbitrators.\nThe guardian was not entitled to appeal without the payment of costs. He was not sued in a representative capacity, in the true reading of the statute. He was sued as a man defaulting, in his own right, and, as such, was bound to pay the costs; and, if he had felt himself much aggrieved, would have done so, I presume.\nIt has been determined by this court, that the only remedy is by an appeal from the award of arbitrators, even when there is error alleged in the form of the suit or the narr.\nThe appeal was properly dismissed for the non-payment of costs, and no sufficient cause was shown, that we can see from this record, for arresting the execution and stopping the proceedings.\nJudgment of the court below, and order in respect to execution, affirmed."}