{"id": "408795", "contents": "The opinion of the court was delivered, by\nCoulter, J.\nThe judgment was a lien on the land at the time of the death of Perrin Ross, to wit, the 24th May, 1844. It was entered on the 19th January, 1841, before alienation; and, notwithstanding, the subsequent sale to Osterhout and Jackson was a subsisting and valid lien on the premises on the 24th of May, 1844. Although the act of Assembly of 1884 speaks of the continuance of the lien of judgments on the land of defendant, at the time of his death, and extends it for five years from that period, it is nevertheless to be interpreted as relating to lands of Avhich he was seized at the rendition of the judgment. Otherwise, the statute might be made inoperative by a sudden alienation shortly before death. The statute operates upon subsisting liens at the time of the decease, more particularly than upon the lands, and was designed to extend the lien five years, so as to prevent executors and administrators from being harassed immediately after the death of the decedent; and to give them time to bring the lands and effects into a liquidation of the debts of the deceased, through the instrumentality of the Orphans’ Court; and also to save estates from unnecessary costs.\nThe object of the statute is answered by this reasonable interpretation, and creditors and alienees are not injured or prejudiced, nor heirs or devisees; but, on the contrary, they are benefited. The five years from the' death had not expired when the scire facias was issued, to wit, on the 3d of May, 1849, and the plaintiff was entitled to judgment against the administrators of Ross, the original defendant.\nFreeman was served with the writ as terre tenant, and, although he was not in possession at the time of service, (having left four or five days before,) he was in possession at the impetration of the writ. He appeared and pleaded nullis terris.\nIt does not appear that he was terre tenant, in the proper signification of that term, at any time; that is, that he had an interest in the freehold, acquired after the judgment. But our statute directs, that writs of scire facias shall be served on terre tenants, or persons occupying the real estate bound by the judgment, on the presumption, it may be supposed, that the mere occupant would give notice to the person under whom he held. And in our practice, it has not been very common to distinguish between terre tenants and occupants.\nThus it was held in 1 Barr 101, that the service of a scire facias, upon the former owner, who remained in possession after he had made an assignment for the benefit of creditors, was good and valid.\nIn cases where the scire facias is against terre tenants or occupants, the judgment on the scire facias binds only the land bound by the judgment, of which they were in possession; Coyle v. Reynolds, 7 Ser. R. 328; and if the plaintiff attempted to enforce it against them personally, the court would interfere in a summary manner.\nAs Freeman thought proper to appear and plead, the issue must be disposed of; and as the plea always refers to the period of the impetration of the writ, unless it be special, the trial and verdict relate to that point of time, and then Freeman was in possession. We see no error in the instruction of the court below on the subject, under all the evidence disclosed on the paper-book. The terre tenant or occupant sought to throw an obstruction in the way of the plaintiff. The judgment can do him no harm. It is powerless against him, except as to the lands bound by the original judgment of which he was in possession at the impetration of the writ.\nThe judgment against the administrators of the original defendant and against the terre tenant is affirmed."}