{"id": "408749", "contents": "The opinion of the court was delivered by\nBell, J.\nThough, upon the trial, this controversy seems to have assumed ap aspect somewhat complicated, involving a variety of facts, documentary and oral, it is, in truth, simple in its character, and may legitimately be confined within narrow bounds.\nThe question is whether Chew, as purchaser of Hassinger’s interest, became personally liable to pay a portion of the bond and mortgage executed by Wager and Hassinger to Weaver ? . His prior connection with the speculation, as a purchaser from Miles, is introduced solely as evidencing his acquaintance with all the features of the transactions attending the acquisition of the several properties, and not as furnishing a substantive ground upon which a recovery can be had in this action. In fact, we have no reliable account of the nature of Chew’s association with Miles, or of the terms under which he acquired an interest in Miles’s shave of the houses and lots purchased by the adventurers. He did not join in any of the deeds and agreements executed from time to time, as the associate of Miles, nor does he seem to have been formally recognised by the other parties, as one interested, until after he bought at sheriff’s sale, and then only as the vendee of Hassinger’s interest. Accordingly, on the argument, any supposed claim recoverable against Chew, as the associate of Miles, was disclaimed as being recoverable in this suit. Had it been otherwise, it is impossible to perceive how such a claim could be successfully pressed, in the absence of the information necessary to a full comprehension of the positions relatively occupied by Miles and Chew. We are then to deal with the latter only in his capacity of buyer at the judicial sale, except so far as his connection with Miles may serve to elucidate his subsequent actions and declarations, or as it may serve as proof of imputed knowledge”.\nAs purchaser of Hassinger’s share of the joint estate, Chew undoubtedly took an interest in the property situate at the north-west corner of Ninth and Green streets, called lot No. 1 in the proceedings, subject to the mortgages held by Paul and Weaver, or their assigns, so far as the mortgages were concerned. This would have resulted from the mere operation of law, unassisted by any stipulation in the sheriff’s conveyance. But if any regard be due to the language of the deeds executed by all the parties then having an interest, to George W. Heyberger, with a view to a partition of the common estate, of the articles of agreement of 1839, declaring the objects of that conveyance, and of the deed made by Heyberger to Wager, Miles, and Chew, for the very lot of ground from which springs this litigation, it was the intention of the parties that, as among themselves, the grantees should hold that lot freed of every encumbrance, except the mortgage to secure the payment of $10,000 owned by Paul. The first of these instruments sets out, with great and labored particularity, the several encumbrances to which the respective pieces of property named in it were tobe considered as subject in the hands of the trustee, and twice names this lot as bound only for the payment of the Paul mortgage; the agreement, acknowledged more than eleven months afterwards, after reciting the deed to Heyberger, that it was made as a mode of facilitating partition, and that the parties had since agreed upon the method of partition, directs Heyberger as trustee, inter alia, to convey to Wager, Miles, and Hassinger, lot No. 1, as a portion of their purpart, subject to the Paul mortgage, after which it proceeds to direct the conveyance of the other purparts, specifically mentioning and describing the encumbrances to which they were subject; and the conveyance accordingly executed by Heyberger to Wager, Miles, and Chew, on the 29th of November, 1839, delivered in April 1840, passes the particular lot to the grantees, as tenants in common, subject only to the single mortgage just mentioned. The agreement, which appears to have been 'prepared before the sale of Hassinger’s interest, was not executed till afterwards, and was then sealed by Chew as sheriff’s vendee of Hassinger’s share, sold shortly before. The execution of this paperwas Chew’s first formal act as the holder of that interest, and it was immediately followed by Heyberger’s conveyance. Looking to these' instruments, as finally ascertaining the rights and liabilities of the parties, it seems impossible to avoid the conclusion that, though No. 1, conveyed to Wager, Miles, and Chew, was, in fact, encumbered by two mortgages in its relation to creditors, as between the grantees themselves it was to be deemed subject to but one, resting the burden of the other upon the personal responsibility of Wager and Has-singer, who had executed it, together with the accompanying bond. If this be so, the subsequent satisfaction of it, by the former party, was but in discharge of his obligation to do so in relief of his co-tenants, and, consequently, can furnish no pretence for calling upon any of them for contribution.\nThis result was perceived at the trial, and, therefore, with the view, as is now said, of modifying the instruments to which I have referred, by showing a mistaken omission to mention the second encumbrance held by Weaver, or his assigns, the plaintiff offered to prove the precise nature of Hassinger’s interest, and to give in evidence two papers, said to have been used by the original parties when arranging the details of the partition, which show that lot No. 1 was to be taken subject to the two mortgages. In the formal statement of this evidence, entered of record, it is not said the object was to reform the deeds. If such was the design, it was most loosely and imperfectly expressed, and this, perhaps, was a sufficient reason for not listening to it. It did not proffer to show any thing which took place at. or about the time of the execution of the papers, or any of them, and of which Chew was cognizant. The language in which it is couched is very vague; but, if I apprehend it correctly, the offered proof was of conversations, understandings, and agreements between the original parties before Chew’s purchase from the sheriff, and to which he was not privy. This was, obviously, inadmissible. For aught the evidence discloses, he never saw the writings numbered one and two, and, although it is said that when he bought he knew of the $5000 lien, and of the terms of the contemplated division, this, of itself, was clearly impotent to work a very material alteration in the instruments afterwards executed, and which, in this important particular, are in perfect harmony with the elaborate deed of 1838. The rejected evidence was, in no single feature, to be assimilated to the kind of proof requisite for the correction of a writing. The solemn instruments executed by these parties must be accepted as expressive of their final arrangements, and, in the present position of the case, as superseding prior negotiations and parol agreements, even as between the original parties. This is the general rule, and I see. nothing to withdraw this case from its operation. Indeed, it steers so far wide of an exception, that it is not even proved Chew was connected with the supposed prior arrangements and assented to them as a purchaser at the judicial sale.\nNor is there any thing in the receipt given in April 1840, by Wager, Chew, and Miles, to Heyberger, for the deed, competent to w'ork a different result. “ It stipulates that all errors of calculation, or the like, in the said deeds, shall and may be corrected at any time hereafter.” This language was, evidently, intended to cover miscalculations in ascertaining the amounts of the several items of lien enumerated in the deeds; not to remedy the total omission of one of primary importance. It would be dangerous to permit it a scope so wide as this.\nBut, after all, this question of evidence is of minor importance ; for, if the alleged mistake be conceded and corrected, it is not perceived that the plaintiff would be in a better position as the case now stands. Had the deeds expressly subjected the lot in question to the burden of the second mortgage, they would have worked no other legal effect than to encumber the land in the hands of Chew, as the purchaser of Hassinger’s interest. Such a stipulation would not have substituted him as a party to the bond and mortgage, or cast upon him the personal responsibility which attached to Has-singer as obligor and mortgagor. It would but have subjected Chew’s interest to answer for its proportion of the sum secured by the second mortgage, in any future settlement among the co-tenants, just as it was bound to answer for the first mortgage. Were it agreed, too, that, as the associate of Miles, Chew was fully aware of Hassinger’s personal liability, and even cognizant that this entered into the consideration of the parties then arranging for future partition, it would not put him into Hassinger’s -shoes for every purpose of obligation. Such a result would be produced only on proof that, by an arrangement with the other parties, he had been suffered to purchase at the sheriff’s sale, on the condition of assuming Hassinger’s personal liability, or under some similar consideration. But for this there is no pretence. The other parties were in no condition to dictate terms. The speculation had failed, and those concerned in it were embarrassed for means to meet their engagements. In less than a year after the sale to Chew, the mortgage held by Paul was sued out, and the encumbered lot sold to satisfy it. Immediately after, if not before, we find Wager, perhaps one of the wealthiest of the associates, pressed for the payment of his bond, and, after many delays, raising the money with difficulty. In short, every thing shows that, at the moment of Chew’s purchase, coming ruin had frowned upon the enterprise, and threatened a disastrous termination. Under every concession, then, the most that can be said is, that when Chew became the purchaser, he took the property as between him and the other tenants, encumbered by the two mortgages, deriving no beneficial interest beyond the surplus value. This was the position in which the law placed him, and there is no fact established sufficient to change it. So far as he was concerned, as holder of Hassinger’s interest, the land was, alone, pledged for payment. That failing, neither creditor nor co-tenant could call upon him for a farthing, and when lot No. 1 was afterwards actually sold for less than the amount of the first mortgage, Chew had no further interest in the subject. There was, consequently, nothing in his relation to the lot from which the law could deduce an implied undertaking to pay any portion of the judgment accompanying the Weaver mortgage.\nIs there any evidence of an express agreement binding on his representatives ? In answer to this question, we are referred to ■the several conversations detailed by the witnesses examined for the plaintiff. But it does not appear to us that these establish a .contract. 'They were not held with the plaintiff, or any one representing him. They were addressed to'third persons who, as agents of the creditor, were pressing for payment of Wager’s bond. Before the sale, under the Paul mortgage, Chew said to Mr. Badger he would pay his proportion; that in honor and conscience he considered himself bound to pay one-third of the Weaver mortgage, and was willing to do so, but had not the means. As indicating a contract, these expressions are altogether deficient in time, place, circumstance, and the ground of the undertaking. If he thought himself bound to pay, it is clear he was mistaken, and no action arises from such mistaken concession. But from the form of phrase used, he probably distinguished between a merely honorable and a legal obligation; and it is almost needless to say that the law possesses no means to enforce tbe former. The plaintiff was well aware that to withdraw it from this category, it was incumbent upon him to show some consideration moving to the undertaking. He has failed to do so, for, I repeat, knowledge of the prior arrangements by Chew, and even his assent to them as the associate of Miles, bound him not to personal responsibility as the sheriff’s vendee. The conversations detailed by Mr. Dougherty were had after the sale made under the Paul mortgage, and, therefore, after Chew’s interest had entirely ceased. They are, consequently, if possible, still more destitute of consideration than the prior declarations. There is, absolutely, nothing upon which to ground them.\nIt has not been urged upon us that the paper of August 1839, signed by Miles and Chew, creates a responsibility that can be enforced in this action. Had it been, several unanswerable objections present themselves. First, it has, of course, no reference to Chew’s supposed liability, originating in his after purchase at sheriff’s sale; and the object of this action is,to enforce that supposed liability. Second, if it proposed a contract at all, it would seem to have been with the Tradesmen and Mechanics’ Loan Company, the then holders of the Weaver mortgage, and from whence the consideration of forbearance had or was to proceed. Though, in* strict terms, it stipulates with Wager, it is pretty manifest it was a proposal made to the Loan Company, to induce a wished for delay, which Miles and Chew had then an interest in procuring. No consideration is stated as proceeding from Wager, and no reason given why such an arrangement should be made for his sole benefit. On the other hand, we can easily understand why the two associates should be willing to purchase time, by offering to add their responsibility to the liability of Mr. Wager, upon which the company alone depended. But if it is to be regarded as a contract with Wager to assist him, at any future time, to pay the debt, it is, as the case stands, wholly without consideration. It is not shown that any, the least, moved from Wager to Miles and Chew, as the inducement of this undertaking. The existence of a consideration should not be left to mere conjecture, and the only consideration stated in the paper itself, proceeded from the corporation, the then holder of the debt.\nAnother objection is, that this paper, if it be operative at all, establishes a joint liability, and cannot be made the basis of a separate suit against Chew’s personal representatives, the joint contractor, Miles, surviving.\nAs these and other answers to the paper, probably presented themselves to the notice of the plaintiff’s counsel, it seems to have been introduced rather as one of the incidents attending the multiplied transactions of these parties, during a course of years, and as explanatory of their relations, than as affording a distinct ground of suit; and it was, accordingly, so treated here.\nI cannot leave this part of the case without the observation that, after all, it is possible there was an undertaking, upon a sufficient consideration, by Chew, as purchaser of Hassinger’s interest, to pay one-third the amount of the mortgage money. From his repeated professions of a willingness to do so, one is inclined to suspect such was the fact. But suspicion is not enough, and it is the misfortune of the plaintiff that he is unable to show the fact.\nThe second branch of the case, as presented here, originates in the rejection of the plaintiff’s book account in the court below. Had the original narr. covered this cause of action, a bill of particulars need not have been voluntarily furnished. The account would have been admissible under the declaration alone. But, unfortunately, the plaintiff did not count for goods sold, and the offer to introduce it at the trial was an offer of a new cause of action, which came too late. The amended bill of particulars did not help the omission. Even conceding that, under á bill of particulars properly furnished, this item of claim might have been received, a bill cannot be amended, as it seems, without leave of the court, 1 Tidd’s Pr. 644-645; 1 Taunt. 353, because it is regarded as part of the- narr. For myself, my inclination would be, liberally, to permit amendment, where no danger of injustice was incurred by it. In this instance, the court refused, no doubt, for sufficient reasons. We cannot say there was error in this.\nJudgment affirmed."}