{"id": "408789", "contents": "The opinion of the court was delivered, by\nBell, J.\nThe question here agitated is to be solved by the proper construction of the act of March 4, 1807. (4 Smith’s Laws 369, 370.) It is entitled, “An act declaring part of Brush Creek, in the county of Bedford, and parts of Allegheny River, and Oswayo and Conondau Creeks, in the counties of Rotter and McKean, and Bald Eagle Creek, in Centre county, public streams or highways.” Its first section ordains that Brush Creek be, and the same is hereby declared a public stream or highway, for the passage of boats and rafts, and that it shall be lawful for persons desirous of using the navigation of said creek, to remove all obstructions therein. The second section declared Oswayo Creek a public stream or highway, for the same purposes and under the same provisions as are contained in the first section; and the third, using similar terms, confers on Conondau Creek and Allegheny River, south of the State line, the same character of public highway. The fifth section sub- . jects all persons owning or possessing land on either of these streams, to all the provisions and restrictions of the act of 23d March, 1803. And that act, while it authorizes\" owners of land adjoining any navigable stream of water, declared by law to be a public highway, with certain exceptions, to erect dams necessary for mills or other waterworks, expressly prohibits them to impede or obstruct the navigation of the streams. Looking to the general direction and scope of these provisions, I think it is obvious enough that the leading object of the legislature, when enacting the law of 1807, was to invest the several watercourses named in it, with the character of public and common thoroughfares, to be used by the people for the purposes of transportation, in such manner as their lawful occasions might require. The preamble declares the purpose to be the creation of highways, and the body of the act authorizes every one, desirous of using the navigation, to remove all obstructions; while the act of 1803, which by reference is incorporated with and made part of the subsequent statute, prohibits all impediments of the general navigation. Rut it is said, the universality of these provisions is restricted by the introduction of the terms, “ for the passage of boats and rafts,” which, read in connection with the other portions of the act, indicate a determination to confine the use of streams to their navigation by boats and rafts only. Considering, however, the inconveniences that might attend this construction, in a country where its navigable waters are used in a great variety of ways, and the very plainly expressed desire of the lawmakers to subject them to every species of user to which highways may be devoted, I should be inclined to say boat and rafts were pointed to rather as the instruments more commonly employed in traversing our inland streams than as the only allowable means. In the exposition of statutes, every part of them is to be considered; and where great inconvenience might result from a particular construction, that con struction is to be avoided, unless the meaning of the legislature be plain, in which case it must be obeyed. (U. S. v. Fisher, 2 Cranch 358.) In ascertaining the intention, too, nothing is to be rejected from which aid can be derived, and therefore the title of an act may claim a degree of notice, and is entitled to its share of consideration. The application of these rules to the act in question, would, I think, justify us in eschewing the narrow interpretation suggested by the defendant in error, and sanctioning the adoption of the more liberal meaning, which gives full effect to what, I cannot doubt, was the leading object of the framers of the law. What reason can be given why the man who owns hut a single log of saw-timber should be hindered in floating it to his saw-mill, while his more wealthy neighbor, the owner of a thousand logs, joined together, or a raft, is protected from all obstruction ? Why should the hardy adventurer, who chooses to bestride his single stick, floating, to market, be subjected to impediments and annoyances, which may not with impunity be placed in the path of the conductor of a boat or raft ? No satisfactory answer can be returned to these questions, unless it be found in the language of the statute itself; and, I repeat, I am strongly disinclined to esteem this so peremptory as to exclude the more favorable interpretation.\nBut, according to the words relied on by the defendant in error all the influence he claims for them in determining the meaning of the act, we cannot agree with the court below in the signification it assigns to the term “ rafts,” as here used. The learned judge was of opinion that a number of logs, thrown loosely into a stream and suffered to float in a body, without being actually attached each to the other, cannot be denominated a raft, in the Pennsylvania meaning of the word. Why not? It is conceded that elsewhere the phrase is used to express a body of timber, held together by attraction, or the force of external pressure. Of this, the celebrated raft of the Red River is a familiar example. Walker, in his dictionary, says, it is “ a frame or float made by laying pieces of timber across each other;” a definition which, though differing from that given by Webster, may, I think, be accepted as equally expressive of the-usual acceptation of the term. But if a raft may be made by laying pieces of timber across each other, why may it not be constituted by so casting logs into a stream as to cause them to float contiguous to each other? We have seen the term is broad enough to cover such a disposition, and what warrant have we for saying that the legislature used it in a more restricted sense ? None, but that found in the suggestion that, in this State, the word is commonly used to convey the idea of a body of floating lumber tied together, or in some way actually connected. But surely this is no sufficient reason for rejecting another well ascertained signification, which dispenses with actual ligaments, especially when its adoption will best subserve the leading object of the act. It seems to me we might, with the same propriety, refuse to recognise a canal-boat as included within the term “boats,” because it is fashioned somewhat differently from the vessels usually designated by that word. The truth is, both are genuine, including , every known modification and variety of each, and in construing a statute so beneficial as that before ns, we are inclined to give to the disputed words the largest meaning of which they are at all susceptible. Thus regarded, the word “rafts,” as used in our act, is comprehensive enough to cover the body of logs owned by the plaintiffs, the obstruction of which gives rise to this controversy. It follows, the court below was wrong in refusing to the owners the benefit of the law they invoked.\nJudgment reversed, and a venire de novo awarded."}