{"id": "408762", "contents": "The opinion of the court was delivered by\nBell, J.\nThe instruction given to the jury below, that the plaintiff could not recover without showing a complete performance on his part of the written agreement of January 1848, is professedly founded on the doctrine declared in Algeo v. Algeo, 10 Ser. & R. 235, and Harris v. Liggett, 1 W. & Ser. 301. But in the hurry almost necessarily attendant upon a trial at bar, the court overlooked a very important feature of the present controversy, broadly distinguishing it from the authorities cited. In those cases, the somewhat anomalous rule was recognised, that where a party had fully discharged the stipulations of a written contract for services to he rendered, he may recover in indebitatus assumpsit, using the written agreement as evidence; but where his performance is incomplete, he is driven to his action upon the contract itself, with averments excusing his non-performance. The reason given is, that full performance of a contract creates a moral duty to compensate it, independently of the obligation of the contract itself, while a deficient performance gives birth to no corresponding liability. Or, in other words, from the complete discharge of such a covenant springs an implied undertaking to pay for the benefits conferred, but the law will infer no such promise from half performance. In the latter case, the difficulty in sustaining the common count for work and labor is found in the absence of a consideration adequate to raise a promise, and, consequently, the very foundation of indebitatus.assumpsit is wanting. But no such obstacle lies in the way of the present plaintiff. His action is based upon a legal instrument, which, in itself, imports a sufficient consideration, and, of itself, furnishes a cause of action, without reference to extraneous considerations or averments. By the mere proof of its execution, he vindicates his right to come into court, and may call upon his adversary to answer. Unlike the implied promise deriving its efficacy from a distinct written agreement, and which must, therefore, be considered in reference to something dehors, a promissory note, standing alone, presents a contract perfect in all its parts, and competent to sustain an action at law unsupported by any other fact. In the one case, the' complaining party must prove complete execution of an independent agreement in order to raise a consideration; in the other, he is driven to no such necessity. Nor is this difference a merely technical one; it is a distinction of substance, suggested by the diverse character of the contracts. In the former instance the obligation of payment depends altogether upon subsequent performance ; in the latter, the undertaking is completed by mere lapse of time. Prima faaie, therefore, he who draws a bill or makes a note subjects himself to an action upon the expiration of the stipulated credit, and this liability is sufficient for this plaintiff’s purpose in the first instance. The defendant has expressly promised to pay a certain sum of money on a particular day. He cannot wholly avoid this promise by showing that it originated in another contract, unless, indeed, this involves a total failure of consideration.\nAnother objection, nearly allied to that just disposed of, was presented on the argument. It was suggested, that as the note in suit may be regarded as a part of an entire contract, there can be no recovery upon it without proof of faithfulness on the part of the plaintiff, or that strict performance was prevented by the defendant; according to Shaw v. The Turnpike Company, 2 Pa. Rep. 454; Martin v. Shoenberger, 8 W. & Ser. 369, and other adjudications of that class.. But, apart from the nature of the contract imported by a promissory note, already considered, and which, in connection with a similar objection, was glanced at in Foulke v. Harding, 1 Harris 242, the answer is, that by the terms of the original agreement between these parties, the coal furnished by the plaintiff was to be paid for weekly, by drafts drawn on the defendant, for which it. is understood the present note, with others, was substituted. It is thus made manifest the vendor was not to await payment until his entire contract was fulfilled. Periodical payments were expressly stipulated for, and as this note was given and accepted in pursuance of this stipulation, the demand of payment is strictly in accordance with the agreement. This being so, the difficulty is to know how this demand may be resisted on the ground of subsequent failures by the plaintiff. As the law on this subject was anciently understood, such a defence would not, perhaps, have been listened to. But under the liberal rule first distinctly recognised by our cases of Steigleman v. Jeffries, 1 Ser. & R. 477, and Heck v. Shener, 4 Ser. & R. 249, injuries inflicted by distinct violations of the original contract, as springing from the same transaction, may be introduced by way of equitable defence, to be compensated in damages; or under our recent decisions, the unliquidated damages incurred by the defendant, through the plaintiff s non-compliance with some or any of his covenants, may be defalked from the amount of the note.\nBut the measure of these damages is the pecuniary loss suffered by the vendor of the coal, from its non-delivery according to the terms of the contract. The injury inflicted by a loss of commercial credit is not such as can be estimated by a common-law jury. It is, consequently, to be excluded from consideration when ascertaining the extent of damages to be assessed, unless, indeed,, it immediately connects itself with some tangible pecuniary loss, of which it was the cause. It is the pecuniary injury, the actual deficit in dollars and cents, which is to furnish the standard by which the set-off of the defendant is to be measured; but I can easily conceive that, as explanatory of this, a failure of credit, occasioned by the misconduct of the vendor, may be introduced in evidence. But bald proof of a loss of credit, such as was received under exception at the trial, is obnoxious to objection, as tending to mislead the jury by vague and unsubstantial conjecture of injury.\nThe proposed evidence mentioned in the third bill of exceptions was properly enough rejected, for the simple reason that it was the duty of the plaintiff, and not of the defendant, to find a place of deposit for the coal at the Navigation Company’s landings.\nJudgment reversed and a venire de novo awarded."}