{"id": "408775", "contents": "The opinion of the court was delivered by\nCoulter, J.\nThe order by which the writ of scire facias was quashed, and the lien of the claim stricken from the record, was erroneous, and is reversed.\nThe object of the different acts of Assembly on the subject of these municipal charges was that the real owners might, with reasonable certainty, be notified of their existence against a particular lot or parcel of ground. The proceeding is in fact against the lot, or, as it may be said, in rem. And the purpose is to designate the lot by such description as will enable the owners to identify or appropriate it. The only objection here is, that the claim is filed as against “the heirs of John Coates, deceased, owner, or reputed owner, or whoever may be the owner.”\nIt is not objected that the locality of the lot and its boundaries are indistinctly or insufficiently set out. But merely that the term, heirs of John Coates, deceased, designates nobody. Nor is it denied but what John Coates is dead. This language is often used in common parlance, and in the usual course of business, to designate the owners of land which has descended to them from a decedent. And it is used in statutes. It may often be impracticable by any reasonable diligence on the part of the corporate functionaries to ascertain the names of the heirs of a decedent owning property, who may’ reside at a distance, or even in foreign parts. In Wheeler v. Anthony, 10 Wend. 346, it was decided, that when a farm was in the possession of the widow and heirs of a decedent, it was a sufficient description on the tax list to assess it as belonging to the widow and heirs of A. B., deceased.\nMy impression is that, in the interior of the State, taxes for unseated lands are often assessed to the heirs of a decedent.\nThe act of Assembly of 22d April, 1846, section 23d, would seem sufficiently to cover the proceeding.\nJudgment of the court below is reversed, the proceedings restored, and procedendo awarded."}