{"id": "408778", "contents": "The opinion of the court was delivered by\nChambers, J.\nThe matter for consideration in this case, is the liability of an administrator who is a debtor to the estate of his decedent, and his obligation to retain and account for the same, as well as the liability of his sureties under their bond.\nIt appears from the evidence that George W. Piper was' indebted to Ferdinand Piper, the decedent, by bond dated February 17th, 1844, for $234, and that on 23d of November, 1844, he took out administration on the estate of said deceased, in which Dr. William Gray and Elijah S. Howes were sureties. An inventory and appraisement were taken by him on the 28th June, 1845. Some time after, Piper filed his administration account for settlement in the Orphans’ Court, not charging himself, or taking any notice, either in the inventory or in the account filed by him, of his indebtedness to the estate. Exceptions being taken to the account, it was referred to auditors, who by their report charged the accountant with the amount of his bond and interest, amounting to $269; which report of the auditors, and their account, were confirmed by the Orphans’ Court, from which an appeal has been taken to this court.\nOf the default and laches of Piper in not returning and accounting for his liability on his bond, and his indebtedness still existing, there can be no doubt; but the charge against him is resisted now by and for the protection of his sureties. There is no inclination in this court to extend the liability of the sureties of an adminis-„ trator by construction, or make them chargeable beyond the terms of their bond for the default of their principal.\nAs the trust of administering is the voluntary act of the party who elects to do it, it is the wise policy of the law, in order to secure a faithful administration of the assets, to enjoin vigilance, attention, and fidelity on the part of the administrator, and to require that he shall give bond with approved sureties, who are responsible to all interested for the attention and fidelity required by law.\nThis bond is not matter of form, and if the administrator has not faithfully accounted for the goods and chattels, &c., of the decedent, in his hands to be administered, the responsibility with its consequences must fall on the sureties, if the administrator fails to account and pay.\nIn considering the question of liability under this administration, it is as favorable to the sureties as the court can allow, to give them all the advantage of showing now the insolvency and inability of the administrator to pay any part of his indebtedness to the estate of the decedent, to the same extent as might have been shown had he returned this liability in his inventory and presented it in his account, asking a credit for it, to the protection of his sureties, by reason of his total inability to pay. This was what ought to have been done by him, as approved in the case of Garber v. Commonwealth, 7 Barr 265.\nThe inquiry before the auditors in the Orphans’ Court, and now in this court, is, has this inability to pay, on the part of George W. Piper, been satisfactorily made out? The auditors and the Orphans’ Court thought.not. Piper has been allowed to testify to his means and indebtedness to some extent in exoneration of his sureties. This evidence, without impeaching his veracity, being in a case in which he cannot divest himself of feeling, is to be received with caution and some distrust. He states that certain moneys received from his mother’s estate, amounting to $200, were received by him and all expended before he took out administration on the estate of Ferdinand. It appears from evidence recently taken, and the correctness of which is conceded, that he was mistaken in this material fact: that he was paid by Maris, the executor of his mother’s estate, $273.97, on the 2d December, 1844, which was some days after he took out administration. From the evidence, it would seem that he was indebted in 1838, but that in 1841, ’2, or ’3, he had received from the sale of real and personal property to the amount of $1400, a sum exceeding any indebtedness that is disclosed.\nThe evidence is clear that this administrator had in his possession, within a few days after he administered, moneys belonging to himself sufficient to pay his bond to the estate which he had undertaken faithfully to administer. That he appropriated the money so received to any other debt then existing, is not established with any degree of certainty. Having money in his hands sufficient to pay this debt, ought he not to be chargeable with it, to the liability of his sureties, having with their aid elected to make himself a collector, as well as a debtor. Besides the obligation to pay arising from his bond to the decedent, by taking upon himself the administration, he superadded the obligation arising out of his assumed trust. As he was b ound to use vigilance and diligence in pursuing and collecting every claim of the estate against any other person, was he to be absolved from the obligation of applying the means he had to the discharge of his indebtedness to the estate of which he was the only trustee, for the benefit of the parties interested.\nThat his obligation of indebtedness sat light on him, and that he had not much regard for his trust, is evident from the account filed, in which he claimed a commission of 10 per cent, for services as administrator, without charging himself with a single dollar on his bond.\nA debtor is not to be allowed to get an advantage by administering on the estate of a decedent, to excuse himself from accounting fully and satisfactorily for all the means he had in his pow.er of discharging his own indebtedness to that estate; and the knowledge that he is so bound to account should make sureties cautious how they are instrumental in having committed the administration trust to such debtor, unless they have full confidence in his fidelity, as well as his vigilance and attention.\nAs there has been laches on the part of Piper, the administrator of this estate, and a failure to appropriate means which he had in his possession to pay his indebtedness to the estate, the court is of opinion that there is not error in the report and account stated by the auditors, or in the decree of the Orphans’ Court, and affirm that report, account, and decree. 1"}