{"id": "408746", "contents": "The opinion of the court was delivered by\nRogers, J.\nThe only point is on a motion to dismiss the appeal, on the ground that it was not entered in time, the act of 16th June, 1836, allowing twenty days only for the appeal, and the appeal not being taken until the twenty-second day. These facts are conceded; but the appellees contend it ought not to be dismissed, because the decree of the court being entered in vacation, they ought not to be deprived of the appeal because not taken within twenty days from the time of entering the decree,—First, because the agreement between counsel that the decree should be entered in vacation, was not in writing: that the rules of court of the 15th Judicial District provide that all agreements of attorneys touching the business of the court shall be in writing, otherwise they will be considered of no validity: that the rules of court also provide that all notices must be in writing, and it does not appear that any written notice of entering the decree was given in writing. It does not appear to me that the alleged agreement or the rules of court has any thing to do with the question. It requires no agreement of the parties or their counsel for that purpose, as the court have an undoubted right, without their consent, or contrary to their will, to enter a decree or judgment in vacation, and the parties are bound to take notice of it. The court usually directs the prothonotary to give notice to the parties of the decree or judgment entered; and if he should omit to do so, it would be a ground for a motion to enter an appeal, if made in proper time, nunc pro tunc. The time begins to run from the entry of the decree, although in legal contemplation it is a judgment of the preceding term. We do not suffer a legal fiction to do injury to any person, and hence it is held that the appellant has twenty days from the time of the decree, whether made in vacation or in term time. The rule of the common law is, that unless directed otherwise by statute or rule of court, parol notice is good.\nHere no application of the kind has been made, nor would it be effectual, if made, as it clearly appears, from the testimony of the prothonotary, notice was given of the decree to Mr. Darlington, the counsel of Dawson. There is no rule, that I know of, which requires such notice to be in writing. The rules of the 15th Judicial District, apply to agreements of attorneys touching the ordinary business of the court, and not to a case like this.\nAppeal quashed."}