{"id": "408739", "contents": "The opinion of the court was delivered by\nGrlBSON, C. J.\nThis suit is brought on the original cause of action, and the subsequent promise to pay was .produced to take it out of the statute of limitations; but the original cause of action was released, and it is difficult to see how a suit could be maintained on it in any shape. Yet, to escape from the perils with which the demand was surrounded, the course taken was as good as any other. The whole may be viewed as one subject; and as the plaintiff would, perhaps, be entitled to amend by inserting a count on the special promise, if the cause were sent back, it is better to dispose of it without regard to form. The written promise was given either before the execution of the release or after it. If before, it is agreed that it would be inoperative: if after, it might perhaps lack consideration. The point has not been decided. “If a bankrupt or an insolvent,” said Lord Kenyon, in Cockshott. v. Bennett, 2 T. R. 765, “ after becoming free from his engagements, having no restraint on his mind, voluntarily give security for a former demand, which is only due in conscience, such a security maybe enforced in a court of law.” In bankruptcy, the discharge is involuntary by all but the petitioning creditor; and the doubt is whether a debtor, who has purchased his release by a surrender of his effects, is under any moral obligation whatever. We mention the point, not to decide it, but to preclude an inference that we did. The decisive objection to the action is, that whether the written promise were prior or subsequent to the plaintiff’s release, it was fraudulent as regards the creditors who released afterwards, and it consequently could not operate either to repeal the statute of limitations or to serve as an independent cause of action. The principle began with Cockshott v. Bennett, and has been brought down to the latest cases. “ The contract,” said Lord Kenyon in that case, “ affected all the other creditors, by rendering abortive all they intended to do for the bankrupt in compounding their debts.” “ It was intended by the parties to the deed,” said Mr. Justice Ashurst, in Jackson v. Lomas, 4 T. R. 169, “ that, on the defendant’s assigning over all his property to the creditors, he should become a free man; and it now appears that .though the plaintiffs executed the deed, they did so on the faith of a private agreement whereby they secured to themselves a further advantage. This then was a coercion on the defendant himself, and a fraud on those creditors who signed after the plaintiffs.” And Mr. Justice Bulker was of opinion that it mattered not when the creditor executed the deed. The case is one of a very few, in which a party to a fraud is allowed to set it up for the protection of third persons. In this case, nearly half the creditors released after the written promise was signed; and they would he defrauded if it were enforced.\nJudgment affirmed."}