{"id": "408786", "contents": "The opinion of the court was delivered by\nBurnside, J.\nThe promissory note in question was drawn on the 30th day of May, 1839, by John Carr, to the order of John S. Warner, for $530, at 90 days, and purported to be endorsed by John S. Warner, Hiram Ellis, Hannah Vaü, Ellen MeEwen, and Joseph Leeds, who added agent to his name. On the trial, Benjamin Leeds, the plaintiff, attempted to prove that the endorsement by Hannah Vail was by direction and with the authority of her husband. Upon a careful examination of the evidence, I am well satisfied that in this he utterly failed. No one witness speaks of this note. He proved that Mrs. Vail lived with her husband for the last twenty years; that her husband was a feeble old man, and that she had a trustee. She sometimes did business as big agent, under the ñame of Hannah Harris; that she made caps for sale, and did a small business in company with her daughter-in-law, whether as R. & H. Vail, or as Rebecca, the witness could not recollect. She had collected some notes through the bank, and endorsed th.em Hannah Harris. Why or wherefore she endorsed this note did not appear, or that her husband had any knowledge of her doing so. The court refused to permit the note to be read to the jury, and directed a nonsuit. The rejecting of the note in evidence and directing the nonsuit 'are the errors complained of and assigned. Our law is, that a negotiable note given or endorsed by a wife', in the hands of a bona fide holder, cannot be given in evidence in a suit against the husband, unless it be first shown that it was given with his approbation or under his authority: Reakert v. Sanford, 5 W. & Ser. 164; nor is it sufficient, in order to entitle a note made by the wife to be given in evidence in an action against the husband, to show that the wife was engaged in trade, and that she bought goods, which formed the consideration of the note, on credit, for the purpose of carrying on the business, with the knowledge of her husband, without any objection to her doing so on his part, or even that she did so with his approbation: 5 W. & Ser. 164. The question, then, I take to be settled, that before this note could legally be received in evidence against the husband, the law required that it must be first proved that Mrs. Hannah Vail made the endorsement by express authority of her husband, or at least it ought to have been proved and shown, by his implied authority.\nNothing of this ldnd was done; no such evidence was given. .The plaintiff utterly failed in his proof, and hence the note was properly rejected. As the District Court is constituted, the learned judge was clearly right in ordering a nonsuit.\nJudgment affirmed."}