{"id": "408721", "contents": "The opinion of the court was delivered by\nBell, J.\nThe learned President of the Court of Common Pleas seems, on the trial, to have been led into the error of supposing, that the correct determination of this cause depends- on those principles which regulate the rights and remedies of contracting parties, where the question is of a partial or defective execution of a contract, involving the expenditure of labor, time, and skill in the service of another. Of this character are the cases of Ligget v. Smith, 3 Watts 331; Preston v. Finney, 2 W. & Ser. 53; and Chambers v. Jaynes, 4 Barr 39; which appear to have been in the mind of the judge when ruling the case, and were here pressed into the argument by counsel under the same erroneous impression. The present, however, is an agreement, presenting questions very different in their nature, and governed by rules entirely distinct from those heretofore thought to be applicable.\nIn October 1841, the defendant, acting through an agent, gave to the plaintiff an order for a certain quantity of lumber, of a particular quality and dimensions, to be delivered at the Nantieoke Dam, on or before the first of December then next, at a specified price.\nThe plaintiff undertook to deliver it accordingly,.and avers that he did so on the 29th of November, 1841. On that day, a quantity of lumber, answering generally to the quality and kind ordered, was brought to the dam by the plaintiff, and there received by the defendant’s son Joseph, who gave the plaintiff a receipt for it, designating it as “ a lot of timber supposed to be the fulfilment of a certain bill of timber, by S. W. Green to said James Dailey.” Evidence was gone into to show that, in this, Joseph Green did not act as the agent of his father; but whether he did or not is of little consequence, since it is in proof the father himself was, shortly afterward, upon the raft, for the purpose of measuring and otherwise ascertaining whether the sticks of which it was composed accorded with the kind of timber ordered. There can be, therefore, no question made of a sufficient delivery by the plaintiff under his contract. Indeed, bringing it to the place designated in the contract, and there securing it, would, under the circumstances that have place here, be a sufficient fulfilment of this part of the agreement, though no one had been there to receive it: Case v. Green, 5 Watts 262. The defendant seems to have been engaged, with others, in the examination of the lumber after this. It remained where it had been thus examined by the plaintiff, for more than a month, when it .was carried off by what is called an ice-freshet in the Susquehanna Eiver, some time in January 1842, and totally lost. Who is to bear this loss ?\nIn this action to recover the contract price, the defendant sets up as a complete defence, that the lumber did not tally in size and quality with that ordered by him. The plaintiff avers the contrary, which may be a proper subject of inquiry by a jury, under the prin- ' ciples I shall proceed to detail.\nBy his agreement to deliver in accordance with the order, the plaintiff, in effect, warranted the timber delivered should be accordant with that described in the order; for in a sale of goods by sample, or upon a written contract of articles of a particular description, which the purchaser had no opportunity of inspecting, the law implies a warranty that the articles shall answer the description in the written contract: Parkison v. Lee, 2 East 144; Parker v. Palmer, 4 B. & Ald. 387 ; Gardiner v. Gray, 4 Camp. 144; and Jennings v. Gratz, 3 R. 168. But there is this difference between such a warranty and an express warranty of a specific chattel in esse, which the buyer has had an opportunity to inspect before receiving it. In the latter case, he cannot effectually tender hack or return the goods, so as to obtain a defence in an action for the price, unless there be a condition in the contract authorizing the return, or the seller has been guilty of a fraud, which destroys the contract altogether: Street v. Blay, 2 B. & Ald. 463; Jordon v. Norton, 4 M. & W. 160; Thornton v. Wynn, 12 Wheat. 193. Otherwise, he is driven to his action on the warranty, unless, indeed, the vendor agree again to receive the subject of the sale, which, being a rescission of the contract, will enable the buyer to maintain his action for the purchase-money paid. But where, as here, the contract is executory, as it always is when a particular article is ordered, without being seen, from one who undertakes it shall be of a given quality or description, and the thing sent as such is never completely accepted, the buyer is not bound to keep it, or pay for the article on any terms, though no fraud was intended by the vendor: Hilbut v. Shea, 1 Camp; 113; Street v. Blay, supra. But then he must return the goods as soon as he detects the deficiency, or, at least, give notice of his intention not to accept them. The omission to do so within a reasonable time, debars him of a defence, in an action for the price, on the ground of failure of consideration. He cannot both hold the goods and refuse to pay for them, neither can he, by neglecting to give notice of non-acceptance, put the thing sold at the hazard of the vendor, and throw upon him any loss that may accrue in consequence. The cases, English and American, which settle this as indisputable doctrine, are collected and arranged by Mr. Chitty, in his treatise on Contracts, and by the annotators upon his book. I am therefore spared the necessity of a more particular reference. To these, I may add our own recent case of Erankenfield v. Ereyman, decided at our last sittings in Philadelphia, which, I believe, asserts and administers the same rule. (See this case, 1 Harris 56.)\nIn the instance before us, it seems to me, the buyer was guilty of gross laches. He professes to have discovered the insufficiency of the timber immediately after its delivery, and yet, without one word of caution to the seller, he abandoned the property to the chances of a rapid river, peculiarly liable to floods, and at a time when he must have- known it was exposed to the imminent danger of being swept away, as afterwards actually occurred. I can perceive no legal apology for negligence like this. It is plain he was aware of the plaintiff’s place of residence, for he had before communicated with him there, and, it is not to be doubted, he might easily have sent the requisite notice by post, or in- some other way. But were it otherwise, it was, at least, his duty to secure the raft from destruction, until means were found to inform the owner. He did none of these things, and his neglect clearly involves him in a liability to answer the plaintiff’s action.\nWhat then is the limit of the right of recovery ? The contract price, or the real value of the timber ? There seems to have been some hesitancy in the English tribunals, whether, in an action for the price of a specific article, sold and delivered under warranty, the purchaser can set up the breach of warranty as an answer pro tanto, ' or whether he is driven to his action on the warranty itself: Lewis v. Cosgrove, 2 Taunt. 2. But the better opinion is that, to avoid circuity of action, the purchaser may show the insufficiency of the goods, by way of reduction of damages. And this is certainly so in sales to order or by sample. In such cases, where the articles are of an inferior quality, or do not answer in every particular to the description ordered, or the sample exhibited, the partial failure of consideration, will, pro tanto, afford a defence, and the real value may be inquired into; though it is said to be otherwise where the action is on a note or bill given for the price: Chitty on Contracts, 5 Am. ed. 458-468. Consequently, in this action, the defendant may go into such proof, if he show the lumber ivas not such in quality or dimensions as was described in the order. I think he may also prove any special injury sustained by the failure of the plaintiff to perform strictly his undertaking. A great effort of modern tribunals is to discourage circuity and multiplicity of actions. Much latitude has, therefore, recently been allowed to the introduction and settlement of rival claims in the same suit, more especially when they have their origin in the same transaction. But, perhaps, there should be notice given of such an intent.\nWhat has been said disposes of such of the errors assigned, as are worthy of any extended consideration. There is little or nothing in the bills of exception to evidence. Hervey’s deposition was rightly admitted, the exhibits referred to in it being sufficiently identified. They were attached to another deposition taken in the same cause, from which they could not with propriety be detached. The justice, before whom the deposition was taken, refers to and marks them as the papers referred to by the witness. In addition to which, we have the testimony of Green, who was present, that the papers thus referred to are those which were exhibited t'o the witness. I am at a loss to comprehend why, under the circumstances, parol evidence is not admissible to prove the fact. Regularly, the exhibits spoken of by a deponent should be referred to in the body of the deposition, and either annexed, to the deposition or so marked as to be identified. This appears to have been done here, but whether or not it was competent to show it, per testes, was the question. The exception taken does not come within the spirit of the decision in Petriken v. Collier: 7 W. Ser. 392, cited for the plaintiff in error.\nNor is the objection made against Jones’s deposition better founded. It is not such a record as gave rise to the decision on the point made in Devling v. Williamson, 9 Watts 311. Besides, it was not offered in evidence in a foreign tribunal, but at home. So far as I understand it, there is nothing in the written rule of court inimical to its admission. There is no provision destructive of a deposition withdrawn temporarily from the prothonotary’s office, especially when this is of necessity and with the officer’s permission. The object of the rule rather seems to be to preserve the evidence, by filing a copy, than to obliterate it by simply taking it from the office. At all events, this is the construction given by the court below; and we have said more than once, they are the best exponents of their own rules. An alleged mistake, in this particular, must be very obvious to induce us to reverse a judgment for that reason alone.\nJudgment reversed, and a venire de novo awarded."}