{"id": "408707", "contents": "The opinion of the court was delivered by\nGibson, C. J.\nA register of wills is certainly not bound to award an issue whenever it is demanded. “ Whenever a caveat is entered against the admission'of any testamentary writing to probate,” it is enacted, “ and the person entering the same shall allege, as the ground thereof, any matter of fact, touching the validity of such writing, it shall be lawful for the register, at the request of any person interested, to issue a precept to the Court of Common Pleas of the respective county, directing an issue to be formed on the said fact, and also upon such others as may be lawfully objected to the said writing.” The register is empowered, but not réquired, in every case to send every contested fact to a trial at law. The office of a jury is not to guess at the existence of circumstances, in the absence even of a presumption, for where there is no conflict of evidence, there is no contest of facts, and it would be absurd to incur the costs of a trial when there is nothing to try. But the register has not, on the other hand, an arbitrary discretion in the matter. Though the witnesses to establish a will swear all one way, their testimony may be encountered by evidence of bad character, or other matter, to raise a question for a jury; but where their testimony is consistent, and they are neither contradicted nor impeached, a jury would not be allowed to find against it: and it would be a vain thing to award a trial which must necessarily result in a particular way. When the evidence has been heard, it is for the register, in the exercise of a legal discretion, to decide upon it, or refer the decision to a jury: and the propriety of his determination may be examined on appeal.\nIn the present case, there was no question depending on evidence in pais, positive or presumptive; issues were prayed to determine whether the sheets produced to the register were all that originally constituted the will, and whether they were fastened together when they were signed.\nThere was not a particle of extrinsic evidence that any other sheets had at any time existed; and, in the absence of proof to the contrary, thé presumption was that none but those produced for probate were present at the execution. It is attempted to be rebutted, in the first place, that the name of one of Mrs. Stott’s sisters is not in the will, whence a conjecture that a provision must have been made for her on a leaf not now to be found : but conjecture is not a foundation for a verdict.\nThere is, in the second place, some confusion in the order of arrangement. It occurred to Mrs. Stott, to number the devises and bequests in her will, as they were written from time to time on separate sheets; but the series became irregular and some of the numbers were misplaced, whence an inference that some of the sheets are missing; but there is enough on the face of the papers to show that it is unfounded.\nNumber two is repeated, ahd number three stands in the place of number four, and each of the remaining numbers stands in the proper place of its successor. But no number is wanting toindicate the loss of a bequest, or sheet: on the contrary, there is one sheet too many. A jury was demanded, therefore, to find a verdict not only without evidence, but against a natural presumption. And what if the fact were as it has been surmised to be ? The presumption of innocence is favored by the law, and as it would be criminal in a stranger to filch and suppress a part of a will, the presumption would be, in this case, that the missing bequest had been cancelled or suppressed by the testatrix herself; and as the presumption would be that it might have stood separately from the other bequests, the cancellation of it would not be a cancellation of the rest. A testator may dispose of the several parts of his estate by distinct instruments, each being separately his will of the particular part, but all constituting together his whole will: Hitchens v. Basset, cited 1 Show. 545. Now, when a testator has two wills which may stand separately, it will not be pretended that a cancellation of the one would be a cancellation of the other. The very case which the appellant would establish, was ruled in Sutton v. Sutton, Cowp. 812, in which it was held that a will may be good in part, though other parts of it may have been obliterated by the testator subsequently to the execution of it.\nThe demand of an issue, to try whether the sheets of which the will is composed were disconnected when it was executed, stands on the same untenable ground. It is a rudimental principle, that a will may be made on distinct papers, as was held in the Earl of Essex’s case, cited 1 Show. 69. It is sufficient that they are connected by their internal sense, by coherence or adaptation of parts. Were it otherwise, there is no evidence that the leaves were detached when the will was executed. They were sent to Mr. Binney for examination in Mrs. Stott’s lifetime, as “three papers or collection of leaves,” and they were found among her'valuable papers in the same state ,at her death. In the absence of evidence to the contrary, the presumption is that they had always been so.\nAs to the interlineations proved to be in Mrs. Stott’s handwriting, yet insisted on in the appellant’s argument, though not included in his specifications, it satisfactorily appears from the cases cited on the other side, that they are of no account. The presumption is, that they were made at or before the time when the will was prepared for the final act.\nEven had the preceding objections been solid when the will was executed, they would be obviated by the subsequent republication of it. Mrs. Stott declared by a codicil that her will and codicils were written on three collections of leaves or sheets of paper—the will subscribed by particular persons, and the codicils bearing particular dates; that they contained her last will and testament; that she thereby republished the same, and desired them to have full effect, according to their substantial meaning, without regard to their dates, and as if they were all dated of that day. And these papers, as she described them, were found fastened together at her death. ■ What more could she do to make them her will ? Mr. Binney, who prepared the codicil of republication, identified them, after which there could be no doubt that no more were republished. Nor can it be doubted that republication by a codicil is good, though the will were not present at the time. This was, at one time, more than doubted by the English judges, by reason of a peculiar provision in their statute of frauds; but, as there is no such provision in our statute of wills, it has not been doubted here.\nIt is argued, however, that the memorandum immediately below the signature to what was originally the will, avoided it on the principle of Hays v. Harden, because the signature by it ceased to be in the words of the statute at the end of the will. If this memorandum, which is without date, actually preceded the codicil of republication in point of time, it became incorporated in the body of the will, and the signature to the codicil became the signature at the end of the will. The presumption is that it did; but suppose that it did not. The matter in it bore neither on the contents of the will nor on its interpretation. It was not testamentary ; and it was no more a part of the will than was the label on the back of it. “This will,” subjoined the testatrix, “was commenced in the year of our Lord 1843, and added to as occasion required.” Very different the additional matter in Hays v. Harden, which consisted, not only of reasons for a precedent devise which might have influenced the construction of it, but an additional substantive devise, which showed that the preceding part had not disclosed the testator’s whole counsel. The report of the case is imperfect; and it is necessary to say here, that the additional matter was expressed in the following words:—“ 3d. For the satisfaction of all concerned, and others: for many years I made my home and residence with my brother, residing on my farm, township as above; while laboring under the infirmities of life, his treatment towards me was of such a nature as to compel me to leave the house and find an asylum in the house of my nephew, Abraham Hays, as above; in consideration of his hospitality towards me, I will and bequeath to him the above described farm.” This was, subscribed by witnesses, but not signed by the testator; and it was as distinctly testamentary as the memorandum before us is otherwise.\nThe last objection is to the probate of the codicil in favour of Mrs. Minigerode. It is doubtful whether the date at the head of it is referable to it or to a preceding codicil, and whether it was executed before or after the codicil of republication. If the former, it would undoubtedly be valid, as an independent addition to the will; if the latter, the omission of it in the act of republication might be an implied revocation of it. The law of the case has been clearly laid down in Smith v. Cunningham, 1 Addams 448, cited in the argument. In that ease, as in this, a codicil had confirmed and republished the will, and several codicils specified by their dates, but not the codicils in contest; and, in pronouncing sentence of probate, Sir John Nicholl said that the revocation alleged, if so at all, was an implied one, because there was no general clause of revocation; that all questions of revocation are in a greater or less degree questions of intention, because the very fact of revocation is said to be equivocal; and that the fact in that ease was peculiarly equivocal, instead of being, as it ought to be, clear and unequivocal. And the animus revocandi was rebutted by the place in which the codicils had been kept, and by the company in which they were found; by the improbability of an intention to revoke, by proof of confidential intercourse with an executor and trustee nominated in one of them, till the testator’s death; by the fact that they contained the only adequate provision for the testator’s housekeeper; and by the fact also, that they contained a provision for the illegitimate children—circumstances far less indicative of intention than those in the case under consideration.\nOne of the witnesses, who had been an attendant of Mrs. Stott seventeen years, testified that she was grieved that the legacy to Mrs. Minigerode was not in her will, and bade the witness see whether there were any papers about it in the portfolio; that the witness found them all there, the codicil included, and that they were found in the same place the day after the funeral. A niece of the testatrix testified that she always spoke affectionately of Mrs. Minigerode, who was her great-niece, and corresponded with her; that an affectionate intercourse was kept up till the parties were separated by death; that when Mr. Minigerode called to see her on her sick-bed, she said she was glad she had done what she had for his wife; that she spoke of this bequest several times during the spring, after the date of the codicil; that, on one occasion, she had the paper in her hands, and, in answer to a question, whether it were not best to insert it in the will, replied, it was the same thing, as it had her signature; and that she then placed it in the portfolio, where it was found at her death. No declaration of intention could be stronger. We are of opinion, therefore, that all the papers were properly admitted to psobate.\nSentence affirmed."}