{"id": "408760", "contents": "The opinion of the court was delivered by\nGibson, C. J.\nThere is no plausible pretext for refusing to pay this hill; for it is not pretended that the plaintiffs below, who discounted it in the regular course of their business, did any act which was not consistent with perfect good faith. They knew it was drawn against flour supposed to have been shipped in a regular course of dealing between the drawer and the acceptors; but they had discounted other bills between the parties, which were paid at maturity; and if they had not, they would have had no reason to suspect that a fraud was meditated by the drawer in this particular instance. Yet' he did meditate a fraud, and perpetrated it by procuring the signature of the master to a bill of lading of flour which ■ was never put on-board. With participation in this, it is attempted to charge the plaintiffs; but with how little reason, a simple statement of the facts is suffleient to show. The only additional matter is that the bill of lading was endorsed to the plaintiffs as a security in case of non-acceptance, and that it was presented to the defendants with the bill of exchange; whence an argument that, as the plaintiffs were apprized of the course of dealing, they must have known the acceptance was on a tacit condition that the flour should be forwarded. Has it ever been supposed that the purchaser of a bill drawn against cotton to be shipped to Liverpool is bound to guaranty the delivery of it ? The plaintiffs were not party to the shipment; nor did they interfere in respect to it. It is said that though the acceptance was absolute in form, they must, from the nature of the transaction, have understood it to be conditional in substance. The administrator, in thé Bank of Ireland v. Bellsford, did not intend to make himself personally liable by his unqualified acceptance, but the law intended that he did. The cases show that the payee looks only to the terms of the acceptance; and that when he has acted in good faith, he is not to be prejudiced by the acts of the drawer. The latter is liable to him on the bill, and the drawee on his contract of acceptance; but he stands in no privity to them in any transaction between themselves. According to the cited case of Reynolds v. Robinson, which goes far to rule the present, it was the duty of the defendants to accept absolutely or refuse absolutely, in order that the plaintiffs might look to their relations with the drawer; and it determines the point that it is immaterial whether the endorsement of the bill of lading were before or after the acceptance of the bill of-exchange.\nIt is scarce necessary to say that the objections to the depositions went to the credibility, and not to the competency of the witnesses.\nJudgment affirmed."}