{"id": "408784", "contents": "The opinion of the court was delivered by\nGibson, C. J.\nIf the goods were taken away by a porter not employed by Baker, whether by mistake or by design, the vendors, having a right of recaption, had a constructive possession of them sufficient to maintain trespass, no matter what were the conditions of the sale, or whether they had been performed. Till actual delivery, the vendors had at least a qualified property in them, and property is possession enough to support trespass against a wrongdoer, or any one who claims by his right. Both are trespassers ; and the owner is entitled to the possession against them, separately or conjointly. The goods were packed and put on the pavement for delivery, but picked up by a porter who seems to have dropped from the clouds, and taken to the transportation warehouse, where they were immediately attached by the defendants. The evidence that this took place by management or mistake, was enough to be left to the jury. Baker, who had bought the goods for the vendees, did not return to pay for them with cash or a note ; nor did he include them in his list of purchases handed to Atwood & Co. to collect his goods and have them taken to the transportation warehouse. The facts were not contradicted, and they made a prima facie case.\nEven had the goods been taken away by Baker’s direction, his actual possession, acquired against the terms of the bargain, would not have displaced the constructive possession of the vendors. Of these terms, we have no other evidence than what is afforded by a course of previous dealing ; and the question is whether it is competent. Evidence of a general course of dealing in the same line, and at the same market, is undoubtedly so ; and it would be strange if a uniform course between particular traders were not. As it comes more immediately home to the business of the parties, it is decisively more satisfactory, and it is, in the usual current of. affairs, the best that can he had. A sale is seldom made by a clerk or attested by one; for when the vendee is unwilling to comply with the bargain as the vendor understands it, the goods are retained, and there is an end of the matter. If the vendor happen to let the possession slip from him, what other evidence of terms can he produce but a consistent course of dealing with the vendee in a particular way ? Were it excluded, all would be excluded. Why does payment of the price of goods taken up by a servant authorize him to pledge the master’s credit again ? Because such had -been the previous course. Evidence like the present, therefore, is not only the best, but powerfully persuasive. The facts proved by it, were that Baker had closed all former bills by a note at six months; that he did not come back to close the bill in question ; and that he did not direct Atwood & Co. to send their porter for the goods. As the sale was made by one of the plaintiffs, the evidence was properly received.\nJudgment affirmed."}