{"id": "408782", "contents": "The opinion of the court was delivered by\nBell, J.\nIt is much to be regretted the leading facts to be proved by the defendant’s witness, Conrad Rearick, were either inaccurately comprehended or unfairly stated, on the first trial of this cause, and on the former argument in this court. Had these ■facts been then presented as they have been since proved, the trouble and expense of a second trial would have been avoided, and something, at least, of the bitterness, which unfortunately so often marks the progress of a family quarrel, escaped. If, for the sake of a temporary triumph, the defendant presented an uncandid view of his proposed defence, it is a fault which will, in some degree, be punished by the increased costs of the investigation : if he was himself misled by a misapprehension of it, it was a misfortune, not wholly untinged by fault; for in litigation, a neglect correctly to ascertain the facts to be proved is, of itself, reprehensible laches.\nOn the first trial, the defendant offered to prove by Conrad Rearick, that he was present when the written agreement, given in evidence by the plaintiff, was made between his father and his brother Christian, and that it was agreed Christian should have the land in question, as his portion of the father’s estate, subject to conditional payment, as was afterwards testified by Conrad. The proffer was to show this, by oral proof of the understanding then declared as existing between the vendor and vendee. On the argument in this court, it was strongly insisted by the counsel of the defendant in error, that the proposed proof related to prior conventions and negotiations, which were, of course, merged in the subsequent written agreement. This asseveration was combated by the opposing counsel, and the dispute thus engendered gave birth . to the observation made in the opinion of this court deciding the case, that, in ascertaining the question for adjudication, we were bound to accept the offers made by the defendant below, as founded in truth, and capable of proof. Upon this presumption, the several bills of exceptions were considered, and the determination was made to turn upon the assumed, or rather asserted, fact, that the oral declarations of the parties and the understanding ascertained by them, were contemporaneous with the execution of the written instrument upon which this action is founded. The admissibility of such evidence, it was pointed out, was by way of exception to the general rule which forbids the introduction of verbal declarations in modification of written instruments; and it was held that these being received, drew with them the subsequent declarations of the testator on the same subject; not as explanatory of the deed or will, but in corroboration of the original agreement, resting in parol.\nOn the second trial, the offer was repeated in substance, though perhaps not with the same precision of language, and the court, therefore, properly admitted the proffered testimony. But the witness wholly failed to prove a verbal arrangement concluded at the same moment with, or, as the usual phrase is, at or about the time of the execution of the written agreement, by which it was proposed the latter should be modified, and its obligation requiring payment of the purchase-money extinguished in a certain event. On the contrary, so far as we may judge from evidence so vague and unsatisfactory, the conversations detailed by the witness were not held on the same day the article between the father and son was executed. All we know with certainty is, that the negotiation spoken of occurred before the consummation of the arrangement by the execution of the writing ; but whether it was one day or one month previous, we are left without even ground for conjecture. Now, in the somewhat unsteady course of decision upon this vexed point of evidence, if any principle has been adhered to with tenacity, it is, that oral proof to vary or affect a written instrument must be confined to what occurred at the execution of it: Billinger v. Eckert, 16 Ser. & R. 424; Stine v. Sherk, 1 W. & Ser. 195. Even thus restricted, it is acknowledged to be full of danger. Were the door opened still wider for the admission of all the loose dicta of the parties, running, it might be, as in this instance, through a long course of years, the flood of evil would become so great as to sweep before it every barrier of confidence and safety, which human forethought, springing from experience, is so sedulous to raise against the treachery of memory and the falsehood of men. To. avoid, therefore, what would really be a social calamity, it is recognised as a settled maxim, that oral evidence of an agreement or understanding between parties to a deed or other written instrument, entertained before its execution, shall not be heard to vary or materially affect it: Cozens v. Stevenson, 5 Ser. & R. 421; Gilpin v. Consequa, 1 P. C. C. Rep. 85; S. C. 3 W. C. C. Rep.; McKennan v. Henderson, 1 Ra. Rep. 417. Accordingly, the settled rule is that, when a contract has been reduced to writing, it is understood as expressing the final conclusions of the contracting parties, and fully accepted as merging all prior negotiations and understandings, whether agreeing omconsistent with it: Lighty v. Shorb, 3 Pa. Rep. 450 ; Monongahela Nav. Co. v. Fenlon, 4 W. & Ser. 207-8—9. If any dicta or even decision in hostility to this axiom are to be found, they must be ascribed to the strong desire we are all apt to be swayed by, to defeat some strongly suspected fraud in the particular case. But these occasional aberrations but lead to the more emphatic reannunciation of a principle found to be essential to the maintenance of that certainty in human dealings, without which commerce must degenerate into chicanery, and trade become but another name for trick. On looking into the opinion delivered when this ease was here before, among the cases cited as illustrative of the general rule, and the exceptions to it, I find but one referred to as favoring the receipt of parol testimony, to prevent fraud, by extending the rule beyond other authorities, which confine such testimony to what occurred at the execution of the instrument. That case is Lyon v. The Huntingdon Bank, 14 Ser. & R. 283. But a more critical examination of it proves the remark to be inaccurate, if it was intended to assert what was there adjudged gives countenance to the introduction of stale and bygone communications and conclusions, as capable of governing subsequent contracts. The verbal agreement there proved was made in reference to the first note given by the defendant, and at the time it was given, with the express understanding that it was to extend to and include subsequent securities on the same account. It was in fact, as observed by the late chief justice, but one transaction, though made up of a number of consecutive occurrences. The determination may therefore, be well made to harmonize with the other precedents on the same subject.\nAs to the subsequent declarations of the testator, it has been already intimated, their competency is altogether dependent on the efficacy of the first conversations, as instruments of proof. The former are receivable only as corroborative of the latter, and these being excluded, there remains nothing upon which those can be supported. They are, certainly, not of any force to explain or contradict the deed and will executed by the father; for this would be to defeat both the statute of frauds, and the statute of wills, without any apology for trenching upon them: McWilliams v. Martin, 12 Ser. & R. 269. -As between the parties to such instruments as have existence here, I know of but one purpose for which subsequent parol declarations can be invoked, and that is to show the existence of a secret trust; except, indeed, it be to prove a fraud practised in the inception of a transaction, subsequently confessed.\nI have said the Court of Common Pleas properly admitted the witness Conrad to testify, under the statement made of his proposed evidence. But after its character was disclosed, and it was thus shown not to bear the impress the offer assigned to it, the learned judge ought to have instructed the jury, in answer to the plaintiffs’ first point, altogether to disregard it, because of its insufficiency to explain or alter the written instrument given in evidence. Indeed, he seems to have been of this opinion; but, from some misapprehension of the decision of this court in the cause, instructed the jury that it was not necessary to a successful defence to prove any intended modification of the written agreement. In this he was mistaken. The oral evidence being out of the way, nothing remained to show the contract of the parties but the instruments sealed by them. These, standing alone, give to the plaintiff a good cause of action, and such should have been the instruction.\n■ I perceive other errors are assigned on the record; but that which has been considered was the only one discussed on the argument, and is, therefore, the only one now necessary to be decided. Indeed, as the case is presented by this record, it covers the whole ground.\nJudgment reversed, and a venire de novo awarded."}