{"id": "408724", "contents": "The opinion of the court was delivered by\nGibson, C. J.\nLand is a chattel for payment of debts only when the law has made it a fund for that purpose. It then has undergone a species of conversion, so far as may be necessary to the purpose of • satisfaction, which extinguishes every derivative interest in it which cannot consist with the qualities it has been made to assume. Thus, a judgment, or a mortgage, binds it and converts it; and it is seized as personal property, on a fieri faeias, which commands the sheriff to levy the debt off the defendant’s goods and chattels. We readily comprehénd how a sale on a judgment, a mortgage, or an order of the Orphans’ Court, passes the land freed from dower; but the reason is not so obvious why a sale under a testamentary power, created in good faith, for the benefit of creditors, should do so. It is because the law makes a decedent’s land a fund for payment of his debts, by giving the creditors a lien on it, which might be enforced by judicial process, and would extinguish the widow’s dower in it. It would come to the same thing in the end, and she is consequently not injured by a process substituted by the husband to produce exactly the same result. But a sale without any species of legal constraint, whether immediate or remote, rests on a different foundation, and is attended with different, consequences. Dower would be altogether insecure, if the husband might bar it by a voluntary sale, for payment of a debt, however small, even when incurred to serve for a pretext. For that reason, it was ruled in Eberle v. Fisher, 1 Harris 526, “that a husband’s assignment in insolvency does not divest his wife’s dower in the land, inasmuch as it was not, at the time, in the gripe of his creditors. In the present case, the husband was free to do with it what he pleased, but always in subordination to the incipient estate of his .wife. Had he sold it himself, and paid his debts with the price of it, her dower would have remained in it; and his sale can have no other effect when made by the instrumentality of trustees appointed and empowered by him.\nJudgment affirmed."}