{"id": "408770", "contents": "The opinion of the court was delivered, by\nGibson, C. J.\nIf any thing is self-evident in the structure of our government, it is, that the' legislature has no power to order a new trial, or to direct the court to order it, either before or after judgment. The power to order new trials is judicial; but the power of the legislature is not judicial. It is limited to the making of laws; not to the exposition or execution of them; The functions of the several parts of the government are thoroughly separated, and distinctly assigned to the in’incipal branches of it, the legislature, the executive, and the judiciary, which, within their respective departments, are equal and co-ordinate. Each derives its authority, mediately or immediately, from the people; and each is responsible, mediately or immediately, to the people for the exercise of it. When either shall have usurped the powers of one or both of its fellows, then will have been effected a revolution, not in the form of the government, but in its action. Then will there be a concentration of the powers of the government in a single branch of it, which, whatever may be the form of the constitution, will be a despotism—a government of unlimited, irresponsible, and arbitrary rule. It is idle to say the authority of each branch is defined and limited in the constitution, if there be not an independent power able and willing to enforce the limitations. Experience proves that it is thoughtlessly but habitually violated; and the sacrifice of individual right is too remotely connected with the objects and contests of the masses to attract their attention.\nFrom its every position, it is apparent that the conservative power is lodged with the judiciary, which, in the exercise of its undoubted right, is bound to meet every emergency; else causes would be decided not only by the legislature, but, sometimes, without hearing or evidence. The mischief has not yet come to that, for the legislature has gone no farther than to order a rehearing on the merits; but it is not more intolerable in principle to pronounce an arbitrary-judgment against a suitor, than it is injurious in practice to deprive him of a judgment, which is essentially his property, and to subject him'to the vexation, risk, and expense of another contest.\nIt has become the duty of the court to temporize no longer, but to resist, temperately, though firmly, any invasion of its province, whether great or small.\nWe are bound to say, therefore, that Braddee v. Brownfield is not law, and that it was erroneously decided. As the act before ns is null, the plaintiff ought to have been allowed to proceed on his judgment.\nOrder reversed, and rule to show cause discharged. ‘"}