{"id": "408725", "contents": "The opinion of the court was delivered by\nBell, J.\nAfter a long course of litigation in various forms, at law and in equity, it is settled that the assignment of'June 22,1837, solely considered, is invalid as against the contesting creditors of the assignors, with notice to the parties to be affected. Conceding this, the defendant, nevertheless, insists that his title, derived under that deed, has been confirmed by the acts and declarations of the trustees in insolvency, appointed under the respective petitions of Phillips and Moss; and if not, he avers a subsisting outstanding estate residing in the trustees before the recovery of the plaintiff’s judgment, or, at least, a power peculiar to them sufficient to defeat the plaintiff’s pretensions.\nUnder the view we take of the controversy, it is unnecessary now to say whether there has been such a ratification of the defendant’s defective title as he alleges. In the absence of a necessity, it would be, obviously, improper to pronounce a gratuitous opinion on this point, which might affect the rights of parties not immediately before us. I, therefore, propose to confine the discussion to two only of the several questions mooted on the argument, as these cover the whole ground proper to be traversed in reaching conclusions decisive of the contest.\nThese are, first, whether the insolvent trustees took an estate in the premises claimed in these suits, by virtue of the proceedings in insolvency, before the lien of the plaintiff’s judgment attached? And, secondly, whether by the discharge of the insolvents the trustees were clothed with the exclusive power of contesting the assignment of June ■ 1837, so as to bar what otherwise might be the legal effect of that judgment, and the subsequent proceedings had to enforce it?\nIt will be perceived that, if either of these questions admit of an affirmative response, this action must fail of success; since, without reference to the title set up by'the defendant, the first answer would establish an outstanding estate in third persons, paramount to any supposed interest residing in the plaintiff as sheriff’s vendee; and the second would paralyze the plaintiff’s judgment, as a mode of invalidating the voluntary assignment, by interposing the insolvent trustees as the only persons who could, legitimately, attack that instrument.\nThe solution of each of them depends on the proper construction of the act of 16th June, 1836, regulating proceedings in insolvency. The inquiry is of moment, not only as regards the dispute immediately before us, but as establishing a general rule of property, though, doubtless, something of its consequence has been subtracted by the law abolishing imprisonment for debt.\nThe act of 1836 superseded that of 26th March, 1814, for which, and its supplements, the younger statute was intended as a substitute. It was originally reported to the legislature by the intelligent gentlemen appointed to revise our civil code, and was designed to present a complete system for the government of what was, at the time, recognised as an important branch of judicial jurisdiction. A comparison of its provisions with the statutes which preceded it will show that the object of its enactment was not change, or the introduction of new rules of property or practice, but to simplify existing regulations; to supply supposed defects of detail, and more perfectly to classify the various features of a system then diffused through several statutes, by reducing it within the compass of a single act of legislation, and thus presenting to the inquirer as well unity of provision as of design. The report accompanying the draft of the law,—which, as influencing the legislature in its subsequent enactment, may well be referred to,—shows this, as well as the unassisted frame of the act itself. With but very few exceptions, its features are almost literally copied from the act of 1814 and its supplements. These carry out the leading objects of the lawmakers, by designating the parties who may become the objects of the law; the mode of procedure to secure a participation in its benefits; the effect of a discharge under it,' upon the person of the petitioner and others; its influence upon his property, real and personal, in possession or expectancy, and upon his future acquisitions; the punishment to be inflicted for detected fraud, and the mode of prosecution. Impressed with the general intent, thus distinctly manifested, to adhere to the principles ascertained by existing laws, tested by experience, and the absence of any distinctly expressed design to introduce essential changes, an expositor of the revised statute ought to hesitate long to sanction a new reading, which works a total revolution in the mode of its operation upon a portion of the debtor’s estate,'and, it maybe, in its effects upon his future exemption. And yet, this is the extent to which the plaintiff’s argument would push us.\nA short review of the acts of Assembly relating to the subject will, assist to correct conclusions.\nThe first of these, necessary to notice, was passed the 14th of February, 1729-30, being the general law that immediately preceded the act of 1814. It gave very nearly the same form of oath to be administered to the petitioning debtor, and directed a similar examination, but differed from the succeeding act in the direction given to the court, to order so much of the lands, goods, or effects of the debtor as might be sufficient to satisfy his debts, cost of suit, &c., by a short indorsement on the back of the petition,.signed by the petitioner, to be assigned to the creditors, or one or more of them, in trust for the rest, or to some other proper person to be appointed by the court; and then provided, that “by such assignment the estate, interest, and property of the lands, goods, and effects so assigned shall be vested in the person or persons to whom such assignment is or shall be made,” &c.; and furthei’, that “ immediately upon such assignment executed the said prisoner shall be discharged out of custody,” &c.\nThen came the act of 1814, by which an alteration was, unquestionably, intended. Following, to some extent, the older enactment, its first, second, and third sections prescribed the form of oath to be administered to the insolvent, and the manner of his subsequent examination; provided for his discharge if, after examination, no presumption of fraud arose ; the appointment of trustees by the court; that every trustee, before he acted, should give bond with surety for the faithful execution of the tiust, and that, in case of refusal, he should be dismissed, and another or others appointed in his place, until some one be found willing to comply with the law. The fourth section directed, “that the trustee or trustees shall be deemed vested with all the estate of the said debtor at the time of his or their appointment, and may and shall take the same into possession, and all books, vouchers, and papers relating thereto ; and shall be capable, in his or their own names, to sue for and recover any property or debts belonging to such debtor at the time of his or their appointment,” &c. This and the succeeding sections invested the trustees with full dominion over the property of the debtor, whether in possession or action, for the purposes of recovery, conversion, and disposition. Here, and throughout the act, a design to omit a specific direction for a formal assignment is apparent, no doubt because of its uselessness. Yet the practice established under the act of -1720 still continued, and, notwithstanding what must be agreed as the plain intent of the lawmakers, a question was made of the necessity of an assignment. But it was determined that the estate of the insolvent vested in the trustees, immediately on his discharge, not by virtue of the assignment, but by force of the express provisions of the act, even without their assent, and remained so vested, though they refused to give the required security, until others were found willing to do so: Kennedy v. Ferris, 5 Ser. & R. 397; Stoever v. Stoever, 9 Ser. & R. 455; Power v. Hollman, 2 Watts 220 ; Ruby v. Glenn, 5 Watts 77; Keating v. Williams, 5 Watts 383. The trustees were deemed mere depositories, holding for the creditors, whose interests were not to he jeoparded by the misconduct or omission of the trustees : Wager v. Miller, 4 Ser. &. R. 117. From these decisions it follows that, under the act of 1814, the question made here could not have arisen. They settled that, though the act did not expressly annul, in favor of the trustees, fraudulent conveyances, yet all the property of the debtor, whether actually held by him or fraudulently conveyed, passed by the mere fact of his discharge and the appointment of trustees. This, perhaps, was more particularly determined in Englebert v. Blanjot, 2 Whar. 240, overruling the decision of the District Court, where it had been held that as, under the fourth section of the act of 1814, the insolvent trustee stood in the place of the debtor, at the time of his appointment, he was bound by his prior acts, and therefore could not call into question existing dispositions of his property, though fraudulent; the insolvent act containing no provision similar to the fifth section of the act of 1807, relating to domestic attachments, which empowered the trustees under the attachment to recover and dispose of, for the general benefit, property fraudulently conveyed by the debtor. But this court was of opinion that, though a fraudulent deed was to be esteemed good against a party to it, the moment the rights of creditors intervened, the law converted the parties into trustees for them, ex maleficio, holding for the benefit of the insolvent trustee. ' •\nSo stood the rule when the act of 1836 was enacted. It is similar to its predecessor in the provisions I have particularly adverted to, and from whence they were adopted. So far as is now important to notice, its 34th section differs from the 4th section of the older statute, only by vesting the trustees with the estate and property of the debtor, at the time of filing his petition, instead of referring it to the time of his discharge ; and by saving the rights of innocent purchasers, and others without notice, which were before liable to peril.\nBut the fourteenth section of the younger act enacts that, after the examination of the insolvent and oath administered, he shall execute an assignment of all his estate and property to such trustees as may be nominated by the creditors or appointed by the court; and the fifteenth section is to the effect that when such assignment shall have been executed, the court shall make an order that the petitioner shall not at any time thereafter be liable to imprisonment by reason of any judgment or decree obtained against him for any debt due before. Notwithstanding these provisions, and the argument founded in a critical analysis of them and other portions of the statute, by the learned judge who presided in the Circuit Court of the United States at the trial of Eustace v. Hanson, (reported in 2 Howard’s Pep. 665 et seq.),—an argument I have examined with respectful attention, and with every disposition to be influenced by it,—I cannot bring my mind to his conclusion, that the legislature intended the formal execution of an assignment as a preliminary, indispensable to work a transfer of the insolvent’s property to the trustees. He assumed the ground that the younger statute was introductive of an entirely new system superseding the old, wherefore its provisions are to be construed without reference to the prior enactments. But in this I am compelled to think he fell into error. As already intimated, the last act was evidently copied from those which preceded it; and as the legislature had these in view, and must have been acquainted with the progress of judicial decision, I cannot believe it was intended needlessly to restore the peculiarity of the act of 1730, ■which made the assignment the only operative instrument of transfer, in direct contradiction of the provision borrowed from the act of 1814, which, omitting all provision for a written assignment, directed that the trustees should be deemed vested with all the estate and property of the insolvent at the time of filing his petition. In the face of this, was it the object of the lawmakers to introduce so radical an alteration as that insisted on here, by merely directing an assignment in accordance with an existing practice ? Did they design to decree that the accidental, or even wilful omission of a useless form, should reverse the settled doctrine of our courts, and overthrow the ascertained.policy of the law? Was it thought, by those who participated in the enactment of this statute, that the casual omission of the debtor’s signature to the formal instrument printed at the foot of every insolvent petition, would leave in the debtor the property it was the object of the law to transfer to the creditor, and subject the insolvent again to be dealt with just as though no discharge had been pronounced ? .The latter consequence of his construction so startled the learned judge to whom reference has been made, that he declined so to declare, rightly deeming that if an assignment was requisite to the exercise of the jurisdiction, the consequences might be very serious and alarming. And yet, it strikes us, they are not more so than must result from the doctrine that the creditors have no hold on or interest in their debtor’s estate if no assignment in fact be executed. Of the serious inconvenience, not to say injustice, which would probably often flow from such a rule, the case before us furnishes a strong illustration. Here is a creditor, perfectly cognizant of all that had taken place in the insolvent court, and who accepts the confession of his judgment, expressly “ subject to the defendant’s discharge under the insolvent laws,” seeking to escape from the condition, at the expense of all the other creditors, because of a mere slip in the hurry of business. To be sure, if this slip occasioned a failure in a material point, creating a legal advantage, the advantage must be conceded. But to persuade to the adoption of a rule productive of such results, something should be required more stringent than-merely verbal criticism, however ingenious. The argument is, that all the sections of the act following the fourteenth are predicated upon the supposition that an assignment has been executed, and that their most important provisions, especially those of the thirty-sixth section, must become a dead letter if no assignment'be made. But I cannot recognise this as a necessary consequence, nor can I concede that the whole authority of the court to discharge rests in the fact that an assignment has been made, and without which the action of the-tribunal is coram nonjudice. To this extent the proposition reaches, presenting a result too serious to hang upon the mere adaptation of language to meet the previous direction of an assignment, and more especially when, as I think, that language is not so imperative but that the provisions of-the succeeding sections may be conveniently administered, though no assignment be made. In a word, we are of opinion that as, under the act of 1814, an assignment was unessential to pass the debtor’s estate,—though it was the practice to execute one in each case,—the legislature did not intend to make it indispensable, by simply directing it to be made by the act of 1836. In construing an enactment, it is said to be proper to look to the old law, the mischief, and the remedy, and there is perhaps no safer canon of interpretation. Now, cer-' tainly the want of direction for written assignments in the law of ■ 1814 was not felt as an evil, nor can it be pretended the object of the act of 1836 was to supply this defect. This consideration, in connection with others already stated, forces the mind to the conclusion that no settled purpose was entertained to make the transfer of the petitioner’s estate altogether dependent on a formal instrument, more especially as no single good purpose can be subserved by such a construction of the act, and so much room may be afforded by it for the introduction of mischief and wrong. To indicate a deliberate intent to work a change so important, we have a right to expect the employment of language so explicit as to shut out doubt; as, for instance, an express declaration that, without an assignment executed, the proceeding should be of no effect, notwithstanding the comprehensive terms of the thirty-fourth section. Such, or some^ thing similar, would, I think, have heen the language used, had the legislature conceived the idea imputed to it. But not only is there an entire omission of such negative language, but we find nothing commensurate with the provision of the act of 1730, that “by such assignment, the estate, interest, and property of the lands, goods, and effects so assigned” should pass; a provision which certainly would have had place in the last act, had it been intended to restore the old law in this particular. .\nWe have no hesitancy, then, in saying that the property, of which the debtors had attempted no conveyance prior to their application for the benefit of the insolvent laws, passed to the trustees by mere operation of law, at the moment of the insolvent’s discharge.\nIndeed, this, as I understood, was scarcely controverted on the argument. But the estates sought to be recovered in these actions do not stand in that predicament. They were actually conveyed before the application of the insolvents. Although this conveyance has been declared fraudulent, as against creditors, it is insisted there is a difference between property covered by it and that which was actually vested in the insolvents at the time of their discharge. This difference is supposed to spring from the 36th section of the act. It provides that the trustees shall have power to recover and dispose of any real or personal estate, conveyed or transferred by the insolvent before his discharge, in fraud of creditors, “ as fully and effectually as if the said insolvent had been actually seized-or possessed thereof at the time” of making his assignment in court. The argument, in brief, is, that as this was found necessary to enable the trustees to recover aliened property, it must be accepted that such property passes not under the other provisions of the statute. It is said too, that as even a fraudulent conveyance is good, as against the fraudulent grantor, to divest his estate, property, the subject of such a grant, cannot be said to be the estate of the insolvent, and, consequently, is not within the purview of the 34th section. But the answer is easy to both branches of this proposition. It was never doubted that fraudulently aliened property passed under the general provisions of the act of 1814, which contained no feature similar to the 34th section ; or if a doubt existed, it was put to rest by Englebert v. Blanjot, 2 Whar. 240. Had the 34th section been omitted in the later act, there would have been as little doubt of its general efficacy to pass such property. Does the introduction of that section operate to restrain that general efficacy ? I do not perceive how this can be reasonably pretended. The truth is, it is merely cumulative, and was intended to put beyond question the interest taken by the trustees, in its broadest aspect, and not to restrain it. It was, most probably, inserted to meet an opinion expressed by the District Court of this county, on the'trial before it of Englebert v. Blanjot, 1 Miles 224, that as the act of 1814 contained no provision similar to the 5th section of the act of 1807, relating to domestic attaeh■ments, an insolvent trustee was not entitled to recover property which had been fraudulently assigned, though the individual creditors might do so. This notion was shown to be erroneous by this court, when reviewing that decision, after the passage of the act of 1836; but, I have little question, the doubt raised led to the introduction of the new provision, borrowed from the act of 1807, ex majore cautela. It was not inserted to create a distinction between different portions of the debtor’s property, nor can it be permitted to have that effect. As to the argument raised on the last clause of this section, “ as fully and effectually as if the said insolvent had been actually seized or possessed thereof at the time of such assignment,” it is sufficient to say, the reference to the assignment seems to have been made more emphatically to declare the trustee’s interest and power, than if the debtor’s possession had been referred to a period more remote. It is thought by the plaintiff’s counsel, that the decision in Ankrim v. Woodward, 4 Rawle 345, under the domestic attachment law, leads to a different result. But that is a mistake. The same idea appears to have been advanced in Englebert v. Blanjot, but it vras met by the observation that there was nothing in the case cited in conflict with the conclusion arrived at in the principal case; no more being there ruled than that trustees in a domestic attachment are not exempt from defalcations to which the absconding debtor would have been subject ; for the only principle that could touch the point in question was disposed of by the attachment law of 1807, which, by investing the trustees with property fraudulently conveyed by the debtor, was but declaratory of the common law. Ankrim v. Woodward was, in fact, decided on the assumption that the transfer from the son to his father was bona fide. This court expressly distinguished it from a case of fraudulent transfer; and I happen to know, as counsel in the cause, that, afterwards, a recovery was actually had against the father, upon the ground that the pretended sale of the store goods to him was in fraud of creditors.\nThe second branch of the plaintiff’s proposition, also, finds its answer in Englebert v. Blanjot. It has been already adverted to, in another part of this opinion, when stating the principle recognised by that authority, that a fraudulent grantor or donor is still esteemed as invested with an estate in the property aliened, for the benefit of creditors sought to be defrauded. This principle is so clearly propounded in the case cited, that it is sufficient merely to point to it here.\nNor is there any thing in'this conclusion hostile to the determination in Weber v. Samuel, 7 Barr 500, as the plaintiff insists. That, decision proceeded upon the ground that the assignment of June 1837 was voidable, and .not absolutely void, and that, until the assignees had notice of an intention to avoid it, they had an equity to be protected from loss in obeying its instructions. The case recognises the interest and authority of the trustees from the moment of their appointment, and though it speaks of giving security as a preliminary to their authorized action, it was not intended to insist upon this as absolutely necessary to assist a transfer of the property. The truth is, the point we have been engaged in discussing was not so distinctly presented there as to attract the critical attention of the court. We were called on to decide nothing more than whether the assignees were entitled to protection, and sufficient was found in the facts to afford this, without accurately ascertaining the precise moment when the insolvent’s estate passed to the trustees. That estate might very well be in them, and yet the voluntary assignees be held, under the circumstances, unanswerable for the distribution of a portion of it. No such considerations, however, enter into the present question.\nIn Commonwealth v. Lelar, 1 Harris 26, nothing more was decided than that, after the lapse of years, during which the appointed trustees were perfectly supine, doing nothing and demanding nothing, the law will presume the object of the trust satisfied, and that the property remained in the debtor so far as to constitute him a sufficient party to a scire facias.\nBut the answer to the second question stated in the outset, is also fatal to the plaintiff’s title. If it be conceded the insolvent trustees were clothed with no power of interference until they gave security after the execution of the assignment, still this was before the sheriff’s sale, at which the plaintiff purchased. From that moment, at least, they were the only persons who could interfere with the voluntary assignment, according to Weber v. Samuel. At that time, the plaintiff had acquired no interest in the properties in dispute, and the intervention of the trustees effectually barred him from.further proceedings under his judgment. Nothing less than a sale and purchase before the trustees were in a position to act,—even if the idea of the plaintiff as to the power of the trustees be adopted—could place him in the posture of a contesting creditor described in Seal v. Duffy, 4 Barr 274. But before this could be effected, the rights of the trustees attached, and the plaintiff had no other remedy than, in common with the other creditors, to hasten the action of the trustees.\nBut can the defendant take advantage of the outstanding title vested in the trustees, or of their exclusive right of interference, so as to bar the plaintiff’s recovery in this action? It is said he cannot, because of the title he set up in himself, by the notice given at sheriff’s sale, and the application of the principle that if one give notice of a particular title, which turns out to be defective, he shall not afterwards set up another, as against him to whom the notice was given, having no knowledge of the latter. But this principle is inapplicable here. It is founded in the doctrine of estoppel, which forbids one, who has misled another by a false assertion to do what otherwise he would not have done, from asserting the truth in detriment of the party misled. This, however, can only happen where the .second title is in the person falsely or incautiously averring the first, and the other party is ignorant of the former. The doctrine has no place where, as here, the sufficient title is outstanding in a third person, and is equally known to both the contestants.\nThe view taken makes it unnecessary to inquire whether the title of R. & I. Phillips in the Sixth street estate is sufficiently established.' If it be not, the plaintiff is in no position to derive any advantage from the defect, in this action. 1\nWithout travelling over the numerous points made on the record, enough has been said to decide this contest against the plaintiff. The judgment rendered at Nisi Drills is, consequently, to be reversed.\nJudgment reversed."}