{"id": "408830", "contents": "The opinion of the court was delivered by\nRogers, J.\nIt is well settled as a general principle, that in Pennsylvania, replevin lies wherever one man claims goods in the possession of another, and this, whether the claimant has ever had possession or not, and whether his property in the goods be absolute or qualified, provided he has the right of possession : Weaver v. Lawrence, 1 Dal. 157; Shearick v. Huber, 6 Bin. 3; Woods v. Nixon, Adison 134; and Stoughton v. Rappalo, 3 Ser. & R. 562. It is also undisputed, that in this State, the machinery of a cotton or woollen manufactory, which is necessary to constitute it, is a part of the freehold; and as such, will pass by the deed of the vendor conveying the land on which the manufactory stands, or by the deed of the sheriff who sells the real estate of the owner under execution. So if a fixture or other part of the real estate be wrongfully detached from the freehold, the thing detached becomes the personal property of the owner of the soil, and he may, in general, maintain trover or replevin for the same. Considering these general principles, the defendant contends \"that replevin is not the proper remedy, because it falls within the scope of other cases equally well settled, beginning with Mather v. Trinity Church, 3 Ser. & R. 509, recognised in Baker v. Howell, 6 Ser. & R. 476; Browns. Caldwell, 10 Ser. & R. 114; that replevin is not the proper action to try title to land. In Mather v. The Trinity Church it is ruled that trover for stone and gravel from land does not lie by one who has the right of possession against the person who has the actual adverse possession of the land and sets up title to it. It will be remarked that it is not the actual possession, but it is the actual adverse possession of a person who claims title to it, that is the criterion. The case is put on this ground by Chief Justice Tilghman and Justice Duncan, both of whom delivered elaborate opinions: a criterion from which none will dissent, when it is considered what inconveniences. would arise from a contrary decision. Baker v. Howell is a case of similar description, in which it is held that an action for money had and received would not lie for the price of sand, taken from a sand-bar to which both the plaintiff and defendant claimed title, and sold by defendant. Mr. Justice Duncan says, an action of assumpsit for money had and received is not the form of action in which conflicting titles to Idnd or the right of inheritance may be tried. To the same effect is Brown v. Caldwell, 10 Ser. & R. 114. In that case it is ruled, that replevin will not lie by one not in the actual, exclusive possession of land, whatever title he may claim, against one who is in the actual, visible, notorious occupancy and possession thereof, claiming the right, for slates taken out of a quarry on the land. There Caldwell was in the actual possession of land containing a slate quarry, claiming it as his own, in fact ultimately adjudged to be his property. Brown replevied the slate after it was quarried, and the court decided, for reasons which are unanswerable, that ejectment, and not replevin, was the proper form to try the title. Eor similar reasons was the case of Elliott v. Powell, 10 Watts 454, ruled. Powell v. Smith, 2 Watts 127, is relied on by the defendant, and is supposed to decide the broad principle that an action of replevin cannot be maintained when the plaintiff can make title to the chattel only by making title to the land from which it was severed. That, as an abstract principle, cannot be sustained, for to maintain the suit it must in all cases be shown that the title to the soil, even as against a stranger, is in the plaintiff. It is because he owns the land from which it is severed that he is entitled to the chattel, and this surely must be shown or conceded. Thus, in the case of unseated lands, you can sustain an action for timber manufactured into lumber by a trespasser, only by proving title to the land from which it was severed. This is too plain a proposition to need the aid of authority. The truth is, Powell v. Smith merely affirms the principle ruled in Mather v. The Trinity Church, Baker v. Howell, Brown v. Caldwell, and other kindred cases. It is true there wras a recovery in ejectment, but no habere facias had been issued, and, consequently, the possession of the defendant continued, as before, to be adverse. The remedy, therefore, was not replevin, but an action for mesne profits, or by writ of estrepement. The question is, does this case fall within the principle already adverted to, that replevin lies wherever one man claims goods in the possession of another, or is it included in the class of exceptions indicated in Mather v. Trinity Church, and other cases ? I have no hesitation in saying, it is embraced by the former. The property from which the picker and speeder were severed, on the acknowledgment of the sheriff’s deed became ipso faeto the estate of the plaintiff; and inasmuch as these were fixtures belonging to the mill, they became his property also. He had not only a fee in the premises, but he was entitled to the possession also; for it cannot be doubted that he was entitled to an action of ejectment, which is an action to try the right of possession, immediately after the acknowledgment of the deed. That he might have pursued a shorter mode, pointed out by the act of Assembly, is nothing to the purpose. What is alone material, is, that he had the title and the right to- the possession, and there was no claim of title to the realty made by defendants. After the acknowldgment of the sheriff’s deed, the plaintiff stood in the relation of quasi landlord, the owner, the tenant, if you please, holding over after the expiration of the term. Although the actual possession is in the defendants, yet there is, in the sense attached to it in the cases cited, no adverse holding, nor the semblance of a contest as to the title. The title never has, nor ever can be disputed by them. The mere assertion of a title would be nothing. The court looks to the substance, and where it appears that in truth it is a trial of title, then it is properly ruled that replevin is not the proper action, but that it must be tried in another form. Beyond, the cases do not go, nor does public policy require they should. As is said in Elliott v. Powell, 10 Watts 453, it is a mistaken supposition that title to real estate may not be incidentally tried in a transitory action, much less that replevin canche maintained ©nly when the plaintiff car^make title to the chattel by making title to the land from which it was severed. In many cases, and indeed in all of this description, there is no other way of making title to the chattel but by proving plaintiff’s title to the land, of which the following cases are examples: Heath v. Ross, 12 Johnson 140; Higgenson v. York, 5 Marsh. 341; Player v Roberts, Wm. Jones 243.\nIn the case of uncultivated land, as before said, possession can only be proved by proving title. Indeed, proof of possession itself is proof of title. To the same purport is Wright v. Guyer, 9 W. 177, and Elliott v. Powell 10 W. 455. Here the evidence of title proved the right of possession, which was necessary to maintain the action. Having the right of possession, the temporary occupation of the premises is not such an adverse, hostile, notorious possession, claiming title, as will defeat the action. I have already remarked that the plaintiff was quasi landlord, the defendant tenant, and this brings the case within the principle ruled in Ferrand v. Thompson, 5 B. & Ald. 826, and Moers v. Wait, 3 Wend. 104. In the former it is ruled that where certain mill-machinery, together with a mill, had been demised for a term to a tenant, and he, without permission of his landlord, severed the machinery from the mill, and it was afterwards seized under a fi. fa. by the sheriff, and sold by him, no property passed to the vendee, and the landlord was entitled to bring trover for the machinery, even during the continuance of the term. The question is distinctly put, whether, inasmuch as a man named Richard was tenant of the mill, and of course in possession under an agreement for a term, the plaintiff, as landlord, could maintain trover for the goods, his remedy being, as was contended, case, for the injury to the reversion. The court decided the action could be maintained. The reason given by Abbott, C. J., is, that inasmuch as the chattels were part of the realty when separated from the mill, they would, as in the case of trees cut down by a tenant, revert to the landlord; and upon that principle, trover is maintainable by him. In this view of the case, Bayley, J., and Holroyd, J., concurred. Moers v. Wait, 3 Wend. 104, is also in point. There it is ruled that if a person entering into possession of uncultivated land, under a contract of sale, giving him the right of occupancy, and reserving to the landlord the land as security for the purchase-money, cuts timber for other than farming purposes, the timber severed becomes the personal property of the owner of the inheritance, who may maintain trover against the person in possession, though a Iona fide purchaser, under the occupant. Here, immediately the chattels, which were part of the realty, were severed from the freehold, they became personal property, and belonged to the plaintiff, thus giving him. as owner, the right of replevin as against any person in whose possession they may be. This is the principal question in the cause. It is not a question of form merely, but of substance, where the defendant, as whose property the estate is sold, is insolvent. It would be a dangerous precedent to let it be understood that an owner of real property, after his estate is divested, can, by his own unauthorized act, sever part of it, as for example, the machinery in a mill, or the timber growing on the land, and acquire title to it, so as to prevent the purchaser from asserting his title to the chattel itself. It is no answer, in case of insolvency, that the plaintiff may have his action for mesne profits, by laying the spoliation specially in the declaration, or a special action on the case, or his writ of estrepement after the injury is done. In the case supposed, his remedy would be worthless. His only adequate remedy is by replevin, as owner of the chattel, after the severance from the freehold. Owning the estate, he is owner of the chattel, certainly as against a wrongdoer, in which light alone are the defendants to be viewed.\nWe see nothing in the testimony, either of the sheriff or the other witnesses, which estops the plaintiff from asserting his title to the machinery of the mill, if his declarations were made in ignorance of his rights. He appears to have labored under the common mistake that machinery in a mill was personal, not real property. There is not a shadow of proof that he intended to relinquish his own property for the benefit of the defendants. If the real estate brought less in consequence of his mistaken notion of the law, that may have been a reason for setting aside the sale, but is of no moment whatever in this action."}