{"id": "408817", "contents": "The opinion of the court was delivered by\nHibson, C. J.\nWhen this court first declared equity to be part of the' law of Pennsylvania, it had one of two things to do in order to carry its declaration out—^either to assume the powers of a court of chancery, or to strain relief through common law forms, disregarding technical congruity .when found to stand in the way of justice. Unfortunately, it attempted a middle course. By the help of fiction, the common law form of the record was measurably preserved, though often at the expense of right. The relief sometimes stopped short of complete justice, while the record did not indicate that there had been any relief at all. It was impossible to tell from the verdict in an action of covenant by a vendor, whether the jury had executed the contract or given damages for a breach of it.\nEquitable jurisdiction was gradually assumed, but not always in subordination to technical forms. A plaintiff has been allowed to declare on a lost bond without a proferí; a defendant has been allowed to plead matter of equitable defence specially; and many other departures from common law rule have been sanctioned. We have not yet gone so far as to disregard the form of the writ, count, or judgment; but why should we not do so when justice cries out for it, and there is no other way to appease her clamor ? or why should we choose to give relief in handcuffs ? From the moment the court departed in the least from technical form, there could be no stopping-place short of perfect and entire justice. That it had not \"come up to the exigence of the present case is because no such case had turned up. Were not the bankrupt debtor joined as a defendant in it with the executors of the dead one, the case would be, in its equity and its form, the same as Lang v. Keppele, which was essentially a bill in equity, and in which the plaintiff was relieved as fully as a chancellor would have relieved him. The cause before us stood below in the shape of a common law action, and the court had one of three things to do—to strike the name • of the bankrupt out of the declaration and writ for the sake of eongruity, an amendment authorized neither by statute nor the common law; or to disregard the irregularity, and give judgment so as to reach, not the personal responsibility of the executors, but the testator’s property; or to turn the plaintiff round to an action barred by the statute of limitations. The second was the preferable one.\nThe inflexibility of the forms of the common law was produced by the simplicity of its process. It allowed to an action but one writ, one declaration, one plea, one judgment, and one execution; and the parts were congruous as well as perfect. Branching was prevented by lopping. At the death of a joint plaintiff, the entire right of action went to the survivor; and the death of a joint defendant released his property, not for any merit in him, but for the inconvenience of complicating the process by bringing in his executor. The death of a defendant after judgment, did not discharge his land from the lien of it; and execution might be had of it after judgment on a special scire facias. That consequence was produced by the interpretation put on the statute of Westminster 2, which was held to give the creditor execution of the land had at the time of the judgment. To prevent an absolute failure of justice, equity interposes to subject the property of the deeedent to execution if he were not a surety, and, consequently, not entitled to its sympathy for the hardship of his case. In the present case, there was no judgment in the decedent’s lifetime; and, though a statute gave a lien on his property from the time of his death, it is safer to put the cause on the inherent power of a court of equity, exerted, not against the persons of the executors, but against the decedent’s property. In point of equity, it stands as fair as did Lang v. Keppele. There the executor of a partner was allowed to be sued after the survivor had been pursued to bankruptcy : here the action is against, not only the executors, but the bankrupt also. In the first, the record exhibited a cause of action that might be recovered against the defendant at law: in the second, the cause of action could not be rec'overed against the defendants at law, but the impediment is not so great that it must overturn the most sacred principles of justice. The action is essentially a bill in equity, and the fashion of its drapery is surely not a matter of the first importance. If it were so, no common law action could be substituted for a bill in any case; and to sustain it in this instance, though irregular even as an action, requires this court to go only a step further than it has already gone. Cragg, the bankrupt, was indebted to the plaintiff on notes secured by col-laterals, which were returned to him on the security of the testator’s guaranty that he would collect them and pay the plaintiff the avails. He did collect them, but paid the avails in discharge of debts owing by the testator, who became, on the principle of the Bank of Pennsylvania v. Winger, 1 Rawle 295, a principal debtor. This is the case proposed to be proved, and the evidence of it ought to have been received.\nJudgment reversed, and venire facias de novo awarded."}