{"id": "408814", "contents": "The opinion of the court was delivered, by\nCoulter, J.\nThe first section of the act to abolish imprison-\nment for debt, passed the 9th of April, 1833, provides, that in all cases of appeals from justices of the peace, thereafter entered, the costs shall abide the event of the suit, with certain qualifications and reservations; one of which is, that if the defendant, on or after the trial and before appeal, shall offer to confess judgment for the amount he admits to be due, and if the plaintiff, on a trial in court, shall recover a less sum than that, he, the plaintiff, shall pay all costs that may accrue on the appeal, and the defendant’s bill shall be taxed. The justice is required to enter the offer of the defendant to confess judgment, on the record; and the payment of costs by the plaintiff is the penalty of non-acceptance, unless he shall recover a greater sum. In this case, the offer to confess judgment for the amount specified on the record was made before appeal some days, and the plaintiff was duly notified thereof, and refused to accept; all of which is set out on the record. The plaintiff, on a subsequent trial before arbitrators, after the cause was removed into court, recovered a less sum than that for which the defendant offered to confess judgment before the justice. Of course, by the order of things and the plain direction of the statute, the penalty attaches, and the recusant plaintiff must pay the costs.\nBut the court below received parol evidence, outside this record, to qualify, explain, or nullify the proceeding. This was wrong; because a record is true unless impeached for fraud, or, perhaps in some cases, for culpable mistake; neither of which is pretended here. There would be no safety in adopting any other criterion than that prescribed by the statute itself; that is, the record. After all the forms of trial and process, followed up to final judgment, had been gone through, litigation would just be at its threshold ; because in those trials, originally before justices, the costs often, in the end, compose the real and important bone to fight over. Litigation ought to end upon final judgment; and, by following the rule of the statute, we accomplish that purpose. If the justice makes a mistake, wilful or accidental, in making up his record, he will be responsible to the party injured: 1 Barr 28.\nThe' court fell into error in the admission of the extraneous ■testimony.\nThe rule entered 27th November, 1849, instead of being discharged, as was done by the court below, ought to have been made absolute, which is now done.\nJudgment to be entered by the court below in favour of the plaintiff, without costs, and the defendant allowed to have his bill taxed and filed, according to the said act of Assembly, and deducted from the amount of judgment."}