{"id": "408844", "contents": "The opinion of the court was delivered by\nGibson, C. J.\nNotwithstanding the decision in Klein v. The Franklin Insurance Co., 1 Harris 249, the plaintiff’s counsel have attempted to open the merits of the case, as if it stood on a motion for a new trial; but with what expectation of advantage, I know not. Unless it were possible to override the decision when the cause was last before us, there would be a barren field for argument on the specific exceptions; and the principal effort has accordingly been to drive us from our position. The principles of that decision, after careful consideration, had the assent of all the judges who sat at the argument; and I must be permitted to say, I never delivered an opinion of whose soundness I am more confident. The objection pressed upon us is, that the plaintiff was treated as a purchaser merely of Mr. Reed’s resulting trust, and not of the legal title which she received from Mr. Sergeant along with it. Had she not received that title, it is not pretended that she would have stood in any other equity than that of Mr. Reed himself. But how can the legal title help the purchaser of an equity, if it were not acquired in good faith ? To Hiren v. Mill, 13 Vesey 114, and the anonymous case in 2 Freem. 137, pl. 151, cited on the former occasion, it is proper to add Smith v. Law, 1 Atk. 490, and Taylor v. Stibbert, 2 Vesey Jr. 440, to show that whenever a purchaser has notice that the estate is affected by other interests than those of the vendor of the legal title, he is bound to inquire into the extent and terms of those interests. If Mrs. Sergeant dealt with Mr. Reed for a title that was not in him, could she fail to perceive that it was affected by some particular interest of his own ? In the last of the preceding cases, Lord Loughborough said, it is sufficient to put a purchaser on inquiry, that he was informed the estate was not in the actual possession of the person with whom he contracted; that he could not transfer the ownership and the possession together; and that there were interests into the extent and terms of which it was proper to inquire. Whatever may be said by the text-writers, it is sufficient that there is no decided case which impinges on that principle. Popham v. Baldwin, 2 Jones's Exch. 320, was decided on the registry act; and the master of the rolls in Hanbury v. Litchfield, 2 Mylne & K. 629, attempted no more than to set what he thought to be reasonable bounds to the principle. He said, for no reason which I can appreciate, that if the tenant in possession holds under a derivative lease, and without knowledge of the covenant in the original lease, it has never been held want of due diligence if the purchaser do not pursue his inquiries through every derivative lessee till he arrive at the primitive one. It would cost him very little trouble, and I think it would not be too much to require him to do so. I see no reason why a purchaser put on a trail should not be bound to follow it out. The preceding authorities show that a purchaser who shuts his eyes to the things that lie in his path, proceeds at his peril. But authority for a principle so plain seems to be unnecessary. With what unction could the purchaser of a hidden equity say to his conscience, the title has been vested in a trustee, doubtless, to conceal the property from creditors, or for some other purpose as unfair; but that touches not me. I shall probably lend myself to the accomplishment of a fraud, but I shall be safe under the panoply of the legal title, which, like charity, often covers a multitude of sins. Instead of respecting such mental suggestions, equity compels men to look beyond their exclusive interests, by restraining them from unnecessarily doing any thing to the injury of third persons. The principle which requires the purchaser of a legal title to get to the bottom of a mystery connected with it, is the same which requires a creditor to respect, so far as he may, the interests of a surety for the debt. It is a principle of common honesty that no man, apprized of the existence of a secret trust, can purchase the legal title without being affected by every circumstance beneath the surface of it. Had Mrs. Sergeant proposed to deal for the property with Mr. Sergeant, she would have been told that he had nothing to do with it but to sign papers under the direction of Mr. Reed. Had she demanded of Mr. Reed why he had purchased it in the name of Mr. Sergeant, she would have been told that he was bound by a covenant with Mr. Ingersoll to extinguish the ground-rent at a time to come, and that his object was to keep it afoot in the mean time. That would have led to a call for the covenant, by which the whole story would have been told.\nAt the last trial, a new element was brought into the cause by the testimony of Mr. Bonsall, which raised a question of fact, whether Mrs. Sergeant had not purchased from him without notice of Mr. Reed’s title; and as the proper direction in regard to every thing else has been settled, our business, so far as concerns the charge, is with that alone. The books of the witness showed that he had received a broker’s commission on the sale, and prima facie that he was the seller. To rebut the presumption from it, there was evidence that she had paid the purchase-money to Mr. Reed, which was left to the jury.\nThe only thing about which the mind halts, is the alleged agency of Mr. Bonsall for Mrs. Sergeant, which is alleged to have been left to the jury without evidence. “ If,” said the judge, “ Bonsall sold, as the agent of Reed, with full knowledge of the facts, but did not communicate them to her, she is not bound by them, and may recover, unless she constituted Bonsall her general agent in the same transaction, and was thus affected his Such general agency would not result from paying for the deed from John Sergeant to her, or, indeed, actually employing Bonsall to prepare it.” The defendant had contended that proof of payment for the deed was sufficient; and the evident meaning of the judge was, that his principle was right, hut that the evidence did not bring the case within it. But there certainly was evidence of agency—faint undoubtedly, but still evidence—in the book of Mr. Bonsall itself. A broker is employed to negotiate contracts, but, as he has no property in the article or thing, not to sell in his own name; and his principal is entitled to rely on his forbearance to do so: 1 Bell’s Oom. Jur. 477. The presumption therefore is, that Mr. Bonsall sold in the name of Mr. Reed. But sometimes a broker acts as a factor for both buyer and seller: id. 478; and, when that is the ease, the buyer is necessarily affected by his factor’s knowledge. No person appears to have acted for Mrs. Sergeant, if Mr. Bonsall did not. Mr. Sergeant certainly did not; and if Mr. Reed did, she would be affected by his knowledge. She may have dealt with Mr. Bonsall as a stranger; but it is improbable that a lady would manage such a transaction herself. From an entry in his books, he would seem to have been her man of business in a similar transaction at the same time. The evidence, resting as it does in probabilities, is certainly slight; but in a transaction so remote that the surviving witnesses are unable to recollect the circumstances, even probabilities may be weighed.\nMr. Reed’s exposition of Mr. Sergeant’s trust, at the execution of the conveyance, was one of a combination of circumstances in the transaction; and the value of such evidence, it is said in Professor Gfreenleaf s treatise, sec. 120, “ lies in this, that it was contemporaneous with the principal fact done, forming a link in the chain of events, and being part of the res gestee. It is not merely the declaration of the party, but it is a verbal contemporaneous act, belonging, not necessarily indeed, but ordinarily and naturally, to the principal thing.” Can it be doubted that this paper was such? On another principle it was equally competent. It was a written acknowledgment in prejudice of Mr. Reed’s interest, which became the best evidence of which the fact was susceptible at his death. It was a relinquishment of claim for the purchase-money, and it was an admission that he was responsible for the consequences of the transaction. The rule is clear, that a sacrifice of interest is an equivalent for the judicial oath when the latter cannot be had; and there is no reason to restrain it to book-entries. When it is put in writing, to serve as evidence against the party who made it, what matters it whether it is recorded on a separate sheet of paper or in a book ? On the points open to argument, therefore, the plaintiff has failed.\nJudgment affirmed.\nCoulter, J., dissented."}