{"id": "408822", "contents": "The opinion of the court was delivered by\nGibson, C. J.\nThe lot in question was purchased by the congregation, and the title to it was vested in some of the members in trust, to permit it to be used as a church and school-house. The church was erected, but it was encumbered with mechanics’ liens; and to relieve the congregation from the immediate pressure of them, Dr. Ely agreed with five others to purchase them, and give the congregation time to extinguish them. They were transferred to him, and paid for with money advanced by the associates in unequal proportions. After reasonable indulgence, they found that nothing had been, or probably would be done by the congregation; and they agreed to bring the property to the hammer, vest the title in. Dr. Ely in trust to sell it, pay their advances out of the proceeds, and give the surplus, if' any, to the congregation. ■ It was sold by the sheriff and conveyed to Dr. Ely, who executed a declaration of trust, stating the terms of the agreement; o and the question is, whether he acquired, by the sheriff’s deed, an interest which could be bound by a judgment.\nUnlike the beneficiaries in Allison v. Wilson, and Morrow v. Brenizer, who had only an interest in the execution of a power, he had an estate in the soil. He had the legal title, which always may be bound to the extent of the beneficial interest covered by it. It was divested by the sale; and as it certainly rested somewhere, it passed by the sheriff’s conveyance to the purchaser. The auditor erred in reporting that it was purchased by Dr. Ely for the congregation on the original trusts; the declaration of trust shows it was not. It was purchased to sell it again to any one who would pay for it; and it had been found that the congregation could not. Dr. Ely was a trustee of the title, not for the congregation beyond its interest in the possibility of a surplus, but for his associates and himself. He was a trustee with a beneficial interest of his own ; and it is immaterial whether his equitable estate merged in the legal estate or not. As he had a successor, who could execute the trust only by selling the title entire, it may be assumed that it did not; but his equitable estate in the soil remained in him; and it is not to be disputed that such an estate may be bound by judgment.\nWe are, therefore, of opinion, and it is so ordered, that the decree of the Common Pleas be reversed so far as regards the appellant’s judgment, which is decreed to be paid out of the fund in court in its order."}