{"id": "408806", "contents": "The opinion of the court was delivered, by\nGibson, C. J.\nThe English judges agree that a sale to an insolvent vendee, consummated by delivery, cannot be rescinded even by consent of parties; not only because it would be a fraud on the bankrupt laws, but-because a restoration of property and price would be, not a rescission, but a resale. I am not aware of any law which would forbid such a resale here. Still, the English decisions are not the less authoritative on the question of consummation. The question before us is whether the sale was perfected by delivery ; and in all cases the quality of the acceptance is the test; the difficulty being in its application to cases in which the intention is doubtfully and obscurely indicated. The first of them, Atkins v. Barwick, Stra. 165; S. C. 10 Mod. 431; 11 Mod. 295; Fort. 353, would not stand it on the facts and circumstances stated in any of the reports of it. The vendors sent the goods to the bankrupts in the country, who gave credit for them on their books, but after-wards sent them to a third person for the vendors’ use; and, had that- been all, the judgment would have been wrong. But Lord Mansfield said of it, in Harman v. Fisher, Cowp. 125, that the trader had very honestly refused to accept the goods, and returned them; and Chief Justice Best said, in Bartram v. Fairbrother, 6 L. J. C. P. 128, that when the goods arrived by the wagon, the vendees .could not turn them loose in the street; they did what was equivalent to rejecting them—they sent them to a friend of the consignors for their use. Of course, they must have ascertained that the fact of crediting the consignors on the books was an error of the reporters. In every other case, however, an unqualified acceptance has been held to pass the ownership ; but there may certainly be a special acceptance which will not have that effect. A case may be conceived, said Lord Abinger, in James v. Griffin, Tyrwh. & Gfr. 449, where even a reception of goods into the vendee’s own warehouse would not be a taking of possession; as where a party, knowing that he must inevitably become bankrupt, puts them apart from his other goods, with a view of returning them to the vendor. It is unnecessary to examine the other cases, as they will all be found to turn on delivery tendered and accepted, in execution of the contract, or rejected in order to rescind it; and acceptance always stands with the contract where there is not a specific declaration of intention to the contrary. It remains to apply this test to the facts before us.\nIn execution of an order, the plaintiffs sent the tobacco to the defendants, their customers, enclosing the invoice and bill, and saying “ for which we will make the usual draft at four months, and which you will please protect.” They drew on the same day, but when the draft arrived, the defendants were insolvent.. While the tobacco was lying at the wharf, one of the defendants told a creditor of his firm, that they did not intend to take it into store, as they were'unable to pay for it. The creditor remonstrated, and was told they would consult the other creditors. The tobacco was after-wards taken into the store, and in a few days replevied. Whatever the defendants may have contemplated, there is nothing in these facts to show that they had made up their mind to rescind, much less that they had done any act of rescission. Nothing they might say to the witness could control their course of action. On the contrary, they postponed the matter for further consideration, and eventually, not only received the tobacco, but refused to give it back. If the wharfinger was the plaintiff’s agent, he permitted the defendant to take possession of it; and so far as actual delivery was concerned, the contract was executed.\nThe draft was presented at the same time, but protested for want of acceptance. Hence it is argued that acceptance was a condition precedent to delivery; and that the possession obtained without it was surreptitious. The plaintiffs had drawn bills on the defendants for tobacco before, but on what conditions did not appear. The request to protect their draft was certainly not a stipulation for acceptance before delivery, nor could it be. The draft did not attend the tobacco, and might have arrived long after it; so that the plaintiffs could scarce have intended that the boxes should remain on the wharf till it should be presented, or that acceptance of it and delivery of the tobacco should be simultaneous. But the draft was actually accepted the following day; and even a drawee having refused to accept generally, may accept supra protest, for the honour of the drawer or an endorser, and, thus secure to the holder every advantage he could have had from a general acceptance. It is argued that the refusal to accept generally was an unalterable act of rescission ; but the cases require a specific declaration of refusal to receive; and even that may be retracted before it has been accepted by the vendor. Had there been such a declaration here, the subsequent act of taking possession would have been a retraction of it.\nStill, it is argued that the vendor may treat the sale as a nullity where there has been' a preconceived design not to pay. But there was no such design when the tobacco was ordered, and the character of the transaction, at that period of it, seems to be the criterion. The other creditors furnished goods on orders indisputably honest; and they are equitably entitled to equality of participation in the general wreck. The defendants might have preferred the plaintiffs ; but their refusal to do so is not evidence of fraudulent design.\nIt is scarce necessary to say that the evidence to prove a reciprocal return of accommodation notes at the time, between the defendants and another firm, was irrelevant, and properly excluded.\nJudgment affirmed."}