{"id": "408829", "contents": "The opinion of the court was delivered by\nBell, J.\nThe exceptions filed to the action of the court below are entirely destitute of merits, and we deem it necessary thus to notice them particularly, only to express our approbation of the course pursued in sending their report back to the viewers for correction in a point not touching the propriety of laying out the road in question. It was done in pursuance of a recommendation I ventured to suggest in the case of the Towamencin road: 10 Barr 195. That recommendation was founded in experience of the vexatious trouble, expense, and inconvenience to which parties were frequently put by the practice of setting aside reports of viewers, upon mere technical grounds, not in any degree touching the merits of the controversy. It frequently happened that, after years of struggle, accompanied by the bitterness of feeling too apt to accompany these discussions, a report' of re-reviewers was set aside for some trifling omission of form, such as occurred in this instance,— neglect to note improvements on the draft,—and the parties left just where they had begun; and thus the strife was renewed, possibly again to end in the same way. Every one, with the least practical knowledge of this subject, must have felt this to be an evil, of which the case before us is a pregnant example. After running through the usual number of views and reports, and at the end of several years of inquiry, a road is laid out and approved by the court. It is brought here, and the whole proceeding reversed because the Quarter Sessions omitted to designate the width of the proposed road before directing it to be opened. The parties who desire the road begin de novo, and after some years of further contest, and the regular routine where a road is contested, it is again recommended and approved. And now its opponents would have us overturn all that has been done after so much delay, and, I doubt not, expense, for a slip of form, well corrected by the step taken by the Court of Quarter Sessions. The whole matter was still within the power of that court when this step was taken, and there is no peculiarity in the case, which calls for our interference.\nProceedings affirmed."}