{"id": "408818", "contents": "The opinion of the court was delivered, by\nRogers, J.\nThis is an action of ejectment, to recover 55 acres of land. The plaintiff, to support his title, gave in evidence a fi. fa. and levy made upon two tracts of land, an inquest held by the sheriff, as shown by his return, upon a certain piece or parcel of land, not designating (as the defendants contend) which parcel. The venditioni exponas and sheriff’s deed, being offered in evidence, were objected to, because the land in question had not been condemned. The court admitted the evidence; whereupon the defendant offered to prove, by witnesses who were present at the inquisition, that the sheriff did not hold an inquest on this tract, but upon the other tract only. This being rejected by the court, is assigned for error.\nThe act of the 16th June, 1836, expressly requires the holding an inquest, and it has been repeatedly ruled, that a sale of real estate, without waiver of inquisition, or condemnation by an inquest, is void: Baird v. Lent, 8 Watts 422; Lessee of Porter v. Nealan, 4 Yeates 103; Lessee of Glancy v. Jones, 4 Yeates 212, and Burd v. Dansdale, 2 Bin. 80. The difficulty resting on the plaintiff’s title arises on the sheriff’s return. Does the return show an inquisition and condemnation of the tract in controversy ? Is this the legal effect ? If it be, then, as is ruled in McClelland v. Slingluff, 7 W. & Ser. 134, parol evidence is inadmissible to change or vary it. But, although parol evidence cannot be received to contradict or vary a sheriff’s return to a writ, yet proof of facts, consistent with and not appearing on the face of the return, may be heard. This is peculiarly true (as is said by Mr. Justice Bell, in Jordan v. Minster, reported in the Law Journal,) of the loose written returns of our writs of execution, which ignorance or carelessness combine to divest of every feature approaching to certainty. It is necessary to allow the liberal use of assisting evidence, oral and documentary, to correct mistakes and explain ambiguities: Hoffman v. Danner, 2 Harris 25.\nThe inquisition refers to a condemnation of a certain piece or parcel of land set forth and described in an annexed schedule. If the schedule had contained but one tract, or if the inquisition had designated with any certainty which tract was referred to, (for it contained two tracts,) all difficulty would have been avoided. But it is impossible to say which tract is included, the piece or parcel containing 40 acres, or the tract containing 55 acres, the property in controversy, both of which are particularly described in the schedule. The plaintiff, however, contends the inquisition was held on both tracts, that the return is sufficiently certain to carry both. But this interpretation would be making language, not to construe it. To give the return this reading, we are required to strike out the indefinite article a, and to insert the letter s after the words piece or parcel. It would then read pieces or parcels of land, of course including all the parcels mentioned in the schedule. This would cut the Gordian knot, and were we allowed to take such liberties with instruments of writing, by adding a letter here and striking out a sentence there, much perplexity would be often avoided, provided we could agree on the amendments to be made in the writing. This power would be particularly valuable in the construction of wills, where we are often called on to find out the intention of the testator, where, in all probability, he had none at all. This, I agree, is sometimes done, but not to the extent here required. We are, moreover, asked to make an alteration in the return so as to include two tracts; in the form of an offer to prove that only one tract was condemned, that the tract in controversy was not condemned, that no inquisition was held upon it. This may have been a blunder of the sheriff’s, but we cannot act on that which hardly amounts to a plausible conjecture ; connecting it particularly with the fact, that the defendant was precluded from proving otherwise by the ruling of -the court. The plaintiff ought not to be permitted to recover without proving the indispensable prerequisite to a valid title, an inquest and condemnation of the land. This is the case of an ambiguity, and neither party ought to be precluded from showing the truth of the case. The proof does not contradict the return, but explains that which, otherwise, is doubtful and obscure. It is idle- to say that the acknowledgment of the sheriff affects the question. It has never yet been held to cure the want of an inquisition and condemnation of real estate.\nWe see no error in permitting the plaintiffs to give evidence of the value of the rents and profits of the land.\nJudgment reversed, and a venire de novo awarded."}