{"id": "408811", "contents": "The opinion of the court was delivered by\nBell, J.\nThe principles ascertained in Heckart v. Zerbe rule this controversy, and settle the relative rights of the parties; at least up to the time of the rendition of the verdict in the ejectment. This form of action is founded in a tortious possession of the land, the subject of the ejectment, and therefore, obviously, up to the point when wrongful possession commences, there is no room to entertain trespass for mesne profits. When the action of ejectment between these parties was here, on the same facts that are now disclosed, (2 Barr 313,) it was held to be a contest between a trustee and cestui que trust, the defendant occupying the former position, and the plaintiff the latter. A consequence of this was that, before a recovery could be had, either tender of the money due to the defendant, before suit brought, or payment into court afterwards, was essential. Until one or the other of these requisites were performed, the defendant could not be said to be in any default, for his possession was his security for repayment. In accordance with this doctrine, it was ruled in Heckart v. Zerbe, that where the recovery of a plaintiff in ejectment depends on an equity, and is, consequently, conditional upon the payment or tender of a sum of money due to the defendant, mesne profits are not recoverable, except for the time running after the tender or payment made. There, there had been a conditional verdict in the ejectment, for plaintiff, stipulating the payment of a certain sum due the defendant, and the court said, in the action for mesne profits, “ it would seem to be difficult to sustain this action, which is trespass, and must be considered as founded upon a tortious possession of the land taken by the defendant; but the jury, by their verdict, have found that he had a right to the possession of it, not only down to the time of the trial, but to retain it afterwards until he was paid by the plaintiffs the sum of $400 ; and it not appearing that he retained the possession beyond the time that he received the $400 mentioned in the verdict, there does not appear any pretence for saying that his possession of the land was, at any time, unlawful.” This is decisive. In the case before us, there was an absolute verdict, only because the plaintiff, upon the cause being called for trial, paid into court the sum due to the defendant, to be taken out should the verdict be favorable. This, in effect, was the same thing as a conditional verdict. Like it, it was a concession of the plaintiff’s right to hold the land until he was reimbursed. Had he then yielded the possession, there would have been no ground for this action. But, as was said in Heckart v. Zerbe, and Mears v. The Presbyterian Church, (3 Barr 97,) the action for mesne profits is with us an equitable one, and should be so moulded as, regardless of mere technicalities, to do substantial justice between the parties. While, on the one hand, a recovery in it should not be permitted merely because there has been a verdict for the plaintiff in an action of ejectment; on the other, one unjustly holding the land from an ascertainable period, ought not to be protected from accounting for the rents and profits, because the first verdict may find that, up to that period, his holding was not tortious. As illustrative of what is meant, the case before us may be instanced. The ejectment was brought to November term 1844, and called for trial 28th November, 1845, on which day the plaintiff paid into court $815, the sum for which the defendant had given his mortgage. On the same day a verdict was rendered for the plaintiff, of course in reference to the payment made for reimbursement of the defendant as trustee. Had the defendant then surrendered the possession, this action could not have been sustained, simply because, up to that time, the verdict, though for the plaintiff, had ascertained the prior adverse holding to be in accordance with the respective rights of the litigant parties. The former, however, chose to continue the contest; but, from the moment the money due him was within his power, he became a tort feasor. After that moment, he is not to he permitted to litigate at the expense of his antagonist. He cannot hold land and money both. It is not an answer to this proposition that he had not, in fact, the money until after the affirmance of the judgment by the court. He might have had it, had he so chosen; and the option being with him, he refused it at his own risk. So, had the plaintiff tendered the money before ejectment brought, I should have said the plaintiff’s light to mesne profits would have commenced from the tender, though refused. In both instances, the refusal to accept the sum due is at the defendant’s hazard. ' This is consistent with all analogies, as it is with reason and justice.\nThe first judgment was not affirmed by this court until December 1845. If the defendant continued to hold possession up to or after that time, we are of opinion he ought to account for the profits of the estate, from the payment of the money into court up to the surrender of the possession. Consequently, the Common Pleas was wrong in rejecting all evidence on the subject of yearly value; though, doubtless, right in the position that the plaintiff was not entitled to recover for the whole period he claimed.\nIn an English court of law, this conclusion could not have been attained, because there the action of ejectment is a strictly legal proceeding, as is its emanation, the action for 'mesne profits. With us, both may partake of an equitable character, and hence the distinction.\nJudgment reversed and a venire de novo awarded."}