{"id": "408836", "contents": "The opinion of the court was delivered by\nRosees, J.\nThis is an action of debt, to recover the amount of a draft for $267.50, drawn by William Glover on John Wilt, the defendant, and accepted by him, in favor of G. S. Iiendig, by whom it is endorsed, payable ninety days after date, at the Northumberland Bank. The note passed into the possession of Charles A. Snyder, the plaintiff, and, not being paid at maturity, was regularly protested. It was in his hands at the time of protest, the commencement of the suit, and the trial, and the action is brought by him as the holder of the draft. The defendant pleads payment, with leave, &c. By the plea, he admits the draft was drawn by Glover, accepted by Wilt, and in the hands-of Snyder, as endorsee and holder. The defendant takes defence, as I understand the case, (which, from the manner in which it was tried, comes in a most imperfect state before us,) on the ground that the draft was given for the accommodation of a certain Robert Barber, without value, who, at the time, was in difficulty, in respect to a debt of one hundred dollars, owing by him to a certain J. Chandler ; that there was no debt, as between Glover, Wilt, and Kendig, and no money consideration passing between them; that the debt of Chandler was afterward paid by John Snyder, and the object of the draft failed; that the draft was handed to Barber for that purpose, and that he passed it to C. A. Snyder, the plaintiff, as his agent, for the purpose of making the arrangement with Chandler, which having failed, the money was afterwards paid by John Snyder, as before stated. If these facts be proved, the defendant has a valid defence to the action, for Snyder would have no better right than Barber, who could not recover from Wilt, who accepted for his accommodation merely. In an action by an endorsee against the drawer of a bill, evidence was received to show that though the endorsement was general, the plaintiff held the bill merely as an agent for collection, and that the payee had requested the drawer not to pay the endorser; and this was held to be a good defence: Barber v. Prentiss, 6 Mass. R. 530; Henrick v. Carman, 10 Johns. 224. This is clear; but, unfortunately, the defendant failed to prove that it was accommodation paper. For aught that appears, it was 'a real, bona fide business transaction between the original parties to the note given by Glover and accepted by Wilt in payment of a debt. If this be so, it is immaterial to Wilt to whom payment is made, whether to Glover, Barber, or Snyder. A recovery by the holder will be an ample shield and protection to him, in any suit hereafter brought by any of the original parties, or by Barber. The defendant has also failed to prove that, at the time the note-was endorsed to Snyder, he knew the draft was any other than it purported to be in its form—a commercial transaction, in the usual course of business. There, then, .is nothing to prevent a recovery, even admitting Snyder to he nothing more than the agent of Barber. As the holder of the paper, he has a right of action against Wilt, the acceptor, who stands in the same position as the drawer or maker of a promissory note. The evidence returned with the record serves to show, either that Snyder paid value, and took an absolute transfer of the draft, or that it was endorsed to him (which, probably, is the better opinion,) as a collateral security for money already and afterwards to be advanced, for the purpose of arranging the debt owing by Barber to Chandler. That the last was the sole object of all the parties, is scarcely reconcilable with the fact that the draft is given for two hundred and sixty-seven dollars and fifty cents, whereas the debt of Barber only amounts to about one hundred dollars. It cannot be doubted that the holder of an accommodation negotiable note may sell, discount, or pledge it for an antecedent debt: Appleton v. Donaldson, 3 Barr 381, 388. This is a mere glance at the evidence, as returned with the record; and it must be remarked,-that there is not a particle of evidence, the shadow of the shade of suspicion that Snyder obtained possession of the note by undue means. It was passed to him, with the assent of Barber, for a fair and legitimate object, as the evidence manifestly shows; and it is in answer to points put by the plaintiff, the court instruct the jury the plaintiff was entitled to recover, unless there is evidence in the cause that he obtained the note by undue means. By this instruction the jury were misled, by directing their attention to a point on which there was no evidence. As no general charge is returned, perhaps none was given. This cause appears to have been tried on exceptions to evidence and points preferred to the court. Eor this error, if there were nothing else, the judgment must be reversed. But, as this cause goes down for another trial, there are other errors assigned, which claim attention.\nWe see no error in the testimony of either Snyder or Glover. Their testimony is pertinent, it cannot be doubted, to the matter of controversy. Glover, although a party to the original instrument, being released, is a competent witness; as his evidence does not go to invalidate the instrument as between them, but to matters which subsequently took place, after the making and executing the draft: Thorn v. Collford, ruled at Pittsburgh, but not yet reported.\nWe are, however, of opinion the court erred in ruling out the depositions of J. A. Fisher, and the note or due-bill of R. Barber to 0. A. Snyder.\nOn the former trial, the first deposition of Fisher was read without objection. On the last, it was excepted to, on several grounds. The last, viz. that there was no notice served on the party of the time and place of taking the deposition, is alone deserving of any attention. This, it must be admitted, would be a decisive objection, but for the testimony of Mr. Swineford, who deposes that he served the notice on the counsel for the defendant, and he thinks he did not object to receiving it. Ilis impression is, he asked him whether he would accept, and, to the best of his impression, he did accept; has no recollection that he made any objection to receiving it; that he knew he would have to serve it on Wilt, if any objection was made, and that he would have so served it, if any objection had been made. To reject a deposition under such circumstances, is, to say the least of it, rather sharp practice. It was admitted, on the former trial, without objection, which confirms the statement of Mr. Swineford. Mr. Swineford had the best reason to believe the service of notice on the party was waived. Not having the rule of court before me, I cannot positively say, but I suppose it is hardly so stringent as that service of notice may not be waived. In Newlin v. Newlin, 8 Ser. JR. 41, it is held that notice of the taking of a deposition served on the attorney in the cause, is good, unless he objects at the time of service. I do not, however, put the case on that ground, as I am well aware it is ruled that the waiver of service on the party cannot be implied from the attorney’s omission expressly to dissent to the service on himself: 1 Barr 442, Conningham v. Jordan. Here, there is something besides silence in the attorney. There is an acquiescence in the service, particularly connected with the fact that the deposition was allowed to be read on the former trial, without objection.\nAnother deposition of Fisher was rejected, because the sheriff who served the notice returns it served on Wilt by leaving a copy' with his Avife, without saying it was served by leaving a copy at his dwelling-house, with his wife. We think the deposition was improperly excluded, as it is no violent presumption that she was at home when it was served, unless in resorting to the absurd supposition that it was served on her when abroad. A notice to take depositions is rightly served by leaving a copy of it at the dwelling-house of the party, with his son or with his wife: Campbell v. Shrum, 3 Watts 60.\nWe also think the court erred in excluding the due-bills. They were pertinent evidence, proving that, previous to the transfer of the draft, Barber was indebted to Snyder. The evidence was material, bearing directly on the consideration of the transfer, and also, if viewed as a collateral security for advances, showing the sum Barber was indebted to Snyder.\nJudgment reversed, and a venire facias de novo awarded."}