{"id": "408827", "contents": "The opinion of the court was delivered, by\nCoulter, J.\nThe intent of the testatrix is manifest, and must prevail, because it is not forbidden by any rule of law. The bond given to her by Abraham was evidently for money advanced to him on account of his legacy, and is, therefore, an ademption pro tanto. To leave no room for doubt, she endorses on the bond, “ This is to certify that this is not to be collected; but is a part of his portion, and stands against him only for that purpose;” which she signs with her name, and it becomes in fact a part of her will, containing a distinct reference to it, and a declaration that it shall operate as part of it. But it is alleged that the portion or legacy in the will was only to Abraham for his life, and after his death to his children. -That is true; but the performance or execution of that part, so far as the amount of the bond is concerned, is rendered impossible by the act of the testatrix herself, and is, therefore, an ademption or repeal of the legacy to the children, pro tanto.\nBut it is alleged also that the codicil fixes the time when the will is to be considered as made; and that, as its date is subsequent to the advancement, it cannot operate as an ademption of what did not exist. But that is a fiction, barren and sterile, so far as this case is concerned. Put the will, the endorsement on the bond, and the codicil together, and they all stand as part of the original will, referring to it and founded upon it, and can stand in no other way. The codicil is, “In my will above written,- I have given to the use of my son Abraham $800; now it is my will and I do increase tbe same to $1000.” This was merely adding $200 to his portion, from which the amount of the bond was to be considered as an advancement.\nIf the codicil is truly rendered, it shows that the whole was to be Abraham’s portion absolutely, and therein concurs with the endorsement on the bond.\nAs to the other point, of this advancement being an ademption or extinguishment of Abraham’s residue, it is not so. It was an ademption of so much of his portion that was certain and definite, and in relation to which it could be applied. The residue was uncertain and of no fixed sum, and whether there would be any sum was not absolute. The testator, therefore, could not have had that in her mind, nor does the law so apply it. The eodicil sufficiently indicates what she meant by Abraham’s portion.\nDecree affirmed."}