{"id": "408839", "contents": "The opinion of the court was delivered by\nRogers, J.\nIt is undoubtedly error to submit a fact to the jury of which there is no proof. But the ruling of the charge is not exposed to this exception, as we cannot read the testimony without coming to the conclusion that the plaintiff, Weiner, has great reason to complain of the conduct of the defendants. Weiner accepted the agency under the well-founded belief that the goods, for which he procured orders in this city, would be consigned directly to him, to be delivered by him to the purchasers here. This is the fair import of the contract, and must have been so understood by the parties. Instead of pursuing this ordinary course, suggested alike by the bargain and common courtesy in the transaction of such business, the defendants sent their goods to their general agents in New York, and by them they were forwarded, without any notice, to the purchasers here. This is an obvious wrong, for which the plaintiff is entitled to damages, as well for the breach of contract as for violation of faith. For every breach of contract the law implies damages, of the measure of which the jury are to judge, under the superintendence and control of the court: 1 Salic. 19, Ashley v. White. No satisfactory reason has been given by the defendants ; for it is in vain to say they always intended to pay the plaintiff’s commissions on the shipment, as it is hardly credible they designed to pay double commissions. And, even if they did, yet this is an injury, for which the plaintiff is entitled to redress, the amount of which, as before remarked, must be determined by the jury. That it was too much, after the reduction made by the court, I am not prepared to say; but, if it was, it is a question with which we have nothing to do.\nThat the evidence was properly admitted, cannot be doubted. The letters, although written after the commencement of the suit, are evidence, because they were responded to by the defendants. The letters were admitted as a connected whole; no objection being made to any particular part of the correspondence. Had the defendants taken no notice of the plaintiff’s letter, which no doubt would have been the case had his present counsel been at his elbow, the exception would avail here. But allegations made in a letter, responded to by the other party, are considered in the light of declarations or conversations between the parties, and as such properly admissible in evidence: Roe v. Day, 7 Car. & Payne 705; 1 Car. Kirw. 626. The weight to be given to the testimony is for the jury to determine; who consider, under all the circumstances, how much of the whole statement they deem wbrthy of belief, including as well- the facts asserted by the party in his own favor as those making against him: 1 Greenleaf Ev. sec. 201. It is a matter of no sort of consequence whether letters or conversations, as to their competency, are before or after suit brought: 10 Ser. & R. 269, Marshall v. Sheridan; 8 Watts 103, Galbraith v. Elder.\nJudgment affirmed."}