{"id": "408809", "contents": "The opinion of the court was delivered, by\nCoulter, J.\nThe affidavit of defence by defendant, among other things, distinctly avers, that although the deeds from Hughes to him for the lots in question were absolute on their face, subject to the ground-rent, that nevertheless he held them only as a trust, to be conveyed to Sailor a.nd others whom Hughes might designate; that he never exercised any act of ownership over them or any of them; never considered himself the owner, but always considered Hughes as the rightful owner; that he never lifted the deeds from the conveyancer in his lifetime, and only took them after his death, upon a prospect of .a settlement and adjustment of the dispute. And also that the policies of insurance were effected by Hughes in his own name, which were transferred to the plaintiff by Hughes after some of the houses were destroyed by fire, &c., and that he gave notice to the plaintiff at that time that he did not claim to be the owner of the houses, &c. It is clear enough therefore that he held the title only as collateral security for the lumber and advances he made to Hughes towards building the houses, and that the plaintiff has suffered no detriment from the deed being absolute on its face, especially as the plaintiff took a mortgage on the-premises, as it would appear, on account of advances made to Hughes. Wetherell having reconveyed to him, to enable him to give the mortgage—Hughes then reconveyed to Wetherell on the same terms and for the same trust and confidence of the first conveyance; from all which it might reasonably be inferred that the plaintiff urns conversant of the exact position of affairs; particularly as Hughes remained in possession and continued to carry on the improvements. It has frequently been held in this court, not only in the cases cited by the counsel for the plaintiff in error, but also in several others of more recent date, that a trust may be proved by parol. And although the point in the case of Walton v. Crowley, 14 Wend. 63, on which the counsel for plaintiff in error relies, may be well enough, to wit, that a declaration of trust executed on the trial of a cause against the assignee,—that the assignment was a mere security for the payment of money, is not proper evidence, because that might be made merely for the occasion, when no trust existed in the transaction itself; yet that is not this case, for here the affidavit of defence asserts that the deed was made on the trust and confidence mentioned, in other words, that the trust rvas coeval with the deed, entering into its very existence, and without which it never would have been. That a trust coeval with the deed may be proved by parol, when it can be done satisfactorily, is the settled law of this State. The whole estate therefore was not in Wetherell, the equity remained in Hughes. The authority therefore of Williams v. Bosanquet, 1 Brod. Bing. 238, even if it were authority here, would not help the defendant in error. But that case never has been recognised in this State, and being made long since the Revolution, it does not affect the authority of Eaton v. Jacques, the principle of which had been recognised here long before Williams & Bosanquet was decided. The latter case settled that where a party takes an assignment of lease by way of mortgage as a security for money lent, the whole interest passes to him, and he becomes liable to the payment of rent, though he has never occupied or become possessed in point of fact. That may suit the state or condition of affairs in England, but would be unsuitable and unjust here. On what principle the action will lie it is difficult to imagine. There is no privity of contract; that is clear. Nor, according to our principles, can there be any privity of estate. It is not. the intent of the parties that there should be any absolute estate, for the deed is defeasible by its terms, in case of a mortgage proper, on the payment of the money lent. But in this State it has always been held that a mortgage is only a security for the payment of money, and that an estate remains in the mortgagor, which may be bound by judgment, levied upon, and sold. The mortgagor may sell it himself. And nothing is more common than to give several mortgages on the same land. A residuum of estate-therefore remains—the whole estate does not pass here—because on principle there can be no difference between a mortgage of a fee simple covered by a ground-rent, and a fee simple covered by a judgment or mortgage. In either case a residuum remains. And that is the rule of Eaton v. Jacques, Dong. 454. That is, that the mortgagee is not liable to the ground landlord unless he has taken actual possession, because the whole estate does not pass to him. But when he is in the actual possession, receiving the emoluments, there is privity between him and the ground landlord sufficient to support an action. This is a rule of equity and fairness, and it is the rule of law here, notwithstanding-- Williams v. Bosanquet. And Eaton v. Jacques is still held to be the law in New York: Walton v. Crowly, 14 Wend. 68. Whether the assignment here is considered as a mortgage, or an assignment in trust, the assignee or mortgagee never 'having been in actual possession, is not liable to the ground landlord, who still has his hold by privity of estate, and privity of contract against Hughes. The substantial title or estate, however the instrument may be regarded, is still in Hughes, either as mortgagor or eestui-que-trust. And there is no privity even of possession between the ground landlord and Wetherell, who is therefore not liable to this action of debt, if the facts stated in his affidavit of defence are true. The fallacy of the argument of the defendant in error is in the assumption that Wetherell seeks to hold the lots discharged of the ground-rent; whereas he disclaims title to them altogether, and never had possession.\nIf he claimed to hold the lots, or was in possession, receiving the emoluments, it would be a different case altogether. Neither is it apparent that it was a secret trust, as assumed by defendant in error. Hughes continued in possession, a circumstance always sufficient to put every one on inquiry. He continued his improvements, an additional circumstance; and Wetherell never put the assignment or mortgage on record.\nThe judgment below is reversed, and procedendo awarded."}