{"id": "408804", "contents": "The opinion of the court was delivered by\nBurnside, J.\nRhoads and wife, the plaintiffs below, showed title by virtue of a warrant to John Snyder, on which there was a survey of 106J acres, in September 1791. Snyder conveyed to Nicholas and William Shipman, who both died previous to 1842. About this time, Sarah, the daughter and devisee of William Shipman, and one of the plaintiffs below, and the heirs of Nicholas Ship-man, deceased, made a parol partition of the Snyder survey. The eastern portion of the tract fell to Sarah, the wife of Rhoads, and in this portion the land in dispute was claimed.\nThe plaintiffs in error and defendants below, allege title under a warrant to James Ross, of the 20 th of April, 1847, and a survey thereon of 14 acres and 189 perches, made within the part allotted in the partition to Sarah the wife of Rhoads. The Snyder tract was patented as early as 1807. The case comes before us on exceptions to evidence.\n1. Harman Shipman was an heir of Nicholas Shipman, deceased; was released by Rhoads and wife, and examined as a witness. He was a party to the parol partition, and proved it. The release to him was objected to, because Sarah, the wife of Rhoads, had acknowledged it before a justice of the peace, and not before a judge, as the 6th section of the act of the 11th of April, 1848j to secure the rights of married women, Dunlop, 2d ed. 1124, requires. It appears from the record and the return of the President of the Common Pleas, that the objection was made late in the evening. The court, at' the request of the plaintiff’s counsel, adjourned, to enable them to bring the lady into court to make the acknowledgment. It was severely cold the next morning when the court met, and Mr. Jordan stated to the counsel on the other side, if required, he would have her brought in; when the objection was waived and so understood by the court. It is so returned to us by the judge; we cannot therefore notice this objection.\n2. The next exception was to the remarks of the deputy surveyor, made on the warrant-book, in regard to the warrant in the name of James Ross. The deputy surveyor was proved to be long sinee dead. His hand-writing was proved, and the book was proved to belong to the office. The memorandum was, that Laird, the then deputy surveyor, had examined, and that it appeared, that the Snyder warrant covered the land for which the warrant issued. A subsequent deputy had made the survey and return on the Ross warrant. There certainly was no error in admitting this evidence. The entry of Laird was an official act, done in obedience to the requirement of the 4th section of the act of the 8th of April, 1785. The book was legal and pertinent evidence, to go to the jury for what it was worth. Although this act has generally been considered as relating to the new purchase, yet it was evidence: 7 Ser. & 313, Leazure v. Hillegas; 6 Ser. & 210; 2 Rawle 141, Lindsay v. Scroggs, where it was held that a paper found in the office of the deputy surveyor, proved to be in the hand-writing of the deputy, and purporting to, be a memorandum in relation to his official duty concerning warrants, is good evidence. See 8 Watts 81; Galbraith v. Elder; and many other cases. See 1 Wharton’s Dig., 2d ed. 615, &c.\n3. There was another exception to the admission of a part of the deposition of William Shipman, which was hut faintly urged and was without foundation.\nThe judgment is affirmed."}