{"id": "408807", "contents": "The opinion of the court was delivered by\nRogers, J.\nIn the view taken of the case, it is a matter of no moment whether the property in question he considered as real or personal estate. Taken as either one or the other, the legacies lapse, and consequently the judgment must he reversed. Before the act of 1810,'a legacy even to a child or other lineal descendant lapsed by the death of the legatee or devisee. This, which was supposed to disappoint the intention of the testator, was remedied by that act. But this did not extend to a devise or bequest to a collateral relation, as to a brother or nephew; and consequently, under that act, this case would not admit of a question. But by the act of the 6th May, 1844, Dunlop 922, the legislature further provided that no devise or legacy hereafter made in favor of a brother or sister of any testator, such testator not leaving any lineal descendants, shall be deemed or held to lapse, or become void, by reason of the decease of such devisee or legatee, in the lifetime of the testator, if such devisee or legatee shall leave issue surviving the testator; but such devise or legacy shall he good and available, in favor of such surviving issue, with like effect as if such devisee or legatee had survived, saving always to any testator the right to direct otherwise.\n■ In the case in hand, the will was executed before the act of 6th May, 1844, but the testator died after the passage of that act. The question is, did the legislature intend that the act should operate on wills executed before its passage, the death happening after, so as to change, by the construction, the legal intention of the testator ? For I agree, if this intention clearly appear, it must be so construed; it would interfere with no vested right, as the testator is saved the power of directing otherwise. It, however, strikes me, that the intention must be most clearly expressed\", in language which it is difficult to misapprehend; and such is the doctrine held in Mullock v. Souder, 5 W. & Ser. 198. Mr. Justice Sergeant says, a retroactive effect will not be given to a statute unless such appears expressly to he the design of the t-estater. Mullock v. Souder, it is true, is the case of real estate; and as this is assumed to he personal property, it does not in terms rule this case. Nor is it in this case cited for that purpose, but for the sake of the principle decided, which is as applicable to personal as real estate. Nothing appears, but rather the reverse, in the act of 1844, indicating any intention to give it a retrospective effect. No devise or legacy hereafter made, is the phraseology of the act; thereby meaning, according to the usual acceptation of language, wills made and executed after the passage of the act. If they had designed otherwise, it would have been easy to express their meaning in plain and unambiguous terms. But, it is said, that it is a well settled rule that a will of personal property is considered as having existence only from the death of the testator, and not from the time of its execution. All the personal estate which a man has at the time of his death passes by his will, although acquired after the time of its execution: Williams on Executors 6; 4 McCord 39; 3 McCord 491. Thus, if a bequest be general, as of all the testator’s goods in a particular house or place, whatever personal chattels are found there at the time of his death will pass, though not there at the date of the will: Sager v. Sager, 2 Vern. 588; 1 Roper Leg. 220; and in Cambridge v. Rous, 8 Ves. 25, Sir William Grant held, that a residuary bequest of personal estate covers not only every thing not disposed of, but every thing that in the event turns out not to be disposed of. That there is a difference in that respect, I am not disposed to deny. Indeed, the rule as to personal property is absolutely necessary, arising from perplexity involved in deciding otherwise; as the difficulty would be almost insurmountable of distinguishing that which was possessed before or after the execution of the will. Hence it is with great propriety referred to the time of the death. But, although this is conceded, yet I have failed to see the application of those conceded principles. The question is not as to the corpus of the bequest or its extent, but the difficulty is as to the legatee who is to take. At the time the will was executed, his brothers and sisters only were designated; to them only was the bequest made. They alone were in the eye of the testator; they alone were the objects of his bounty; not another single human being. This cannot be disputed; but since the will was executed the legislature have thought proper to say, that in case of their death, their children, without being named or referred to, shall be substituted, or, in other words, persons whom he had not thought of shall enjoy his bounty. Now, as before remarked, I do not deny the constitutional power of the legislature to give the will this construction; but is it going too far to require that such intention shall be expressed in such clear, unambiguous terms as to preclude all hesitation and doubt. It is in my judgment giving the act a retroactive effect, which, as is ruled in the case cited, Mullock v. Souder, will not be permitted, unless such appears expressly to be the design of the legislature. Though a will, it is true,, does not take effect till after the testator’s death, yet it is inchoate, though not consummate, from the execution of it, and for many purposes in law, of which this is one, it relates to the time of the making of it: 7 Bac. Air. 340, note 1; P. Wms. 97.\nI do not put the case on the actual intention of the testator, hut on his legal intention, which is the only safe rule. That the testator permitted his -will to stand without alteration for several years, or that he may have known of the act of 1844, is nothing. It is a question of construction, depending on certain fixed principles, which ought not to be varied by fancied speculations as to the knowledge or ignorance of testators, some of whom may, or others may not know of the statute and its legal construction.\nJudgment reversed, and judgment for Thomas Martindale and wife for one-seventh of the balance, and for Jonathan Warner for one-fourth of one-seventh part of the proceeds of the estate."}