{"id": "408831", "contents": "The opinion of the court was delivered by\nCoulter, J.\nTo maintain and support the action of trespass, there must be in the plaintiff either actual possession or the right of immediate actual possession, flowing from the right of property. There may be cases where the plaintiff has the right to take actual possession, without having the absolute right of property, where the action would lie. But the infallible test is that the plaintiff must have actual possession, or the right to take actual possession at the timo of committing the act complained of, or .trespass will not lie. Thus it has been ruled, that if the general owner of a chattel part with the possession to another under a contract which entitles the other person to an interest in the thing, though but for a limited time, the owner cannot maintain trespass for an injury done to it during such possession of the bailee : Corfield v. Carrol, 4 W. C. C. Rep. 371.\nThe sheriff' in this case, who made the levy, and was therefore entitled to the possession of the goods and chattels, delivered possession of them, by a contract under hand and seal, to Olney and Chase, by which they, as a counterpart, stipulated to redeliver them to said sheriff, on Friday, the 4th of March, A. D. 1841, at the house of Carsaw, the defendant, and in default, the said writing further stipulated that judgment should be confessed against Olney and Chase, for the debt and costs in the execution, and releasing the right of inquisition on real estate and stay of execution, and afterwards by writing endorsed on this bond or agreement, the time of delivery to the sheriff was extended until May 26th, 1842. The sheriff then, who was entitled to take the goods into his custody, for a consideration sufficient in law, the bond being sealed, (if there was nothing else,) delivered them to Olney and Chase for a particular time, and for the purpose of use during that time ; which time had not expired when Carsaw committed the alleged trespass. Of course, the sheriff not being entitled to the possession of the property, but Olney and Chase being entitled to the same until the 26th of May, 1842, the sheriff could not maintain trespass. It is alleged, however, that the sheriff had a lien on the property; which I very much doubt, because he stayed the execution to a period beyond the return day of his writ, which would clearly have been postponed to a subsequent writ issued by another execution creditor. But, admitting that he had a lien, it follows not that he could maintain trespass. A sheriff has a lien by virtue of a fi. fa., on all the defendant’s property in his bailiwick, even before levy. But could he maintain trespass against defendant, who sold his horse or wagon before levy, and perhaps before notice of the writ ? That would hardly be pretended by any one. The right to maintain trespass therefore, does not flow from the right of lien. The mortgagee could not maintain trespass, unless he was in possession of the land, nor could the judgment creditor.\nThe case, of Sedgwick’s Appeal, 7 W. Ser., does not give color to the plaintiff; because the delivery of the property, under the stay law, was the act of the law, and the property might be considered therefore, in some respects, in custodia legis, so as to entitle the prior execution to the proceeds, when it was sold under a subsequent execution. But suppose the defendant had taken away the property during the year, and used it, could he have been sued as a trespasser ? Certainly not, for he was lawfully in possession of his own property, and had a right to dominion over it, while he chose to retain possession and ownership. The plaintiff had a lien, but the moment he transferred it, the lien was gone. If it was not redelivered at the end of the term, the plaintiff had his remedy on his bond, just as the plaintiff has here. It is a rule of the law that a higher security voluntarily taken in lieu of an inferior remedy, absorbs the inferior. The bond in this case is above the action of trespass, and the plaintiff voluntarily took it and gave the possession of the property, on its security, to persons outside the writ. Whether they delivered it back to Carsaw, and he refused to produce it at the time agreed on, or not, does not make him a trespasser for acts done during the time that Olney and Chase were under the contract with the sheriff, in lawful possession of the property. In Trovillo v. Tilford, 6 Watts 468, the goods levied on were merely not removed, and ieft in the custody of defendant only as an indulgence ; and when the defendant refused to deliver them, trespass lay, because the sheriff not only had the right to immediate actual possession, but the goods were constructively in his possession, the defendant being merely his servant. The distinguishing feature of difference is, that here, the sheriff had given over the possession of the property for and during a particular time, by a valid contract under seal, and that time had not expired when it is alleged that Carsaw removed or secreted the goods, that is, when the alleged act of extradition was committed. The sheriff had a full and ample remedy on the security which he chose to take, and that remedy he could have pursued, can now pursue. He permitted about three years to elapse before the institution of this suit, from which it would appear that he himself must have thought that his remedy was on his contract. He has waited until the lien of the execution is gone, until his right to the possession of the property is gone, and he never had the remedy by action of trespass. The sheriff may have come to some loss; but, if he has, it was in consequence of his own deliberate acts. This case, like many others that come into this court, only tends to show how much easier, safer, and better it would be for the officers of the law, to follow in the path of duty marked out by the law, to obey the exigencies of their writs, rather than the wishes of those whose interests will conflict, and whose necessities or imagined rights and wrongs will result in plentiful litigation.\nThe first error assigned was abandoned, as the plaintiff did not bring up the evidence necessary to test its accuracy.\nJudgment affirmed.\nBell, J., dissented, and afterwards his dissenting opinion was filed."}