{"id": "408843", "contents": "The opinion of the court was delivered by\nBell, J.\nThe act of 13th April, 1843, [Pam. Laws 235,) is a law of general application, though doubtless suggested by the exigencies of a particular litigation, which for some time occupied the courts of this and the adjoining counties. With the power exerted in its enactment the people have been made familiar, by many public statutes authorizing a change of venue in whole classes of cases, and by private acts directing it in particular instances. Though it may have been occasionally misapplied, observation attests the necessity of its existence, and experience proves it is usually called into action by conditions of public policy, or by motives which seek the promotion of private right. Borrowed from the country whence we derive most of our ideas of civil polity and municipal regulations, it has there and here been sanctioned by long usage and confirmed by general approval. Indeed, the ordinary right of the legislature so to interfere with private litigation has never been seriously questioned, and the propriety of its action, in the instance before us, even considered only in reference to the disputes that are supposed to have given birth to the act, is not challenged. Under its provisions, a series of questions, springing from the settlement and distribution of a large estate, situate in the three counties of Lycoming, Northumberland, and Union, have been adjudicated by the courts of the latter county, and thus a wide-spread litigation, which threatened inconveniently to engage the time and attention of three distinct tribunals, at increased costs and trouble, have been concentrated, and confined within a single jurisdiction. That the other three counties have enjoyed a large advantage from thus casting the whole work upon Union alone, her officers and citizens, is not to be denied. Their treasuries have been exempted from the expense necessarily attending these invest tigations; and their people relieved from the sacrifice of time, business, and money, always consequent upon protracted attendance on courts. That, in compensation for this relief, they ought to contribute their proper quota of the costs incurred by Union in doing their work, is dictated by every sense of ordinary justice. Northumberland, it is understood, accedes to this reasonable'proposition ; but Lycoming refuses, on the ground that the call upon her to do so is unconstitutional.\nThat the legislature might have made provision by the original act, for the payment of costs by each of the counties interested, will not admit of cavil. Ingenuity the most astute, though sharpened by interest, fails to suggest any plausible foundation for such a- cavil. We are then reduced to the simple inquiry, whether, after the work is done, the services rendered, and the benefit enjoyed, the legislature may provide for its compensation, and furnish a means for enforcing it. Listening simply to the suggestions of legal propriety, springing from moral obligations founded bn valuable services rendered by one to another, there would seem to be room but for an affirmative response. Is there any thing in the constitution which may compel a different answer ? Regarded in this connection, it is a simple question of power, though greatly modified by considerations of natural equity. In solving it, we must remember that the legislative branch of our government, unlike that of the federal system, is limited in its remedial jurisdiction, only by express prohibition, or implication equally imperative, flowing from positive provision or deduced from the'nature of our political structure. It must be recollected, too, that though it is the duty of our courts, supreme and subordinate, to denounce every invasion of the paramount law, it lies upon him who would impeach legislative action to point out wherein it infracts that superior law; and it has often been declared that it is only when the inconsistency is palpable, the interposition of judicial re-probation becomes admissible. It was, indeed, thought in Menges v. Wertman, 1 Barr 218, that this principle had been carried so far as, practically, almost to be equivalent to a relinquishment of the authority itself. But since then a more reasonable sentiment has prevailed, and the right of our courts to declare the nullity of an act of unconstitutional legislation has not only been distinctly recognised, but their duty to do so emphatically asserted and firmly executed. Still, the salutary rule that inquires for certainty of infraction remains, and it is only by its due application the line of separation between legislative and judicial authority is preserved. When it comes to be disregarded, and questions of constitutional power are made to turn on considerations of expediency, or even upon axioms of abstract morality, the sin of usurpation may well be charged on the administrators of the law. Their maxim should be, and I believe is, that caution in arriving at a conclusion adverse to the validity of a legislative act is as essential to public safety, as firmness in pronouncing that conclusion, when it is fairly attained. In the execution of this important power, caution a.nd courage, deliberation and determination should assist each other. All of these qualities are essential to the magistrate who is called on to pronounce between the primal ordinance and the ordinary statute. We come back then to the question, in what particular is the constitution violated by, the act of 27th March, 1845? It lies, as I have said, on the assailants of this law, to inform us. In the effort to do so, they point to that section of the Bill of Rights which prohibits deprivation of life, liberty, or property, except by the judgment of peers or the law of the land. Of the importance of this principle, which denounces as lawless and arbitrary every unauthorized attempt to transfer the property of any one, without his consent, to the use of another, I am deeply sensible, and I concur most heartily in those adjudications which sustain a doctrine so essential to social order and rational liberty. But admitting its application to the public treasure of a county deposited with the’ public agents for the purpose of defraying the just and necessary expences incurred in carrying on the business of the community, I cannot perceive how a law providing for the adjustment and discharge of an obligation incurred by that community can be thought obnoxious to the imputation of infringing on this principle. It may be said that assuming the existence of obligation is, in effect, begging the question at issue. But I do not here use the word as expressive of perfect liability, resting on both moral and legal sanctions, and capable of being enforced as well in a court of law as in a court of conscience. I refer to those duties which, resting only in good morals, are sometimes called imperfect obligations, because, though recommended by conscientious conviction, they yet lack a remedy sufficient to compel the due observance of them. These defective obligations, it will presently be shown, have always been esteemed in Pennsylvania vigorous enough to sustain the interposition of legislative aid, without involving a breach of constitutional provision. I have already observed, that had the act of 1845 been made simultaneously with the kindred statute of 1848, no objection against its constitutionality could have been offered. When providing for the removal of causes, the legislature possessed the undoubted right of directing upon whom should devolve the costs of litigation and the method of ascertaining their amount. This would have been but the exertion of an ordinary power, brought into action whenever the subject of legal costs is agitated in the General Assembly. And what difference in morals can it make, that a year or two was suffered to elapse between the enactment of the two laws ? Had the leading act stipulated for the consent of a county before the causes pending in her tribunals could be removed, there would be some reason for objecting that the consent being obtained under a system which did not contemplate saddling her with-the costs to be incurred, it would be unjust by retro-action to impose on her a burden she might have in the beginning declined to assume. Yet even this objection, however well founded, would be of insufficient force to overthrow a legislative act. Mere suggestions of hardship have never been permitted to work so grave a consequence; and it has even been doubted whether a statute, contrary to the principles of natural justice, but within the powers conferred by the constitution, could be declared invalid: Commonwealth v. McCloskey, 2 R. 374. But, however this may be, the change of venue provided by the law before us, was not made dependant on the assent of the county authorities. It was to be effected independently of their assent. What matters it, then, that no notice was given prior to the removal, that they might be called on to bear their proportion of the future litigation ? None whatever, and for the simple reason that notice could have exerted no influence on the ultimate transfer of jurisdiction. It results that not the slightest injustice has been inflicted on the debtor counties, for we are bound to accept the measure of removal as dictated by public policy and the convenience of the suitors, and if so, it was an obvious duty to make the provision. The defendant then occupies the position of one to whom a service has been rendered by another, though not at his request. This species of benefit has long since been recognised by our courts as creating a moral duty in the recipient, sufficient to furnish a consideration for a subsequent promise to pay. A moral or equitable obligation is a sufficient consideration for an assumption, says Clark v. Henry, 5 Bin. 33. And where a man’s interest is promoted, though not at his request, and he afterwards engaghs to pay, his promise will bind him, is the doctrine of Greeves v. McAllister, 2 Bin. 592. Laying hold upon the principle thus recognised, our legislature has frequently interfered to give effect to these duties of imperfect obligation, and, though this exercise of power has been frequently assailed, it has always been sustained in entire consistence with the constitution. Of this class of remedial laws, are the statutes for rendering effective imperfect acknowledgment of deeds by married women, the effect of which is to bar their estates in dower: Barnet v. Barnet, 15 Ser. & R. 72 ; Tate v. Stoolzfoos 16 Ser. & R. 35 ; Mercer v. Watson, 1 Watts 356 : those retro-actively curing defects in legal proceedings; Underwood v. Lilly, 10 Ser. & R. 9 : validating pending suits, Bleckney v. Bank of Greencastle, 17 Ser. & R. 64 : modi-' fying an existing remedy, or removing an impediment in the way of redress by legal proceedings, Bolton v. Johns, 5 Barr 145; and to come nearer home, providing for the vindication of an existing right, by authorizing an action, where none existed before: Hepburn v. Curtis, 7 Watts 300; Pittsburgh Turnpike Company v. The Commonwealth, 2 Watts 433. In the last of these cases, the court asserted the broad doctrine that where a right exists without a remedy, the legislature may rightfully provide one. This was repeated and approved in Dale v. Metcalf, 9 Barr 110, as well as in Biddle v. Starr, id. 466, where it was truly said this indispensable and salutary power must reside somewhere, and has been so often exercised by the legislature, that to doubt its competency, would occasion incalculable mischief, by unsettling titles held under this kind of special legislation. To this list of authoritative recognition^ of the principle, that where a moral right exists the legislature may give it legal effect, may be added Menges v. Wertman. That case has been much criticised as countenancing an erroneous application of the principle, and I am free to say that, had I then been a member of the court, such would have been the inclination of my mind. But though a somewhat startling result was then produced, it has not had the effect of drawing the principle itself into impeachment. Indeed, it is now too well settled to be successfully assailed; the only difficulty felt, being in its application. No such difficulty is, however, encountered here. It results, that the Common Pleas of Union possessed jurisdiction of the subject-matter, and as nothing has been urged against the doctrine of the decree pronounced, it must be affirmed.\nDecree affirmed."}