{"id": "408833", "contents": "The opinion of the court was delivered, by\nRogers, J.\nThe first exception is, that the justice must certify, at the foot of each deposition, that the witness was sworn and subscribed the deposition taken before him. The exception was abandoned, on the argument, and properly, as the deposition and subscription are sufficiently identified by the general caption and certificate of the justice. He is not required to certify at the conclusion of each deposition.\nIt is not necessary that the deposition taken under a commission should be subscribed by the witness. It is enough if it appear in the body of the certificate they were sworn; 1 Ser. ¿‘P. 201, Moulson v. Hargrave. It is also ruled to be a sufficient execution, if the commissioners annex their names to the deposition, and the envelope is sealed: 13 Ser. P. 323, Nussear v. Arnold; and see Scott v. Horn, 9 Barr 409.\nIt is also contended there was error, because it does not appear that the witnesses admitted by the court were acquainted with the general character of Hurley, a witness for the defendant, whose character had been attacked by the plaintiff. It is objected that the evidence of character is to be confined to the immediate neighborhood where the witness resides, and to the last few years of his life; and, further, that the witnesses who undertook to testify were not acquainted with his character. In Chess v. Chess, 1 Pa. Pep. 32, it is decided that a man’s neighborhood is coextensive with his intercourse among his fellow-citizens. It is impossible to fix any precise bound, as each case must depend on its own peculiar circumstances. In the case cited, witnesses were examined who did not live in-the immediate neighborhood, but resided in different parts of the county of Allegheny, where the witness was known. Here, the plaintiff called witnesses to impeach the character of Thomas Hurley, a witness for defendant, for truth and veracity, and confined the testimony, as to his character, to the immediate neighborhood where he lived. It is contended the testimony in support of character must take no wider range, but must be confined to the same neighborhood and the same time. It must be observed that witnesses have rights, as well as parties. It is too often the case that they are set up as marks to he shot at, and sometimes aro compelled to defend themselves against sudden, ruthless assaults, of which they had no previous notice. However, a correct and proper rule has been adopted, that greater latitude is allowed in support, than in attacking character, 1 Pa. Pep. 41, Chess v. Chess. If the party making the assault is allowed to choose his own neighborhood and his own time, it may be difficult, in many cases, to parry the attack. It allows him an unjustifiable advantage, of which the witness, who is most interested, would have great right to complain. The not coming from what is termed his immediate' neighborhood, may lessen its weight, but certainly does not destroy the competency of the evidence. The same may be said, with equal force, as to the time. It is sometimes convenient for a party to rid himself of a troublesome witness, deposing to facts on which the cause turns; and it is sometimes easy to excite a prejudice against him in the town, village, or neighborhood where he resided. To confine him, in vindication, to the same place where the atmosphere has been polluted by sinister arts, no man’s character would be safe. It is also said the testimony ought to have been excluded because the witnesses examined for the defendant had no knowledge of his character. But surely it is evidence in support of character, that a witness acquainted with the person assailed, living in his neighborhood, has never heard any ill of him. It is certainly some proof that a person against whom the .tongue of slander has never been heard to wag, is not so destitute of truth and sincerity as that he ought not to be believed on his oath. The evidence is not easily reconcilable with the charge that he is totally unworthy of credit. The presumption is, if the charge be true, it must have been heard by those who lived near, and were in daily intercourse with him.\nJudgment affirmed."}