{"id": "408835", "contents": "The opinion of the court was delivered by\nGibson, C. J.\nEven the forms and usages of the law conduce to justice; but the common law, which forbids the separation of a jury in a capita] case before they have been discharged of the prisoner, touches not matter of form, but matter of substance. It is not too much to say that if it were abolished, few influential culprits would be convicted, and that few friendless ones, pursued by powerful prosecutors, would escape conviction. Jurors are as open to prejudice from persuasion as other men, and neither convenience nor economy ought to be consulted, in order to guard them against it. Let them have every comfort compatible with their duties; but let them not be exposed to the converse of those who might pervert their judgment. Before the trials of Tooke, Hardy, and Stone, no English court had adjourned in the trial of a capital case; and when an adjournment became necessary, the jurors were kept together and closely secluded. We had preceded them. The slowness of counsel in challenging, their minuteness in taking down the words of witnesses, their protracted cross-examinations, and their endless speeches, had made it impossible to finish a trial at a sitting, and the jurors were disposed of, during the recess, as the English courts afterwards disposed of them. Such was the practice in Pennsylvania; but in some of the other States, it may have been, as it is at this day, still more relaxed. An experience of half a century recalls to me no instance of a departure from it before the present. The attorney-general has argued that there was in fact no departure, because the jury were not allowed to separate after the clerk had gone through the formality of stating to them the substance of the indictment, the plea, the issue, the submission of the prisoner to them for trial-, and the nature of their function. But his statement is only an announcement of what has been done. A juror is charged with a prisoner as soon as he has looked upon him and taken the oath; for he cannot be withdrawn. The trial has commenced, and the prisoner stands before him as one of his judges. In this case the jury were allowed to separate after they were empannelled and sworn. True, that took place with the prisoner’s consent; but there is right reason aqd sound sense in Chief Justice Abbott’s remark, in Rex v. Wolfe, that he ought not to be asked to consent. Who dare refuse to consent, when the accommodation of those in whose hands are the issues of his life or death, are involved in the question ? He would have to calculate the chances of irritation from being annoyed on the one hand, or of tampering on the other. The law is undoubtedly settled by precedent, that a prisoner’s consent to the discharge of a previous jury is an answer to a plea of former acquittal; but the instant a jury is discharged, the prisoner’s life is no longer in their power; or if he should be the cause of their^being sent back to protracted confinement, the value of a single chance in his wretched condition would disarm their resentment. Still, I think no consent of a prisoner, in the extremity of his need, ought to bind him.\nIt is ordered that the judgment be reversed, and that the prisoner remain committed to answer another indictment."}