{"id": "408805", "contents": "The opinion of the court was delivered by\nRogers, J.\nThis case might be safely risked on the charge and the reasons given by the learned judge who tried the cause. In addition, however, to the authorities cited by him, may be adduced Cox v. Couch, 8 Barr 147, in which the principle which governs the case is expressly ruled. In that case it is decided to be a principle of construction, that when land is described by courses and distances, and also by calls for adjoiners, the latter, where there is a discrepance, invariably governs; and that the rule is as applicable to conveyances as it is to official surveys. By reason of imperfection of instruments, as well as inequality of surface and carelessness of assistants, extreme accuracy is not to be obtained by the compass and chain; while, on the other hand, calls for natural objects, or which is much the same, known and established lines, admit of perfect certainty. It must be remarked, the case cited explodes the distinction, if it ever existed, taken between natural objects and monuments on the ground, and calls for adjoiners. They are put on the same footing, and for the same reason that they admit of certainty, and therefore control courses, distances, and quantity. It is true, this rule may, as here, produce an apparent injustice; but in the main, it subserves, in an eminent degree, the purposes of justice. On this point may be cited Large v. Penn, 6 Ser. &. R. 488; Glen v. Glen, 4 Ser. &. R. 488; and Mann v. Pearson, 2 Johns. R. 40. In this connection, it is proper to say, that the same rules apply to partitions as to other conveyances.\nPossibly, by showing the mistake, if any. existed, the whole partition may be avoided; but as it now stands, we cannot perceive how the title derived from Mrs. Sykes can be affected. The lots allotted to her are bounded on the west by the rear ends of the Third street lots, which, of course, on the principle shown to be settled, includes the locus in quo. Had the mistake, if any, been corrected before the conveyance from Sykes to Petts, there would be something in the argument of the plaintiff in error. But it is difficult to perceive any good reason why her title should be impaired by subsequent conveyance of the heirs of Joseph Wharton to Gaw.\nWhat effect competent proof of a change in the location of Third street would produce on plaintiff’s title, I am not prepared to say; nor is it necessary, as I agree with the court, that such evidence was not given of that fact as entitles it to consideration. One of the witnesses says it has been changed, but he does not prove by what authority it was changed, how it was changed, or by whom. We have a right to call for more distinct and certain proof of this essential fact, before we would be justified in making it an element in the title to real estate. The evidence on this head is evidently an inference of the witness, drawn from the plain and undisputed fact that there was an overplus of ground. Snyder’s testimony amounts to nothing, as he speaks of a rumor merely, that the street had been changed.\nIt is contended the court erred in refusing to instruct the jury, after they returned into court, that the boundaries, of which the judge had spoken in his charge, were such as were visible and permanent, and that the price paid by the plaintiff to Mr. Sykes was some evidence of the intention of the parties. Without adverting to the law that a judge is not bound, at the request of counsel, to explain a charge which is clear, plain, and explicit, it is sufficient to observe that, had he complied with the request, he would have committed a palpable blunder, in direct contradiction to his charge. The question was not whether the boundaries were visible and permanent, in the sense attached to them by the counsel for the plaintiff in error, but whether the call for adjoiners did not control (as it has been shown it did) the courses, distances, and quantity. What the price has to do with this question I cannot comprehend. The vendee of Sykes, Petts, purchased all the land contained within certain boundaries, for a gross sum, whether more or less. To that he was entitled, and to no more, without regard to the fact of whether it contained more or less than the parties supposed. That all the land included in those boundaries passes, has never been doubted. The cases referred to by the counsel of the plaintiff in error, are as between the vendor and vendee, affecting the purchase-money to be paid by the vendee. They do not affect this question.\nJudgment affirmed."}