{"id": "408812", "contents": "The opinion of the court was delivered by\nCoulter, J.\nThis judgment, which is the converse of the one given when the cause was here before, is affirmed, for the reasons assigned for reversing the first judgment of the court below. That is, because the fund itself, in the hands of Baldy, the garnishee, possessed no immunity from the attachment process; and because the relation which Kenderton Smith, administrator cum testamento annexo, bore to that fund could impart no immunity to it. I will add, however, a few observations, as some other points are 'raised in this case, as to the amount properly attachable. Kenderton . Smith, the' administrator, is no party to the attachment, nor are the other devisees of Thomas Grant. They are on the record by permission of the court to interplead. But Baldy, the garnishee, was bound to make every just and legal defence which they can make, or be answerable to them for the fund. The plea is, that at the time of the service of the attachment, Baldy had no assets in his hands belonging to George Grant. Thomas Grant, the testator, died in 1815, leaving a large estate, having first made his will, by which his .mansion farm was devised to his wife for life, and after her death it was directed to be sold, and the proceeds of the sale he bequeathed to his children, in equal shares,’ one of whom is George Grant, the defendant. Kenderton Smith became administrator cum testamento annexo, in 1825. It was then his duty to have sold the other lands of Thomas Grant, upon which he had specially and particularly charged his debts, and directed his executor to sell them for that purpose. He does not do this, as he was bound to do by the law and his duty, but he suffers the time to run on until 1846, when any judgments which remained at that time, if any, had more than doubled by the accumulation of interest. And then he sells, not the lands charged by the testator with the payment of his debts, but that land which he had exempted from their payment and devised specifically. Sometime near to the sale of the mansion farm, proceedings in partition were had, to wit, in 1846, of and concerning the other lands of Thomas Grant, deceased, which were charged with his debts. These lands could not be parted and divided, and were ordered to be sold by the Court of Common Pleas, and were sold by Kenderton Smith, administrator, &c. Two judgments are exhibited against the estate of Thomas Grant, one in favor of the Carlisle Bank, for E. Greenough, and the other of Cook, for Greenough, and the defendants allege that the attachment against Baldy will not lie nor can be maintained for George Grant’s legacy, because Kenderton Smith, administrator of the testator, has not yet settled his final account, and rely upon the case of Chester County Bank v. Ralston, 5 Barr. But in that case, it was an attachment on the distributive share of an heir of the personal estate in the hands of the administrator, and it was held that such share was not attachable until the administrator had settled his administration account, which he is bound to do in one year, and may be compelled, after that, to do it promptly, upon the application of any person having an interest in the estate. But the case of Ross v. Cowden, 7 Watts & Sergeant, cited and approved in Ralston v. Bank of Chester, 7 Barr, covers this case, even if the administrator had been the garnishee, as will readily be perceived by those who examine it. But the act of Assembly provides that, where a legacy is given, or lands devised to any person or persons, by will and testament, it shall be subject and liable to attachment in the hands or possession of the executor, or in whose hands or possession soever the same may be ; and in this case the legacy was in the hands of Baldy, the garnishee. Those two judgments to which I have referred are placed on the paper-book, but it appears that one is satisfied on the record. The Carlisle Bank judgment is no lien against the mansion farm, as appears by the statement furnished on' the last paper-book. It appears that the judgment was entered January 31st, 1822; the first scire facias was issued, No. 48, to August term 1828; a period of more than six years after the entry of the judgment. Of course under the rule of Kerper v. Hock, and Penn v. Hamilton, and all that class of cases, it ceased to be a binding debt against the mansion farm. The particulars of the judgment of Cook for Greenough are not set out. The first that appears of it is a scire facias issued in 1842. Possibly, upon an accurate inspection of the record, it might be more infirm than the other. But before the issuing of this attachment, the administrator had settled an account, which exhibited a balance in his hands of $1750, and the sales made by the administrator of the lands which were charged with the payment of debts, amounted to $8421, which, together with the sum of $1750, in his hands, by his administration account, amounted to $5171; a sum more than sufficient to pay both these judgments, if they had been good and valid at the issuing of the attachment: and all this was' manifest on the record. The administrator had settled an account, and even if he had been the garnishee, the fund being in his hand, he would not be protected by the case of Bank of Chester v. Ralston. But it is alleged that this was not a final account. How were the creditors of George Grant to know that it was not a final account ? There is nothing of that on the record. He had taken more than twenty-five years after his appointment as administrator, &c., to settle that account, and, perhaps, he would be willing to take twenty-five years more to settle another. But in Bank of Chester v. Ralston, such a thing as a final account is not mentioned, because the creditor may presume that the account settled at the end of the year is a final account, so as to exhibit the condition of the estate. But I have said that Ross v. Cowden, 7 W. & Ser., is almost exactly in point with this, except that there only a little over seven years had elapsed from the death of the testator, and there the debt attached was due to the testator, but was attached as the property of the executor, who was the residuary legatee of the entire estate, which was notoriously sufficient to pay the debts, of which some existed when the attachment was issued, and, the legacies, and to leave a large surplus. Here there is, after a lapse of thirty-five years, instead of seven, as in Ross v. Cowden, as appears on the record, far more in the hands of the administrator than will pay these judgments, if they have not been paid, and leave the fund in the hands of Baldy, at the time of the service of the attachment, untouched, and leaving George Grant’s portion of it free to go to his creditors, under the attachment process. And why should the administrator seek to thwart and obstruct ? Why not faithfully and truly let the will of the testator have its fair operation according to law and its expressed intent ? It is very clear from the record of the proceedings in partition and the settlement of the account of the administrator, that there was more money, or assets, in the hands of the administrator, properly applicable to the payment of these judgments, than would satisfy them, if they were liens, to the full measure; and that, therefore, there is no pretence whatever for saying that the attachment against the fund in Baldy’s hands would not lie on account of these judgments. And, if they were not liens, there is still less reason for the allegation; and the administrator having settled an administration account before the attachment issued, after long delay, there is no reason whatever for the position that the attachment will not lie: the argument has nothing to lean upon. It is an attachment for a legacy in the hands of the garnishee, in whose hands it is, notwithstanding his alleged payment of it into court, and who must answer for it. For the payment by him of the money into court was without any authority of law. If the prothonotary received it, he had no right to receive it, nor had the court any power to appoint a receiver. We must conclude the money taken out of court, as it is said, by Mr. Greenough, was a voluntary payment by Baldy to him.\nThe plaintiff in attachment is entitled to one-sixth of the money in the hands of Baldy when the attachment was served, either then due, or to become due, without any deduction for the money taken by Mr. Greenough.\nI will add, that, although the lien of the Greenough judgments may not have' been properly kept up, yet they may be good liens against the lands specially charged with the payment of testator’s debts, under the rule established in 8 Watts 503, Alexander v. Murray. The administrator, with respect to those lands and the money raised by their sale, would be considered a trustee for the creditors, and bound to apply them or their proceeds, when he sold them, to judgments, the lien of which had not been regularly preserved, until they are barred by legal presumption of payment. But the mansion-place or its proceeds is not to be bound.\nThe judgment is affirmed."}