{"id": "410154", "contents": "In the case of Mifflin, and of Heise, the opinion of the court was delivered May 27, by\n,Bell¿ J.\nIn the year 1823, the legislature incorporated a company to construct a turnpike road from Columbia to Marietta, under the title of “The Columbia, Chiques, and Marietta Road and Bridge Company,” and prescribed the mode of ascertaining the damages thereby sustained by the owners of the land through which the proposed road might run. The road was accordingly made, and afterwards the then owners of the property, now in the seisin of the appellants, agreed with the company as to the value of the damages inflicted, and accepted the sum of one hundred dollars in full compensation for all injuries sustained in consequence of the road having been laid out and opened through their real property, and in full of all demands against them. Twenty-four years after this, viz. in the year 1849, an act was passed authorizing the Harrisburg, Portsmouth, Mountjoy, and Lancaster Railroad Company to purchase from the directors of the Turnpike Company, all their right, title, and claim in the said road, and empowering the latter to sell and dispose of the same to the former, “ for the purpose of laying rails thereon, under the act and several supplements thereto, relative to the incorporation of the said Railroad Company.” This statute grew out of two prior enactments, dated respectively the 16th of March and the 7th of April 1848, by which the Railroad Company was invested with power to construct a branch of its road from an ascertained point on the original road,, and extending to the town of Marietta. These acts were supplementary to the statute by which the latter company was originally incorporated, in the year 1882, to make a railroad from Lancaster to Harrisburg, and contain the provision “ that in constructing and locating the said branch, and after the same shall have been completed, the said Harrisburg, Portsmouth, Mountjoy, and Lancaster Railroad Company shall be subject to all the provisions and restrictions imposed upon the said company under existing laws, as if the same were herein re-enacted in full detail.” The purchase was accordingly made, and a branch railroad built, principally on and occupying the site of the turnpike. Where the new road passed through the lands of the appellants, it became necessary to make an excavation of some depth, by which one portion of their property was cut off from other portions, and certain houses built on the edge of the turnpike were isolated and rendered inconvenient of occupation. It thus happened that what had been a convenient appendage as a road of general use, and a means of facilitating intercommunication, was rendered a positive obstruction in the enjoyment of the appellants’ property as it had been before used. This may be, and it is said, is more than compensated by increased facilities created by the making of the railroad in the occupation of the land for other purposes; but as this was a subject for the consideration of the inquest which assessed the damages, it cannot legitimately be taken into account here in determining the abstract right of the landholders to claim remuneration for consequential injuries flowing from the construction of the last improvement. The court below thought such remuneration could not be awarded, because the surface occupied by the turnpike road having been dedicated to public use by legislative authority for every purpose of passage and trial, the community had acquired an interest therein, and no ground having been taken for the purposes of the railroad, other than was before appropriated by the Turnpike Company under a purchase of the right of way, the owners of the soil cannot with propriety complain of a mere change in the mode of user, which encroached no further on their actual possession. If this reasoning be correct, the case presents the anomaly of substantial injury inflicted without corresponding remedy; for all the numerous laws passed upon the subject of public improvement by canals and roads, and among them that incorporating the appellees, recognise the possibility of damages incurred beyond the mere appropriation of soil necessary to the purpose. The basis of compensation is not to be measured solely by the value of the land taken for public use. The advantages likely to accrue, and the disadvantages to be suffered, enter largely into the estimate.\nThese considerations may, and frequently do, swell the sum awarded as remunerative, far beyond the worth of the surface occupied, or reduce it to nothing. One mode of occupation may be attended with little or no inconvenience to the owner of the soil, while another may visit him with injuries of a serious character, in reference to the nature of his possessions and the manner of their enjoyment. Nay, while one species of improvement may facilitate his business or add materially to the value of his property, another may hinder the one and largely detract from or entirely destroy the other. The very case before us is illustrative of this, if any reliance can be placed in the correctness of those who measured the amount of injury severally occasioned by the turnpike and railroad. While the first was esteemed, by the parties themselves, as fully compensated by the payment of $100, for the whole line of road passing through the farm then owned by the 'Misses Bethel, the last is fixed by an inquest at fourteen hundred and eighty dollars, in reference to a part- only of the same property. A very limited knowledge and brief reflection will satisfy the inquirer that such a disparity may well occur, under the circumstances which have place here, and it demonstrates, at least, .the propriety of making provision for the payment of damages, whether the consequential injuries suffered be the result of an original construction, or flow from the supervention of a new and different work upon an old improvement. Had a railroad been originally made over the lands of the appellants, creating the injuries they now complain of, an omission to provide for remuneration to the owners would have encountered universal disapprobation. The suggestion that the damages suffered were merely consequential could not have been accepted as an answer, except, perhaps, in a discussion relative to the constitutional power of the legislature to concede the right of making such a road over private property, without stipulating for the payment of such damages. In the case of the Philadelphia and Trenton Railroad Company, 6 Whar. 25, specially referred to by the court below, the distinction is pointed out between wrhat has been called consequential injuries, and direct damage suffered from actual appropriation of the land, considered in reference to the constitutional prohibition. It is there, and in other cases which follow it, said that though the General Assembly is without power to grant to a corporation the right of talcing private property for a public use without making compensation, it may authorize the site of a street or highway, dedicated to the use of the people, to he occupied by a supervened railway, without providing for the remuneration of private damages consequent upon it; for, said the court, the constitutional inhibition extends not to mere matters of annoyance. The- same doctrine was repeated in the Monongahela Navigation Company v. Coons, 6 W. & Ser. 101; and though Mr. Justice Houston there took occasion to dissent from the principle laid down, that an act which incidentally injured or entirely destroyed the enjoyment of property, in a particular way, is not always a taking or appropriation of it within the meaning of the constitution, it was again proclaimed in the subsequent case of Henry v. The Pittsburg and Allegheny Bridge Company, 8 W. & Ser. 85, where the court declared it to be settled that neither the State nor a person, natural or artificial, acting by its authority or command, under a law which the legislature is competent to make, is answerable for consequential damages occasioned by the construction of a highway, further than happens to be specially provided. Notwithstanding, then, some prior difference of opinion, it may now be taken as the ascertained rule, that the lawmakers may legally omit a provision for merely consequential damages, when creating a corporation to construct an improvement for the common benefit. But, I think, such was not the popular impression, and it is certain that, governed either by constitutional scruples or actuated by a sense of common justice, our legislature have always directed payment for consequential injuries suffered by the landholder from the making of public highways or other like works. I say always; for the very few instances where this has been omitted among the numerous acts of this character which load the statute-books, scarcely deserve to be esteemed exceptions. These, to be sure, with one or two instances of departure, relate to original constructions; but what difference can it make in principle, and so far as the dictates of right are involved, whether a railway is laid down on an already made turnpike road, or constructed over a surface newly prepared for the purpose. Had the Columbia, Chiques, and Marietta Turnpike Road Company been at first empowered to make a railway over the appellants’ land, doubtless it wmuld have been held expressly responsible, not only for the value of the land actually occupied by the way, but for all incidental injury. Why should a difference of practice be tolerated because such injury flows from a railway engrafted upon a previously made turnpike ? There is, obviously, no reason for such a distinction, as perhaps there would have been, had a property in the soil passed to the earlier company by virtue of its payment of damages. The case might then have fallen within the principle which recognises the power of a proprietor to put his possessions to a profitable use, though such user may involve an incidental injury to a neighbour; a principle which was recogrtised in Green v. The Borough of Reading, 9 Watts 382, and other cases, cited for the appellee. But 'here, the soil oyer the surface of which the turnpike ran remains in the original owners or their alienees. During its appropriation to the purposes of the turnpike, those owners might have maintained an action of trespass against the directors of the corporation, had they attempted to construct over its site a railroad, without special authority, or turned it to any other use than that authorized by their charter: Ridge Turnpike v. Stoever, 6 W. & Ser. 378; for it is undoubted that land taken, under authority of law, for the construction of a turnpike or other road, cannot be used for some other purpose; but the State is bound to protect the highway and preserve its uses according to the terms of the concession: 1 Bald. 230; 16 Mass. 35. If, then, by the payment of the original damages, the first company purchased under its charter but the right of constructing and using a turnpike over the surface of the soil, it is obvious it could, of itself, unassisted by legislative action, have conveyed no interest beyond this to the second company. As alienees, the latter corporation could not have excavated a shovelful of earth but at the hazard of an action. Their right to do so is something greater and different from any interest derived or privilege purchased from the older company. It is, therefore, to be regarded precisely as though it were an original grant by an exercise of the legislative power, and its enjoyment is subject to all the conditions and restrictions to which the legislature has seen fit to subject it. We are not here presented with a question of constitutional law, such as occurred in the cases I have referred to, and upon which the learned president of the Common Pleas seems to have founded his determination.\nThe inquiry is not whether the General Assembly might have empowered the Railroad Company to make a branch railway on the site of the turnpike, without making compensation for the incidental damages consequent upon it ? Nor is it, whether a municipal corporation in the exercise of its legitimate functions, may alter or cause the grade of streets and highways, without being accountable to the owners of the adjacent property for loss and inconvenience resulting thereupon? as it was in Green v. The Borough of Reading. It seems to be, simply, whether the legislature may annex, as a condition to the exercise of such a privilege as was here conferred, the duty of reimbursing private owners for injuries suffered by them in the promotion of the interests of a private corporation, or, if you please, of the public, and have so directed in this instance ? Upon this point, the most extreme verge to which this court has gone in favor of private corporations is to be found in the doctrine, reiterated in the last case of Coons v. The Monongahela Nav. Co., 6 Barr 379, that a company invested with the right of eminent domain is not answerable for consequential damages further them is provided ly the grant. ■ In that case, too, the court gave effect to an act of Assembly directing remuneration for consequential damages, suffered long before-the passage of the statute, from acts committed in pursuance of authority conferred by the original charter, which contained no similar provision. In truth, that adjudication recognises the propriety of legislative interference to an extreme much further than is claimed in this instance. But without this authority, not the slightest doubt could be entertained of the justice of providing for remuneration, where new powers and privileges are conferred either on the original company or another substituted for it. We are thus reduced to the single point, whether such a provision is discoverable in any of the statutes which have been enacted in reference to the branch railway particularly under notice ? Hap-' pily, not the slightest difficulty is found in returning an affirmative response to this queere. We have already seen that by the act of March 1848, in constructing and locating the branch road, the appellees are expressly made subject to all the provisions and restrictions imposed by prior laws ; and the act of January 1849, which authorizes the sale and transfer of the turnpike road, enacts that the rails to be laid thereon shall be. laid under the act- and the several supplements thereto relative to the incorporation of the Railroad Company. These references to the prior statutes, as containing the conditions under which the branch ro.ad was to be constructed, are too clear and explicit to admit a moment’s hesitancy. They empower the company to make a new piece of railroad, as auxiliary to the principal road then completed, upon precisely the same terms imposed by the original statutes in reference to the original work. One of these terms or conditions was the obligation to pay for consequential injuries, assessed in the manner pursued in this instance. When petitioning the court for inquests, the complainants referred themselves 'to the original act of incorporation, as we have shown they had a right to do. Consequently, in setting aside the inquisition so found, upon the motion that there is no warrant for the inquiry of damages, the court fell into error, and the decrees quashing the inquisitions must be reversed. t\nBut other exceptions were taken ,to the finding of the inquests, which the court declined to pass upon, and which, indeed, under the opinion entertained, it was unnecessary to consider. As, however, it may be proper to inquire into the truth of these exceptions, or some of them, the record will be remitted to the court below, with a procedendo.\nAnd now, to wit, May 26th, 1851, after argument and due consideration, it is ordered that the decree and judgment of the said Court of Common Pleas, quashing the said inquisition, so as aforesaid found upon the petition of the said J. H. Mifflin, be reversed and wholly set aside; and it is further ordered that the said record be remitted to the said Court of Common Pleas, in order that the said complaint and the finding thereon, together with the exceptions filed thereto in the said court, may be duly proceeded in and finally determined.\nA similar decree is to be entered in the case of Heise v. The Harrisburg, Portsmouth, Mountjoy, and Lancaster Railroad Company.\nIn the case of Susan Bethel, the opinion and decree were as follow, by\nBill, J.\nFor the reasons just expressed in the cases of Mifflin vs. the above defendant, and Heise vs. the same, we are of opinion the court erred in refusing to entertain the exceptions filed by the complainant, on the ground she is not entitled, at law, to claim the assessment of any damages for consequential injúry done to her estate by making the said branch railroad. But as\"we perceive no merit in the said exceptions so filed, we think the court below was right in refusing to set aside the said inquisition.\nWherefore the said decree, confirming the said inquisition, is confirmed May 27, 1851."}