{"id": "410132", "contents": "The opinion of the court was delivered June 16, by\nCoulter, J.\nIf there had been an actual settlement on the land, and the settler had adopted the lines designated by the old drafts found in the land-office and offered in evidence as the boundaries of his claim, and proved that he did so adopt the lines indicated by them, I can see no objection to their having been received in evidence.\nBut as the drafts were offered first by the defendant below, without any warrant being given in evidence, improvement, or location, they were properly rejected. The most that would accrue from these papers was evidence of boundary, and not title. But there was no claim in evidence which they could bound. This ends the 1st exception to evidence.\nThe offer to give “ the talk of the neighbors” in evidence was rightfully rejected. It is the first time I have heard that such evidence as “ It was always spoken of in the neighborhood as Lewis’s land,” was entitled to any weight whatever on the trial of an ejectment, or was an element of title. The 2d exception is not sustained.\nThere is nothing in the 3d exception. The paper, if a transcript of lines on the ground, might be evidence if the defendant showed that when his improvement was commenced and prosecuted he claimed up to those lines and adopted them as the boundary of his claim; and that far the court admitted them, and for that purpose, and this was right. The papers in themselves were no evidence whatever of title.\nIt appears distinctly enough that William C. Cornwell was sworn before he gave his deposition. I do not see how that fact could be doubted after reading the caption. It is sufficiently certain that the deposition was taken at the place appointed. It was taken in York county, Chanceford township, at the office of Joseph Stermer, Esq., a justice of the peace, &e. The rule says it is to be taken at the office of Joseph-Stormer, Esq., &c. This is a mere literal error in spelling the na'me. It would be good under the principle of idom sonans, until it was shown that in Chanceford township there were two justices, one Joseph Stermer, and the other Joseph Stormer. Therefore the 4th exception is of no moment.\nRhodes claimed in his own right, as alleged by plaintiff, and not under any one else; he lived on the ground, had built a cabin sixteen feet square, and cleared a little land; his declarations then made on the ground and at the time a survey was to be executed, were good evidence as to the extent of his claim — there could be none better. But these declarations ought not to have affected the right or claim of Lewis. The court, however, distinctly stated that these declarations were good for nothing, except to define the claim or boundary of Rhodes, who was dead at the trial, and to that extent they were admitted in evidence. There is no error in this exception. Kemberly’s declarations were evidence to show how he occupied the land: he was living on it, making improvements, and had built a house; his declarations to Graham that he claimed the land as his own,- and his offer to give Graham, who was his son-imlaw, a certain portion of the land if he would improve and live on it, were evidence that he did not occupy or claim under Lewis or Hulings.\nThe argument used against these declarations being received was that Rhodes and Kemberly occupied under Lewis, and that a tenant could not' defeat the title of his landlord. That he cann'ot, is very true ; nor can he set up title against him. But the court could not assume that the testimony of Allen in respect to these admissions was in this respect absolutely true, and exclude evidence which went to contradict it.\nIt was a question for the jury to determine what was the character’ of the occupancy of Rhodes and Kemberly from the evidence,.and particularly of Rhodes, under the circumstances. And the court put the case to the jury on that footing, to wit, that if Rhodes was the tenant of Lewis or Hulings, that those declarations should not affect Hulings, who claims under Lewis. Both Kemberly and Rhodes'were dead before the trial, and their declarations made on the land at the time they occupied were admissible in evidence to show how they occupied it.\nThere is nothing in the 7th bill of exceptions. The testimony of Graham, that there was no improvement on the Sunderland tract, and no residence on the part claimed by Lewi's, was not impertinent or irrelevant. It tended to elucidate and explain the matter in, controversy; and as to its not being strictly rebutting, that- is of little consequence. For, in a case so mixed up with conflicting claims- as this, an important fact is sometimes omitted in its proper order, or its necessity and usefulness not perceived until developments on the other side manifest its importance. It could not have taken the other party by surprise, for obvious reasons'.\nThe evidence of abandonment may be so clear as to justify the court in telling the jury, as a matter of law, that there lias been an abandonment; but the court does not go so' far in this case. They recapitulate the facts and instruct the' jury what am'o'unts to an abandonment, and perhaps intimate that in their opinion there was an abandonment. This intimation, however, is to be drawn more from the facts which they recapitulate, and the law which they declare and announce, and in which they do not err, than from any positive declaration. But they submit the whole matter of fact as to the continued actual resident settlement, both as to Rhodes and Kemberly, and also Hulings, to the jury, and instruct them that if such settlement was proved in their judgment, that then the plaintiff was not entitled to recover; and give the jury suitable instructions as to what constituted such settlement-.\nWe see no error in that part of the charge designated in the 8th error assigned. The court distinctly submit the fact whether Rhodes was in under Lewis or not. It is true, they do not mention the evidence of Allen; nor do they mention the testimony of witnesses the other way. But they distinctly say that if Rhodes was not in under Lewis, and did not object to the location of Robb’s warrant, and was satisfied with the location, that a deed made by him afterwards to Hulings could not affect the location of the warrant, or Robb’s title under it: and in this they were right. Taking the sentence in connection with what they had said before on the subject of Rhodes being in under Lewis, the jury could have no doubt but that if Rhodes was in under Lewis, his agreement to the location could not affect Lewis or Hulings, who claimed under him.\nThere is nothing in the 9th error as to the description of the land in the writ. The defect was supplied by a description filed at the trial. I\nJudgment affirmed."}