{"id": "410127", "contents": "The opinion of the court was delivered May 26, by\nGibson, C. J.\nThe direction on the first point was right: there is no deceit without a scienter. On the second, it was inaccurate. We held, in Pennock’s Appeal, 2 Harris 449, that the employment of even a single puffer vitiates the sale. In the present case, the ruling judge instructed the jury that if the horse was actually worth the sum to be paid for him, the buyer got the value of his money and could not have been defrauded. The fallacy of the principle is in assuming that there is a standard of value independent of the wishes and wants of the bidders, and that every man is willing to buy by it. A man proposes to sell his horse for a fair price to another, who declines because he has no use for him, and does not choose to take the risk of getting less for him than he gave, with a certainty of losing his trouble, and the expense of keeping in the mean time; but the case would be different did the owner make it worth his while to purchase with a view to profit on a resale. What is the worth of any thing ? The apophthegm of Hudibras answers truly, “Just so much money as ’twill bring.” Aman is defrauded whenever he is incited by artful means to bid more than he otherwise would. He has a right to buy at an undervalue, where the necessities of the owner compel him to sell; and whenever the price is ever so little enhanced by a secret contrivance, he is cheated. A sale by auction presupposes a sacrifice, or at least a willingness to sell for what can be had; but should the vendor stick for the last penny, it would be idle to set tbe property up, because his price could be as readily obtained at private sale. Should he, however, see fit to make the experiment, his object could be attained by directing the auctioneer not to let the property go for less than his estimate of its market value; or, if he propose to sell without reservation as to price, let him openly reserve a right to bid. For no fair purpose is the employment of a puffer necessary; and it must vitiate every sale in which recourse is had to it. Had the horse lived in this case, it would have been necessary to return or tender him to the vendor as soon as the fraud was discovered; but as there is no evidence that it was discovered till it was too late for that, the vendee’s defence was perfect without it.\nJudgment reversed and venire de novo awarded."}