{"id": "410198", "contents": "The opinion of the court was delivered June 27, by\nRogers, J.\nThis is an action of assumpsit, for money had and received to the use of the.plaintiff. The plaintiff seeks to recover on the plea that the bond assigned to the defendant being a chose in action belonging to her, not reduced into possession, nor assigned for a valuable consideration, during coverture, survived to her, after the dissolution of the marriage. That consequently, as survivor, she is entitled to recover the proceeds of the bond, as money received for her use. The plaintiff contends that the assignment of F. A. McConnell, her former husband, to Robert McConnell and Daniel Yonneida, and by Robert McConnell to Daniel Yonneida, not being made for a valuable consideration, does not divest her right to the money, nor does the subsequent assignment to John Wenrich, the defendant, though for a valuable consideration, bar her claim. Numerous errors, as usual, are assigned, most of which touch not the merits of the case. The argument has been narrowed down to two points; to one of which only will the attention of the court be directed, as that disposes of the whole case. The point to which I refer is, granting that as to the original assignees the wife is not bound on the principle of survivorship; yet inasmuch as the transfer by Yonneida to Wenrich is a legal assignment for a valuable consideration, Jhis suit can be sustained. In other words, as in Mott v. Clark, 9 Barr 405, the question is whether Wenrich stands in the same or a better situation than his assignor Yonneida. It must be taken as part of the case, and such was the undisputed fact, that Wenrich was entirely ignorant that no value passed between the husband, the original assignor, and his immediate assignees. He therefore ’ stands in the favorable position of an innocent purchaser for value, without notice, either actual or constructive, and, as will be hereafter shown, without any knowledge, or the means of knowledge, to protect himself against combination or fraud. The point arises on the answer to the defendant’s seventh proposition. The court instructed the jury that if they believed the assignment to Robert McConnell and Daniel Yonneida was not for a valuable consideration, yet inasmuch as that to John Wenrich was for value, it amounted to a reduction into possession of the debt, and divested all the right of the wife. We think that the court was right in instructing the jury that on that state of facts the plaintiff could not sustain her suit. It must be borne in'mind that the question is not, whether Wenrich knew that the bond assigned was the product of the wife’s share of her father’s estate, for that may be admitted without affecting the case, but. whether he knew, or had the means of knowing, that the bond was assigned to McConnell and Yonneida without consideration. On that point the whole case turns. That he had actual notice of that essential fact is not alleged. Had he then the means of knowledge, is the next inquiry ? The assignment, be it remembered, purports on its face to be for a valuable consideration. It must also be confessed the husband had the undoubted right to pass the title of his wife’s chose in action for value. If this be so, was there any laches on the part of the defendant, when he purchased and paid his money, in acting on the reasonable supposition that he ieceived a valid title to the bond and its subsequent proceeds. This would appear to me to be equitable and\" just, for without this he has no means of protecting himself against a fraudulent transfer. As is ruled in Mott v. Clark, 9 Barr 405, a case very like this, no man can be affected with a latent equity of which he has no knowledge, or possibility of knowledge, and against which it would be impossible for him, with the most careful diligence, to guard himself. In cases of the transfer of the choses of the wife, there can be no safety, for it would be utterly impossible for a subsequent assignee to guard against fraudulent combinations between the husband and his assignee. To whom, it may be asked, could the second purchaser or assignee apply for information ? It would be ridiculous to answer, to the apparent owner of the chose, or to the husband of the assignee. They have already asserted, on the face of the assignment, that it was transfered for value. On the supposition that it was an intended fraud, the inquiry would be fruitless, and moreover, the question would imply a doubt as to their honesty and truth. The law is too reasonable to require any thing either vain or frivolous. It has been faintly urged that information could be obtained from the wife. But what information could be drawn from her ? That the bond was her chose, even if that was asserted, which it was not, would be beside the question; for be it remembered, the only thing that is material is whether any consideration passed between the husband and the assignee. And on that point, what knowledge could the wife be supposed to have, which would render an inquiry of her either necessary or proper ? It would be justly regarded by both, if not an insult, as an impertinent interference with business pertaining to the husband alone, intermeddling with his unquestioned right of absolute disposition and transfer. Our own cases, Mott v. Clark, 9 Barr 405, and Taylor v. Gitt, 10 Barr 428, are full to the point. As this disposes of the whole case, we deem it unnecessary to express any opinion on the other points, one of which only has been much pressed.\nJudgment affirmed."}