{"id": "410156", "contents": "The opinion of the court was delivered June 30, by\nGibson, C. J.\nThe key of the case is that Simon Lingle; the husband of the recognizee, never was the owner of the money secured by the recognizance. The defendant’s payment of his debt to Montgomery’s executors could not be set off as money paid to his use in the character of a surety in the single bill, or pleaded in bar as payment of the recognizance in the character of a garnishee — as the -latter certainly not, for he was bound to contest every inch of the ground, and payment before judgment against him could be no defence to a suit on the attached security. Then as to the allegation of fraud in the subsequent assignments, Lingle entertained a groundless fear that his creditors might reach the money secured by this recognizance, and, to prevent them, assigned it. He certainly intended to defraud them, but failed, not for want of will, but for want of capacity. He parted with nothing that was accessible to them; for so long as he saw fit to leave the money secured by the recognizance outstanding, they could not touch it. Nor was his wife’s consent before a judge of the Orphans’ Court, that he should have it without settling any part of it on her, equivalent to a reduction of the money to possession. At most, it could be the removal of an impediment. But there was no order for a settlement at the time of the partition, and the subsequent assent to dispense with it was superfluous and a nullity. The effect of the assignment to Mrs. Stoner, then, was not to delay, hinder, or defraud Lingle’s creditors; and if it were, none but they could resist it. The same thing, in effect, may be said of Mrs. Stoner’s assignment to Thomas S. Lingle, the beneficial plaintiff. The fraud supposed to infect it cannot jeopard the defendant, who may safely pay on the foot of a judgment on the recognizance. The executors of Mrs. Stoner alone could contest the bona fides of the transaction, and only by an application to the court after the money had been recovered. The judge therefore properly charged against the defendant on all his points.\nJudgment affirmed."}