{"id": "410177", "contents": "The opinion of the court was delivered May 21, by\nRogers, J.\nAs this presents the case of a condition in fact, and not a condition in law, it must be conceded that the property conveyed to the trustees, though for a charitable use, may be forfeited by misuser. The condition is, that if at any time hereafter the above described property, or any part of it, should be converted unto any other use than for the use of a school-house for the education of youths, and a meeting-house for promulgating the gospel, and also a burying-ground, and such other improvements as may be advantageous and of use to the promotion of the aforesaid three objects, that then, and in that case, the said lot shall revert to the party of the first pai;t, and to his heirs and assigns. The proviso in the deed is entitled to a fair, liberal, and benign interpretation, not according to its letter, but its spirit. Viewing it in this aspect, I cannot bring myself to believe that it was in the contemplation of the parties (the grantor and those who contributed the funds to the erection of the building) that an occasional use of the property by a tenant at will, for purposes other than those mentioned in the deed, would work a forfeiture of the estate. To produce that effect, it must be by some permanent use different from those enumerated in the deed, such for example, as converting the building into a factory, or the land attached to it into arable land or pasture. The grant, being for a charity, could not be forfeited for non user, nor for misuser except under an express condition or contract; and although, in the latter case it may, yet it must be clearly, expressly, and strictly shown that the condition was broken : 5 Watts 493, Martin v. McCord; 9 Barr. 433, Wright v. Linn. The law raises every intendment in favor of a charity, against the grantor or those claiming under him. Public schools intended for the children in the neighborhood are favorites in this State, and must receive the protection and support, as far as is reasonable, of the public tribunals. It must be kept in view, that it is a misuser, and not a now user, which produces the forfeiture. So runs the deed. Throwing therefore, the non user out of consideration, what is the evidence of misuser ? It consists simply in this, that one of the trustees, from motives of humanity, there being no school kept in the building at the time, nor afterwards, allowed a destitute woman, as a shelter for her sick husband and helpless children, to occupy the building as a tenant at will, without rent, and without charging the building in any way. General Caldwell in substance states, that after they had ceased to keep school in the building, no use was made of it till Mrs. McCaffrey went in. In the latter end of March 1841-42, Mrs. McCaffrey came to his house and stated that they had been in a distressed way all winter, that her husband came home sick in the fall, and asked him if she could go into the school-house. He sent her to plaintiff. That she afterwards told him that she had gone to Arthur McKissick, and that in consideration of her distressed situation, he had given her permission to occupy the premises — she took possession in April — her husband died the last of that month — she had four children, all young, and that she remained there some years. The only alteration that was made was, that some of the benches were put out. The • schoolhouse was used by Mrs. McCaffrey, as she testifies; she also proyes she paid no rent, and that there was nothing said about the length of time she was to occupy the building.\n. We think the defendant has failed to prove such a permanent use or occupation of the building, within the meaning of the deed, as to work a forfeiture; and so the court ought to have instructed the jury. The evidence shows, that although they had ceased to use it for a school, yet there was occasional religious worship in the building', one of the objects mentioned in the deed, by permission of the trustees, thereby exercising such control of it as to be inconsistent with the idea that Mrs. McCaffrey had any interest except at their will and pleasure. That the occupation continued for seven years makes no difference; for as it was in the commencement a possession at the will of the trustees, so it continued during the whole period to be held at their pleasure. It was temporary in its nature, and not a permanent use of the building, which alone can work a forfeiture. The declaration of one of the trustees, that the property had fallen to Jacob Eshleman, and that he had nothing more to do with it, cannot affect the right of the corporation, who alone are the persons really interested in the property. The trustees have no right to relinquish property belonging to others.\nOn this point we think the judgment must be reversed. But as the cause goes down for another trial, it becomes necessary to notice another point, and that is, can the sheriff’s vendee enter for the condition broken. The deed provides that the property shall revert to the party of the first part, and to his heirs and assigns. The sheriff’s vendee is not an heir, yet is he not legal assignee by operation of law, within the true intent and meaning of the deed, which reserves the right of entry, not only to the heirs, but his assigns. That a grantor cannot reserve such a right, will hardly be contended, as in Pennsylvania there is no policy of law which forbids it. The law against maintenance has never been adopted in this State. The reason assigned why a condition in England could not he assigned, is, because no title could be made to land held by another adversely, as that was against the law, which forbid maintenance. And hence the rule, that none but the grantor, or his heirs, can enter for condition broken. This reason does not apply here, where the grantor expressly reserves the right: 55 Law Library, Crabbe on Real Property 531, 550, sections 2150, 2189, 2190, and the authorities there cited; 5 Watts 493, Martin v. McCord; 9 Barr 433, Wright v. Linn; 1 Jones 444, Klinkener v. School Directors, &c.; 3 Caine 345, Newkirk v. Newkirk; 5 Ser. & R. 385, Hamilton v. Elliott. In the last ease, Chief Justice Gibson says, none but the feoffor or his heirs can enter;’ and the reason why a right of entry cannot be assigned is, that a contrary doctrine would favor maintenance and promote litigation. This is a fair case for the application of the maxim, cessante rations cessat ipse lex.\nBut a doubt has been suggested whether the grantor had such an interest in the land, the condition not being broken at the time, as would be the subject of levy and sale by the sheriff. This point we think is expressly ruled in Hayden v. Stanton, 5 Pick. 528. That was an estate, as here, devised for the use of a school-house, on a condition subsequent. This was held to be a devise of a conditional, and not an absolute fee; that an interest still remained in the devisor, and his heirs. The court say, it is clear the whole interest is not disposed of to the beneficiaries. If then, an interest in the land remain in the grantor, notwithstanding the grant, it may be sold by the sheriff, for in this State all possible contingent titles in land accompanied with a real interest, may be seized in execution and sold by the sheriff: Humphrey’s Lessee v. Humphries, 2 Pal. 223; 1 Yates 427; Rickert v. Madeira, 1 Rawle 432. The sheriff in these cases levied on all the right, title, and interest of Samuel Ferguson, the grantor, in all the lots, streets and alleys in Georgetown, &e. The interest of Ferguson therefore, whatever it was, passed to the sheriff’s vendee, and as such, his vendee had a right of entry by the express terms of the deed. In a condition at law, it is true that none but the grantor and his heirs can enter for a condition broken. No assignee or stranger can do so. But I know of no rule of policy in this State, where the ancient doctrine of maintenance does not prevail, which prohibits a grantor or devisor from directing otherwise.\nJudgment reversed and a venire de novo awarded."}