{"id": "410171", "contents": "The opinion of the court was delivered June 4, by\nGibson, C. J.\nArbitrators, though less skilled in technicalities than a court, may be made legally competent by the legislature to determine an issue of law; and the question is whether such an issue is a subject of reference within the intent and meaning of the compulsory arbitration act. The words, “ all matters in variance in the suit between the parties,” are too comprehensive to exclude any part of the controversy. Nor is there a reason why they should. The reference of even a naked issue of fact draws the decision of incidental questions of law to the arbitrators. They are substituted for the primary tribunal in all respects, and are both court and jury. The framers of the act doubtless looked no further than to a speedy decision of the merits; and it may be that a cause depending exclusively on an issue of law is not within the purview of it — though even that construction would delay a creditor in obtaining a lien — but it is more reasonable that an issue of fact should draw other issues to it than be drawn by them, else a principal object of the act might be frustrated by sticking in a •plea to the court. Suppose that the court, to avoid this, should bring on the argument of such a plea and decide it for the defendant, what would become of the rest of the cause before the arbitrators ? On the other hand, to reserve it for subsequent decision by- the court, and arbitrate a plea to the country, 'would raise doubts and difficulties not easily resolvable.. An award under the act is declared to have the force and effect of a judgment “ until reversed upon appeal,or satisfied according to law.” It would not be reversed by any decision of a plea of nul tiel reóord. It would continue to stand as a judgment against the defendant, who could get rid of it only by appealing; and when he had brought the cause back, it would be immaterial whether his plea to the court had been referred and determined against him, as the whole would be rejudged. Besides, to refer half a cause, if it could be done, would present an entangled question of costs. But the plea of nul tiel record sometimes leads to an issue of fact. In Esplin v. Smallet, Sayer's Rep. 208, it was held that a plea embracing matter of fact and matter of law, might conclude to the country. To a scire facias on a recognizance of special bail, the defendant pleaded that a fieri facias was sued out against the principal, and that the money was levied of his goods: the plaintiff replied that the writ was not sued out, and that the money was not levied, and concluded to the country: the defendant demurred, and the replication was held good. The same principle in Peter v. Stafford, Hob. 244. Proper averments may raise a question of fact, whether a former recovery was for the same cause of action; and though that could not have been done in this case, nothing would be gained by excepting it from the general rule. But, -for paramount reasons, already given, it seems the arbitrators had jurisdiction of the whole cause.\nJudgment affirmed."}