{"id": "410163", "contents": "The opinion of the court, filed July 3, was delivered by\nBell, J.\nIn Butterfield v. Forrester, 11 East 60, it was laid down that to support an action like the present, two things must concur — an obstruction or hindrance in the road or highway by the fault of the defendant, and no want of ordinary care to avoid it on the part of the plaintiff. In that case, the plaintiff had been guilty of actual misconduct in riding furiously through a street of a populous town, and it has been thought this circumstance is to be considered in every practical application of the rule there ascertained. On hearing the motion for a new trial, Mr. Justice Bailey, before whom the cause had been tried at Nisi Prius, remarked, “The plaintiff was’proved to be riding as fast as his horse could go, and this was through the streets of Derby. If he had used ordinary care he must have seen the obstruction, so that the accident appeared to happen entirely from his own fault.” By way of illustration, Lord Ellenborough said, “ In cases of persons riding upon what is considered the wrong side of the road, that would not authorize another purposely to ride up against them. One person being in fault will not dispense with another’s using ordinary care for himself.” Of this illustration it was judiciously observed, that of the propriety of one man’s abstaining from riding purposely against several others, little doubt can be entertained. What shall be deemed ordinary care to avoid a danger, the existence of which there is no reason to anticipate, does not appear to be equally clear; and it has been thought that the principle upon which the decision proceeded was, that want of care in respect of the probability of injury to others, from riding fast through a public street, is tantamount to a want of care in avoiding that which might be injurious to the party himself, for had he been riding over his own field, at the rate of twenty miles an hour, it would, probably, not be contended he was chargeable with want of care; and had his horse been killed by falling into a pit wrongfully dug there by a stranger, it could scarcely be doubted the latter would be responsible for the injury: Note to Burgess v. Gray, 50 E. C. L. 580, note a. In subsequent cases, where Butterfield v. Forrester was brought to view, it was held that although there may have been negligence on the part of plaintiff, yet unless he might, by the exercise of ordinary care, have avoided the consequence of the defendant’s negligence, he is entitled to recover; if by ordinary care he might have avoided, then he is the author of his own wrong: Bridge v. The Grand Junction Railroad Co., 3 Mees. & W. 246; Davis v. Mann, 10 Mees. & Welsby. What shall be esteemed ordinary care, must of necessity, depend upon the peculiarity of each case. Hence, it was well observed in Robinson v. Cone, Am. Law Jour, for January 1851, 313, in the Supreme Court of Vermont, that, though Butterfield v. Forrester has been considered as furnishing the rule for charging juries in road cases, and, as a general rule, is unobjectionable, yet, in its application to the almost endless variety of incidents attending injuries of this character, perplexing doubts will spring up which the general formula is wholly insufficient to remove. The instances in which it has been generally applied are of accidents occurring during the continuance of daylight, where usually the exercise of ordinary prudential care is sufficient to avoid injury, and witnesses are commonly found to testify of the circumstances attending the catastrophe. But where, in the darkness and solitude of the night, one suffers grievous injury from the culpable commission or omission of another, the carelessness which would excuse, ought certainly to be of a very gross character, made apparent by direct or circumstantial proof. This reasonable principle seems to have been present to the mind of Lord Ellenboroug-ii, when determining Weld v. The Gas Light Co., 2 E. C. L. 350. Speaking of the trenches opened by the defendants to lay gas-pipes, he said that, though authorized to open the streets for this purpose, they were bound to execute it as innocently as possible, even in the daytime, and, in the night-time, to take especial precaution that no one shall receive an injury.\nIn the case before us, the culpable neglect of the defendant in suffering the continuance .of what was correctly denominated a dangerous nuisanee, upon one of the most frequented thoroughfares of this town, is proved by the verdict. Indeed, under the proofs, it could not well be denied, even by himself. Under this established fact, the court below, applying the rule I have stated, told the jury that, though the owner of the property had unlawfully permitted the excavation complained of to remain open to the danger of passengers, yet if the plaintiff fell into it from his own want of reasonable care, he could not recover in this action; that to sustain it, there must be the concurrence of negligence, or the .commission of an unlawful act on the part of the defendant, and reasonable care exercised by the plaintiff; mutual carelessness being destructive of the title to sue. This instruction is certainly in accordance with the doctrine of the most approved authorities on this subject. Yet the plaintiff in error complains because the jury was informed that the onus of showing the exercise of proper care and caution by the plaintiff, was not upon him, but upon the party averring it. It was, perhaps, of little consequence, in this case, whether in this particular the court was right or wrong, since the plaintiff’s fall into the area was witnessed by many persons, who testified of all the incidents attending it, and thus enabled the jury to ascertain whether the accident was fairly ascribable to his inexcusable carelessness. But it seems to us, the opinion expressed is well founded. The rule, as I have said, is, that apparent negligence on the part of the injured person puts him so far in the wrong as to bar his action. But with perhaps the exception of a single case, to be presently more particularly noticed, I have nowhere met the assertion that, in the absence of all proof on the subject, carelessness is, prima facie, to be presumed. Such a principle would involve intolerable hardship, by protecting the culpable party in those instances where the chance of disaster is multiplied by the obscurity of night. To say that the very fact which increases the danger shall protect him who was the author of it, by rendering the necessary proof difficult, or cutting it off altogether, seems to us too unreasonable to attract the deliberate sanction of tribunals created to watch over the interests of the community. Generally, the direction is that the jury is to judge from the surrounding circumstances, whether the plaintiff exercised the caution which ought to mark the conduct of a prudent person. Such was the instruction given here, and I may say it is in accordance with what was said in a cause tried before me, in Philadelphia, at Nisi Prius, where the plaintiff had fallen into an open cellar, while employed about his ordinary avocations before daylight, no one having immediately witnessed the fact. The able counsel for the defendant spoke of an appeal on other points, but finally became satisfied no error had been committed: Myers v. Snyder, Brightly's Rep. 489. Indeed, I know of no other guide that can be followed with a due regard to private safety. The jury is to judge from the whole case as proved. If there be no facts shown from which a deduction can be drawn, the presumption should be reasonably against him whose misconduct rendered the accident possible. The precedent in which it is supposed a different view was taken is Law v. Crombie, 12 Pick. 176. It was there said that the burden of proof is on the plaintiff, not only to show misconduct in the defendant, but ordinary care and diligence on his own part. The injury complained of was occasioned by a collision in open day, from injudicious driving a sleigh on the highway. The facts, too, are very meagerly reported. In support of the proposition, three adjudications are cited, neither of which go farther than the rule I have laid down; one of them indeed being Butterfield v. Forrester. Had it, however, the sanction of other authority, we should be disinclined to adopt it, as insisted for the defendant, in a case like the present. In addition to its inconvenience, and the gross injustice it might work in a variety of cases, it may be remarked it is hostile to the principle that he who avers a fact in excuse of his own misfeasance, must prove it.\nThe reception of Eby’s and Briggs’s testimony as to the dangerous character of the excavation was entirely proper. It was, in truth, rather the assertion of a fact, dependent, in some measure upon opinion, than of an abstract opinion without more. It is a species of testimony always resorted to in cases like the present. In this very instance, many witnesses so testified for the plaintiff before objection was thought of, and the defendant himself introduced a large number to testify the place was not dangerous. The books furnish many similar examples. In Jones v. Boyce, 2 E. C. L. 482, a witness testified, “ I should have jumped off of the stage, had I been in the plaintiff’s place, as the best means of avoiding the danger.” In Jackson v. Follett, 3 E. C. L. 233, evidence was given to show that the coachman had adopted the most prudent course, in. turning out of the middle of the road to avoid a wagon, in doing which the plaintiff’s leg was broken. In Bremer v. Williams, 11 E. C. L. 437, where a coach proprietor was sued for an injury occasioned by the alleged insufficiency of the coach, a eoachmaker who had repaired it was received to swear he had every reason to believe it safe. In Drew v. The New River Co., 25 E. C. L. 634, a case like that before-us, the plaintiff proved by ten witnesses that mould and stones, taken out of a trench dug by the defendant’s servants, were so laid as to make it unsafe for persons walking along. And finally, in Wilkes v. Hungerford Market, 29 E. C. L. 336, an action for a nuisance in stopping up a street, witnesses were called to prove that the complaint was not of the buildings the defendants were authorized to erect, but by keeping up the obstruction in an unreasonable and unnecessary manner. These may suffice to show the action of the court below was right, though many others of like character might be adduced.\nIt is unnecessary to say any thing of the third error further than that the opening in a much frequented street was properly spoken of as a public nuisance under the circumstances.\nJudgment affirmed."}