{"id": "410141", "contents": "The opinion of the court, by Rogers, J., was filed May 16.\nRogers, J.\nThe general rule, according to the well-settled principles of the common law, is, that a common carrier is an insurer against every thing but the act of' God or the public enemy. .In Pennsylvania, however, it is ruled, not without great reluctance, that his common law responsibility may be limited or abridged by the special terms of the acceptance of the goods. It is decided, it may be limited by a general notice that the baggage of a passenger is at the risk of the owner, provided the terms of the notice are clear and explicit, not liable to the charge of ambiguity or doubt; and provided further, which is indispensable, the notice is brought home to the employer. These principles are distinctly recognised in Beekman v. Shouse, 5 Rawle 189; in Bingham v. Rogers, 6 W. & Ser. 500; and Laing v. Calder, 8 Barr 484. On the ticket given to the plaintiff, as is found by the special verdict, notice is given that all baggage is at the' risk of the owner, the proprietors binding themselves to no charge or care of the same whatever, either express or implied. It is truly said by Burroush, J., in Duff v. Budd, 3 B. & B. 177, that carriers are constantly endeavouring to narrow their responsibility, and to creep out of their duties, ^.nd that he is not singular in thinking that their endeavours ought not to be favoured. Of the soundness of this remark, this case affords a striking example. The company not only declare that the baggage is to be at the risk of the passenger, but they attempt to discharge themselves from all charge or care of it whatever. The proprietors say they bind themselves to no charge or care of the same whatever, either express or implied. There is a plain endeavour to shirk all responsibility whatever, even to the misconduct of their own agents, and to avoid the duty which the law easts upon them, to provide places for the safe custody of the goods, and persons whose business it is to take charge of such articles as are committed to their care. They undertake to carry for hire, and, by the very nature of their employment, to bestow, for the preservation of the goods, at least.the ordinary care of a bailee for hire. From this duty I have no hesitation in saying they cannot discharge themselves, even by a special agreement with the owner. Such a stipulation would be void, being against the policy of the law. There is no principle in the law better settled than that whatever has an obvious tendency to encourage guilty negligence, fraud, or crime, is contrary to public policy. Such, in the very nature of things, would be the consequence of allowing the common carrier to throw off the obligation, which the law imposes upon him, of taking at least ordinary care of the baggage or other goods of a passenger. Under such a regulation no man’s property would be safe, Cole v. Goodwin, 19 Wend. 251. The special verdict finds that the trunk containing the silver coins, five-franc pieces, and certain articles of wearing-apparel, was delivered to the conductor or other agent of defendants, on board of the boat; that the extra weight of plaintiff’s baggage, including the trunk, was paid for, and the agents took charge of it; that 'the trunk was lost, and not delivered to the plaintiff on his arrival at Philadelphia, the place of destination, or at any time thereafter. The verdict omits to fin'd when it was lost, or how it was lost. As we are without proof on this point, the legal inference is, it was lost or mislaid in consequence of the negligence, or it may be fraud, of the defendants’ agents. This would render the defendants liable, notwithstanding notice had been brought home to the plaintiffs. It is proper here to remark that neither concealment nor fraud can be imputed to the plaintiff. He was not bound to disclose the nature or value of the goods, unless inquired of by the carrier: in which case he must answer truly: Phillips v. Earle, 8 Pick. 182; 4 Bing. R. 218 Relf v. Rapp, 3 W. & Ser. 21.\nAlthough he may limit the extent of his liability, yet the authorities are uniform that to discharge the carrier from responsibility, it is necessary to show clearly that the person with whom he deals is fully informed of the terms and effect of the notice. The exemption goes on the ground of a contract express or implied. Angel on Carriers, sec. 247; 2 Green. Ev. sec. 216; Brookes v. Pickwick, 4 Bing. R. 218; Kerr v. Miller, 2 Starkie 53; Cole v. Goodwin, 19 Wend. 251; Hollister v. Nowlen, 19 Wend. 234.\nThe facts found by the jury negative the idea of such a notice as amounts to a special contract. The plaintiff was a German, wholly ignorant of the English language. It is therefore a case of a passenger uninformed of the terms and conditions of the notice appended to the ticket on which the defendants rely for protection. The case of Davis v. Willan, 2 Stark. R. 279, rules that a notice at the office, when the party who delivers the goods cannot read, does not change the liability of the carrier. That case is in principle identical with this. It, in truth, would be absurd to hold, under the circumstances, the company exempted from their common law responsibilities, on the foot of a special or express contract, when he was ignorant of the terms of the proposed agreement. Granting that tickets in any case, without more, may be considered as evidence of a special agreement, it is surely not exacting too much to require the carrier to have his tickets printed and his advertisements made in a language which the passenger can understand, or that he should be required to explain to him the nature and effect of the proposed agreement. Although it may be granted that in this State a carrier may limit his responsibility, yet this principle has been reluctantly recognised, and must be confined to cases of special contract express or at least implied. The knowledge of the plaintiff of the contents of the notice, is negatived by the verdict. It is substantially found the plaintiff had no notice that his goods were carried at his own risk. In the absence of all proof of notice, the plaintiff had a right to rely on the common law responsibility of the carrier. The jury find that the extra weight of the plaintiff’s baggage, including the trunk in which the specie was placed, was paid for by the plaintiff, and the agents of the company had charge of it.\nWhether the specie is to be viewed as baggage or freight we conceive to be immaterial; for whether it be the one or the other, the defendants are clearly liable on two grounds ; first, because they have failed to prove the nature and manner of the loss; and second, because they have also failed to bring home knowledge of the limitations and restrictions contained in their notice to the plaintiff. This renders them liable on the rule of the common law, as insurers against all losses except those occasioned by the act of God and the king’s enemies.\nJudgment affirmed."}