{"id": "410147", "contents": "The opinion of the court was delivered June 19, by\nCoulter, J.\nIn part answer to the defendant’s fifth point, the court were perfectly right in stating that it is the duty of the applicant for a patent so to specify and describe the machine, instrument, or improvement, as to avoid the appearance of claiming what he did not invent. But an improvement often consists in the introduction of a new element into an old machine; and in order to make this new element of power or convenience intelligible and apparent, it is absolutely necessary to specify and describe the whole machine, as well the old part as the new. The court were, therefore, in error in saying, in part answer to the same point, that if it appears that one or more of these parts is not original it avoids the patent.\nBecause in such improvement or invention the discovery consists of the new application of old principles, or the new distribution of old elements so as to produce new power or greater facility in the application of power. The specification of Samuel B. Howd did undoubtedly include what was not new, as the description of every improvement in machinery of necessity must do; but the patent was not therefore void. In this case, Howd described and specified the whole, and its mode of operation. But he distinctly and clearly stated in it what was new, and what he claimed as his invention, and the reason why it was an improvement. Thus, after very fully describing the whole wheel and all its parts, he says — “ I claim as my invention the application of the water on the outside of the wheel,- and operating upon the principle of reaction, by discharging inwardly on a wheel constructed and combined so as to operate as above described, with the spouts or schutes giving the water a direction with the motion of the wheel, applied to a reacting wheel as aforesaid.” Now, the reaction-wheel, as used in Parker’s patent, in many parts is the same as this of Howd’s. But in Howd’s, the direction of the water corresponds with the wheel’s motion, and is thrown on the wheel at the periphery, and not at the centre. It is new and different from Parker’s and other reaction-wheels in that particular. Whether it is a valuable improvement or not is not the question, but whether it is new; and this was for the jury to decide upon the evidence. But Mr. Holliday’s letter, in which he so much extols Howd’s wheel, is certainly\" of value to show that this change of Howd’s was a substantial improvement.\nBut the point to which this case converges is, that Howd did particularly specify and describe what he claimed as new, and as his invention. The patent was not void, therefore, because, in the description or specification of the whole wheel including the element that he said was his invention, he included in that general specification or description elements which were old, but which he claimed to be newly combined with new elements.\nJudgment reversed and venire de novo awarded."}