{"id": "410187", "contents": "The opinion of the eourt was delivered by\nRogers, J.\n—\nThis was an action of ejectment brought by Hubert and Butler and his wife, against Murphy, to recover possession of a lot with the houses thereon erected. The plaintiffs claim under a deed from Samuel Murphy (conceded to be the owner of the property) to Delia Chase, and a deed from Butler and wife, late Delia Chase, to Lyttleton Hubert, for one moiety thereof — consideration $1. On the written title, as exhibited in evidence, at law, it is beyond doubt plaintiffs are entitled to recover. A regular title to the premises is deduced to them. The defendant, however, insists that the deed of Samuel Murray, under whom plaintiffs claim, was without valuable consideration, and upon a trust understood as declared at the time, that Delia Chase should hold the property for the use of Samuel Murray for his life, and after his death for his children, &c. On .this point evidence was given, the plaintiff, however, contending that the deed was made for a valuable consideration, that a bond was given as part of the purchase-money for $800. Whether the deed was given for a valuable consideration, or without consideration, or whether the evidence sustained the allegation of a parol trust, becomes a matter of minor importance, as, in a subsequent part of the charge, the court in substance instructed the jury that even admitting the deed to be voluntary and without consideration, and that a parol trust was declared at the time the deed was executed, yet if it was intended as a fraud on creditors, the defendant is left without defence. Whether the instruction of the court in this particular be correct, is the only point in the case worthy of consideration.\nAfter the verdict, we must take it as established that the deed was intended as a fraud on creditors, and also that there was a valid parol trust. Whether the evidence shows a trust does not enter into the óonsideration of this case.' For the purposes of this point, that must be conceded, the charge proceeding on the concession that the trust is satisfactorily proved.\nIf there be a point settled on reason and authority, it is that a deed intended to defraud creditors, although void as against creditors, yet is valid as against the grantor, and those for whose beneT fit it is designed, whether it be the grantor himself, his child or' children, or a stranger. The grantee holds the property as against_ the fraudulent grantor and his beneficiaries, the latter being con-. sidered in the light of volunteers, without consideration, and consequently placed in no better situation tha,n the grantor, discharged from all secret trusts whether in writing or by parol. The distinction taken by the judge, I agree, is not sound, as, whether the declaration of trust be by parol or in writing, the rule is the same. That a trust cannot be enforced when it is designed to effect a fraud on creditors is settled by authority. The cases without exception decide that such a trust is void in itself, and therefore incapable of being made the foundation of a right in others : Carroll v. Boston Marine Insurance Co., 8 Mass. Rep. 517; The Dodman M. Co. v. The Worcester Fire Insurance Co., 11 Met. 429; Ellington v. Currie, 5 Ired. Eq. 21; Church’s Lessee v. Church, 4 Yeates 280; Worrall’s Accounts, 5 W. & Ser. 11, 113.\nThe case was put by the judge on the ground of fraud, nor is it designed to interfere with a class of cases where bona fide settlements are made on children, intended for their benefit, and without dishonest purpose as it regards creditors. They are supported on different principles, which it is not designed to disturb. They have no application whatever to this case.\nThe defendant, however, insists that it is the plaintiff who claims, through the medium of a fraud; that he invokes the aid of the court to turn the defendant out of possession of the premises. But this is a mistaken view of the situation of the parties. It would not hold a moment had we a court of chancery. But although we have no separate court for the administration of equity, yet we grant relief, not, it is true, in the same form, but on the same principles as courts of equity. Equity in this State is the same as in England, a principle acknowledged in repeated decisions. In the case in hand, the defence is not a legal, but an equitable defence, the defendant alleging that although the deed purports to be .an absolute deed in fee simple, yet it was intended in trust for the grantor and others. It is not the plaintiff that aslcs the aid of the court, hut the defendant. The plaintiff’s title is good. At law, the defendant has no defence whatever. Were the case in equity on bills for an injunction, by which mode only would-the defendant be entitled to retain the possession, the chancellor would refuse relief when it appeared that defendant who asked the aid of the court had been guilty of a fraud in attempting to screen his property from the just claims of creditors. The chancellor would refuse to interfere. He would leave the party to his remedy at' law, where the plaintiff would be entitled to recover on the well-settled principle that although the deed was void as to creditors, yet the title is valid as between the parties.\nThe defendant thinks that being in possession differs this from . the cases ruled; but this is not so, as is shown in the cases cited, and on principle. If it were, it would nullify the rule. All that would be necessary would be for the fraudulent grantor either to retain the possession himself, or to give the possession to his children or other beneficiaries named in the parol or written trust.\nThe rule is founded in policy. The reason is extracted from one of the cases cited, which is correctly given by the judge. Courts \"of justice do not sit to extricate a rogue from his toils. To enable a party to show a secret trust in the face of an absolute deed, the purpose must have been an honest one, else, by secret fraudulent device, a dishonest man would be sure never to lose, and he has the chance of gaining. He may accomplish his fraudulent design, and then he is sure to get back his property, or what is the same thing, keep it for his family. This would be affording encouragement to such frauds. On the contrary, it is the policy of common sense and common law to environ a person with all possible perils, and to make it appear that honesty is the best policy. The court left the question of fraud to the jury, taking a distinction between a declaration of trust in writing or by parol, which, although erroneous, is an error in favor of the defendant, of which he cannot complain. That the deed from Samuel Murray to Delia Chase was intended to delay, hinder, and defraud creditors, was abundantly proved. Indeed it does not appear to be denied by the defendant. That the deed was executed under a mistaken apprehension that he would be made liable as bail, is nothing. That he was unwise may be admitted, but that is no reason for overruling the plain principles of law. Hard cases, appealing to the sympathy of a judge, make bad precedents.\nThe defendant also excepts to the answer to the seventh of-plaintiff’s points, and to the third of defendant’s. As a general proposition the answer to the seventh point is correct, for undoubtedly the acts and declarations of a wife, without the knowledge and consent of the husband, do not affect his title. Had the defendant desired a more particular direction, he might have had it by'a prayer for that purpose, distinguishing between her declarations as to thp trust and declarations as to the extent of the trust, the parol trust being established. To reverse now on that ground (supposing there is anything in the distinction) would be to reverse for an error which the court did not commit, to which their attention was not directed.\nThat the answer to the third point is correct, cannot be matter of doubt, as an absolute deed cannot be annulled or discharged, nor the title impaired by parol. A deed in this State is equivalent to feoffment with livery and seisin, and cannot therefore be affected except by writing. That the parties intended to cancel the agreement, but failed to do so according to the forms prescribed by law, may be matter of regret, but it is a mistake which we cannot correct.\nAfter a full examination of the case, \"we are of opinion, that as no error prejudicial to the defendant has been committed, the judgment must be affirmed.\nJudgment affirmed."}