{"id": "410134", "contents": "The opinion of the court was delivered May 2, by\nChambers, J.\nThe first error assigned in the case was the admission of William Linn Brown, Esq., to testify in behalf of the plaintiff below, having been of counsel to the plaintiff at the time of the alleged admissions of the defendant made to him respecting the contract between the parties. > Mr. Brown had no connection with the suit, had received no compensation, and expected none. He had no interest in the event of the suit. His competency and admission were in accordance with the law as ruled in the case of Newman v. Bradley, 1 Dal. 244, and Miles v. O’Hara, 1 Ser. & R. 32, which have not been departed from by the court.\nThe second error assigned is the rejection of Andrew D. Cash as a witness for defendant, to testify as to the usual rates of commission on the sale of real estate in this city. This action is founded on an alleged special contract between the parties, by which remuneration was fixed, and which the plaintiff below was bound to establish to the satisfaction of the court and jury, to enable him to recover. It was that contract which determined the amount of compensation for services rendered, and not the ordinary charges of commission on the sale of real estate in other cases and between other parties. The sum claimed and allowed by the jury, it is said, is disproportioned to the services ; but the inducements which the plaintiff could offer and render in the way of activity, discernment, and influence, to enhance the property and procure a purchaser, which the defendant might think so advantageous to him as to promise the compensation stipulated for, might have been understood by the parties, though not disclosed by the evidence. In the rejection of the evidence offered there was no error.\nThe next error assigned is to the charge of the court, in not answering, as requested, the points presented in behalf of the plaintiff in error, in leaving the construction of the contract to the jury, and in not instructing the jury that the plaintiff could not recover. It is to be remarked, that there was some misapprehension with the court below, as well as with the counsel, in considering the writing called the “memorandum” as the contract between the parties, which it was not, but part of the evidence of the alleged contract. The evidence adduced to prove the contract was the admission of Edwards in this memorandum and the admissions made by him to Nece and Brown. This “ memorandum” was made by Edwards some time after the contract, and after Nece had been procured as a purchaser and accepted; and was furnished by Edwards to the scrivener, who had been directed by Edwards to prepare the deeds from him to Nece. Goldsmith was no party to it, nor had he any participation in placing it with the scrivener.\nThe testimony of Nece went to prove a contract varying in some of its terms from that indicated by the memorandum. Nece is explicit that Edwards told him that he'was to advance $300 on each lot, $50 of which was to go to Goldsmith — that Goldsmith was to get $50 for the sale of each lot, and that, as a purchaser, he had agreed to take the fifteen lots.\nThe evidence in the cause left the contract obscure, and as its construction was dependent on parol evidence, it was properly submitted by the court to the jury. The court did instruct the jury that if the contract was as stated in the memorandum as to mode, plaintiff was to be compensated; the plaintiff was not entitled to recover unless defendant had dispensed with the necessity of so doing, by an absolute refusal to comply ; and if the contract was, however, that plaintiff was not to b.e paid till the houses were finished, the plaintiff could not recover under the declaration. This was answering the points of defendant’s counsel as favourably as was warranted, so far as the memorandum was considered the evidence of the contract; and if there had been no other evidence of the contract, the plaintiff ought not to have recovered, according either to his allegation or proof.\nBut it was still a material question of fact for the jury, whether by the contract between the parties Goldsmith was to be paid $50 on each lot, out of the $300 to be advanced by Edwards, on procuring a purchaser, and which it was alleged was not dependent on the erection of houses, which were to be erected by Nece, with the aid of the advance from Edwards, and over which Goldsmith had no control. The testimony of Nece did conduce to prove this, and the admission of Edwards to Brown, that he was under an obligation to comply if a proper purchaser was brought, did support this construction of the contract. It was further testified by Nece that Goldsmith had procured him to become the purchaser of the lots — that with the references he gave Edwards, he was satisfied, and accepted him (Nece) as the purchaser of the fifteen lots; and in the prosecution of the sale, Edwards gave him a plan, requested him to get a surveyor, to have the lines marked, and make, the necessary preparations for building!\nTo this part of the evidence the jury might apply the charge of the court, in which they were instructed that if this was the contract with the plaintiff, as set forth- in the contract, and a purchaser .was procured with whom defendant was satisfied, and after-wards refused without good reason to fulfil his contract, then the plaintiff is entitled to recover. The contract was thus submitted rightly to the jury on the testimony; and if the jury were satisfied that by its terms Goldsmith was only to procure a purchaser who was acceptable, for the fifteen lots, that he had done so, and performed his part of the contract, the plaintiff was entitled to a verdict which may be supported on the second count of indebitatus assumpsit. It- -is- settled, by repeated adjudications of this court and others, that wben the terms of a special agreement have been performed by the plaintiff, the law raises a duty, for which a general indebitatus assumpsit will lie: Kelly v. Foster, 2 Bin. 4; Bomeisler v. Dobson, 5 Wh. 398; Harris v. Ligget, 1 W. & Ser. 301; Filzell v. Mitchell, 3 W. & Ser. 331. The court did not err in refusing to answer the points as requested by defendant’s counsel, and in their charge there was not error. The contract'was left obscure by the conflicting evidence, yet this was for the jury and the consideration of the court before whom the cause was tried; and if there has been error, it has been with the jury on the facts which this court cannot undertake to correct.\nJudgment affirmed."}