{"id": "410185", "contents": "The opinion of the court was delivered June 12, by\nRogers, J.\nThe action of trespass is well brought. The plaintiff having alleged in his narr. that the defendants took and carried away the property severed from the freehold, and converted the same to his own use, the jury were -at liberty to assess treble damages under the statute. The suit is brought on the 3d section of the act of the 29th of March 1824, which reads thus : “In all cases where any person shall cut down or fell any timber, tree or trees, growing upon the lands of another, without the consent of the owner, he, she, or they, so offending, shall be liable to pay to such owner double the value of such tree or trees so cut down or felled; and in case of the conversion thereof to the use of such offender or offenders, treble the value to be recovered, with costs of suit, by action of trespass or trover, as the case maybe,” &c. The design of the act cannot be doubted. Where there is a trespass merely, double damages only are to be given, but where in addition tbe trees felled are converted to the use of the wrong-doer, treble damages are to be awarded. The remedy given for the injury to the owner, is trespass or trover, as the case may be. By the latter words, as the case may be, nothing more is to be understood than that when the owner chooses to waive the trespass to the close and elect trover, (as he may,) he may recover treble damages; but it certainly could not be intended that when he proceeds as well for the trespass as the conversion, he shall be restrained to double damages merely. It seems clear that where there is a conversion, treble damages may be recovered as well in trespass as trover. The owner may elect trover if he pleases, but surely he ought not to be compelled to do so, and thereby lose the damages sustained by the illegal and tortious entry.\nA doubt was suggested at the bar whether the jury or the court should assess double or treble damages when given by the statute. In England the rule is that the jury who try the issue may assess the double or treble damages, but if they neglect to do so, the court may award the damages, on a writ of inquiry for assessing them. I perceive no reason why a different rule should prevail in this State: Rob. Dig. 116, Bro. Damages, pl. 76; Sayer on Damages 244.\nAccording to the Hnglish practice, double or treble costs are not understood to mean twice or thrice the amount of single costs; but double costs consist of the single costs and half the single costs; and treble costs of the single costs, half the single costs, and half of that half: 2 Arch. P. 233; Brightly on the Law of Costs, 298. But this rule is not in practice in Pennsylvania, as is ruled in Shoemaker v. Nesbit, 2 Rawle 201. I am not aware that even in England the same artificial rule applies when double or treble damages are given by statute, but if it be, it is certain it has never been adopted in this State.\nJudgment affirmed."}