{"id": "410140", "contents": "The opinion of the court was delivered May 22, by\nChambers, J.\nThis case depends on the construction of the act of Assembly of 11th of April 1848, in which, amongst other things, it is enacted, “that the common school system, from and after the passage of this act, shall be deemed, held, and taken to be adopted by the several school districts of this commonwealth; and that the school directors of the respective school districts from which the undrawn school appropriations'were taken by the act of 29th of April 1844, entitled ‘An act to reduce the State debt, and to incorporate the Pennsylvania Canal and Railroad Company,’ shall, during the month of May of the present year, levy and assess a tax as required by existing laws, to enable school districts to receive their portion of the State appropriation; and each of said school districts in which a tax shall be so levied and assessed as aforesaid, shall thereupon receive its portion of the aforesaid appropriation of two hundred thousand dollars, and shall be entitled to a deduction of twenty-five per cent, of all moneys paid into the county treasury by such district for State purposes during the two next ensuing school years, which money so deducted shall be paid to the treasurer of the board of directors of such school district, and shall be exclusively appropriated to the erection of schoolhouses in such school districts.”\nThe township of Manheim, in the county of Lancaster, was one of the school districts that had not before adopted the common school system, and from which the undrawn school appropriations were taken by the act of 29th April 1844. Under the act of 1848 recited, the school directors of that township, during the month of May of that year, did assess and levy a tax, as required by existing laws, to enable school districts to receive their portion of the State appropriation.\nThe whole amount of taxes assessed, levied, and charged against the township of Manheim for State purposes, and paid over to the county treasury, after exonerations and commissions, for the year 1848, was $3441.84, and of this there was paid by the county treasurer of Lancaster county to the treasurer of Manheim school district in 1849 the sum of $872.58, which was an excess of $12.12 beyond the 25 per cent, to which such district was entitled.\nThe total amount of taxes assessed, levied, and paid by the same township, after exonerations and commissions, to the treasurer of Lancaster county for.State purposes, was the sum of $8569.02. This year’s State tax was settled up on the 11th February 1850, being for the year 1849, at which time there was paid by the county treasurer of Lancaster county, to the treasurer of the Manheim school district, the sum of $892.25, being 25 per cent, on the amount of the state taxes for that township thus paid in for 1849. Are not the two yearly payments made as stated by the treasurer of Lancaster county to the treasurer of Manheim school district a full compliance with the legislative appropriation under the act of 1848 ? The school directors say not, for that afterwards there was paid by Manheim township into the Lancaster county treasury, on the 2d May 1850, $50, and 1st June 1850, $3419.10, for State purposes, being nearly the total of the State tax of that township for the year 1850; and on this they claim to be paid 25 per cent, by the county treasurer, as on moneys paid in by Manheim township into the county treasury for State purposes during the school year which ended on first Monday of June 1850. This is refused by the county treasurer of Lancaster county; and by the proceeding in this matter it is sought to compel him to pay with the aid of the process of this court. In putting a construction on this act to effectuate the intention of the legislature, reference must be had to the system of taxation.within this commonwealth. The taxes assessed in the autumn and winter of one year are collected and paid over during the ensuing year, and are called the tax of the latter year. To induce the counties to pay their quota of State tax as early as fifteen days before the first of August of each year, an abatement of 5 per cent, is allowed; and if the county’s quota is not paid into the state treasury before the second Tuesday of January following, the county delinquent is therefore charged 5 per cent, interest.\nWhilst the State encourages the payment of the State tax by the middle of July, by allowing the abatement it does not treat the county as a defaulter until after the second Tuesday of January. The township of Manheim did not settle up its State tax for 1849 till the 11th of February 1850, and within four months thereafter pays into the county treasury $3419, being nearly the total of its tax assessed for State purposes for that year. This unprecedented despatch, in paying over such an amount for State taxation is accounted for by the claim made of 25 per cent, on the amount last paid, which, in effect, if allowed, would be to give 25 per cent, on the State tax for a third year, instead of two. The legislature may be supposed, in estimating the amount of their grant for building school-houses, to have had regard to the amount assessed and paid by such townships for State purposes annually, and did choose to grant as a bounty to the township for building school-houses, one-fourth of the said State tax for two years. It was not, we presume, anticipated that the townships who were to be partakers of this bounty would hasten their yearly payments, so as to crowd three years’ assessments for State purposes into payments during the two school years. If payment within the time were alone the measure, then if the township had been delinquent for balances of State taxes for the previous year, and had, after the passage of the act of 1848, elected to have paid up all its arrearages within the next school year, it was, under the construction placed on tho law by the claimants, to have 25 per cent, on this indebtedness.\nBy confining the bounty of the legislature to one-fourth of the tax assessed and paid over for the next two school years, the intention of the legislature, we believe, will be fulfilled, and the execution of the law will be certain and uniform with all the townships to which it may apply.\nStatutes are to be construed so as may best effectuate the intention of the makers, which sometimes may be collected from the cause or occasion of passing the statute, and, when discovered, it ought to be followed with judgment and discretion in the construction, though that construction may seem contrary to the letter of the statute. It is said a thing within the letter of the statute is not within the statute unless it be within the intention of the makers; and such construction ought to be put on it as does not suffer it to be eluded: People v. Utica Ins. Co. 15 Johns. Rep. 381; 8 Bac. Abr. tit. Statutes 247.\nEntertaining the opinion that the appropriation by the act of 1848, has been complied with by the payments made by the treasurer of the county of Lancaster to the treasurer of the Manheim school district, being 25 per cent, on the amount of the State taxes assessed and paid by that township for the two years contemplated, this court refuses the mandamus applied for to compel the payment demanded on the tax assessed and paid for a third year. To allow this would be to elude the law and extort from the treasury more than the bounty intended by the legislature. If the court should be mistaken in this construction of the act of Assembly, and are instrumental in curtailing the legislative bounty to the school directors below what was intended by the legislature, it will be competent to the .legislature to remedy it by subsequent enactment. Petition of relators refused."}