{"id": "410149", "contents": "The opinion of the court was delivered June 2, by\nBell, J.\nOf the thirteen supposed errors assigned in this record, but four have been pressed upon our attention with any show of confidence. Of these, three present but a single point, and may therefore be considered together.\nThe leading question in the cause was as to the proper location of what is called the “ Clement Stocker” tract, in the block of surveys made under the warrant issued on the application of Aaron Levy, in 1792. The survey of that tract calls for, as conterminous, the tracts returned in the names of Henry and John Harris, and the court instructed the jury that if unrestrained by actual marks of survey found upon the ground, the “ Clement Stocker” must be permitted to extend to the surveys called for as adjoining, unless by so doing the relative position of the other tracts of the block would be disturbed and deranged; that the “ Henry Harris” survey being under an older warrant, and having a conceded location, the tract in dispute must be taken as adjoining it, if this presumption was not contradicted by ascertained existing marks of the original survey; but that, on the other side, the call being for “John Harris” or vacant land, it was equivocal and indecisive, and indicated nothing more than that the line of the survey on that side was left open. The plaintiff in error complains of this portion of the charge as not being sufficiently favorable to him. He thinks there was no adequate evidence of marks on the ground to be left to the jury as restraining the survey on the “Henry Harris” side, and as on the north the “John Harris” was found and indisputably fixed, the call ceased to be equivocal; wherefore the instruction should have been that in the absence of restraining marks found on that side, the jury was bound to. accept the southern line .of the last-mentioned tract as the true boundary of the one in controversy. But in this we cannot concur. Notwithstanding the long acquiescence in the drafts of surveys returned to and filed in the surveyor-general’s office, it is undoubted that actual indications of the lines originally run on the ground are the best evidence of the true location sought for ; and as there was, to say the least of it, some proof of such indications in the surveyor’s marks testified to by Quay and Green, the court had no choice other than to submit to the jury what was properly matter of fact for its determination. To the other branch of the objection, the answer is found in the obvious meaning of the surveyor’s return, that although he was aware a tract had been located in the immediate neighborhood in the name of John Harris, he had not taken upon himself to ascertain exactly where that tract lay. It might join the “ Clement Stocker” on that side, or the land there might be vacant. This was the interpretation given below, and we think the correct one.\nThe other exception principally urged was that taken to the admission of what is known as the book of the treasurer of Centre county, containing lists of unseated lands situate in that county liable to taxation. The defendant below claimed that the Stocker tract was situate principally on the east side of the Mushannon Creek, which there divides Centre and Clearfield counties; while the location assigned to it by the plaintiff below threw the greater portion of it to the west side of the stream. It seems the custom in that district of country is to levy the tax of unseated tracts of land in that county in which the larger part of it may be found to lie. In this discussion as to locality, it became of importance to show in which of the counties the larger portion of the disputed tract actually is. As one means of making this manifest, the plaintiff below offered the deposition of the treasurer of Clearfield county; but it was objected, the best evidence of the unseated lands' returned in Clearfield for taxation was the treasurer’s book. The court was of this opinion, and accordingly rejected the deposition. After this, the book of the treasurer of Centre, being duly proved, was received, to show the Stocker tract was not returned for taxation in Centre, although most of the other tracts of that survey were so returned; the former, with three others, having in fact been transferred from Centre to Clearfield. It is objected that, at best, this was the work of the treasurer himself, without reference to the owner, whose interests were therefore not liable to be affected by it. But we cannot admit this transfer of his lands for the purposes of taxation was a subject with which the owner was wholly unconnected. By the act of March 1806, it is made the duty of the owners of unseated lands to return a statement of them to the commissioners of the proper county ; a duty to which it is not to be doubted the Messrs. Gratz had given their attention. It is not to be supposed that of their own mere motion the commissioners or treasurer of Centre would have assigned these tracts to Clearfield, and as the owners had regularly paid the taxes assessed upon them, it cannot be questioned they were cognizant of the fact. Indeed, I find in the paper-book of the plaintiff in error, the deposition of John G. Lowry, taken after notice, in proceedings relative to the tracts, before the board of property, and read on the trial of this cause. Mr. Lowry was treasurer of Centre county from 1829 to 1843, and also in the years of 1846 and 1841. He testified he presumed the transfer of the four tracts from Centre to Clearfield was made in pursuance of directions from Jacob Gratz; that no taxes for these four tracts had been paid in Centre since 1835; and that Mr. Gratz had furnished to the witness, as treasurer, a corrected list of their lands in Centre for the years 1848 and 1849, in which the Stocker tract did not appear. With this deposition, it will not be questioned the treasurer’s book was properly received, and without it, I think it was good evidence, under the circumstances, of the fact sought to be proved.\nThe remaining errors, but faintly pressed on the argument, are sufficiently answered by the printed remarks submitted for the defendant in error, except the tenth, which is not there noticed. It avers the court erred in refusing to set aside the service of the writ of summons issued in this case. Were this now assigned as error, the record presents no ground upon which the court could with propriety have interfered with that service. The sheriff’s return is regularly made of a regular service, and there is absolutely nothing to contradict it or to call it into question. As for the bill of exceptions signed on the hearing of the rule to show cause, because of the rejection of Sheriff Musser’s testimony, by which it was intended to contradict the return, it is enough to say it is a mere nullity. The notion of an exception to evidence on a preliminary inquiry is indeed novel.\nJudgment affirmed."}