{"id": "410129", "contents": "The opinion of the court was delivered June 30, by\nGibson, C. J.\nMcKinney wTas separately indebted to the defendant, and Darrah was indebted to the firm of McKinney & Heller. McKinney drew an order in the name of the firm, in favor of the defendants, on Darrah for bricks, which were delivered. After an unsuccessful action against. Darrah on his original indebtedness, the firm brought this suit, to follow the property into the defendant’s hands, on the ground that it was received mala fide. The defence is that Heller was apprized of the order before the bricks were delivered, and did not give notice to the defendants that he would not be bound by it. Want of notice not to deliver might have been ground of defence by Darrah; but why should Heller have given notice to the defendants of what they already knew7 ? In Northouse v. Parker, 1 Camp. 82, it was held that notice would be superfluous where the fact is known. The defendants knew that Heller wras not liable for McKinney’s debt, and they had no reason to presume that McKinney would consent to have it paid out of the partnership effects, to the prejudice of himself and the joint ereditors. They acted at their peril and with their eyes open. With full knowledge of the circumstances they dealt with one of the partners to get their debt paid at the expense of Heller, and they now complain of want of notice that he would not consent to it. Was it necessary to give them notice that they were attempting to do him an injury ? Notice that a man will not submit to a wrong, would be absurd. The defendants had no ground to presume that Heller had authorized McKinney to draw in their favor, for there is no circumstance in the case to found a presumption, and it was their business to inquire. If they took McKinney’s word for it they must take the consequences. When told of the order before the bricks were delivered, Heller told Darrah that it was wrong. But if the defendants gave a receipt for the separate debt, or delivered up the security for it when the order was drawn, notice would have been too late to save them; and if they did not, a recovery in this suit would leave their right of recourse to McKinney intact, and the parties would be remitted to the position which justice requires them to occupy. In any aspect whatever, the defendants have no case. . Judgment reversed."}