{"id": "410181", "contents": "The opinion of the court was delivered April 21, by\nCoulter, J.\nA surety is not discharged by mere forbearance to sue. It is necessary that he should do some act to warn the holder of the instrument and put him on his guard. Such as giving him notice to proceed against the principal. Nothing of that kind is pretended here. The only feasible ground on which Pott can stand is that he was a technical guarantor and not a surety. The rule on that subject is that the intent of the parties, as collected from the language of the instrument, and the attending circumstances of the execution, furnish the true test and guide of interpretation as to the character of the obligation. The language of endorsement seems to be plain enough: “I hereby acknowledge to be security for the within amount of $500, until satisfactorily paid by Vm. Audenried.” The word security has an established and well-known meaning in the minds of most people, and indicates an obligation to stand for the sum absolutely, unless discharged by the supine negligence of the obligor after notice. It is in broad contrast with the word guaranty, which imports a conditional liability, if due steps are taken against the principal. Beside, Pott agrees to be surety until the sum is satisfactorily paid by Audenried, which effectually excludes the conclusion that he was to be discharged by Audenried’s inability to pay. The error of the court consisted in assuming that Audenried’s liability was the common undertaking of guaranty, and that the plaintiff was bound to have shown that he used due diligence to recover the amount from Audenried before he could pursue Pott. We think his obligation imported the liability of a surety, that it was unqualified by the condition of a guaranty. That the plaintiff was not bound to give notice to Pott of the non-payment by Audenried at its maturity. And that Pott, to insure his own discharge from his obligation, was bound to show that he had given the plaintiff notice to proceed against Audenried. That mere delay to sue Audenried by the plaintiff did not discharge Pott.\nJudgment reversed and venire de novo awarded."}