{"id": "410189", "contents": "The opinion of the court was delivered April 21, by\nBell, J.\nThe rule in Shelly’s case has been so repeatedly recognised as a feature of our law, that further discussion is precluded. In the recent case, Heilman v. Bouslaugh, 1 Harris 344, if not satisfactorily vindicated, it is, at least, shown to be a settled rule of property in Pennsylvania, not to be put aside but at the risk of unsettling titles, and the introduction of confusion and uncertainty. Indeed, our numerous concurring decisions on this point, if any effect is to be accorded to them, must terminate, in our courts, further speculation as to the original propriety of the rule, and confine us to the inquiry whether the terms used to express the disposition of an estate fall within its operation. In settling this question, when it springs from a last will, no influence is to be conceded to any supposed prohibition of the rule by the testator, or to the defeat of a particular intention by its interposition. Whether it shall be effective as a governing principle is not subject to his discretion where the form of testamentary direction invites it to action, and the frequent frustration of a partial design is one of its acknowledged consequences. In its application, the effort is to give effect to the leading intent, though at the sacrifice of a minor purpose, and, therefore, in this, as in other cases, .the first inquiry is, what is the great object'of the devisor. The ascertainment of this is, doubtless, subject to the ordinary rules of construction; but where well-considered and unimpeached adjudications have assigned to certain forms of disposition a determinate result, we are bound by it as an ascertained law of construction. In saying this, I am not unmindful of the oft-repeated remark that, as every testament is apt to present some feature peculiar to itself, the interpretation of one can render but little aid in assisting to the proper meaning of another. This is true; but it is equally so that where a particular manner of devise has become the subject of frequent adjudication, certainly without which there is no safety, public or private, it is requisite that the rule so settled shall be followed in all similar cases. This is peculiarly so, where the form of the disposition is constituted of terms of art, to which an ascertained meaning is commonly affixed.\nThe devise before us stands, I think, in this category. To say nothing of numerous. English cases, it is impossible to distinguish it, in principle, from our own deliberate determinations in Carter v. McMichael, 10 Ser. & R. 429; Paxson v. Lefferts, 3 Rawle 59, and the prior decisions on which they are based. It is true, that, in the first of these, the limitation was to the heirs male of the body of the first taker, and the heirs and assigns of such heirs male; from whence Chief Justice Tilghman deduced an argument favoring the application of the rule in Shelly’s ease. But the conclusion was not made to rest solely on this. A very important part of the argument was drawn from the fact, that unless an estate of inheritance was given to the first taker, the remainder limited over in fee simple must be defeated. And the latter condition was the governing reason in Paxson v. Lefferts, with a reference to the precedent case. That devise was almost, if not altogether, identical with the present. The land was given to the testator’s son Charles, during his natural life, and if he should leave lawful issue, then to them, their heirs- and assigns for ever; but for want of such lawful issue, over in fee. It will be observed, the only difference is in the employment of the words “lawful issue,” instead of “heirs of the body,” used in the first part of our disposing clause. But if there be a distinction, this difference is in favor of the construction claimed by the plaintiffs below, since “heirs of the body” are, strictly, words of limitation, while the other terms operate, in a.deed, as words of purchase, though they may he taken either way in a will. In our case, we may, consequently, accept, without further argument, what cost Mr. Justice Kennedy some reasoning to prove in Paxson v. Lefferts, namely, that the terms employed imported limitation, and not purchase. On the argument before us, some stress was laid upon the substitution of “such issue” for “heirs of his body,” as showing they were employed as expressive of the same meaning; and it was argued that as “issue of the body” are sometimes treated as terms of purchase, the court ought to lean towards that construction here. To this, a reference to the last case might be regarded a sufficient answer; hut it may he added that, as a general rule,-the words relied on, used in a will in reference to an estate in land, operate as a further limitation, unless there be something in the context to show the testator contemplated a failure of issue at a particular period, and not an indefinite failure. The question was made in Geering v. Shenton, 1 Cowp. 410, a case, in most of its features, very like the present. It was a devise to J. S. and the heirs of his body, lawfully begotten, and their heirs for ever; but in case the said J. S. should die without leaving issue of his body, then over in fee. It was held that the devisee took in tail, the words “shall die without issue of his body” qualifying the preceding general words. As adverse to this construction, it was urged that, by the superadded words of limitation, the testator evinced an intention to give to the issue of the first taker a fee as purchasers. But Lord Mansfield inquired of the counsel whether he knew of any case where, upon a limitation of lands upon a dying without issue, those words had been confined to a dying without issue living at the time of his death. The distinction, he added, is between a devise of lands and of personal estate: in the latter case, the words are taken in their vulgar sense; that is, a dying without issue living at the time of the death of the first taker; but in the former, standing unexplained, they mean an indefinite failure of issue. Goodright v. Pullen, 2 Ld. Raym. 1437, may also be mentioned in this- connection. There the devise was to N. for life, and, after his decease, to the heirs male of the body of the said N., lawfully to be begotten, and his heirs for ever; but if the said N. shall, happen to die without such heir male, then over. It was argued that the use of the word “his,” in the singular, brought the devise within Archer’s case, and, consequently, the first taker took but an estate for life. But the court answered that, “heirs male of the body” imported an estate-tail, and this was not to be overruled by doubtful expressions; that ever since King v. Melling, 3 Keb. 100, it was so settled as not to be disputed, that the word “heirs” is, properly, a word of limitation, and not of purchase, and so, in a will, is “issue” unexplained, though it is different in a deed.\nIndeed, it may be safely asserted that the words “if he shall leave issue,” or “in default of issue,” and the like, are uniformly construed to mean an indefinite failure of issue, unless there be something in the context to qualify the general expression, or the reference be expressly to persons then existing. As early as Wilde’s case, this doctrine was averred, and it is said that whenever the term “issue” is used in reference to persons not in esse, it is synonymous with the terms “heirs' of the body.” Nor is it enough, to avoid this consequence, that the person named as the source of inheritable blood had issue at the date of the devise, unless it appear such living issue was, particularly, in contemplation of the testator at the moment, as the commencement of an inheritable stock. Of this, Goodright v. White, 2 Bl. Rep. 100; Long v. Beaumont, 1 P. Wms. 229, and Bagshaw v. Spencer, 1 Ves. Sen’r 142, are usually cited as examples. They were devises to the heirs of the body or issue of persons known to the testator to be in full life, having children, and the questions were whether there was a sufficient designation of the persons to take ? From the very nature of the case, it was held the parties thus pointed to might take designatione personae, and as though they had been specifically named. It is scarcely necessary to add, this doctrine has no application in the instance before us, though the first Mordecai had a son living at the time of the devise. Had that son died, it cannot admit of doubt any subsequently born issue would have taken under this devise, as heir of the body and competent to carry on the succession by inheritable blood.\nTo the cases already noticed, I will only add Morris v. Le Gay, cited by Lord Kenyon in Denn v. Puckey, 5 D. & E. 324, and with approbation, in our own cases of Carter v. McMichael, and Paxson v. Lefferts. I introduce it, because it appears to me to be exactly alike, and decisive of the present. The devise was to A. for life, remainder to the heirs of the body of A. and their heirs, and if A. died without issue of her body, over. It was decided that A. took an estate-tail.\nThe adjudications I have referred to, and those upon which they are based, furnish an answer to the objection most prominently urged for the defendants below, that the superadded words, serving to limit a fee in the issue of the first taker, show the testator intended to constitute them the stock of a new descent as purchasers, and they are, therefore, not to be treated as branches of their own progenitors. It has long been settled that superadded words of limitation engrafted on words of procreation will not operate to turn these into words of purchase, unless the super-added word denote a different species of heirs from that described by the first words, thus showing an intent to break the ordinary line of descent from the first taker: Har. Law Tr., 504; 1 Ferne Rem. 181. Following Ferne, Mr. Justice Kennedy lays it down, in Paxson v. Lefferts, 3 Rawle 59, that if the words he “heirs,” or “heirs of the body,” or “issue of the body,” words of inheritance engrafted on them, if not inconsistent with the nature of the descent pointed out by the first words, will not convert them into words of purchase.\nBut it is urged upon us that as, in England, an intention to change the line of descent is sufficiently manifested wherever the superadded words import eventual distribution of the estate among several, as.if it be limited over as a tenancy in common, or to be divided equally among all the heirs of the first taker, — in Pennsylvania, since the abolition of the right of primogeniture, such a devise as we have here, must be taken as changing the descent; the superadded words, “and to their heirs for ever,” necessarily importing, not the heir in tail, who is generally the right heir in England, but all the lineal descendants of the prcepositus, who take as parceners with us, under the general title of heir. I confess, I was much struck with the view when it was first presented, and very much inclined to adopt it as consistent with reason. But further reflection has satisfied us it is inadmissible. In the first place, it frequently happens that, even in England, the right heirs of a deviser may be of persons entirely different from him who would alone take as heir in tail, and yet it has always been there held as essential, that to withdraw the devise from the power of the rule, distribution must be expressly contemplated, and shown to be so by some precise direction. Secondly, though in Findlay v. Riddle, 3 Bin. 139, Mr. Justice Yeates seemed much inclined to adopt the idea that, with us, a limitation to heirs general always imports distribution, and is therefore repugnant to the rule in Shelly’s case, it was not received in our subsequent cases, though expressly urged upon the attention of the court, where full scope was afforded for its operation, had it been thought tenable. In the last case of Heilman v. Bouslaugh, the reasoning of the chief justice is in direct repudiation of it. All this is conclusive that, in this State, a testator is to be regarded as speaking in reference to the common-law system of descent.\nThe exception taken to the admission in evidence of the deed from Joshua Morgan to the plaintiff below was but little urged. Though inoperative to bar the entail, it is, questionless, good to convey the grantor’s right of possession. A tenant in tail may convey his life estate, and surely an attempt to convey a larger interest, which fails from a merely technical objection, may carry such an estate as would pass without the omitted ceremony. As his beneficial right of present enjoyment may be sold under an execution, without affecting the future tenant in tail, Armstrong v. Dunager, 16 Ser. & R. 323; Elliot v. Pearsoll, 8 W. & Ser. 38, it will certainly pass by private grant; and this may exist under semblance of a grant of his whole estate, just as an agreement to convey a larger estate than the party has, is good for such estate as he may hold; Rohr v. Kindt, 3 W. & Ser. 567. The conveyance works, in fact, two distinct effects; one at common law, to pass the present interest; the other under the statute, to bar the entail, a defect in which can only be. objected by a tenant in tail.\nJudgment affirmed.\nCoulter, J., dissented."}