{"id": "410169", "contents": "The opinion of the court was delivered May 26, by\nCoulter, J.\nIn Stambaugh v. Yeates, 2 Rawle 161, the grain growing in the ground had been sold on a judgment and execution against the debtor, before the sale of the land on vend, exponas, and the court held that grain growing was so far personal property that it could be sold either privately by the owner, or by judicial process against him ; and that such sale was an implied severance, and the grain did not pass by a sale of the land. And in Myers v. White, 1 Rawle 353, the mortgagor, while the grain was growing, assigned all his property, real, personal, and mixed, for the benefit of his creditors; it was held, that the grain growing passed to the assignees, and did not pass to the purchaser of the land on a judgment on the mortgage, because the assignment amounted to a severance, and vested the right in the trustees. In Sallade v. James, 6 Barr 144, which is alleged to be in conflict with the two preceding cases cited, there was judgment against the owner of the land and a levy in the spring, after -which the debtor leased the premises, and the tenant paid the rent in advance. In September the tenant sowed the crop, and in October the sheriff sold the land, and the purchaser gave him notice to quit. The tenant paid the rent in advance when he leased. When the grain was ripe he entered, cut, and carried it away, and on replevin by the purchaser it was held that the tenant could only take the way-going crop when he had a right to sow; that his right was no greater than his landlord’s, the debtor. That although the judgment creditor has no present interest in the land, he has a lien which may presently be turned into one; and that if a tenant, under such circumstances, pays the rent in advance, he takes the risk of losing it. If he had withheld the rent till due, he would have been entitled to protection for a disturbance, and to a remedy on his covenants. The question there was on the right to enter for the wray-going crop, after a judicial sale of the land. As there had been no severance of the crop from the realty, either by a private sale or judicial sale, it was held to pass as appurtenant to the land. The case is in entire accordance with those cases which establish that by a private sale of land the growing crop passes as appurtenant, unless there has been a reservation of it. By the act of 21st March 1772, grain growing was made subject to distress and sale for rent, and the act provided that the purchaser should have free egress and ingress to cut and carry it away; and in analogy to that act, it was held in Pennsylvania that it might be sold privately or judicially and the purchaser have egress and regress to cut and carry it away, because it was in contemplation of law severed by the sale. But nothing of that kind existed in Sallade v. James, 6 Barr, as it did emphatically exist in Stambaugh v. Yeates, and Myers v. White.\nIn the case on hand, the land was sold on. the 12th October 1849, by the sheriff, and on the 24th November, of the same year, a deed was made by the sheriff to Herr, while the grain growing was the property of the judgment debtor; and under Sallade v. James, and analogous cases, both in England and Pennsylvania, it passed to the sheriff’s vendee as appurtenant to the land. After deed made to Herr by the sheriff, an execution creditor levied on the grain and sold it, and the purchaser of the grain brings this suit against Herr’s tenant who cut it. He is not entitled to recover, and such was the judgment of the court below, which is now affirmed\nJudgment affirmed."}