{"id": "410136", "contents": "The opinion of the court was delivered June 18, by\nGibson, C. J.\nIs the transcript of a judgment itself a judgment, or a dependent emanation from one ? By the act of 1840, a judgment of a county court may be transferred to the court of any other county by filing a certified copy of the whole record — not a transcript of the judgment merely — and it is provided that it shall have, “ as to lien, revival, execution, and so forth, the same force and effect as if the judgment had been entered in the same court to which it may thus be transferred.” It is not then a very judgment of that court, but a quasi judgment, and that too only for limited purposes. Of what court, then, is it evidence of a judgment? Certainly the court from which it came. It will not be pretended that the record filed to support it is a record of any other. An exemplification of it as evidence elsewhere could be made only by that court. That the original is not removed by the transcript is shown by the provision that the lien of the judgment in the proper county shall not be impaired by transmission of the certified copy. The judgment in this case, therefore, was a judgment exclusively of the Common Pleas of York county, and the regularity or merits of it could not be overhauled elsewhere, further than to stay execution on it, which was done. Had the defendant moved the Common Pleas of Cumberland to set it aside, he would have been told that the power of that court was restricted to the enforcement of it. He properly went to the fountain head, had the irregular judgment set aside in York county, and execution stayed in Cumberland. The judgment was set aside because it had been surreptitiously obtained; and the rule in Drury’s case, 8 Rep. 142, is that, as to things executory, a judgment annulled is as if it had never been; and nothing is more executory than an unexecuted writ. If there never had been a judgment in York county, the court in Cumberland might have struck the transcript from its record even when the money was brought in for' distribution; and it virtually did so by disregarding it. There may be a judgment on a mortgage and a judgment on a bond for the same debt, but a legal mind cannot conceive of two independent judgments of the very same kind, each binding the person, and each for the same thing; to avoid the absurdity of which, the law allows the pendency of a prior action to be pleaded in abatement, or a former recovery to be pleaded in bar. ■ The object of the legislature was not to create a new lien, but to enlarge the field of an old one and enforce it by local authority; to which end the transcript was endued, as a graft, with no greater measure of life than that of the parent stock. If it were independent and self-sustained, it would not be discharged by payment of the original, and the plaintiff would be bound to make more than one entry of satisfaction. After this irregular judgment had been succeeded by a regular one, the plaintiff ought to have filed a new transcript, instead of relying on an exploded one. He insists that it is still at least a judgment de facto, and that a creditor cannot take advantage of an irregularity in it. But the defendant himself took advantage of it, abated the original in the proper forum, and its accessories followed it. He procured an order from the court in Cumberland to stay an execution which had been sued out in the mean time; and what more could he do. to warn the plaintiff that he did not mean to acquiesce. The plaintiff neglected to file a new one, and his lien is gone.\n■Decree affirmed."}