{"id": "410196", "contents": "The opinion of the court was delivered June 2, by\nChambers, J.\nThis is an action of assumpsit, for work, labor, and services rendered by defendant to the plaintiff.\nOn the trial, defendant offered to prove that whilst Mrs. Elory, the wife of the plaintiff, was doing work in the family of defendant, and for which defendant was charged in this action, she stated that sbe was doing it for her board, as sbe worked most of the time for herself; which evidence being objected to, was refused by the court, and exception taken by defendant.\nWhilst the admissions of a wife are not receivable to charge the husband, is a general rule, to be sustained on sound policy, judicial authority, and a regard to the legal relation of husband and wife; yet the exigencies of trade and intercourse, the habits of society, and family convenience and arrangements, necessarily create exceptions to this rule, to be observed and respected. When there is a division of the labors and employment of a husband and wife, at home or abroad, and the husband permits his wife to act and be employed in the business of life with others, he necessarily commits to her the agency and control of her actions and contracts. His consent is to be presumed as giving to her power to contract and make engagements, for which she is to receive the wages and profit; and if she is thus made competent to contract, she may certainly furnish evidence, whilst engaged in the business, of the terms of the contract in which she is employed, as part of the res gestee. The husband who permits his wife to be engaged in the domestic service of other families by hiring, which is, it is believed, a common occurrence, cannot with propriety object to the terms which she made, and on which she was retained, and the services rendered. She was allowed to obtain the situation, and it must be held on the terms which she made, and of which her declarations at the time, and whilst engaged in the work, are evidence. His consent is to be presumed, and the presumption is only rebutted by objection or prohibition on the part of the husband; and until such objection, her engagement would be the measure of his right for her services. In the case of Spencer v. Tisue Add. 319, it is said the cares of matrimony, the duties of management are divided ; the husband assumes some parts, and submits other parts to the cares of the wife. When he acts or submits, he is bound. There may be a presumed agency in their common concerns, with which every wife is presumed to be vested, &c. In McKinley v. McGregor, in this court, 5 Whar. 569, it is ruled, if husband and wife live together, any business in which she may be engaged is presumed to be conducted by her with his knowledge and as his agent.\nThe declaration of a wife, at the time of effecting a policy on her life, as to the state of her health, was received in evidence against her husband as a part of the res gestee: Oveson v. L. Kennard, 6 East 188.\nOn principle and authority, it is the opinion of the court that the declarations of Mrs. Flory, made at the time and place of her service, as to what her employment was, and the terms of it, were part of the res gestee, and in a transaction in which she was presumed to be acting with the consent of her husband; and as such her declarations ought to have been received. In the refusal of the court below there was error. The other errors assigned not being maintained, it is unnecessary to remark on them in detail.\nJudgment reversed and a venire de novo awarded."}