{"id": "410165", "contents": "The opinion of the court, filed July 3, was delivered by\nCoulter, J.\nThis cause was here once before, and reversed, because the court below charged the jury that Joseph Uhrich, the plaintiff, purchased the land at public sale, and could hold it against the heirs and creditors of John Uhrich, deceased, who must resort to the fund produced by the sale, and in the hands of the administrators of John Uhrich, one of whom was Joseph Uhrich. This instruction altogether cut up the claim of the plaintiff in this action of ejectment, and left nothing to be considered or passed upon by the jury. But this court considered that instruction altogether wrong; and determined that Joseph Uhrich having paid for the land which he purchased, and which is in dispute, with the funds of the plaintiffs, who are the heirs of George Uhrich, deceased, who was one of the heirs of John Uhrich, deceased, he held in trust for them as to a moiety, and which was embraced in this suit, and that they were entitled to recover. This court also determined that the plaintiffs were not compelled or bound to pursue the fund in the hands of Joseph Uhrich, administrator of John Uhrich, deceased, produced by the sale, but had a right to pursue and recover the land which, by force of his purchase, was held by Joseph Uhrich in trust for them. In the reported opinion of this court it was said, incidentally, that Beck, who had purchased from Joseph Uhrich, and who was entitled to be reimbursed so far as he had paid the purchase-money, without notice, had probably been compensated by the rents, issues, and profits. But this court did not take that fact for granted. They sent the cause back, in order that it might be tried by a jury, under the principles of law established by this court, to wit, that Joseph Uhrich held as a trustee of a moiety for the heirs of George Uhrich, deceased. I may as well say, however, that as Beck was a mere volunteer, except so far as he had paid his money, ($200,) yet the heirs of George Uhrich were only bound to tender, or could only be held accountable for, one-half that sum, as Joseph Uhrich owned one-half the land, as coheir of John Uhrich, deceased, with the heirs of'George Uhrich, his brother, and was entitled to one-half the bonds with which the part of the land he got was paid for. So that it was not necessary that the plaintiffs should show that Beck had received two hundred dollars of their money out of the rent and property, but merely that he was fully compensated for the moiety of the two hundred dollars out of the moiety of the profits. Beck received possession in 1843, and, at the time of the first trial, had probably been compensated; at all events had probably been so when the cause was in this court, and long before. This is not a case to be governed by a tender of the amount due at the time of suit brought; because Joseph Uhrich denied the trust, kept it a secret from the heirs of George Uhrich, who were minors, and whose interests he was bound to look after, as well by his office of administrator, as by the dictates of humanity and equity, and his propinquity of blood. He was their trustee of the land, and could take no profit or advantage out of the conversion of the money.\nIn this proceeding Joseph Uhrich is entitled to be reimbursed for expenses incurred in the creation of the trust, such as costs, &c., and advances made for the benefit of the trust; but he has no lien for any other debts he may claim, either as administrator of John Uhrich or in his own right. Upon the principles of equity the land belongs to the plaintiffs, the expenses of the trust being paid. Executors or administrators will not be permitted, under any circumstances, to derive a personal benefit from the manner in which they transact the business or manage the assets of the estate : 1 Johns. Chan. Rep. 620; 4 id. 303; 1 Fonblanque's Eq. b. 2, ch. 7; Story’s Eq. 318. More especially if they proceeded secretly, and have not fully disclosed all the facts and circumstances to their cestui que trusts: Drysdale’s Appeal, 2 Harris 531.\nAn unfaithful trustee is entitled to no favor. He stands exposed to every equity, and every technical legal advantage which accrues to the cestui que trust. The statute of limitations, or legal presumption of payment, is a good bar against him, except so far as he has advanced in the creation or for the benefit of the trust: Drysdale’s Appeal, 2 Harris; 2 W. & Ser. 566; 5 Barr 413; 4 W. & Ser. 456; 5 Watts 303.\nThe estate of George Uhrich cannot be deprived of the plea of the statute of limitations, or legal presumption of payment, by the unauthorized, illegal acts of the administrator of John Uhrich. The administration account may be received in evidence, but it is by no means conclusive, being settled, that is the final account which opened the whole, after the institution of this suit.\nThe heirs of George Uhrich being the cestui que trusts, as the land in dispute was paid for by their money, are in. equity the owners of the land, and are entitled to recover it, when they show that Beck has been reimbursed, and the expenses in the creation of the trust satisfied. I understood Beck’s attorney to say he was fully reimbursed, and also that the expenses of the trust have been paid : Drysdale’s Appeal, 2 Harris 531; 2 Story 507-8 et seq.\nThe judgment now before this court is reversed, because the court below misconceived the decision of this court. We reversed the former judgment upon instructions in the court below, that went to the root of the cause, and did not grub out every thing in the case. In fact, there might have been and probably were matters in evidence, which no man could descry from the paper-book furnished.\nJohn Uhrich is entitled to be paid for moneys advanced by him in the creation of the trust; that is, if he advanced more money than his share in the original purchase — if more than the half of the bond, by which the land was paid for, belonged to him at that time, throwing out of view the debt or bond due by Ueorge Uhrich to the estate of John Uhrich. And it is in this point of view only that the administration account is evidence, in order to show whose money paid for the land. See Drysdale’s Appeal, 2 Harris 536. The law was always open to the administrator to settle his account rightly and justly, and he has remedies as administrator, unless he has forfeited them by his acts and delay. But he has no right to mingle up his whole administration with this trúst.\nJudgment reversed and venire de novo awarded."}