{"id": "410218", "contents": "The opinion of the court was delivered April 21, by\nGibson, C. J.\nCreditors can attack a judgment collaterally only for collusion; not for matter of defence original or subsequent. A debtor, or his representative, may have a judgment against him opened on ground laid, and when let into a defence on the merits, reduce or discharge it; nor will I say that if he were to refuse to move for the benefit of his creditors, they would not be permitted to move in his name. An insolvent man is not suffered to give away his property by means of a judgment, which, though proper at first, has become a security for less than the amount of it; but while-it stands as a debt of record, unabated in whole or in part, neither the sheriff nor an antagonist creditor can resist the enforcement of it as a lien. Had there not been an agreement between the present defendant and the counsel of the debtor whose land was sold, there would not be a doubt that an action in the sheriff’s name for a creditor’s use could not be maintained to recover the payment back. The agreement was with a counsel who had no right to interfere further than to prevent his client’s unappropriated money from lying idle in the sheriff’s hands; but what were the terms of it ? It was a promise to return the money to the sheriff with interest, if it should be found, on the termination of the suit with Doctor Coates, that it belonged to other judgment creditors. But it could not be thus found. An action may be maintained on a promise to a third person by the party beneficially interested in it; but a sheriff who does not incur the risk of a mispayment, has no right to- impose conditions or take a promise to refund. He has no beneficial interest. He may pay the money into court or distribute it; but while a judgment remains a lien, unabated in the only way it can be abated, he cannot pass it by. Here the money was paid on a judgment entitled to it. Neither can a judgment creditor interfere collaterally. The ground of interference, in this case, was failure of consideration for the bills and warrants; and it could be taken only on the trial of an issue in the original suits to ascertain the amount due.\nJudgment reversed."}