{"id": "410207", "contents": "The opinion of the court was delivered by\nBell, J.\nThe facts ascertained by tire auditor show very clearly the existence of a partnership between McAfee, Kelly, and Earle, in prosecuting the two enterprises which gave birth to the present litigation. The horses, when levied in Kelly’s hands and at the moment of sale, were, consequently, partnership property. What then was the effect of the judicial sale, as between the members of the firm and the separate creditors of some of them ?\nHad the chattels been sold by virtue of an execution or executions, at the same time in the hands of the sheriff, against McAfee and Earle alone, the purchaser would have stood in their shoes in respect of the things sold, and therefore entitled to call for a settlement of the partnership accounts; the extent of his interest being determinable by the result of that account. Being subrogated by operation of law to the place of the insolvent partners, he would have represented their rights. From this it would follow that, according to the account reported by the auditor, (the correctness of which has not been assailed here,) he would have taken the value of the horses remaining after payment of the executions. But, in fact, the property was sold under executions against all the parties; for it is scarcely necessary to say, that until the judgment rendered against Kelly was set aside, the process founded upon it was valid and effective to authorize the steps taken by the officer. Under the process, then, the interest of all the defendants in the goods sold passed to the purchaser, and the right thus acquired was in no degree affected by the subsequent action of the District Court. The money paid into court must therefore be taken as representing the subject of the sale, and the execution creditors occupy what would have been the place of the purchaser under the hypothesis before stated. Now, as the destruction of the judgment entered against Kelly can work no other result than to place him in the position, in respect to the avails of the sale, he' would have occupied in respect to the horses themselves, had there been no execution against him in the hands of the sheriff, it follows that, as against the separate creditors of his fellows, he can claim no greater interest in the money in court than, on a settlement of accounts, he is found entitled to claim at the hands of his partners. The application of the principle brought in view to the case before us works no injustice, for it is shown the appellant had, in truth, no valuable interest in the horses when sold. A proper adjustment of the affairs of the partnership proves their whole worth resided in McAfee and Earle, in different proportions, and it is not to be doubted their individual creditors are entitled to the fund produced by the sale of them, in the same proportions. As the distribution was made below in accordance with the rights thus ascertained, there is no room for complaint by any of the parties.\nThe objection that the District Court, or its auditor, had no power to state an account between the partners, is met by the answer that by the 86th section of the act of 16th June 1836, the distribution of proceeds of sheriff’s sales is to be determined according to law and equity; and it cannot be questioned that in a case like the present, a chancellor from necessity would direct an account to be taken.\nDecree affirmed."}