{"id": "410246", "contents": "The opinion of the court was delivered June 12, by\nCoulter, J.\nThe Constitution of the United States ordains “that no person shall be deprived of life, liberty, or property, without due process of law,” and the constitution of this State contains an equivalent provision in words nearly alike.\nIt is an affirmation .of a great doctrine contained in Magna Charta: “neither will we pass upon anyone but by the lawful judgment of his peers or by the law of the land.” And Lord Coke says that the words “per legem terra,” mean, by due process of law, and being brought into court to answer according to law. The whole clauses in our constitutions on the subject were established for the protection of personal safety and private property. These clauses address themselves to the common sense of the people, and ought not to be filed away by legal subtleties. . They have their foundations in natural justice, and, without their pervading efficacy, other rights would be useless. If the legislature possessed an irresponsible power 'over every man’s private estate, whether acquired by will, by deed, or by inheritance, all inducement to acquisition, to industry and economy would be removed. The principal object of government is the administration of justice and the promotion of morals. But if property is subject to the caprice of an annual assemblage of legislators acting, tumultuously, and without rule or precedent, and without hearing the party, stability in property will cease, and justice be at an end. If the government is interdicted from taking private property even for public use without just compensation, how can the legislature take it from one man and dispose of it as they think fit. The great principle is, that a man’s property is his own, and that he shall enjoy it according to his pleasure (injuring no other man) until it is proved in a due process of law that it is not his, but belongs to another. Many acts of Assembly have been passed, it is true, authorizing guardians, trustees, and executors to convey lands. This power has been sustained by this court where the persons in interest were minors and lunatics, and could not act for themselves, and where the guardians, &c. requested the passage of the laws. Among the first of the private acts in such eases was that in Estep v. Hutchman, 14 Ser. & R. 435. That was sustained on the ground that the cestui que trusts were minors. The court say that of necessity, in such cases, the power must reside in the government somewhere ; and where it has not been granted to the courts, it must reside in the legislature. This proceeds on the ground that the conveyance itself was lawful, for the maintenance of minors or lunatics, as the necessities of the minor or lunatic might absolutely require it. In such cases a court of chancery would order the sale. It was considered that the ordering of the sale was merely modal, as it is termed in Norris and Clymer; that is, doing in one way that which might be done in another. And that principle is quite suitable, when the cestui que trust is legally disabled from acting and the parens patries acts for his benefit. But to say that because a man who is under no disability may convey his property, that therefore the legislature may, as a mere mode, order and direct another to convey it against his will, is a perfect non sequitur from those cases. In Norris and Clymer the legislative decree of sale was for the benefit of cestui que trusts who consented, and who alone were interested, except issue was born who had cross remainders, and the trustees appointed in place of those named in the will requesting the sale, as well as all persons concerned in interest and in esse, so far as appears from the reported case. And the opinion there seems to be that a chancellor might have ordered the sale; and a distinguishing feature of that case was that the estate, after conversion, remained in the hands of the trustee.\nBut there is no adjudicated case where the legislature ordered the sale of one man’s land when he was sui juris, under no legal disability to act for the benefit of another person, also sui jurjs, and where such legislative decree was sustained. The case of Brown v. Hummell, 6 Barr 94, is, in all its principles, directly the other way; which case has received, I believe, the sanction of the profession and the approving judgment of the community. The case on hand presents an act of Assembly, requiring the Orphans’ Court of York county, on the petition of Daniel Ervine, or any other person interested in the estate of Patrick Ervine, in said county, to make an order appointing a trustee to make sale of the real estate of said testator, and invest the proceeds for the benefit of Daniel during his life, &c. The devisees of said estate were all of full age, and under no legal disability, at the -time of passing the law, and who had power themselves to convey, if they thought fit, all residing in York county, and all, save Daniel, objecting to the law. It is alleged that, as Daniel was to receive from the executors during the life of said Daniel, the rents, issues, and profits of the estate, and as the executors were directed to sell after his death, and divide the product among his surviving brothers, it was not real, but personal estate. But it is of no consequence whether it was real or personal estate, because the constitution protects a man in the enjoyment and dominion of his personal as potentially as his real estate. There could be no reason for the distinction; and the language of the constitution is, that no man shall be deprived of his “property,” &c. The legislature contemplated no such distinction, for the act denominates it real estate of the decedent. But if it was personal estate so far as regarded the children who survived Daniel, under the authority of Morrow v. Brenizer, 2 Rawle 188, and Craige v. Leslie, 3 Wheaton 563, yet it was real estate as it regarded the executor, who was to receive the rents, issues, and profits, during the life of Daniel, and the fee was vested in him, he had an interest coupled with a power to sell. Two things were evidently in the mind of the testator: 1st, that the realty would be more secure for Daniel, who was probably improvident, than money at interest. And, 2d, that the rents, issues, and profits, as well as the land itself, would increase in value, as it lay near the borough of York; and this increase would benefit the children who survived Daniel. This probable increase was a substantial interest secured by the will. It is this probability of increase in value which induces men to buy lands which they do not intend to cultivate. Beside, the children who survived Daniel could elect to take the land itself, instead of requiring the executor to sell it. These interests, first in the executor himself, and second, in the children who might survive Daniel, being secured by the positive terms of the will, they ought to be as inviolable as interests secured by deed. A just government ought as emphatically to protect wills as deeds and contracts. Because, by so doing, not only the rights of the living are secured, but also the rights of the dead — rights which all civilized nations regard. Those who are now the living will shortly be the dead. And we labor not only for the present, but for the future, and for those who shall he in that future. The will provides that the land shall not be sold until Daniel’s death. The children of testator, except Daniel, insist on the will being observed and their rights under it preserved.. Daniel applies to the legislature, who pass an act that the court shall appoint a trustee, who shall sell immediately. Here is an act deciding between two parties, and nullifying the provisions of the will, and requiring the court to disregard ■ it. A power to sell, either in a will or deed, to be exercised upon the happening of a particular event, cannot by law be exercised until the happening of that event; in fact, the power does not exist until then. This has been so often ruled, and is so consonant to common sense and natural right, that no authority need be cited. But the legislature say the court shall appoint a trustee, to execute the power immediately; that is, makes a law for a particular case between two contesting parties, which rule is contrary to existing law, and orders the court to enforce it. Suppose the right of entry was barred by twenty-one years’ adverse possession, and the legislature, choosing to pass a law for a particular case, should enact that A might bring his action of ejectment against B for a messuage or tenement, and order the court to give judgment, in favor of A, notwithstanding twenty-one years’ actual adverse possession, alleging some reason not sufficient in law to prevent the statute from running. Here would be legislation for a particular case, contrary to the general law. Such legislation would, I apprehend, find few approvers, because it would be taking that which the general law made the property of one man and giving it to another. But after all, the excuse would be that they were only giving the estate to- him who had the title, merely removing the impediment of the statute. In the case on hand, the legislature not only removes the legal impediment contained in the will, which prevents the executors from selling before the death of Daniel, but also annihilates the provision of the will that the executors shall rent out the land and pay the rents and profits to Daniel during his life, and takes from the sons of the testator the probable increase of the land during Daniel’s life, and the privilege of taking it as land at his death. By what warrant may they do all this? Not by the power of a judicial decree, because the legislature have no judicial power. And that is not legislation which adjudicates in a particular case, prescribes the rule contrary to the general law, and orders it to be enforced. Such power assimilates itself more closely to despotic rule than to any other attribute of government.\nIt is sought to cover the act under the case of Braddee v. Brownsfield, 2 W. & Ser. 275, which rules that the legislature possess a mixed jurisdiction, being partly legislative and partly judicial; under which many hybrid acts were passed. But that case received a fatal blow in Greenough v. Greenough, 1 Jones, in which it is said the legislature possess no such power. It was utterly-overthrown in De Chastellux v. Fairchild, 3 Harris 18, in which it was emphatically ruled that the legislature possess no judicial power, and Braddee v. Brownfield was declared not to he law.\nBut these parties were before the court on a-former occasion. A previous act of Assembly authorized the Orphans’ Court of York county, if they deemed it expedient, to appoint a trustee to make sale, &c. On the petition of Daniel, the court declined to make the order, in which case the court below said, “ It is admitted on part of the petitioner that the act referred to in the petition was in no wise procured by the other heirs or legatees, but against their consentand the prayer of the petitioner being opposed by ■them, the court refused the prayer, on the ground that it had not the constitutional power to grant it. On appeal to this court, that decree was affirmed, on the ground that the matter was submitted by the act to the discretion of the court below. It was added, however, in the per curiam opinion, that the case of Norris v. ■Clymer established the constitutionality of the act. That, however, was an obitur dictum, probably hastily thrown out, not being an element of the decision, and not sustained, in the opinion of a majority of the court, by the case of Norris v. Clymer.\nThe subsequent act, being the one now under consideration, was then passed, enjoining and ordering the court to appoint a trustee, &c. The court declined to make the order, and Daniel appeals to this court, and relies upon the obitur dictum in the former case. But in Norris v. Clymer, the case on which the dictum rests, all parties concerned in interest and in esse, 'so far as appears from the case reported, consented to the enactment, as well as the trustee appointed by law in place of the assigning executors, and, by themselves or their legal representatives, requested its passage. The act positively required that a majority who had vested estates should consent to the sale; and it is to be inferred from the case that they all consented. And there was no other mode, perhaps, (although it seems to me that the powers of a court of chancery would have been adequate,) to convert the real estate into money, or change the nature of the estate in the manner mentioned in that act. The measure was eminently to the advantage of the parties; and that case rested on the same ground as that of Estep v. Hutchman. In the case on hand, all the parties were of full age, labored under no disability, and could themselves sell. The object, then, of the present act, is to force a sale against the executors’ consent, and against the consent of the remainder men; and to take the property out of the hands of the executors, contrary to the will. This circumstance, alone, separates this ease by an impassable gulf from Norris v. Clymer, which case we design not to impugn or touch. Here are individuals, all without legal disability, to transact tbeir own business and take care of their own property; and the interest of some of them, and the rights of the executors under the will, attempted to be wrested from them by a summary process, unknown in any court of justice, by an ex parte statute. But these parties stand here under that irremovable decree of the constitution, that for any injury done an individual in his lands or goods, he shall have remedy by due course, of law, in the commonwealth’s courts, where right and justice shall be administered.\nThis court have so determined in Brown v. Hummel, 6 Barr. In closing this opinion, I may say that when, in the exercise of proper legislative powers, general laws are enacted, which bear or may bear on the whole community, if they are unjust and against the spirit of the constitution, the whole community will be interested to procure their repeal by a voice potential. And that is the great security for just and fair legislation.\nBut when individuals are' selected from the mass, and laws are enacted affecting their property, without summons or notice,, at the instigation of an interested party, who is to stand up for them, thus isolated from the mass, in injury and injustice, or where are they to seek relief from such acts of despotic power ? They have no refuge but in the courts, the only secure place for determining conflicting rights by due course of law. But if the judiciary give way, and, in the language of the chief justice in Greenough v. Greenough, 1 Jones, confesses itself “too weak to stand against the antagonism of the legislature and the bar,” one independent co-ordinate branch of the government will become the subservient handmaid of another, and a quiet, insidious revolution effected in the administration of the government, whilst its form on paper remains the same.\nDecree of the court below affirmed."}