{"id": "410242", "contents": "The opinion of the court was delivered by\nGibson, C. J.\nThat Mr. Short’s property out of the State subjected him to personal liability for taxes assessed on it here in his lifetime, is not to be doubted. The general rule is that the situs of personal property follows the domicile of the owner of it, insomuch that even a creditor cannot reach it in a foreign country except by attachment or some other process provided by the local law; certainly not by a personal action without an appearance or .something equivalent to it. But personal property may, for particular purposes, have an actual situs distinct from its legal one. At the death of the owner, however, he ceases to have a domicile, and all the incidents of it are at an end, except the title to the succession. Eor all besides, the title to the assets abroad devolves on a local administrator, whose business it becomes to collect them, sell them, and having satisfied the demand against them by creditors or the State, to remit the surplus of the proceeds to the executor or administrator at the place of the domicile, for distribution among the unpaid creditors and the next of kin. All this was shown on principle and authority, in Mothland v. Wireman, 3 Pa.Rep. 185, and in the case of Miller’s Estate, 3 Rawle 312. The legislature acted on the principle of those cases in the act of 1826, by subjecting nothing to the collateral inheritance tax but property actually within the bounds of the States described as “passing from any person who may die seized or possessed of such estate, being within this commonwealth.” The position taken for the next of kin, in Smith v. The Commonwealth, was that the concluding words related to the person of the owner, and not to the property. But they are naturally referable to the subjéct of which the legislature was speaking, which was the thing to be taxed, and not to the person of the owner of it, which was beyond the legislative power. -Any other interpretation would have tied up the hands of the State as to property within its grasp. Had we required both person and property to be here at the death, the right of the State would have been still further restricted; yet if the words are applicable to the person, they are at least as much applicable to the property. Indeed it is impossible to conceive how a tax could be assessed on the person of a dead man; and, as was held in Smith v. The Commonwealth, it must consequently be assessed on the property here, without regard to the domicile. Did the question therefore stand on the act of 1826 exclusively, we would hold the property in question to be free from the tax. But the legislature thought proper to enlarge its operation by assigning to it a more expanded meaning. By the supplemental act of 1850, it was declared that “ the words ‘being within this commonwealth,’ shall be so construed as to relate to all persons who have been at the time of their decease, or now may be domiciled within this commonwealth, as well as to estates: and this is declared to be the true intent and meaning of said act.” More pointed words to make the act retrospective, as well as prospective, could not have been chosen; and it will scarce be said the legislature had not power to make it so, at least as to assets remaining in the hands of the executor or administrator. No clause of the constitution forbids it to extend a tax already laid, or to tax assets not taxed before; and in establishing its peculiar interpretation, it has only done indirectly what it was competent to do directly. The argument has been that we ought not to give the act a retroactive effect, unless we are forced to do so by the stringency of its words. The principle is a sound one where retro-action would work injustice, as it would have done in Bedford v. Shilling. (4 Ser. & R. 401.) But certainly no injustice is done by increasing a tax to meet an increase of the public burden. Waving this consideration, the words of the act are too peremptory to be disregarded, or to leave room for construction.\nDecree of the Register’s Court affirmed."}