{"id": "410203", "contents": "The opinion of the court was delivered June 28, by\nRogers, J.\nIt will hardly bear even the semblance of an argument, that the testator intended to give the plaintiff, Daniel Maurer, his son, merely an estate for life. The only doubt is whether the devisee under the will of Jacob Maurer takes a fee tail or a conditional fee. But whether it is one or the other, on the case stated the.plaintiff is entitled to judgment. The parts of the will which bear on the title are contained in the following items. The testator, after devising the use and income of the plantation in question to his wife Maria during her life, proceeds as follows : — “ Item, I give and bequeath to my youngest son, Daniel Maurer, the whole of the aforesaid plantation, &e., after the decease of my said wife Maria, and if my son Daniel should be a minor at the decease of my said wife, then my will is that my executor, &c. shall rent or lease the said plantation until my said son Daniel, shall arrive at the age of twenty-one years. Item, if my aforesaid son Daniel should die under the age of twenty-one years, and without lawful heirs, then my will is that my said plantation shall be sold by my executor, provided it be after the decease of my wife Maria, and the whole of the proceeds to be equally divided among certain children, naming them, and their lawful heirs, provided always, that if my said son Daniel begets lawful heirs, then, after his decease, the proceeds to be equally divided, share and share alike, to the heirs of my son Daniel.” The plaintiff survived his mother, is married, and has heirs, one son, and moreover the estate-tail is barred. On this state of facts, the plaintiff has a marketable title which may be assigned to a purchaser, and consequently one which the vendee may be compelled to take. For, as was before remarked, it is of no consequence, for the purposes of this case, whether Daniel’s title be a fee tail or a conditional fee. It may however be satisfactory to the parties to say, that on the authority of the cases cited, we are of opinion that the estate in Daniel is afee tail.\nJudgment affirmed."}