{"id": "410213", "contents": "The opinion of the court, filed July 3, was delivered by\nCoulter, J.\nThere is nothing in the first bill of exceptions. The witness said he had not been on the land for twelve years, although he had once passed by it during that time.\nThe question as to the value of the land might have been pertinent to the matter in issue, if directed to the point of time when the matters in issue occurred; but as it was not so directed, but was indefinite as to time, a direct answer might have misled the jury instead of giving them exact information proper for their guidance. The value of the land might have been ambulatory, owing to surrounding circumstances, and what it was worth at the time of the trial might not have been a correct criterion of its value at the time of the transaction to be elucidated. The question was therefore properly overruled.\nThe bond of John Zerbe to Andrew and Henry Zerbe was properly admitted in evidence.\nFraud assumes so many shapes, disguises, and subterfuges, that courts always afford a latitude of evidence, by admitting any thing at all connected with the transaction in which it is alleged to exist, in order that it may be detected and exposed, for the safety of society and the benefit of. morals. This latitude can never injure an honest man. Covin and deceit avoid the light; but fair dealing invites investigation. The only true test is whether the evidence can throw light on the transaction, or whether it is altogether irrelevant.\nThis evidence was relevant. It tended to show that the father, by means of deeds and judgments executed about the same time, was stripping himself, not only of his real, but also of his personal property, without consideration paid, in favor of his sons. Men do not act without motive. And when the father gave this bond to his son, and he' entered it on the record, took out execution, and sold all his father’s personal property, the natural inquiry is, for what was it done ? Sons selling out their father ! The old man.had made a deed to one of them, to wit, Henry, on the same day, for the land in dispute. What was the object of this transfer of his land, and confession of this judgment, by means of which his personal property was swept from him ? On the same day he had conveyed the mill property to Laucks, subject to the mortgage to Miller. These things being out of the usual course of dealing, and wearing a sinister aspect, afforded a platform on which the judgment could rest; and conduced to establish, with other facts in the cause, that the design was to defraud Miller, and cover up the estate safe from his debt. The evidence was properly admitted.\nIt has been often ruled by this court, that a son who works for his father after he is 21 years of age, does not thereby establish a debt against his father, unless there has been a previous contract or assumpsit to pay on the part of the father. The evidence rejected, therefore, did not conduce to prove any matter material to the defendant’s case. There was no error, therefore, in overruling it.\nThe fourth error assigned, to wit, that the court erred in their charge to the jury generally, is no assignment of error at all. If the party cannot put his finger upon some error and specify it, we take it for granted that he cannot find any.\nThe fifth, sixth, and seventh assignments of error relate to the title of Jacob Zerbe. But the court committed no error on that subject. John Zerbe went on this land under a title which, if it can be disturbed at all, must be done by the heirs of Jacob Zerbe. But they object not to it. John Zerbe has been long in possession, claimed the land as his 'own, publicly, notoriously exercised every act of ownership, and had paid at least a considerable portion, if not all, the purchase-money. If then the deed under which he claimed was defective, about which it is not necessary to say any thing, still that circumstance could avail the defendants nothing, because John Zerbe had a title and possession which could be bound by judgment and sold. It was bound, and was sold by due process of law, and the plaintiffs purchased; and they hold the right of John Zerbe, in defiance of all that the alienee of John Zerbe or he himself can do, if the deed was fraudulent against creditors. It lies not in the mouths of the defendants to say that the title of John Zerbe was defective, for the purpose of defeating creditors, and thus preserving the land for themselves. That would be'making the law itself to be subservient to their covinous design. But the law is the common parent of all, which all are bound to reverence and respect, and which deals out justice with an even hand. It never helps one man to cheat another. It is to be observed that the defendants below are John Zerbe himself, who was still in possession, and his son Henry, his alienee. If the deed from John Zerbe to his son Henry was fraudulent as against the creditors, they are not in that category which would enable them to set up an outstanding title against the purchaser of John Zerbe’s interest in the land. Henry Zerbe claims under John Zerbe, whose title was sold, and John Zerbe himself was in possession at the time of the sale by the sheriff, had claimed title, and sold that title to his son Henry. The real question here is whether that sale to Henry was in fraud of his creditors. If it was, they must yield up possession to the purchaser at sheriff’s sale. It is, perhaps, not proper here to pronounce upon the title of the creditors or heirs of Jacob Zerbe, who are not parties. But it seems unavoidable to say that from all the facts that appear in this case, their claim upon the land, if they should ever make one, would be hazardous and doubtful in the extreme. The court below put this part of the case upon correct ground. No principle can be better established than that which forbids courts to submit a fact to a jury without some spark of evidence to sustain it. It will not' do to allow them to guess at an alleged fact without any evidence whatever. That would not do in a court of justice; no man would then be safe in his cause. The bond for <£1078 on its face contains no evidence whatever that it w'as for interest due on the mortgage. I have looked over the testimony in the cause in vain for any gleam of evidence that it was given on that account. It is the duty of a party who alleges a fact that would deprive his adversary of a sum apparently due to him, and evidenced by proper vouchers, to give some testimony of that fact, be it ever so slight, before submitting it to the jury. We therefore perceive no error in the manner in which that subject was handled by the court below.\nThe consideration of a sale may amount to the value of the land sold, and yet the sale be fraudulent as against creditors, because such sale may delay, hinder, and obstruct them in the collection of their debts. And a sale for value may not only delay and hinder them, but may also be made for that very purpose and intent. Thus a man may sell and receive bonds at long payments, and thus delay and hinder creditors. It is the intent that gives character to the transaction; and when the act corresponds with the intent, and both concur in delaying and hindering creditors, the deed is void. Where the purchaser had no knowledge of the intent, and was not a guilty party to the transaction, nor implicated in it by the peculiar circumstances, then if he, Iona fide, actually paid full value, he would be protected. But he must prove actual payment. The receipt on the deed and giving bonds are not evidence of actual payment: Roger v. Hall, 4 Watts 359; Geiger v. Welsh, 1 Rawle 349. It was not error therefore in the court below to say, in the course of their charge, “ and even if the consideration was adequate, yet if the intent were to delay, hinder, and defraud creditors, and prevent them from taking the land in payment of their debts, and this intent were known to the grantee, such conveyance would be void as against the creditors.”. And the reason that there is no error is because in such case the purchaser would be a participant in the fraud, and could not be in the light of an innocent purchaser, which affords the real ground of protection in all cases where creditors are attempted to be defrauded. But where the purchaser is conusant of the fraud, he is helping a debtor to cheat his creditors ; and after the deed done they might among them dispose of the money and bonds as they pleased. If that would defeat the statute of Elizabeth, it would in effect and in practice make it of no value : Ashmead v. Hean & Moulfair, 1 Harris 584; 8 Johnston 451; 7 Barr 264; Kepner v. Buckhart, 5 Barr 478.\nThe great question in the case is whether the deed to Henry Zerbe, by his father John Zerbe, was made with intent to defraud his creditors. The case is one of a class. Many of a like kind have been adjudicated in this court, and this one is perhaps as rank in all its facts and circumstances and elements of error as any of them. Johnston v. Harvey, 2 Pa. Rep. 92; Geiger v. Welsh, 1 Rawle 349, which is a very strong case, and in which it was ruled that a deed made by a father to his sons in consideration of their supporting him during his life, although the consideration was sufficient between themselves, that nevertheless the deed was void $s against creditors. In Johnston v. Harvey the consideration was to pay off certain judgments on record, and to support the grantor and wife during life; yet the deed was held void because there were debts due by him not on record. And in that case a purchaser from the sons was held to have no better title than the sons themselves, because the terms of the deed to the sons gave sufficient forewarning to the purchasers that there were creditors unprovided for in the sale.\nIn this case the court did not pronounce the deed to be a legal fraud as regarded creditors, but left it to the jury as a question of actual fraud; and this was as favorable as the defendants below could ask. The court instructed the jury as follows: — “ It is for you to say, from all the evidence in the cause, whether the sale and conveyance from John Zerbe to his son Henry Zerbe, on the 80th November 1844, was made with intent and purpose to delay, hinder, or defraud the creditors of John Zerbe or not. If you shall be of opinion that it was so made, your verdict should be in favor of the plaintiffs ; if otherwise, then for the defendants.” The verdict was for the plaintiffs, and the jury found the fraud. It is unnecessary for me to recapitulate the facts or dwell upon them, for, as a question of actual fraud, it belonged to the jury, and they have put their seal upon it. . I may say that we are bound to administer established principles so as to promote honesty and fair dealing, and not encourage covinous contrivances, intended to defeat honest creditors. Such cases never come into court without the dark frown of iustice upon them. T . , <*. . 0 r Judgment affirmed."}