{"id": "410222", "contents": "Gibson, C. J.\nIt is settled that usury is not committed by payment of a premium less in amount than the legal interest. The offence consists by the statute, in taking more than six per cent, on the loan; and till more has been taken, the penalty is not incurred. Lamb v. Lindsey, 4 W. & Ser. 449; Fisher v. Beasly, 1 Doug. 235; Wade v. Wilson, 1 East 195, and Scurry v. Freeman, 2 Bos. & Pul. 381, are sufficient for the principle. The only cases that might seem to collide with them, are Musgrove v. Gibbs, 1 Dal. 216, and Kirkpatrick v. Houston, 4 W. & Ser. 115, which ruled that any taking of interest, however small, on a usurious contract, is a completion of the offence. A distinction between interest and a bonus may seem to be a flimsy one; but it is not. A return of part of the sum on which interest is reserved, reduces the contract essentially to a loan of the residue. The formal delivery of the whole with one hand, and the retrenchment of a part of it with the other, like the formal delivery of a chattel returned at the execution of a bill of sale of it, is, in either case, simply a transparent artifice to elude the statute. The money returned, unlike the silk gown sometimes exacted by a wife for joining in a conveyance, is not a premium, but a discount; and the detention of part of a bank loan, as payment of interest in advance, is legalized only by inveterate custom. If there was such a detention in this case, the contract for the nominal sum was usurious, but the offence was not committed till something had been received on it. In this view of the subject, it would seem to be indifferent whether the sum detained were greater than the amount of the interest or not: payment of interest on the usurious loan would still be necessary. But the point is immaterial, as the whole interest was taken within the period of limitation; for it was ruled in Lamb v. Lindsey, and Scurry v. Freeman, the latter of which is precisely like the case we have to deal with, that every fresh taking is a fresh consummation of the same offence.\nJudgment affirmed.\nCoulter, J.,\nobjected to the manner in which the evidence as to the receipt of usury had been submitted to the jury."}