{"id": "410204", "contents": "The opinion of the court, filed July 3, was delivered by\nGibson, C. J.\nWords may be transposed in accordance with the context of a will, to supply a member in a devise or bequest which would else be imperfect; but the gifts, in this instance, are separately intelligible and complete. No case resembles the present in circumstances; and we are to construe the clauses of it according to their evident meaning, without regard to precedents further than they may have established principles of interpretation. The first is in these words: “I give and devise unto my beloved wife Elizabeth eighty-five acres and allowance of land of my dwelling plantation whereon I now live in Spring Garden' township, county aforesaid, she to have her choice of the same wherever she thinks proper.” Nothing could be more distinct, finished, complete, definite, and entire. He proceeded: “and further, I do give and bequeath unto my said wife all my movable property or personal estate, of whatever kind or nature the same may be, together with all the money due me by bond, note, or book-account, to her- only proper use and behoof whatever.” This gift, like the other, is separately perfect in its parts, and measurably perfect in its meaning. The only obscure phrase in it is that by which the personalty is given to the wife’s use and behoof; and it is precisely this which is invoked to clarify its infinitely less turbid predecessor. Had the whole been jumbled together in one blended gift of the chattels and the land, the words of the latter would have been applicable to every part of it; or rather the confusion of both sorts of property in the same gift, would, on the principle of Morrison v. Semple, 6 Binney 94, have passed a fee in the land without them. But the testator has thought proper to make separate gifts of them; and we are not at liberty to break through his arrangement in order to give effect to a conjecture. That the two are comprised in one sentence, is of no account. The punctuation is the work of the scrivener: the distribution of the sense according to the context is the business of the court. No case in the books exhibits a transposition of words, where the sense would have been complete without it. Evans v. Knorr, 4 Rawle 69, was depided on that principle; and Mr. Justice Kennedy proved, by an array of cases which it would be' idle to pass again in review, that it is universal. The only subsequent case which has come to my notice, is Doe v. Turner, 2 Dow. & Ryl. 398; and no case is supposed to have carried the doctrine of transposition further. “I give,” said the testator, “unto Henry Wickham, a messuage or tenement now in possession of Wakely. Item, I give further unto my nephew, Henry Wickham, half part of my garden, and ¿£100 stock in the four per cent, bank annuities. I give further (here he dropped the name) my yard, stable, cow-house, and all ■other out-houses in the said yard; my sister Wickham to have the interest and profits during her life.” Expressly because the last devise would have been imperfect and unintelligible without a devisee of the reversion, a majority of the judges interpolated the word “him” to sustain it. Mr. Justice Best dissented, because, if the clause were taken by itself, as a distinct and independent devise, the freehold would not be given to Henry Wickham; and because there was no connection between that estate and those estates which were the subjects of those devises: but the four judges all agreed that the word could not have been supplied, had not the devise been imperfect, and void for uncertainty, without it. In the present case, the two gifts may not only stand separately and alone, but they could not well stand together. “ Only proper use and behoof,” though significant of something like a gleam of intention, are not words of limitation in a deed; nor do they import perpetuity in a will. They were probably used with a view to a separate use in case the widow should marry again; or, possibly, to give the personal estate absolutely, in contradistinction to the land; or, what is more likely still, they may have been a mere expletive of the scrivener. But whatever their office, their meaning is too vague to found any thing more solid on them than a conjecture. As to the common introductory words, it is enough to say, there is nothing in particular to which they can be attached ; and it has been long held that they are inoperative by themselves. We are of opinion, therefore, that Elizabeth Meyer took only an estate for life.\nJudgment of the Common Pleas reversed, and judgment by this court for the plaintiff.\nCoulter, J., and Chambers, J. dissented."}