{"id": "410236", "contents": "The opinion of the court was delivered April 21, by\nBell, J.\nIt is conceded the court below was right in the instruction given, that acceptance of the deed of April 2, 1839, executed by Annan to Jones, was a consummation of the prior agreement, and operated to put an end to all questions concerning the quantity of the land to be conveyed, and the purchase-money to be paid, which might otherwise arise under the covenants of August 11, 1838. As a general rule, by such acceptance the parties to the transaction are absolutely precluded from looking behind the conveyance for subjects of strife, suggested by their previous negotiations and contracts; for the last step is esteemed as indisputably expressive of their final conclusions. In the present instance, this well-settled doctrine is as applicable to Wood, the vendor to Jones, as to the latter and his immediate grantor, Annan. The evidence is uncontradicted that the former was present and participated in the conveyance, as a discharge of his agreement with Jones to cause a deed to be executed by Annan for the premises before purchased. He was, undoubtedly, acquainted with its description of the tract to be granted, for he had caused the survey to be made by which that description was ascertained. He was, too, present at its execution and delivery, attesting it, as a subscribing witness, without, so far as appears, a word of complaint or remonstrance; though before that, he had unsuccessfully demanded from Annan a conveyance of the whole tract, including what has been called the vacant land. Under these circumstances, he was properly regarded, bn the trial, as an actual party to the instrument, and subject to all the rules incident to that relation.\nThis view of his legal position must have precluded his recovery in this action, had not the court permitted him the choice of claiming the benefit of an exception to the rule which otherwise concluded him. The learned president correctly informed the jury that the practice of a fraud or any deceit by a vendor, misleading a purchaser, would absolve the latter from the conclusive effect of the conveyance, and open the door for inquiry under the original agreement. To this instruction no exception can be taken. As an abstract proposition, it is unquestionable. But the court went a step further, by referring to the triers of fact, as a legitimate subject for discussion and decision, whether Wood had been defrauded by the deceitful practices of Annan, or by concealment of material facts in relation to the title which the vendor was bound to disclose, but failed to do so in the hope of securing a private benefit to himself? “If,” said the judge, “you are satisfied there was fraud or deception practised by Annan upon Wood, the deed of the 2d of April 1839 is not in the latter’s way.” This certainly was a most material inquiry, were there any proof upon which to found it. But we have looked in vain through the record, for evidence tending to fasten upon Annan the practice of a fraud. A recurrence to every lawyer’s experience of the facility with which a jury is but too apt to yield itself to a reiterated suggestion of falsehood and malpractice, especially where an innocent party has suffered loss, though from his own neglect, strongly illustrates the value of our legal maxim, that fraud is not to be. presumed, but must be proved. Was there any, the slightest, proof of it here ? The insinuated fraud is said to consist in the undue concealment by Annan, of the extent of what was known as the Annan farm, and, by wilful misrepresentation, inducing Wood to accept a less quantity of land than by the terms of his purchase he was entitled to. To determine whether this was so, we must look to the evidence of Annan’s knowledge on this subject. The first fact which presents itself in this connection is that, at the time of the sale, he was not a resident on the farm, and had not been since boyhood, many years before ; much of the intermediate period having been spent abroad. When first called on by Wood, and before the purchase, he expressly declared the tract contained but 412 acres, and he now swears — his statement standing wholly uncontradieted— that he knew of no muniment connected with the title of the estate, save the deed of 1799, from Colonel Taylor to his father, for 412 acres and allowance, and the draft (marked A) by which the land, the subject of that deed, was correctly delineated by black lines, laid down by course and distance, and exhibiting that portion of the tract he had always understood was vacant land, as enclosed by dotted lines, unmarked by course or distance, in such a way as to lead to the conclusion it formed no part of the conveyed land; that he never had possession of 'the second deed made by Taylor, and knew not of its existence; that when Wood first proposed to purchase, he distinctly informed him the extent of the tract he had to sell was included within the black lines of the draft, which was furnished to the buyer as a means of ascertaining the boundaries, at the same time telling him that the piece of land exhibited as enclosed within dotted lines was vacant, and he (Wood) might, if he saw proper, take it up; that he (Annan) disclaimed any title to it, and refused to bind himself to convey any exact number of acres, or to be responsible for the correctness of the apparent lines of the tract, but put upon Wood the duty of ascertaining them, from the data then furnished. This Wood undertook to effect, and accordingly actually caused new surveys to be made by an artist of his own selection ; in the first of which he included the estimated 28 acres as part of the farm, but afterwards caused the greater portion of it to be left out of the second survey, under the conviction that his original impression was erroneous. The deed was prepared in accordance with this second survey; but before its execution Wood, for some reason, seems to have recurred to his first impression, and, therefore, insisted that Annan should convey both parcels of land. The latter refused, because, as he said, he owned the ’title of the original tract alone, and finally, after the lapse of months, the deed as prepared was executed and accepted with Wood’s full assent; nay, by his procurement. Before the conveyance, however, Annan, acting upon what he swears was his conviction, procured a warrant for what he supposed was vacant land, and, after causing it to be surveyed, sold and conveyed it, as his own, to Jones, the day next succeeding his grant of the first tract. I have thus given a detail of the leading features of this transaction. They furnish, to our apprehension, no evidence, however inconsiderable, that from the beginning to the end of it, Dr. Annan knew or suspected his deceased father had been the owner of the so-called vacant land ; or that he practised any art, or used any device to blindfold Wood, or to prevent him from attaining to the truth. As evidence of practised deceit, our attention was called to the language of the original agreement between Annan and Wood, in which it is stipulated that the lines of the tract are to be run “ by the deeds and plotto the answer returned by Annan to one of the plaintiff’s cross-interrogatories, in which he is made to say he had a deed for the 28 acres; and to the fact that, after his sale to Wood, he procured a new warrant, under which he set up a title to the land mistaken as vacant. But these portions of the evidence, candidly treated, furnish no ground upon which to erect an hypothesis of actual fraud. As to the answer to the cross-interrogatory, it, beyond question, was made to assume an affirmative instead of a negative shape, by the blunder of the commissioner in using the article “a,” instead of the word “no.” In answer to the very next question, which asserts the existence of such a deed, and inquires of the witness’s knowledge regarding it, he flatly denies all cognizance of it, and reiterates that he never had such a deed. Besides, the admission of such a document is in direct contradiction of all he had said before and says after. As to the fact of a new warrant, it is sufficient to observe that so far from evidencing knowledge of a previous warrant and survey constituting the title conveyed to his father, it indicates a belief that no such title had existence; or, at the very least, it proves nothing relating to the disputed point. We are thus reduced to the forced inference of knowledge, to be deduced from the use of the plural “ deeds,” in the article of agreement. But, surely, no sane man, looking with unprejudiced eyes, can conjure from this word the monster fraud charged upon the seller. If the jurors did found themselves upon ground so utterly insufficient to sustain a structure so weighty, it but proves the accuracy of the remark I made in the outset. Looking at the whole of the proofs dispassionately, we have failed to discover any thing which can properly give birth to even a suspicion of deceit and falsehood practised by Annan; and we are almost forced upon the conclusion that the verdict pronounced is to be ascribed to the simple fact that Annan received money which ought to have gone into Wood’s purse. But, though it may be conceded that such a consideration would naturally operate with men unversed in, and therefore unimpressed by the force of merely professional reasoning, it affords no apology we can recognise as sufficient for the conclusion arrived at.\nI have, hitherto, considered this contest as though it were an action between Wood and Annan. But, still more unfavourably for the plaintiff, it is an effort to compel Jones to pay a second time for a portion of his land. To compass this, proof of the grossest fraud, practised by Annan on Wood, would be inefficar cious. It would be necessary to go farther, by showing Jones’s participation in, or, at least, knowledge of the imputed iniquity. This necessity seems to have been overlooked at the trial. The attention of the jury was confined to the averred malpractices of Annan. When the argument was first broached in this court, the existence of proof involving Jones was not hinted. Indeed, such a suggestion must, necessarily, fail of success. From the beginning, Wood seems to have been the active agent in perfecting the arrangements ending in the conveyance. Jones, for aught that appears, was the passive recipient of the title Wood and Annan caused to be prepared for him. It is not intimated he knew of or had reason to suspect the existence of Taylor’s second conveyance, or that there was any thing to lead him to doubt the truth of An-nan’s assertions, except the demand made by Wood, afterwards at least tacitly abandoned. And had there been, mere doubt is insufficient' to entail upon him a consequence which can flow only from actual fraud. He appears to have relied, as he had a right to do, upon Wood’s undertaking to procure for him a sufficient conveyance of the “Annan farm.” Wood recognised this as the obligation he had assumed, and was, therefore, active in settling the terms of that conveyance. Jones received it at his hands, and afterwards took from Annan a transfer of the remaining land. In all this, we cannot perceive the slightest shadow of blame, legal or moral, attaching upon the defendant. So clear is this, that, I repeat, no accusation of impropriety in him seems to have been indulged below, nor was it here, until a suggestion of its necessity drove the ingenious counsel, who argued for the defendant in error, upon an endeavour to point to proof of it. In this, however, he wholly failed.\nIt follows from what I have said, there is in that part of the charge under review, faults of commission and omission. Of commission, in putting the jury at liberty to find an asserted fact, without proof of it. Of omission, in, inadvertently, neglecting to point out to them that fraud practised or participated by Jones, is indispensable to the plaintiff’s success in this action. For these errors the judgment must be reversed, and the cause remitted for another trial.\nBut the other objection to the charge is untenable. Under the authority of Allison v. Kurtz, 2 Watts 185, and the doctrine there recognised, repeated in Miller v. Meetch, 8 Bin. 418, the deed of April 3, 1839, from Annan to Jones, may be accepted as a competent execution of the power to sell, conferred by the will of the Rev. Mr. Annan. The distinction settled by the decisions seems to be this: When the donee of a power to sell land possesses, also, an interest in the subject of the power, a conveyance by him, without actual reference to the power, will not be deemed an execution of it, except there be evidence of an intention to execute it, or, at least, in the face of evidence, disproving such an intention; hut where the donee has no estate in the premises, and his conveyance can only be made operative by treating it as an exertion of the power to sell, it will be so considered. It is upon this ground the authorities are to be reconciled, and, among them, our own cases of Allison v. Kurtz, and Hay v. Mayer, 8 Watts 208, particularly referred to on the argument. The principle stated embraces the conveyance in question, and justifies the opinion expressed by the court upon this point. Were it, however, erroneous, it would inflict no injury on the defendant, since, doubtless, the grantor, and those claiming the benefit of the sale, would not be permitted to question the validity of that conveyance, as a means of transferring the title of the testator. This remark is, of course, based upon the supposed acquiescence of the parties interested under the will, by participating in the avails of the sale.\nThe exception to the evidence received is unfounded. The former statements of the deceased witnesses were made on the trial of an action between the same parties, and bear directly upon the same subject of dispute, namely, the boundaries and extent of the tract known as the “ Annan farm.” This was a point of inquiry in both instances, material to the issue involved, and, therefore, opening to the parties plenary opportunity of interrogating the witnesses, in chief and by cross-examination. The question of the competency of the evidence consequently falls directly within the rule settled by our own cases, cited on the argument, and stated by Mr. Greenleaf, with his accustomed accuracy, in his work on evidence. (Green. on Ev. sec. 164.)\nJudgment reversed and a venire de novo awarded."}