{"id": "410216", "contents": "The opinion of the court was delivered June 2, by\nChambers, J.\nThe case presents the question of the character and effect of a judgment had in the State of Maryland, between the same parties, on the same cause of action, in a suit instituted before the issuing of the foreign attachment in this case, and in which the judgment so obtained in the State of Maryland is pleaded in bar. To this there was a demurrer'and a joinder in demurrer.\nIn considering this case, it is not deemed necessary to go beyond the constitution of the United States, the acts of Congress made in pursuance of it, and the adjudication of the courts of the United States and of this State on the subject.\nBy that constitution it is declared that “full faith and credit shall be given in each State to the public acts, records, and judicial proceedings of every other State; and the Congress may, by general laws, prescribe the manner in which such acts, records, and proceedings shall be proved, and the effect thereof.” And by act of 26th May 1790, Congress provided for the mode of authenticating the records and judicial proceedings of the State courts, and then further declared, that the “ records and judicial proceedings, authenticated as aforesaid, shall have such faith and credit given to them, in every court within the United States, as they have by law or usage in the courts of the State from whence the said records are or shall be taken.”\nThe courts of some of the States were, in the early history of the federal government, jealous of the alleged control under the constitutional provision and act of Congress recited, and inclined to controvert the effect which it was the purpose of both to grant. Nothing would have been obtained to remedy the inconvenience that had been experienced in the intercourse, commerce, and trade of citizens before the adoption of the constitution, if the records and judicial proceedings of the States courts were to be received and regarded in the courts of other States of this Union as of no greater weight or dignity than what was attached by the comity of nations to those of foreign countries.\nFrom the facilities enjoyed by the citizens of these States for transportation and conveyance in their infinitely varied internal trade, they regard, but little, State boundaries and jurisdiction, but seek and change their marts of trade, dealing, and residence, whore their inclination, convenience, or interest may seem to require, within the Union. The national government, established by the American States and the American people “to form a more perfect union,” would have been left by its wise and patriotic founders deficient, had it allowed the States and citizens to stand in no higher relation to each other than foreigners. In all commercial relations we are one people, and in many other respects, the American people are one, and the government which rules their interests in these respects is the government of the Union.\nThe constitutional provision adopted came recommended by every consideration of wisdom, convenience, of public peace and private security; and. subsequent experience has attested its necessity and incalculable utility, in the more diversified and extended relations of the States and citizens of this republic.\nA sound view of this constitutional law was taken at an early period, in the Circuit Court of the United States for the District of Pennsylvania, by Wilson, J., who decided that no defence ^as admissible to an action on a judgment of another State, which would not have been available had the suit been brought in the State where the judgment was rendered: Armstrong v. Carson’s Executors, 2 Dal. 302; and in Bissel v. Briggs, 9 Mass. Rep. 462, the opinion of the court, delivered by Parsons, C. J., gave that sanction and effect to the judicial proceedings of other States, which the public exigencies required, and which it was the object of the framers of the constitution to confer.\nThis question came before the Supreme Court of the United States in the case of Mills v. Duryee, 7 Cranch 481, and received the consideration which its importance required; and after solemn argument, it was ruled that the enactment of Congress does declare the effect of the records as evidence when duly authenticated. It gives them the same faith and credit as they have in the State court from which they are taken. If in such court they have the faith and credit of the highest nature, that is to say, of record evidence, they must have the same faith and credit in eyery other court.\nThis decision was subsequently confirmed by the same court Hampton v. McConnel, 3 Wheaton 204; McElmoyle v. Cohen, 13 Peters’s Rep. 544, and Reed v. Ross, 1 Baldwin’s Rep. Circuit Court United States.\nIn Pennsylvania, the rule and exposition thus established in the courts of the United States have been adopted as authority, having their entire approbation and controlling their action. In the case of Benton v. Burgot, 10 Ser. & R. 240, it was decided that in a suit on a judgment in the court of another State, the pleas of fraud in obtaining it, imposition, mistake, and want of consideration, are bad on demurrer, and that nul tiel record is the only plea of which the defendant can avail himself, — that there can be no inquiry into the mistakes of the court which gave the judgment, provided the defendant was notified and the court had jurisdiction.\nIn Evans v. Taylor, 9 Ser. & R. 252, where the action was brought on the decree of a court of equity of Tennessee for the payment of money, it was held that although nul tiel record was not a good plea, as proceedings in equity do not possess the character of records, yet that nil debet was also bad, as leading to an inquiry into the cause of action, which was not open to examination. The same principle was further recognised and affirmed in Kean v. Rice, 12 Ser. & R. 203.\nAn objection presented as to the effect claimed for the judgment of a court, of another State was, that the courts to which it is removed are not enabled to issue execution upon it. It was well said, “ This objection, if it had force, would apply to every other .court of the same State where the judgment was rendered. The right of a court to issue execution depends upon its own powers and organization 7 Cranch 485. All which pertains to the means of execution, or the remedy of the party to obtain satisfaction, is left open to the law of the forum in which it is sought to be carried into effect.\nWhilst for a time there was a reluctance in some of the State courts to give that faith and credit to the public acts, records, and judicial proceedings of the courts of other States, as provided by the constitution and acts of Congress, yet experience, more mature consideration, and a regard to constitutional law, to judicial uniformity and State harmony, have brought the courts of the States, with scarcely an exception, to concur in considering the judgments of the courts of each State as conclusive in every other, in all instances in which they had jurisdiction of the cause and the parties. So numerous and consistent are the authorities of the State courts on this important principle as to render a detailed reference to them unnecessary in this opinion.\nIn Pennsylvania we consider the question settled so decidedly by repeated adjudications, as to be no longer open to discussion.\nThe judgment of another State is put by the constitution on the same footing as a domestic judgment, with this qualification, that this does not prevent an inquiry into the jurisdiction of the court in which the original judgment was given to pronounce it, or the right of the State itself to exercise authority over the persons or subject-matter: Story’s Com. sec. 183.\nAs the judgment in the courts of one State are judicial obligations of record there, so they are, under the provisions of the constitution, in every other, and are consequently conclusive in pleading and evidence; and they are a merger and extinguishment of the original cause of action, where the defendant had been summoned or appeared.\nThe judgment here exhibited from the State of Maryland is to be deemed to have the effect of a domestic judgment, and be so regarded in relation to the cause of action. It is presumed that the court in which it was rendered had jurisdiction of the subject-matter and of the parties, and which has not been controverted. The inquiry then is, what effect this judgment would have had in the State of Maryland, if presented under like circumstances. It is a judicial obligation of record there, conclusive of the subject-matter and a merger of the cause of action on which it is founded. Such is the opinion of the Supreme Court of the United States; and it necessarily follows that the State courts, in determining questions of federal cognizance, ought to adopt and be governed by the rules of decision adjudicated in that tribunal of controlling authority. If the constitution and courts of the United States should not be competent to give efficacy and uniformity to the law on this subject, as they are, what would be the contradiction and confusion if open to the decisions of the State courts of thirty independent States! We know that the courts of the State of Maryland have a system of jurisprudence under the common law and the principles of that law, little distinguishable from that which prevails in Pennsylvania, under a common government-: undér that law the effect of a judgment in a court of common law jurisdiction, and with notice to the parties, is, that such .judgment is a merger of the original cause of action, which by it has become one of record. As such, does not public policy and authority make it a bar to the prosecution of any other action on the original cause of action ? The law discourages a multiplicity of unnecessary actions, as vexatious to the parties and an abuse of the administration of the law’s. It is settled that where a judgment has been already obtained in a prior action by the plaintiff against the defendant, for the identical demand, contract, or obligation, it is merged by the superiority of the record security, acquired by the judgment; transit in rem judieatam, and the creditor can no longer prosecute suit upon the original demand, though it were a specialty. If he do so, the defendant may plead, in bar, the judgment recovered against him by the plaintiff for the same cause of action: Chitty’s Con. 7th ed. 787-8; 3 Chitty’s Pl. 6th ed. 793.\nIt is therefore the opinion of this court that the judgment recovered in Maryland, between the parties in this case, and for the same identical cause of action, is a bar to the further prosecution of this action.\nJudgment of the court below is affirmed."}