{"id": "410208", "contents": "The opinion of the court was delivered May 26, by\nCoulter, J.\nIf the words charged in a narr. for slander do not imply a criminal charge subject to infamous punishment, neither an innuendo nor a verdict will help them. But when the words lje_ used-in a double sense, or will bear several meanings, the plaintiff may, by an innuendo, aver the meaning with which he thinks they were spoken, and the jury is the proper tribunal to pass on the truth of the innuendo and find whether the words were spoken with that meaning or not. In this case, the counsel for the defendant requested the court to “instruct the jury that the evidence of the plaintiff did not support the allegation in the declaration that the defendant had charged him with the crime of stealing.” This is a very broad request, and the court did not comply with it. The words in all the counts were laid with an innuendo, to wit, thereby meaning that the plaintiff had been guilty of larceny. Now, if the words spoken or proved, without torturing them, would bear that meaning, the court had no right to say that they did not support the allegation in the narr. The words proved were, the plaintiff will “lie, swear, cheat, and steal, and do every thing else that is ornary.” The court say that these words may import that the plaintiff “lies, swears, cheats, and steals.” This was not taking from the jury the right to say, if they so thought, that they were not spoken in that sense, hut were intended to mean that he will lie, eheat, and steal in futitre, if he thinks proper. The frequent repetition of these charges in the same or equivalent words, the number of persons to whom they were spoken, evinced a determination on the part of the defendant to fix on the plaintiff a character rotten in corruption, especially as they were spoken with the avowed purpose of preventing his election as a justice of the peace. All that can fairly be implied from the answer of the court is, that these words may implicate a charge of larceny. They could not take from the jury the right to say that they were spoken in that sense. And nobody will say that the circumstances, the manner of speaking them, and their constant repetition, may not give to them the character of a direct charge. The defendant was very indefinite in his point put to the court, if he wished a more particular instruction. I understand the judge to mean that the words proved are substantially as laid, and that if found as laid, that is, with the innuendo, they do support the action.\nBut the testimony of one of the witnesses comes fully up to the. mark, who says that he met Dottarer on his farm, and he said, “Now I have left all good friends except this damned rascal across the creek, Bushey. I believe he will steal, and I believe he did steal.” If this does not mean' that he stole, I don’t know what it does mean.\nThe addition of “I believe,” does not soften the charge; it isa charge of larceny: 2 Whar. 313.\nThe words in the 4th count are connected with the innuendo, that the defendant thereby meant that the plaintiff was guilty of larceny, and after verdict, are sufficient. They may import the crime of larceny without torturing them, especially when spoken in connection with the other words with which they are coupled. The whole testimony was before the jury, and they were the proper judges with what intent the words were spoken, and in what sense the defendant intended them to be understood.' The error assigned, therefore, as to the damages being assessed on all the counts, the fourth being bad, fails.\nJudgment affirmed."}