{"id": "410226", "contents": "The opinion of the court, filed July 3, was delivered by\nSogers, J.\nAt the common law, a conveyance of her real estate by a married woman is void. A substitute however of a deed of conveyance, by fine, prevails in most of the States of the Union, and in this. By these acts, for the most part, the husband is wisely required to join with the wife in the conveyance, in order that his assent may appear on the face of the deed, and to show he was present to protect her from imposition. The weight of authority, as Chancellor Kent remarks, would seem to be in favor of the existence of a general rule of law, that the husband must be a party to the conveyance or release: 2 Kent's Com. 152. Such a rule is founded on sound principles arising from the relation of husband and wife. It is necessary, to avoid family discord and to protect her interests. There are exceptions, it is true, in some of the States; New Hampshire, for example; but I am happy to say Pennsylvania is not one of them. In the act of 24t£ February 1770, in order, as is expressed in the act, to establish a mode by which husband and wife may hereafter convey the estate of the wife, it is declared that whenever they are inclined to dispose of her real estate, it may be done by deed or conveyance, executed by husband and wife in a manner particularly described in the act. That the mode pointed out is imperative, is not only apparent from the language used in the enactment, but it is ruled to be so by Mr. Justice Kennedy, in Willing v. Peters, 7 Barr 287. In that case it was ruled at Nisi Brius, by that distinguished judge, that a release of dower by a feme covert, whose husband does not join in the'deed, is void, though the deed was separately acknowledged in due form. The doctrine established in Willing v. Peters was not disputed then, nor has it ever to my knowledge been questioned. Indeed it would be .difficult, to raise a plausible objection in the face of the act of 1770. The case is sought to .be supported on the ground of a peculiar equity in the purchaser; hut it is one of those bastard kinds of equities which the bar of this State are too prone to invoke. The only equity to which attention can he paid by a court governed by rules, is one founded on precedent and regulated by well-defined principles. Without paying the least regard to the conflicting statements of counsel, it sufficiently appears that the wife’s real estate was taken 'to pay the debts of the husband, an equity which no court ever has or ever will recognise to deprive a wife of her inheritance.\nThe parol evidence that the deed was executed with the consent, direction, and authority of the husband, was properly excluded. The only legitimate evidence of consent is the execution of the deed in the manner and form plainly pointed out in the act of the 24th February 1770.\nWhat effect the act of the 11th April 1848, securing the rights of married women, may have on this question, we leave to the wisdom of our successors in office.\nJudgment affirmed."}