{"id": "410220", "contents": "The opinion of the eourt was delivered May 26, by\nCoulter, J.\nIn order to take a case out of the statute, the acknowledgment of the debt must be clear and unequivocal, otherwise it is not equivalent to a promise to pay; and it ought to be so distinct in its extent and form as to leave no room for doubt or hesitation : Farley v. Kustenbader, 3 Barr 418; Berghaus v. Calhoun, 6 Watts 220; Magee v. Magee, 10 Watts 172; Hazlebacker v. Reeves, 9 Barr 258; Gilkyson v. Larue, 6 W. & Ser. 213. The extent of the promise, whatever may be said on that subject, is as important as any other of the ingredients. And this is strongly manifested in Farley v. Kustenbader.\nThe old debt is gone. .It is the new promise which is efficacious and creates the liability, and which supports the action. But how can that be, if you don’t know its extent, either by positive admission, or by reference to something admitted which makes it certain. The law delights not in shadows and uncertainties, but in distinct proof, on which the mind can rest with certainty in establishing a liability. To say that I will settle with you, and pay you what I owe you, and all such forms of admission, are wholly uncertain, because you cannot tell what was in the mind of the person; he perhaps thought nothing was due. The case on hand is strongly evincive of the value of the statute, and the daúger of making it of no effect by loose testimony.\nThe alleged promisor was dead at the time of trial. The claim is for alleged services by ICuntz, his wife Susan, and his minor children. The services are alleged to have been rendered between 1831'and 1841, during which time it is also averred that Harbold received-the rent of a house belonging to Kuntz. The suit was not instituted till 1849. The court say that the testimony of Samuel Blake, if believed, removes the bar of the statute. But Blake’s testimony, thus thrown before the jury in a lump, is altogether too vague and ill-defined. We cannot ascertain whether it ivas one conversation, two, three, or more.\nIt is uncertain whether he meant that he had not settled and paid for the ten years’ service of Kuntz himself, or for himself and family. It is uncertain whether, when he said he would settle and pay all he owed him, he referred to the rent merely, or to the whole claim. He afterwards said that he wanted to settle up for the ten yéars’ service (but of whom he did not say) and the rent, and he would pay all he owed him. He also said he did not know how much Kuntzi would charge him. Now there is nothing certain in this. All the while Kuntz was living on the farm of Harbold, andmusthave been furnished, I should suppose, with much material for clothing and subsistence. But the witness testifies that his services were worth $150 per year. Here is a claim and a recovery to the amount of $1401, for alleged services, the last of which were rendered eight years before suit brought, and all depending upon the misty recollection of one witness, who testifies merely as to admissions, the easiest mode of testimony to lead to error, the kind of evidence most apt to be misapprehended and mistaken, and in relation to which a facile conscience may stretch itself like India rubber. At the close of his testimony, he says that Harbold told him he had paid debts for Kuntz and hauled stone. We may suppose also that he had a claim against Kuntz for occupying his premises. What then was the balance on settlement — how much, what sum was in the mind of Harbold when he said he would settle and pay what he owed ? Was it a hundred dollars, or was it two thousand ? The evidence gives no data, acknowledged and stated by Harbold, from which it can be fixed with certainty.\nThe direction of the court is too general in throwing the vague and uncertain testimony of Blake before the jury as removing the bar of the statute.\nJudgment reversed and a venire de novo awarded."}