{"id": "410255", "contents": "The opinion of the court was delivered May 23, by\nRogers, J.\nThe auditor appointed to distribute the assets, in ascertaining the amount in the hands of the administrator, to be distributed, is confined to the decree of the Orphans’ Court. He cannot go behind the decree for the purpose of increasing or diminishing the sum there ascertained. This is indubitable, and therefore the only question here is as to the construction of the decree; that is, has the court decreed the sum to be paid as $3857.05, or have they decreed that sum with the addition of interest; the auditor, to ascertain the amount of the assets having reported that sum in the hands of accountant, as of the day of the exhibition of his account, to wit, the 18th day of November 1847. It is very certain that'the auditor might, if he had thought proper, have charged the accountant with interest on the money in his hands, and perhaps ought to have done so, particularly in the absence of proof that it had not been used by accountant, or that it was lying idle, leaving it open to the natural presumption that the money was applied to his own purposes. But although he might, yet it is clear he has not done so. He seems to have left the question of interest to be settled by the court. The charge of interest as against an administrator, is not a matter of right, a necessary consequence of money being in his hands; but depends on a variety of circumstances, such, for example, as the money being needed for the payment of debts, or other purposes connected with the settlement of the estate. If, therefore, it was the intention of the auditor, that interest should be added, it ought to have formed part of the report. The Orphans’ Court, instead of passing upon the question of interest, which they had unquestionable power to do, have confined themselves (purposely, we suppose,) to a simple confirmation of the report. The entry is that the report was excepted to, and, on the 20th August 1849, was confirmed. This decree, we apprehend, cannot relate back to the 18th November 1847, for the purpose of’charging the accountant with interest, but must be considered as a decree of the 20th August 1849, when the auditor’s report was confirmed by the Orphans’ Court. Had the auditor given interest, a simple confirmation of the report would carry interest. But having omitted, or purposely avoided doing so, which is the same thing, we cannot see how it can be viewed as a decree for more than is contained in the report itself. It does not purport to go beyond the report, and must be confined to that. It is highly probable that if the attention of the Orphans’ Court had been directed to it, and a special decree in the proper form been made, as ought to be the practice of that court, the accountant would have been charged with interest. But this is not certainly so; the accountant might have shown circumstances which would exempt him from the payment of interest. As no mention is made of interest, either by the auditor or the court, we cannot undertake to charge the administrator on probability or conjecture. There was error therefore in charging accountant with interest from the 18th November 1847.\nBut is the accountant chargeable with interest at all, and if so, from what time ? That an administrator is chargeable with interest from the decree cannot be doubted. In that respect a decree is like a judgment, to which interest, in this State, is a necessary incident. The decree of the Orphans’ Court was made the 20th August 1849; and from that time, the accountant is chargeable with interest on the sum of $3857.05, (the amount decreed to be paid,) up to the time of the affirmance of the decree, to wit, the 1st day of July 1850. The interest is thus to be calculated on the aggregate sum of principal and interest, from the said 1st July 1850, until this time. It seems that the administrator appealed on the 10th September 1849; and July 1, 1850, the decree was affirmed by the Supreme Court. It must be remarked that in this court, as well as in the Orphans’ Court, a loose practice has prevailed as to decrees on appeals, which ought to be corrected. Instead of ascertaining the amount due, and making a special decree, the decree is usually entered, “decree confirmed.” The proceedings are then remitted to the Orphans’ Court to carry the decree into effect, giving interest from the time of the decree in the Orphans’ Court.\nAnd now to wit, this 23d day of May 1851, after argument and due consideration, it is ordered and decreed that accountant be charged with the sum of four thousand two hundred and seventy-five dollars and forty-one cents, principal and interest in his hands. Record remitted to the Orphans’ Court to carry this decree into effect, by distributing the amount so decreed to the persons entitled to the same according to the decree of the Orphans’ Court. Appellee to pay costs."}