{"id": "410248", "contents": "The opinion of the court was delivered May 19, by\nRogers, J.\nThe argument of the counsel for the appellee is based on the erroneous assumption that the widow is placed in a class by herself, and as such entitled to the administration of the estate; and this would appear to have been the apprehension of the Register’s Court. The statute of 21 Hen. 8, c. 5, which, in relation to persons entitled to administration, is the same as the act of 1832, places the widow and next of kin on the same platform: 4 Watts 38, Ellmaker’s Appeal; Rob. Dig. 250. Under the construction given to that act, the ordinary or register in this State, grants administration of the effects of the husband to the widow, or next of kin, or he may grant it to either or both, at his discretion. If the widow renounces administration, it shall be granted to the children, or other next of kin, in preference to strangers or even to creditors. The discretion given to the register is limited to a selection from those asJcing, if competent, in each class in their order: Tol. 86; Wms. Ex’rs 246. When the widow renounces her right to administer, it is the duty of the register to select from the children, or next of kin, a person or persons competent to perform the duties of administration, preferring males to females. In making the choice among this class, doubtless, great respect ought to be paid to the recommendation of those persons who have the most interest in the assets, on the reasonable presumption that those who have the greatest interest to increase the estate, are most fit to advise as to the administration. Thus far the cases go, but no further. It has never been understood, as is contended, that the widow or next of kin, or both combined, having the greatest stake in the estate, can pass by any one of the children, or next of kin, competent and willing to take, and vest the appointment in a stranger. On the contrary, directly the reverse is ruled in Williams’s Appeal, 7 Barr 288. There, two of the sons of testator, who were his executors, having renounced, the register, at their request, granted letters of administration to a stranger, to which a third son and two of the daughters assented. A fourth son and a daughter having petitioned for a revocation, it was held that the register was bound to revoke the letters and grant administration to the person who consented to act. The facts of the case cited are precisely similar, with the immaterial exception that here the widow concurred in the nomination. There, as here, all the persons entitled of the first class declined, except the claimant and his sister, and the court affirmed the decision of the Register’s Court, reversing the decision of the register, who had given the administration to two strangers, put in nomination by persons of the first class. Judge Coulter correctly.says, that although the executors (also next of kin) may relinquish their own right, they cannot take away the rights of others. In principle, we perceive no difference in the cases. Williams’s Appeal rules this point. We cannot affirm this, without reversing that.\nBut is the paper put in evidence to be viewed as an absolute or conditional, qualified renunciation of the widow and children ? We think the latter is the correct interpretation. It is a release of her right to the present administrators, and nothing more. It would not have been executed, as we are warranted in believing, except on the erroneous supposition that it conferred, the register assenting, on the persons in whom they put trust and confidence, an unimpeachable title to administer the assets. The widow released all her right and title to the' administration of the estate to James L. Jones and Samuel B. Thomas, and desired that administration be granted to the said James L. Jones and Samuel B. Thomas, her appointees. It is not an absolute, but qualified release or renunciation. It was, as we think, the obvious intention of the parties, to release on .condition that their appointees be permitted to settle the estate. Having attempted what they had no power to do, the whole instrument becomes inoperative, leaving the rights of the widow and the heirs, or next of kin, as before. Being then of opinion that letters of administration were improperly granted to the appellees, the same are hereby revoked. The proceedings are remitted to the register, with directions to grant letters of administration according to law, to the widow, or next of kin, to one or more of them, according to his best discretion."}