{"id": "410250", "contents": "The opinion of the court was delivered May 27, by\nRogers, J.\nThis case may be safely rested on the opinion of the learned judge who tried the cause. The facts are correctly stated by Judge Wilson, with the exception of the immaterial error contained in the remark “ that while the execution was in the hands of the constable the agreement was entered into by which David C. Miller was to get the grain which was afterwards sold by Millikens on their judgment.”\nThe court charged the jury that the agreement for the sale of •the property, under the circumstances, could not be enforced. On this point the whole case turns. For if the court be correct in this position, it puts an end to the defence, for the defence is confessedly based on the validity of that contract. The agreement referred to is for the sale of a crop of wheat belonging to the husband, William A. Alexander, which Edith W. Alexander, his wife, by and with the advice of Napoleon B. Alexander, the bail on the recognizance now in suit, undertook to make to David C. Miller, one of the firm of the plaintiffs, Miller, Reed & Co. The objection to the sale is, that there is no evidence, either express or implied, that Mrs. Alexander was the agent of her husband, and consequently no title to the property passed to the vendee. The law, with a view to the safety of the husband, disables a wife from making any contract, or incurring any debt binding her, without his concurrence or authority. An express or implied authority is the test by which all cases must be determined in regard to the husband’s liability for her engagements while they cohabit; for a ng,arried woman cannot make any contract to bind her husband, except by his express or implied authority : 2 Roper, Husband and Wife, 110-11. It is, however, said that there are exceptions to this rule, on the principle of necessity, and that this is a case ■of that description; that the husband was a lunatic, and, at the time of the contract, in the Insane Hospital in the city of Philadelphia ; that the contract was advantageous to'the husband, being made to save his estate from the executions of creditors. The plaintiff in error assumes that the contract was for the benefit of the estate; but of this I see but little, if any evidence. That it was for the benefit of Napoleon B. Alexander, the bail, may be admitted; but it is not so clear it was for the advantage of the husband; certainly not so much so as to justify them in disposing of the husband’s property, the only effect of the sale being to prefer one creditor to another. Nor was there, that I perceive, any necessity for the sale. The law points out a mode of meeting a case of this description, namely, by a commission of lunacy and the appointment of a committee to take care of the person and estate. It would be disastrous to that unhappy and unfortunate class of citizens, to be stripped of their property at the will and pleasure of persons wholly irresponsible, under specious pretexts of necessity. That the wife had express authority cannot be pretended, for the husband was incapable of giving consent, nor can it be implied, for the plain reason that from imbecility of mind he was incapacitated from giving assent. Felker v. Emerson, 16 Ver. 653, is relied on by plaintiff in error. Not having an opportunity of consulting the case itself, we must take the principle declared from the syllabus, as stated in 2 U. S. D. 125. That case rules, that where a wife is left with the care of the husband’s farm, goods, and effects, she is, in the absence of her husband, to be considered as the head of the family, and the general agent of her husband; more especially (it is added) when the husband is prostrated by disease, and wholly unable to make any contract, or to provide for his family, her contracts made for the payment of his debts, and for the support of the family, are binding' on the husband, and all parties thereto. If that case be as I suppose, I have not the slightest disposition to disturb it. It accords with the acknowledged principle that a husband may be bound by her contracts where room is left for the implication of authority in her to contract. The court thought, with some show of reason, this to be the case where she was permitted to superintend his affairs with his knowledge, and therefore, as might well be presumed, with his consent. Under those circumstances, she might with great propriety be deemed his general agent. Although confined to his bed by sickness, and therefore incapable of attending personally to business, yet he had, as I suppose, mind to assent to her acts as his agent; at least the contrary does not appear. But how can you imply an authority to act for him, when, reason having left its throne, the party is incapable of giving any consent whatever r To imply an assent under such circumstances, with respect be it spoken, would be absurd. And where is the necessity of the implication of agency, when the law has made ample provision for the protection of all parties placed in this unfortunate position ? That sudden exigencies may arise which would justify the sale of part of the property for the immediate use of the family, it is not my purpose to deny. It ought, however, to be a clear case of necessity, very different from the one here presented.\nJudgment affirmed."}