{"id": "410205", "contents": "The opinion of the court was delivered May 26, by\nCoulter,, J.\nThe hardship of withholding from a debtor the right of securing an honest and bona fide creditor, by confessing a judgment to him, although such debtor might afterwards execute an assignment for the benefit of his creditors, and the anomalous character of an interdict upon doing that voluntarily which the creditor could compel him to do by suit, as well as the apparent invasion of private right, by taking from a man dominion over his affairs, exercised for an honest and fair purpose, while he continued sui juris, were fully pointed out in the case of Blakey’s Appeal, 7 Barr 449. In that case, it was ruled that a judgment confessed by a man in embarrassed circumstances was neither fraudulent nor void, but good in favor of the judgment creditor, although the debtor ten days afterwards executed an assignment. We held that the act of 17th April 1843, entitled “An act to prevent preferences in assignments,” did not avoid such bona fide judgments, and was confined to preferences contained in the assignment itself, according to the plain meaning of the act. But in the opinion delivered in that case, it was stated, that if the legislature extended the interdict to confession of judgment by a man in embarrassed circumstances, who afterwards executed an assignment, this court would cheerfully carry out such enactments. The statute of 16th April 1849, entitled “ An act supplementary to the act about lunatics and habitual drunkards,” 4th section, seems to have been an acceptance of the overture, and was no doubt enacted in consequence of that decision. The act is exceedingly obscure — counsel pronounced it insensible — but there is a glimmering of intent in it. The clause is as follows : “ Provided, that no bona jide judgment, or lien acquired against the property of any debtor, or any sale or transfer of the property of any debtor, unless the same shall have been acquired or made with intent to evade the provisions of the said act, shall be avoided or defeated by the subsequent discovery that such debtor was insolvent at the time such judgment was obtained, lien^cquired, or transfer made.”\nAt first blush, the section would seem intended to save, not destroy ; but there is nothing going before to which the section can apply. It must be considered, and is, an independent and positive enactment. There are three affirmations to be extracted from it. 1st, That judgments, &c., made to evade the act of 1843, are void. 2d, That knowledge of insolvency at the time the judgment, &c. were made, shall in itself be evidence that they were made with intent to evade the act. 3d, That if the debtor was actually insolvent at the time, but did not know it until afterwards, that the judgment shall remain good. The whole thing, then, hinges upon the scienter of the debtor as to his solvency or insolvency at the time he gave the judgment or made the transfer. The knowledge of the creditor or the alienee seems not to enter into the account any more than it did in judgments or transfers before bankruptcy. The objects of the acts of 1843 and 1849 seem to be to force a debtor who makes an assignment in invitum into a sort of bankruptcy, so far as the creditors are concerned, without equivalents of bankruptcy to himself.\nDid, then, Shultz know, at the time of giving or making the judgments to the several judgment creditors, that he was insolvent at that time ? If he did, as he executed an assignment a few days afterwards, these judgments are void, because, by the act of 1849, that is made conclusive, that they were given in fraud of the act of 1843, and therefore void. It seems clear enough that he did know that he could not pay his debts, and that his property would not do it. Mr. Strohm testifies that he drew the five judgment bonds, and also the deed of assignment; that the bonds were given a few days before the assignment, but that he talked to him about drawing the assignment before he wrote the bonds. Strohm was the assignee, and he says that Shultz told him he could not pay his debts. But there is pregnant evidence in the deed itself, which recites his inability to pay his debts, and directs his trustee to pay his just debts equally and ratably. It appears that the money produced by the sale of the assigned property will not pay the five judgments, and is applied to them by the auditor pro rata, leaving the judgment of Summers, the appellant, for $3009, and the judgment of Armstrong for $545, untouched, and, perhaps, other debts which don’t appear on the record. We' are of, opinion that by the 4th section of the act of 16th April 1849, the five judgments confessed to B. Barr, J. F. Herr, B. Shultz, M. Eckman, and John Groff, are void, as against the other creditors, and have no preference. The decree of the court below is reversed, and this court decrees the fund to all the creditors of Christian Shultz pro rata; and the record is remitted to the court below to carry this decree into effect."}