{"id": "410232", "contents": "The opinion of the court was delivered June 23, by\nGibson, C. J.\nThe legislature evidently contemplated the case of a female married at the time of the partition. “When upon any proceeding in the Orphans’ Court,” it is said, “a sum of money shall be awarded by the court for the share or portion to which a married woman may be entitled, such money shall not be paid to the husband until he shall have given security to the satisfaction of the court that the amount thereof, or so much thereof as the court may deem proper, be paid after his death to his wife.” Married at what time ? Evidently at the time of the partition; for a feme sole might never marry, and it cannot be supposed the legislature looked so far ahead as to provide for a contingency which might not happen. There was to be a married woman in the case at the time of the partition. And by what court was her portion to be secured ? Certainly by the Orphans’ Court; for the Common Pleas had not been mentioned. The security was to be a part of the proceedings, and consequently to have regard to the time of the partition. The proceeding was to be, in effect, a chancery one; and a chancellor would finish it, the wife’s provision included, at a single operation. Had the intent of the legislature been to provide for the contingency of a future marriage, it is reasonable to suppose the statute would have contained some expression indicative of it; but, according to the text, the Orphans’ Court was to deal with married women, and consequently with women married at the final settlement of the estate. A different construction might send a second or any subsequent husband to the Orphans’ Court, at the end of twenty years, for leave to receive his wife’s chose in action, or recover it by process in a court which the Orphans’ Court could not control. It would have been impossible, and perhaps unfortunate, if it were not, for the legislature to provide for the contingency of marriage. As may be seen in Hammersley v. Smith, 4 Whar. 126, decided on the authority of Massey v. Parker, 2 Mylne & Keen 174, and other cases cited in the argument, a separate use, even when created by a father, lasts no longer than the existing or an impending coverture; and there is no reason to suppose the legislature intended to go further. A wife, having no individuality at the common law, could not resist an attempt by her husband to convert her real estate into personalty and make it his own by partition in the Orphans’ Court; but a feme sole, having the capacity of a man to take care of her property, needed no protection. Should she think proper to marry without a settlement, when her land has been turned into money or securities, so be it: the legislature can no more protect an unmarried woman from the consequences of an imprudent match, than it can protect a weak man from the consequences of an imprudent bargain. In the present case, the plaintiff Avas sole at the time of the partition; and when she married, her portion of her father’s land had long been converted. To her it was the same as if it had been converted in his lifetime; and had it been, no one would assume-that her husband would not have been entitled to receive it in money without having settled any part of it on her. The payment of it to him, therefore, discharged the recognizance.\nJudgment reversed."}