{"id": "410211", "contents": "The opinion of the court was delivered June 12, by\nBell, J.\n— As is truly said in Walton v. Walton, 7 Johns. Ch. Rep. 258, and elsewhere, in applying the doctrine of ademption, it is sometimes extremely difficult to perceive the distinction attempted to be kept up between specific, demonstrative, and general pecuniary legacies. Many of the English cases rest upon points of difference so refined as often to baffle the most microscopic examination ; a subtlety referable to an anxious desire to treat bequests as general or demonstrative, wherever the slightest pretext can be found for such a construction. This is particularly observable where a bequest is charged on or refers to a personal fund as the source of payment; of which the English books offer a large variety of perplexing instances, owing to the very general practice which there obtains of investing in stocks and other public securities. The courts are disinclined to recognise specific legacies, because of their liability to sink with the destruction of the thing bequeathed or the fund charged. But as it was obviously impossible to esteem as purely pecuniary many of the testamentary gifts which judges inclined to withdraw from the class of specific legacies, they were driven to borrow from the civilians a term thought to be descriptive of a species of donation holding á middle place between specific and pecuniary, the only kinds distinctly recognised when Swinburne wrote. They are called demonstrative, and, like general legacies, are gifts of mere quantity, but differ from these by being referred to a particular fund for payment. They are so far general, that if the particular fund be called in or fail, the legatees will be permitted to receive their legacies out of the general assets; yet so far specific as not to be subject to abatement, with general legacies, on a deficiency of assets. They are thus specific in one sense, and pecuniary in another; specific, as given out of a particular fund, and not out of the estate at large; pecuniary, as consisting only of definite sums of money, and not amounting to a gift of the fund itself, or any aliquot part of it, the mention of the fund being considered rather by way of demonstration than of condition — rather ás showing how or by what means the legacy may be paid, than whether it shall be paid at all: Smith v. Fitzgerald, 3 Vesey & B. 2; Ward on Legacies 21. A familiar instance, given in the last book cited, is of a bequest of ¿£10, which J. S. owes to the testator: when in truth J. S. does not owe any such money, the gift fails ; but if he gives ¿£10, and wills that the same be paid out of the money he has in a certain place, or out of a particular debt due to him, the devise is good, notwithstanding there should appear to be no money in the place or no such debt owing. The distinction seems to be this: — If a legacy be given with reference to a particular fund, only as pointing out a convenient mode of payment, it is considered demonstrative, and the legatee will not be disappointed though the fund totally fail. But where the gift is of the fund itself, in whole or in part, or so charged upon the object made subject to it as to show an intent to burden that object alone with the payment, it is esteemed specific, and consequently liable to be adeemed by the alienation or destruction of the object. In this, as in other questions springing from the construction of wills, the intention of the testator is principally to be ascertained, and it is said to be necessary that the intention be either expressed in reference to the thing be- or otherwise from the to constitute a legacy specific. If it be manifest there was a fixed and independent intent to give the legacy, separate and distinct from the property designated as the source of payment, the legacy will be deemed general or demonstrative, though accompanied by a direction to pay it out of a particular estate or fund specially named. Of the application of this principle, Mann v. Copland, 2 Mad. 223, is a pregnant example. There a testator bequeathed to his servant an annuity of ¿610 during life, to be paid out of the rents of a certain freehold, if the testator’s brother would cancel a conveyance theretofore made of the freehold; if not, he directed ¿6200 to be secured out of ¿62000, 5 per cent. Navy, in trust for the servant during life. The question was, whether the bequest was general or specific, for, if the latter, it could not take effect. Sir Thomas Plümer,Y. C., determined, on the construction of the will, the legacy was not specific, for he thought the intention was clearly marked to give the legacy in every event: that it was not so connected with the fund as to fail if there was no such fund, it appearing there was a fixed, independent, separate, and distinct intent to give the legacy, the particular property out of which it was to be paid being a secondary thought. The determination was evidently influenced by the direction consequent upon the anticipated refusal of the testator’s brother to cancel the prior conveyance of the freehold. In Long v. Short, 1 P. Wms. 403, where, excepting the feature just noticed, the disposition was similar, the determination was different. ' It was a bequest of ¿640 a year to B for life, out of the testator’s chattel estate at R. and ¿610 a year to C for life, out of the same estate which he devised to D. And Lord Chancellor Cowper decreed these bequests to be specific, remarking that the devise of a rent-charge out of a term is as much a specific devise as if it had been of the term itself. The subsequent case of Creed v. Creed, 1 Drury & Warren 416, was decided by the House of Lords upon somewhat broader grounds. The testator gave an annuity or yearly rent-charge of so much for “life, charged upon and payable out of all my real and freehold estate and property, (except Ballynanty,) and I do hereby charge and encumber the same therewith, and also empower the annuitant to take all and every remedy for recovery thereof, as in cases of rent-service, as usual.” He then gave several general legacies, irrespective of any particular fund for payment, and in a subsequent clause directed them to be paid out of his personal estate remaining after payment of debts ; and such part of such legacies as should remain unpaid out of the personal estate, was to be raised and paid by Ms executors, out of his real and freehold properties, (except Ballynanty,) “ and\" I do hereby charge and encumber the same therewith.” The judgment was delivered by Lord Oottenham, who said that the rule laid down by Lord Hardwicks, in Lewin v. Lewin, 2 Vesey, Sen. 416, that all simple gifts of annuities are held to be pecuniary legacies, had no application to the gift of a rent-charge or annuity arising out of land, “ for that is an interest in the land itself, and necessarily specific,” and he accordingly decreed the annuities in question to he so. But of the after given legacies he remarked that, though charged on the land on a deficiencyof the personalty, it would not alter their character or make them specific; and he added, “general legacies do not, necessarily become specific, because they are payable out of the proceeds of real estate, but the gift of the proceeds of real estate may be specific, as in Page v. Leapingwell,” 18 Vesey 463.\nThe principle of construction will be found the same where a gross sum is charged upon or directed to be paid out of the proceeds of realty. If an intention is apparent to give the legacy at all events, though with reference to a fund for its payment, the legatees’ remedy is not as of course confined to the fund adverted to. This, indeed, is often considered as merely auxiliary in aid of the personal assets. Of this class is Savile v. Blacket, 1 P. Wms. 778, where A, having a power of charging lands, (which power he afterwards destroyed) bequeathed to his • child £1000 out of the lands, and also £1000 charged on the personal estate. The power to charge having failed, the question was whether the first bequest was not specific, and, therefore, a failure. But Lord Macclesfield, on the ground that the testator intended to give two sums of £1000 each, though one was directed to be paid out of the land, decreed that the failure of the modus 'appointed for payment should not defeat it. This case can only be reconciled with prior and subsequent determinations, on the foot that the reference to the land chargeable under the power was for convenience, and secondary to the main intent. In remarking upon it, Mr. Roper, in his treatise upon legacies, says \"the principle of the decision was the intention of the testator not to make the legacy dependent on the due execution of his power, but to bequeath a sum equiva,lent to what he was entitled to charge on the estate, with reference to that estate as the primary fund for the payment of it; and that such appeared to the court to be the testator’s design, upon the construction of the whole will. It is also said that Fowler v. Willoughby, 2 Sim. & Stu. 354 was ruled on the same principle. It was a bequest of £1400, to be raised, for the benefit of the testator’s two children, by the sale of an estate for which he had, just before, contracted. After his death, it was foun'd the contract could not be enforced against his assets; and the question arose, whether the legacy could take effect, though it could not be raised in the manner directed by the will? Sir John Leach, declaring it was neither legatum nominis nor legaium debiti, but a pecuniary legacy with a particular security, directed that it should be paid out of the testator’s general estate, as a demonstrative legacy.\nWilcox v. Rhodes, 2 Russ. 452, is another instance of the same kind. The testator had given, with other legacies, ¿£500 to the plaintiff for life, with remainder to her children, and added, “ I guaranty my leasehold in, &c. for the payment of the above legacies.” The leaseholds failed, and it was insisted, that being exclusively charged upon them, the legacies were specific. But the vice chancellor, and afterwards Lord Eldon, on appeal, held the legacies were general, and, consequently, charges on the general personal estate, the property particularly specified being merely an auxiliary fund in case the personalty should be found deficient. In the still more recent case of Newbold v. Roadknight, 1 Russ.& M. 677, Fowler v. Willoughby was cited by the eminent counsel who argued for the plaintiff, as ruling the question agitated in the principal case. It presented a devise of lands to trustees to sell, and, out of the proceeds thereof, to pay to A ¿£1000, and to divide the residue among certain persons named. This was followed by a gift of other lands and of personal property, in trust to sell the same and divide the avails among the same persons. Afterwards, the testator sold and conveyed the land first devised. In answer to the argument I have noticed, Sir Thomas Plumee, in pronouncing the judgment, said, “ The gift to one of a sum of money, part of the produce of real estate directed to be sold, followed by a gift of the residue of the purchase-money to others, is substantially a gift of the estate, and not a gift of legacies with a collateral charge on the estate. This distinguishes the present case from Fowler v. Willoughby, and the legacy to A is therefore adeemed.”\nThis reasoning, it will be perceived, is in accordance with that which governed the determination in Creed v. Creed, and will, also, be found to harmonize with many other cases in the books, some of which I shall have occasion more particularly to notice. Indeed, I think an examination of the authorities, English and American, will show that wherever an intent is exhibited to make distribution of the value of lands, either by means of a sale and division of proceeds, or by the charge of a sum in numero, payable by the devisee of the land as a quasi partial purchase of the estate devised, the bequests are always treated as specific, and, consequently, liable to be adeemed by an alienation of the land in the lifetime of the testator. I may add, this is also true where the only gift of a legacy is found in the direction to pay it out of the land devised : 2 Jarman on Wills 593, and the cases there cited; or, as it is elsewhere expressed, where a testator charges his real estate with a sum of money, and then bequeaths the sum so charged: Dickin v. Edwards, 4 Har. 273; though it is commonly otherwise where there is a distinct bequest, afterwards generally charged on the lands of the donor.\nAmong the earlier illustrations of these rules of construction is an anonymous case, reported in 2 Freem. Ch. Ca. 21. It was there ruled, that if a man gives a legacy and charges it on Black acre, although this be not sufficient to answer the full value of the legacy, yet it shall not be charged on the personal estate. So, if one devises <£100, out of a lease for years, and the lease be determined, yet the legatee shall never resort to the personal estate for this legacy. The same book (Ca. 124) furnishes us with the report of Colchester v. Lord Stamford, in which Trevor held, that “ if a man hath two daughters, and deviseth to one ¿61000 out of his real estate, and to another ¿61000 out of his personal estate, then if the real estate be evicted, that legacy is lost, and shall never come into average with the other on the personal estate.” So far as I am informed, these determinations have never been called into question. On the contrary, they are frequently cited in other precedents, as furnishing authoritative ground upon which the inquirer may safely stand, and a basis for future decision. They have been followed by a multitude of others to the same effect. Of some of these I may be pardoned a particular notice, as affording reliable guides through the somewhat intricate mazes of this branch of our law. Among the first which present themselves, in point of time, is Whaley v. Cox, 2 Eq. Ca. Abr. 549. It was a devise of land charged with the payment of a legacy of ¿6500, followed by this clause: “ I have devised the said estate to my nephew Cox, on condition he pay the said ¿6500.” It was, ruled by Sir Joseph Jekyll that, though both the condition and devise were void, the devisee being the heir at law, yet, as these showed the intention of the testator, the land was liable in the first instance.\nIn Grittins v. Steele, 1 Swan. 24, a legacy of ¿67000 was charged upon certain freehold and leasehold estates, devised in trust to sell the same and pay the legacy out of the purchase-money. The testator afterwards sold some of the devised estates, and the sum produced by a sale of the remaining portion, after his death, was insufficient to pay the legacy. On a question made, whether the legatee was entitled to come in on the personal assets for the balance, Lord Eldon decided the personal estate was not subject to pay any part of it. “Legatees,” said he, “as volunteers, are not entitled to resort to any other than the particular fund the testator or the law has assigned.” “Entertaining no doubt that the intention of the testator has been frustrated by a subsequent sale of a part of his estates, I am not authorized to advert to that fact as affecting the construction of the will. I am bound, as a judge, to assume that the testator supposed he should leave, at his decease, freehold and leasehold estates sufficient for the payment of the legacy of ¿67000; and I protest as being understood to give my judgment on the ground of the subsequent sale. My duty is to apply the funds which, at his death, are applicable, by the operation of the will, to the payment of this legacy. If they are insufficient, the court, whatever may be the hardship of the case, cannot supply other funds.” I have cited these remarks somewhat at length, as furnishing an answer to the considerations of supposed hardship which, on the part of the defendant in error, were urged on us in argument.\nAmesbury v. Brown, 1 Vesey, Sen. 481, is a striking instance of the same class. The testator devised his estate generally, after payment of his debts, but, in this part of the will, said nothing about legacies. Then followed bequests to his four sisters, and, in the same clause, he added, “ all which legacies I mean shall be paid out of my freehold estate at N.” It was insisted, for the devisee, that a legacy generally given is payable out of the personal estate, and though afterwards made a charge on the real, yet, as the heir is not likely to be disinherited, the court looks to it that unless the personalty is expressly exempted, the legacies shall be payable out of the latter assets. But Lord Hardwicke answered, “ This is not within the common rule, not being a common charge on the real, in aid of the personal, but an express encumbrance upon that estate; an express gift of the legacy out of the real estate, which, wherever done, the real must bear the burden.\nThen followed Reade v. Litchfield, 3 Vesey 475. The will directed a term to be raised out of- the testator’s real estate, upon which he charged several sums in favor of his children nominatim. It was held, that as he intended these as a provision for his children, and a charge upon his real property by way of distributing it among his family, the personal estate was not applicable to their payment.\nSpurway v. Glynn, 9 Vesey, Jr. 483, is to the same effect. There was a devise of estates in certain counties, (except the estate called Portledge,) subject to debts, funeral and testamentary expenses, and pecuniary legacies thereafter given. Then followed a devise of the Portledge estate, in trust to demise, sell, or mortgage the same, or out of the rents and profits, to make up the sum of ¿6400, and pay the same to the plaintiff; and after payment thereof, and subject thereto, upon trust for J. P. for life, with remainder over. The testator then made specific bequests of chattels, and gave some pecuniary legacies, and directed the residue of his personal effects to be turned into money and applied in payment of his debts and legacies, in exoneration of his real estate; and if any thing remained of these proceeds, he gave it to the devisees of the first-named estate. Upon the intention of the testator, it was decreed by Sir William Grant that the ¿6400 was a charge exclusively upon the Portledge estate, with the observation,' “There is no direct bequest to the plaintiff of ¿6400, but that sum is directed to be raised out of the particular estate and paid to him; and the general words at the close of the will clearly refer to the first devise, and were intended to exonerate the estates there charged.”\nThese determinations but follow the earlier case of Ward v. Dudley, 2 Bro. C. R. 316. After a gift of certain real estate to the defendant, the testator proceeded, “I charge the last-unentioned estate with the payment, as well of the said sum of ¿65000, (a sum stipulated in a prior marriage settlement) as of the further sum of ¿6500,0,” &c. The devisee insisted these sums were first payable out of the personal estate. But Lord Thurlow said “ there was no ground for argument. This is, clearly, a real devise ; it is purely a gift out of the real estate, and cannot fall upon the personalty.”\nI shall notice but three other English cases, which, though occurring under wills containing directions to sell, proceed upon the same principles. They are, indeed, in that respect, like Gittins v. Steele. The first of them is Brydges v. Phillips, 6 Vesey 567. The devise was of all the testator’s lands, in trust to sell so much thereof as might be 'deemed expedient, and with the proceeds, in the first place to pay debts, and in the next place 'to raise and pay to his half-sister ¿61000 ; and, in the last place, to pay to his wife ¿64000; with a devise over of all the residue of his unsettled real estate. Sir William Grant decreed these legacies a charge exclusively on the land devised, saying, “ Legacies given, payable out of the real estate, must be paid out of the real estate, for there is no other fund. They have no existence but by the will, and must come out of the fund the testator points out.”\nThe next ease, Hancock v. Abbey, 11 Vesey 179, is very decisive of the grounds of distinction I have ventured to deduce from the authorities. It Was a devise of all the testator’s lands, upon trust to sell so much of the same as should be sufficient for after-mentioned purposes, and to apply the proceeds to discharge a mortgage of ¿63000, and to raise the sum of ¿62000, which he bequeathed to his two daughters, to be invested for their benefit; his wife to have the usufruct of the residue of his real estate during life, and after-wards to go to his said daughters in fee. The residue of his personal estate, after payment of his debts, legacies, and funeral expenses, was given to his wife. Upon a question made whether the personal estate ought not to be called on for payment of the two sums of ¿63000 and ¿62000, in relief of the realty, it was insisted for the daughters, that a general charge on real estate, followed by a residuary bequest of personalty, does not exonerate the latter estate; and besides, by this will, the personal assets were expressly subjected to debts and legacies. But the master of the rolls answered, he could not consider this as á general legacy; for the sum is given only as a part of the produce of the real estate. The daughters, therefore, could claim it only in that shape.\nThe remaining case, drawn from the English Chancery, is Page v. Leapingwell, 18 Vesey 463, noticed in Creed v. Creed. Without here particularly stating its general features, it may suffice to say it asserts the same doctrine which governed in the two last cases.\nTo these overruling authorities it is scarely necessary to add any thing further than our own recent cases of Cryder’s Appeal, 1 Jones Rep. 72, and Balliot’s Appeal, 2 Harris 451. The first of these arose under a direction to sell and apply the proceeds of realty in discharge of certain legacies bequeathed; and the last was a devise of land, subject in the hands of the devisees to the payment of a certain aggregate sum, given by the same will to named legatees. In both it was ruled the legacies were specific, and in the latter that they were adeemed by sale of the land charged, by the testator in his lifetime. Although, in delivering the judgment in the last case, some stress is laid upon features peculiar to the will, it is obvious both determinations are based on the doctrine I have brought to view, that although a legacy is not necessarily specific, because referred to a particular fund as a means of payment, yet, if it be not only charged on real estate, but deducted from its value in the hands of the devisee, the legatee is confined to that fund alone.\nDowner v. Downer, 9 Watts 63; S. C. 9 Barr 302; Lobach’s case, 6 Watts 167; Shickler v. Shaeffer, 5 Barr 440; Read v. Read, (in note to last case;) Hoover v. Hoover, 5 id. 351; Miltenberger v. Schlegel, 7 id. 241; Mohler’s Appeal, 8 id. 27, and Schaeffer’s Appeal, id. 38, all point in the' same direction. They all proceed upon the ground that a legacy directly charged upon land devised is payable out of the land alone, or personally by the devisee, who by accepting the thing devised makes himself responsible ; and that the remedy is in the Orphans’ Court, against the devisee, or other holder of the estate, without reference to the executor named in the will, who, as such, has no interest in the subject of controversy.\nBy the will before us, the legacy here sought to be recovered is directly charged upon the land devised to Eli Walls, to be paid by him as devisee, in respect of the devise, and as a means of distribution among the testator’s children. It was regarded by the devisor as the sole source of payment, and therefore, according to the cases I have passed in review, the sale of the principal thing by the testator destroyed its accessory, the legacy. -The sale may have frustrated the intention entertained in favor of the plaintiff below, but however we may regret this, we can but repeat the declaration of Lord Eldon, in Gittins v. Steele, that it is not in the power of the court to supply other means of payment than those pointed to by the creator of the intended gift.\nSomething was said, in the argument, of a supposed efficacy found in the ninth clause of the will, to save the legacy in question. But it is perfectly obvious that the words there used, “ after all the legacies hereinbefore bequeathed,” have reference only to the pecuniary legacies just before given in the sixth'and seventh clauses of the will. Asimilar direction occurred in Brydges v. Phillips, (supra,) and was construed in the same way.\nAs our conclusions are adverse to the plaintiff below, the judgment rendered on the case stated, by the Court of Common Pleas, must be reversed, and judgment entered here for the defendants below.\nJudgment accordingly."}