{"id": "410201", "contents": "The opinion of the court was delivered June 2, by\nRogers, J.\nThis is an action on the case, to recover damages for the non-performance of a contract for the purchase and sale of a quantity of wheat.\nThe plaintiff gave in evidence a receipt by defendant for $25, in part payment for 300 bushels of wheat, to be delivered in the storehouse of Sterrett, Hughes & Packer, at the village of Howard.\nThe defendant relied on two grounds of defence :\n1st. That a certain John Cummings, being a partner with the plaintiff in the purchase, the action cannot be maintained in the name of the plaintiff alone.\n2d. That by agreement of parties, at the time of giving the receipt, the wheat was to be retained by the defendant until a certain time agreed upon, at which time plaintiff was to call upon defendant, when the wheat was to be delivered; and that the plaintiff failed to come at the stipulated period.\nThe plaintiff called John Cummings, the alleged partner, as a witness, to whom defendant objected, on the ground that he was interested in the event of the suit. Whereupon the court overruled the objection, and admitted the witness.\nDuring the examination of Cummings before the jury, plaintiff proposed to ask him if he had any interest in the contract, or in the event of the suit: to which question defendant objected, hut the objection was overruled. In both cases exception was taken.\nAs the exceptions are intimately connected, it is most convenient to examine them together. There áre two ways of proving a witness to be interested in a cause; first, by examining him on his voir dire ; or, secondly, by showing his interest by other evidence. But both ways cannot be pursued at the same time: Mifflin v. Bingham, 1 Dal. 275; 1 Peters’s Rep. 338, Evans v. Eaton.\nThe defendant elected to show interest in the witness by testimony aliunde. It is ruled that on a trial before the court, if one party prove by evidence a witness to be interested, the witness cannot purge himself of the interest by his own oath: Vincent v. The Lessee of Huff, 4 Ser. & R. 298. It is most certain, says C. J. Til&hman, that the witness could not be examined to prove his own competency. The defendant might have examined him on his voir dire to prove his interest; and if he had taken that course, he could have resorted to no other. But having adduced evidence of interest aliunde, it was not competent to the plaintiff to rebut it by the testimony of the witness himself.\nIn support of his objection, the defendant produced several witnesses who testified that, at different times, both Cummings and the plaintiff declared to them that they were partners in the business of buying and selling wheat. There was strong affirmative testimony on that point. The plaintiff then called a witness, who testified that he had resided in the same place with the plaintiff in the spring of 1847, and that he never knew of such a firm as Bowers, Cummings & Co.\nHe also read the memorandum-book of plaintiff, and the depositions of Miller, Nesbitt, and Grarretson, proving they had never heard of such a firm, and that contracts were entered into in the name of Bowers alone. The court being of opinion, that the weight of testimony submitted to the court, on the question of competency, was in favor of the witness, overruled defendant’s objection.\nOn the view I have taken of the evidence, I should have great difficulty in coming to the same conclusion, nor should I have admitted the witness to testify, except on the principle and in the manner settled in Hart v. Heilner, 3 Rawle 411. If the interest, as is there ruled, be in the least degree doubtful, the court will not decide the question of interest, but receive his testimony and leave it to the jury to determine whether or not he has an interest in the event of the suit. See also Martin v. Jones, 6 Barr 82, to the same effect. In determining the question of interest, when the evidence is aliunde, and it depends on intricate questions of fact, the judge, in his discretion, may take the opinion of the jury upon them. Section 425, 1 Greenleaf’s Ev. This was the course pursued by the judge, as the counsel for the plaintiff admit, referring to the charge in proof of the assertion, and which the counsel for the defendant do not deny. Taking this to be so, there was no error in admitting the witness, and referring' the question of interest to be determined by the jury. There was, at least, some doubt as to his interest. Viewing the case in this aspect, we are relieved from the necessity of deciding whether a mistake of the judge (unless it be a very gross mistake) in determining the weight of parol evidence can be corrected on error; and if it can, (as I suppose it may,) whether the court was wrong' in the view taken of the conflicting testimony.\nWaiving, then, this question, and conceding the witness to be properly admitted, the next question is, was Cummings the witness competent to testify that be had no interest?.in other words, was he at liberty to prove his own competency ? We have already seen that this will not be permitted where the question is tried by the court: 4 Ser. & R. 298, Vincent v. Lessee of Huff. Conceding this, it may be inquired what reason (if any) can be assigned, why he should be at liberty to testify before the jury, when substituted to try the same fact in place of the court. It may be asked, ought not the latter to be bound by the same rules as the former ? Why should there be any difference, in this respect, between the court and jury, when performing the same office. That the rules of evidence, which it is important to preserve, should be relaxed before the latter tribunal, seems to be reversing the order of things. No reason has been assigned for making any change, and none occurs to my mind.\nWe also think the court erred in admitting that part of the deposition of John Miller which is underscored. It relates to ex parte conversations between the witness and Bowers, and between Bowers and Cummings, and was consequently clearly inadmissible.\nThere is no error that we perceive in admitting the depositions of Nesbitt and Garretson. Their evidence is merely corroborative of the testimony of Packer, who proves the price of the wheat at Howard, where it was to be delivered.\nJudgment reversed and a venire de novo awarded."}