{"id": "411598", "contents": "The opinion of the Court was delivered, by\nLewis, J.\n— This is an ejectment brought by Richard S. Coxe, for the recovery of three tracts of land in McKean county. The plaintiff below gave in evidence a regular title to himself, derived from the Commonwealth. The defence, so far as respects two of the tracts (numbered 2520 and 4962), fully establishes an outstanding title in George W. Sartwell, .under his purchase, at the treasurer’s sale, in 1850, for the non-payment -of the taxes of 1848 and 1849. This sale not only extinguished the plaintiff’s title, but put an end to that of Sartwell and Steele, under their purchase of No. 4962, at the treasurer’s sale of 1846, for the taxes of 1844. We are therefore to consider the effect of the treasurer’s sales to W. S. Oviatt and Elias J. Cooli, upon the remaining tract, numbered 4968.\nThe sale to Oviatt was for the taxes of 1842. His treasurer’s deed is dated Sept. 80, 1844; the assignment by him to Zenis C. Cowley is dated Sept. 20, 1846, and the deed from Zenis C. Cowley to Sartwell is dated Dec. 31, 1846. But it appears, from the agreement between Brewster Freeman, of the one part, and Solomon Sartwell and Charles Steele, of the other, elated the 25th January, 1847, that the conveyance from Cowley to Sartwell was not a direct and bond fide purchase by Sartwell from Cowley, but was intended as a mere transfer of the legal estate, under an arrangement between Brewster Freeman and Solomon Sartwell, by which the latter was to pay one-half of what the tract cost Freeman, and was to sell the lands for the joint benefit of both parties. It appears, by the same agreement, that the money paid to Oviatt and for taxes, amounting to about $150, was to apply to Freeman as part of the “ one-half of what the land cost him,” to be paid by Sartwell. Thus Sartwell evidently furnished the money which was paid by Cowley to Oviatt, and received a credit for it in his contract with Freeman. The object of the agreement of 25th January, 1847, as is apparent from its face, was merely to put in writing the previous verbal contract, and to admit Charles Steele into a participation as a partner of Sartwell’s. What, then, was the nature of the assignment from W. S. Oviatt to Z. C. Cowley? Was it a purchase of a legal title under a sale for taxes, or a redemption, within the two years allowed for the purpose,.which invalidated that title ? The assignment from Oviatt to Cowley was made before Oviatt’s title had become perfect by the expiration of the time allowed for redemption. The consideration paid to Oviatt was precisely the sum required by law for the purpose of redemption — the sum which Oviatt was bound to receive if tendered to the treasurer by the owner. The money was paid and received under a claim of Brewster Freeman’s right to redeem. Freeman called on Oviatt, asserted his right to redeem, under his contract with Coxe, the present plaintiff, and exhibited that contract as evidence of his right to redeem. By that contract, which is dated the 18th Oct. 1842-, Freeman had agreed to purchase the lands of Coxe and to pay the taxes on them. He made the arrangement with Oviatt for the redemption from, not for the purchase of Oviatt’s title, named Cowley as the person to carry it out; and Cowley “ did redeem’.’ accordingly. By the contract with Coxe, Freeman was bound to pay the taxes which' existed against the land at the time of the contract. His covenant expressly covered these taxes, and his equitable title, as purchaser, bound him for the taxes to be assessed afterwards. Under that contract he had an undoubted right to redeem, and that his arrangement with Oviatt amounted to nothing more is too clear for argument. If Cowley or Sartwell intended to acquire title under the treasurer’s sale, they should have given the transaction the form of a purchase!, by waiting until Oviatt’s title became perfect and then dealing with him on the footing of one who had a title. By giving the transaction that form, two parties would be constituted as a necessary element in the contract. Oviatt, as one of them, would have had the right to sell or retain the land at his pleasure, and, in case of a sale, to fix upon his own terms. He might have demanded something approximating to the value of the land. These were disadvantages which it was not the pleasure of Mr. Freeman to encounter, and therefore he dealt with Oviatt as one who had none of the rights of an owner — who had no claim upon the land further than as a security for the amount of his bid and the per centage allowed by law, and whose imperfect, title it was in the power of Mr. Freeman to invalidate at any moment within the two years, by a tender of that sum to the treasurer. Oviatt, therefore, instead of selling his title under the treasurer’s sale, yielded to the necessity of the case, and at Mr. Freeman’s request consented to an act which totally avoided it: Orr v. Cunningham, 4 W. & Ser. 294. All purchasers of titles to land, derived under treasurers’ sales for non-payment of taxes, take them subject to two contingencies. They may be avoided upon proof of payment of the taxes before the sale, or by a payment or offer of the redemption-money to the treasurer within two years thereafter. These acts are not required by law to be recorded. Until the Act of 14th April, 1840, there was no provision made for recording the treasurer’s receipt for the redemption-money. By- that Act it may be entered by the prothOnotary, but this is at the election of the owner whose rights are expressly protected by the Act from being in any way affected by the omission: Dunlop 910. The assignment by Oviatt to Cowley did not change the character of the transaction. The receipt of the redemption-money avoided his title. He had nothing to convey to Cowley; and Cowley had therefore nothing to convey to Sartwell.\nWe are of opinion that notice of the redemption of land sold for non-payment of taxes is not necessaiy in any ease. We are also of opinion that the redemption effected in this case by Freeman, the partner of Sartwell, by means of the money of Sartwell, is to be treated as the act of Sartwell himself; and that he stands affected with notice of all that Freeman did in effecting the arrangement. But if this were not so, there is no evidence whatever that Sartwell paid any consideration to Cowley so as to entitle the former to raise the question of notice. The receipt in the body of the deed, or at the foot of it, is sufficient evidence to give effect to the conveyance as against the vendor; but it is no evidence to extinguish the title of a third persou on the ground that the vendee is a purchaser without notice of such third person’s right: U. Canal Company v. Young, 1 Whart. 432; Bolton v. Johns, 5 Barr 151. To entitle Mr. Sartwell to assume the position of a purchaser without notice, he must prove, independently of the receipt of the grantor in the deed, that he actually paid the consideration before notice of the plaintiff’s equity. A bond fide purchaser is entitled to protection only to the extent of the money paid before notice: Youst v. Martin, 3 Ser. & R. 433.\nThe treasurer’s sale to Cook stands no more in the way of the plaintiff than does that to Oviatt. The evidence of Cook shows clearly that he made no sale of his title to Steele and Sartwell; that on the contrary Steele claimed the right to redeem; said that he and Sartwell were the owners, aind actually did redeem by paying the redemption-money only. In this case the act of Steele was the act of both, and notwithstanding that he procured a conveyance from Cook to himself and Sartwell, both must he deemed cognisant of the real nature of the transaction. Both are bound to know that the pretended purchase from Cook was no purchase at all — that it was a redemption and not a purchase. It is true that none but the owner or a party interested can redeem against the will of the purchaser; but if the latter accepts the redemption-money, the sale is avoided and the redemption enures to the benefit of the rightful owner as effectually as a payment of 'taxes by a stranger would have enured to his benefit and have defeated a subsequent sale by the treasurer.\nThe Court erred in refusing to instruct the jury that so far as regards tract No. 4968 the plaintiff was entitled to recover.\nJudgment reversed and venire facias de novo awarded."}