{"id": "411569", "contents": "The opinion of the Court was delivered by\nBlack, C. J.\n— This was ejectment for a house and lot in Hollidaysburg, which the plaintiff claims as vendee of the sheriff under an execution against William Williams, issued by the Exchange Bank of Pittsburgh. The defendant claims it under a deed from William Williams, dated before the bank’s judgment was entered up.\nIt is asserted that the deed to Mrs. Williams, who is the mother of William Williams, was fraudulent. Yet it is not denied that she had a just debt against her son, which he was bound in all good conscience to pay. He chose to pay it by a conveyance of the property in dispute, and she agreed to accept it in satisfaction. There was no inadequacy or taint of dishonesty about the consideration. But the bank had a claim against Williams at the same time, and the defendant’s conduct in getting a conveyance before the bank could or would obtain a lien, seems to be thought such inexcusable wickedness that nothing can save her but full proof that she was ignorant of the bank’s claim. The court below conceded this. The jury were told that they might find for the plaintiff, if they believed the defendant (though her debt was just) knew her son’s circumstances, and took the deed to secure the property to herself before it could be reached by his other creditors. This was far beyond anything the plaintiff had a right' to look for. Suppose she did know that he was failing ? What rule of duty required her to wait until his other debts were satisfied before she made an effort to secure her own ? She was no more bound to take care of the bank’s interests, than the bank was to see that hers did not suffer. If it could be held that a conveyance of a debtor to his creditor is fraudulent, because he knows that there are other creditors besides himself, the maxim which gives the advantage to the vigilant would be reversed; for those who would sleep soundest and longest would get the most. Two creditors equally honest are equally favored in equity, and when they come into a court of law their rights are determined according to priority. Either may secure his debt by taking a judgment or a conveyance from the debtor, though he does know that the other’s chances of security will thereby be diminished. The doctrine laid down in this case by the court below was countenanced by the act of 1849, and the construction given to it in Summer’s Appeal. But several unreported cases, not known at the time of this trial, have exploded it utterly.\nThe relationship between the plaintiff and the grantor in the deed was a fact which held her to stricter proof of her debt and of her honesty in the whole transaction, than would have been required of a stranger. But she met this suspicious circumstance with evidence so clear that it silenced every doubt; and this made her case like that of any other honest creditor.\nAll the evidence produced by the plaintiff to show that the transaction was unfair, including the declaration of Mrs. Williams to Robinson, made after the deed, that she could show the notes, was submitted to the jury in a manner entirely unexceptionable. The view taken by the Court of the whole case, from beginning to end, was much more favorable to the plaintiff than the law required.\nJudgment affirmed."}