{"id": "411509", "contents": "The opinion of the Court was delivered by\nLewis, J.\n— This is a bill for the specific performance of a contract for the purchase of real estate, sold at auction, under a written condition of the sale, that “ the cash is to be paid within fifteen days from sale, or the property may be resold at the risk and expense of the purchaser.” The sale was made on the 10th April, 1851, and the title was to be “ undoubted.” Objections were made to the title on the ground of the defective acknowledgment by the wife of a person through whom the title was derived. This objection was afterwards removed by producing evidence of her death. On the 25th June, 1851, the vendor addressed a letter to the vendee, requesting the latter to comply with the terms of sale, and take the property, and stating that otherwise he would “ sell it at the risk and cost of the purchaser.” This letter was answered on the 27th June, 1851, by one from the purchaser, in which he stated that he “ had given up the purchase on account of the defect above alluded to, and must decline holding himself, at this late day, in any way responsible.” The Court below dismissed the bill with costs.\nTo entitle a party to a decree for specific performance, the contract must be mutual. Both parties must, by the agreement, have a right to compel specific performance; otherwise it would follow, that the Court would decree a specific performance where the party called upon to perform it might be in this situation, that if the agreement was disadvantageous to him he would be liable to the performance, and yet if advantageous to him, he could not compel a performance: 1 Sch. & Lefr. 18; 2 Com. Dig. 411; Newlin on Contraéis 153. In the case before us, it may be doubted whether the vendee, after the expiration of the time for the payment of the money, had the usual rights of a vendee to enforce specific performanee. In general, time is not of the essence of a contract, according to the rule in equity. But can it be supposed that either party. intended to be bound by this rule, and to have his hands tied, and the estate locked up for an indefinite period of time, to be measured by the conscience of the chancellor? See 1 John. Ch. R. 379 ; Fonbl. Eq. 48, note. The law is necessarily modified by the usages of the people; and when it ceases to keep pace with them, it fails of its object, and produces more injury than good.. In this age of enterprise, business of every kind moves not only with railroad speed, but, in many instances, with lightning velocity. Commercial transactions would be greatly embarrassed, and the grossest injustice would be done if the people are prohibited from making their own contracts.\nIn this case it is not altogether clear that either party had in view any other consequence of a breach of the contract than a resale, and the payment of the difference and the expense of the resale. If the contract was mutual, either party had a right to insist upon a resale after the breach. If the vendor alone had that right, the want of mutuality would seem to preclude him from asking specific performance. Where the contract itself has assessed the damages which the party is to pay upon his doing or omitting to do a particular act which he has covenanted to abstain from or perform, equity will not interfere either to prevent or to enforce the act in question, or to restrain the recovery of the damages: 2 Vern. 119 ; Fonbl. Treat. Eq. 142, note; 2 Bro. P. C. 436 Newlin on Contr. 313.. What is the difference between an agreement assessing the damages and one providing the means of assessing them ? The foundation of the chancery jurisdiction in decreeing specific performance is the supposed impossibility of doing justice to the parties by the award of damages for the breach. But where the parties themselves have agreed upon the compensation for the breach, or, what is the same thing in principle, have provided the means by which it may be ascertained, the necessity for the interference of the chancellor no longer exists, and his jurisdiction falls to the ground. Without positively affirming these principles, it is sufficient to say, that the decree of the Court under the circumstances of this case is correct, and must therefore be affirmed.\nDecree affirmed."}