{"id": "411583", "contents": "The opinion of the Court, filed was delivered by\nWoodward, J.\n— We cannot concur in the opinion of the Court below, that Smith does not prove sufficient authority to give such a note as that in suit. He was the principal clerk of the defendants and had the general management of their store. He bought tin-ware from the plaintiffs’ pedlars for the use of the store, and was accustomed to give due-bills, with the knowledge of the defendants, or at least of Holland. The note in suit was given for tin-ware purchased in the usual course of business, and which went into the store for the use of the firm. The fact that part of it had been bought before giving this note, and that three due-bills had been given, which were taken up, and the amount put into this note, does not alter the character of the transaction. Suppose no due-bills had been given for the first three lots of ware purchased, might not the price be added to that of the fourth lot, and the whole put into a note ? If Smith had authority to give a note at all, this might certainly have been done. But what were the due-bills more than evidence of the prior purchases ? They were not payment — they were mere memoranda of indebtedness, and when destroyed and the amount put into a new note, no new debt was created, and no increased authority exercised. The evidences of the existing debt were condensed into a more convenient form. This was all that was done, and this was quite within the scope of the clerk’s agency. These transactions were had under the eye of Holland, without question or objection, and if they would bind him they equally bind Porter, the partnership being found. The evidence ought to have been submitted to the jury, and if they believed the testimony of Smith, and were satisfied of the partnership, they ought to have been instructed that the plaintiff was entitled to recover.\nThe jury found the partnership, and therefore the plaintiff was not prejudiced by the rejection of the evidence mentioned in the first bill of exceptions. But as the cause must go to another jury, where the question of partnership will again be open, and as .the plaintiff is entitled to the benefit of all evidence that is competent, it is proper we should say that we deem the evidence offered competent. Partnership is a fact that is generally to be made out by the conduct and declarations of the parties, and the stating and settling accounts with customers in the firm name, is a circumstance to go to the jury on such a question. The competency of the account made out in the name of Holland &.Porter against Espy, does not depend at all on Porter’s inspection or knowledge of it. If - he suffered his name to be held out to the world as a partner, and permitted persons to deal on the credit of the firm, he cannot object that the books were kept and accounts rendered in the firm’s name. These were pregnant facts, which the plaintiff had a right to put before the jury in connection with the other circumstances in proof.\nThere was no error in refusing to permit the plaintiff to recover on the consideration of the note, for though the narr. contains a count for goods sold and delivered, the only breach assigned is for not paying the note.\nThe judgment is reversed and a venire de novo awarded."}