{"id": "411520", "contents": "The opinion of the Court was delivered, by\nLewis, J.\n— The special prayer for relief in this bill is, that certain articles of agreement between the parties, dated 29th day of July, 1851, be delivered up to be cancelled; and that the defendant be restrained from bringing any action upon them, or using or navigating the canal under them. We proceed at once to consider and dispose of the reasons urged in favor of the relief thus specially desired.\nIt does not appear that the defendant, in its proceedings before the Supreme Court of New York, obtained an injunction under a construction of the agreement, which is “ entirely contrary to the provisions of the statutes, and subversive of the rights” of the plaintiff. Nor do we see anything in the agreement to justify any such construction. It is true, that a temporary injunction was obtained from the Supreme Court of New York, by which the canal company was restrained from obstructing the coal company in navigating the canal, and from withholding the usual facilities in regard to the same. But this injunction has been dissolved, and we are bound to believe that the bill will be disposed of on the final hearing, according to the principles of equity and law. The tribunal having cognisance of it is quite as competent to do justice as the one whose authority is now invoked. We have seen nothing in its past proceedings to create a doubt in regard to the justice of its final action in the premises. It is clear, that a valid agreement cannot be rendered invalid by a temporary error of a court, or of one of the parties in expounding it.\nIt may be that the agreement in question might prevent the canal company from enforcing the maximum rate of tolls allowed by its charter, if it was so disposed; and might also prevent said company from dividing the profits arising from it before they are collected. The charter prohibits the company from charging a higher rate than that specified; but it was not intended to prevent the canal company from charging a less rate: on the contrary, the lower the rate of tolls, the better for the advancement of the public interest; and we see nothing to indicate that these corporations stand in need of legislative or judicial action to restrain either from neglecting or disregarding its own interest.\nThe agreement is alleged.to be uncertain, and without mutuality in its obligations. There may be some difficulty in the construction of it; but, so far as we perceive, it is quite susceptible of a construction by which the amount of toll per ton, as well as the time of payment, can be reduced to reasonable certainty. There is no want of mutuality in the provisions for enforcing performance. The canal company is bound by the agreement to furnish the use of its canal to the coal company, and the latter is required to pay the tolls according to the rule prescribed by the parties for the purpose of ascertaining the amount. The remedy for the collection of tolls under the charter is not taken away by the agreement, although the rights are modified in regard to amount and time .of payment. This summary remedy for the collection of tolls, from the nature of the parties, the magnitude of the interests involved, and the irreparable public and private injury which might accrue from its abuse, must necessarily be subject to the control of the courts in the exercise of their chancery powers. In addition to the summary remedy referred to, we are of opinion that an action of covenant may be maintained on the contract to recover any tolls which may become due under its provisions. The fair construction' of the agreement is, that there is a covenant to pay the tolls, according to the measure prescribed by the parties for ascertaining the amount.\nConceding that the president and managers of the Pennsylvania Coal Company, at the time of entering into the contract, were resident citizens of New York, and not residents or citizens of Pennsylvania, and that they were therefore ineligible, it does not follow that the agreement is not binding upon the defendant. The officers may have been ineligible, but this cannot be taken advantage of in this collateral proceeding. It is sufficient for thej plaintiff, and all third persons, that they have dealt in good faith with the officers de facto. If this were not the case, the acts of the parties, under the agreement, amount to such evidence of ratification as to preclude a Court of Equity from lending its extraordinary aid to destroy the contract, or to prevent the parties from acting under it, or submitting the questions connected with it to the decision of a Court of law.\nAfter inducing the defendant to expend a very large sum of money in the construction of its railroad, and in the other necessary business of mining and transporting coal to market, upon the faith of the agreement in question, the plaintiff is not entitled to have it cancelled upon the grounds alleged against it. If the application had been accompanied with an offer to return the benefits received under the agreement, and to put the opposite party in the condition it was in before the contract was made, we might have viewed it with more favor. As the case stands, there is no equity whatever in the plaintiff’s bill, so far as regards the specific relief demanded.\nIt remains to inquire whether any other relief can be granted under the general prayer. The relief to be granted under this prayer must not only be consistent with the specific relief demanded, but must be sustained by the case made by the bill; and the allegations relied upon must not only be such as to afford a ground for the relief sought, but they must appear to have been introduced into the bill for the purpose, and not for the purpose of corroborating the plaintiff’s right to the specific relief prayed; otherwise the Court would take the defendant by surprise, which is contrary to its principles. The facts should also be stated with sufficient precision to enable the Court to make a specific decree, and not in such general terms as to enable the Court merely to decide an abstract principle. In all these particulars the bill is deficient. The facts are not stated with sufficient precision to enable the Court to enter any decree under the general prayer. The precise amount of toll demanded for the period stated in the bill is not specified, nor are any facts alleged from which the proper amount can be calculated, according to the terms of the contract ; and the allegations which are made appear to have been set forth merely for the purpose of supporting the specific prayer in the bill. A specific performance of an agreement is altogether inconsistent with an application to have it delivered up to be can-celled as null and void. The bill must therefore be dismissed. '\nIt is ordered and decreed, that the bill be dismissed at the costs of the plaintiff."}