{"id": "411566", "contents": "The opinion of the Court was delivered, by\nBlack, C. J.\n— This was ejectment. The plaintiffs below claimed the land in dispute under a deed from the sheriff, who sold it as the property of William M. Covanhovan. John Covanhovan, the defendant below, who is a brother of William, relies upon a deed made to him by his brother before the plaintiffs obtained their judgment. The consideration of the deed was alleged to be a debt equal to the value of the property, and due from William to John. The Court charged that, though the debt was believed by the jury to be. honestly due, and a fair price for the land, yet the defendant’s deed was void if he was not moved to the purchase by honest and upright motives — that if John knew of William’s indebtedness to other persons, and took the property to place it beyond their reach, to hinder, delay, and defraud them, it would taint the purchase with fraud; and this whether the claim for which he took it was true or false.\nIf a debtor, with the purpose to cheat his creditors, converts his land into money because money is more easily shuffled out of sight than land, he of course commits a gross fraud. If his object in making the sale is known to the purchaser, and he, nevertheless, aids and assists in executing it, his title is worthless, as against creditors, though he may have paid a full price. But the rule is different when property is taken for a debt. One creditor of a failing debtor is not bound to take care of another. It cannot be said that one is defrauded by the payment of another. In such, cases if the assets are not large enough to pay all, somebody must suffer. It is a race in which it is impossible for every one to be foremost. He who has the -advantage, whether he gets it by the preference of the debtor or by his own superior vigilance, or by both causes combined, is entitled to what he wins, provided he takes no more than his honest due. To pay a creditor his just debt in land, at a fair valuation, is no more a fraud upon other creditors than to pay him in bank notes or silver dollars. Neither is it any worse or more fraudulent for a creditor to secure himself by taking a conveyance, than it would be to enter up a judgment. He gets no greater advantage by the former means than by the latter. The notion of the defendants in error seems to be that the creditor of an insolvent man cannot avoid the imputation of fraud in any way except by cheating himself. But they themselves did not act upon that principle. They struggled to get a lien upon the very property in dispute; and if they had succeeded, would have done to the plaintiff the same injury (if it be an injury), which he did to them by taking the conveyance.\nThe judge said in his charge that little room is left to attribute fraudulent motives, when a debt is actually due from the vendor nearly equal to the value of the property. He should have said there is no room at all. A human tribunal can take no cognisance of feelings and intentions which are not manifested by external conduct. We are not permitted to assign a bad motive to an act which is not wrong either in itself or in its necessary consequences. A creditor is not acting wrongly when he receives payment or takes security for his debt, though he knows that other persons, who have the same rights with himself, may be less vigilant or less fortunate. The act being right, no secret feeling can change its character. Indeed it may be said that the motive which results in proper action cannot be a bad one.\nIt cannot be denied that there is authority in our books for the decision of the Court below. The unfortunate case of Summer’s Appeal, Ashmead v. Hean (1 Harris 587), and some others, decided about the same time, would sustain it if they could be themselves sustained. But reason and justice have vindicated their supremacy against these judicial invasions of it. The legislature did what it could to restore the law, and this Court has been compelled, by considerations heretofore fully stated, to abandon the error. A rule which requires a man to take care of his neighbor’s interests at the expense of his own, is utterly impracticable in the present state of human society. It runs against the bent of a natural feeling which will not be crushed or extinguished. Naturam expelías furca ; tamen usque reeurret. The attempt to enforce it had no result but intolerable mischief.\nThis was a question of actual, and not of legal or constructive fraud. If the debt was not real and honest, but merely pretended, or if it did not amount to a fair price for the land, the conveyance was fraudulent and void. But if that was established to the satisfaction of the jury, and if the land was given in good faith to satisfy the debt, the knowledge of the vendee that there were other creditors who would take the property if he did not, or the fact that he took the conveyance to prevent them from securing their .claims by the loss of his, is not enough to make the transaction illegal.\nThese general remarks on the charge make it unnecessary to advert more particularly to the several specifications of error, which the defendant has put on the record.\nThere are eight exceptions to the admission and rejection of evidence, which it is proper we should notice, and we will do so briefly:\n1. The facts contained in the first hill were within the wide range which the rules of evidence allow such investigations to take.\n2. If the Court below was satisfied with the proof of Biddle’s absence, we ought not to reverse, and the rule is that we never do, unless the facts proved are palpably insufficient to excuse the non-production of the witness. Here the proof was ample and clear.\n3. If the plaintiffs below produced any evidence whatever tending to show that the sale to the defendant was not made in good faith, and if the continued possession of the premises by the vendor was one of the circumstances relied on for that purpose, it was proper to let in proof that the vendee had also exercised acts of ownership upon the land. We think, therefore, that the evidence contained in the third bill was erroneously rejected.\n4. The pecuniary condition of the parties to an alleged fraudulent transfer, at, and about the' time of the transactions under investigation, is generally competent and important proof, for it helps the jury to judge of the reasonableness of their conduct. We think it was competent for the defendant to show that when his brother began to keep store, he was not possessed of any considerable means or property.\n5. A witness who has been examined and dismissed, may be recalled and cross-examined by permission of the Court, and the decision of the Court allowing or refusing it is not generally the subject of exception. When the object of recalling the witness is to lay the foundation for proving his declarations out of Court, it must always be allowed. If it be refused, and if proof of the witness’s declarations be rejected because he had no previous opportunity of explanation, it is error.\n6. William’s declarations that John was indebted to him, though made before the date of the obligation which he incurred to John, do not relate to a collateral matter. If the fact was so, it had an important bearing on the main question in dispute. The declarations were very properly admitted.\n7. A rule of the Common Pleas requires that a witness whose deposition has been taken, shall be subpoenaed if he be a resident of the state and within forty miles of the court-house; otherwise the deposition shall not be read. A witness in this ease was paralytic, and absolutely unable to attend the trial, or even to rise from his bed. An officer in whose hands the subpoena had been placed, went to the house, but knowing his condition did not intrude into the sick room to make a service. The rule must have a reasonable construction. What good would a service have done ? or what injury did the defendant suffer from the omission ? Lex neminem eogib ad vana seu impossibilia. Things which are merely vain are placed by this maxim in the same category with impossibilities. Suppose the witness to be so sick that. the service could not be made without doing him injury; or insane, so that he could not be approached with safety to the officer ? Is the rule so inflexible that it would not yield to the justice of such a case ? And if it bends at all, why should it not bend as far as reason requires ?\n8. The evidence offered and set forth in the eighth bill of exceptions, ought to have been received. The inquiry into the business of the two brothers and their pecuniary relations with one another, had been carried back by the plaintiffs as far as 1838. Circumstances somewhat remote, and loose declarations of the parties had been relied on to establish .John’s indebtedness to William. Here was an offer to prove the contrary by a witness who knew the state of their accounts during the same period of time. We think it was a fair answer. If it had been offered out of time, and the Court had rejected it for that reason, there would have been no error that we could correct. But it was tendered as soon as the defendant could get it in, after the Court had heard that to which it was a reply.\nJudgment reversed and ven. de novo awarded."}