{"id": "411570", "contents": "The opinion of the Court was delivered, by\nBlack, C. J.\n— This was covenant on a policy of insurance for the benefit of William Callender, the plaintiff’s intestate, upon his own life. The defence set up by the company was that the assured had committed suicide, and that when he made application for the insurance he represented his occupation to be that of a farmer, though he was in fact not a farmer but a slave-catcher. It was also pleaded that he had been engaged in running railroad cars, but the evidence did not show it.\nThere are seventeen specifications of error, but some of them are repetitions of others. The material questions raised in the argument may be thus stated.\n1. Whether it was erroneous to permit the defendants to amend their pleas as they were amended on the trial.\n2. Whether the facts on which the defence based itself, could be given in evidence under the pleading and notices.\n3. Whether persons who owned stock in the company and were insured by it, could give up their policies and sell out their shares for the express purpose of becoming witnesses, and thus make themselves competent to testify for the company.\n4. Whether there was evidence of the assured being a slave-catcher, which the Court could submit to the jury.\n5. Whether, if he was a slave-catcher, his declaration that he was a farmer was such a misrepresentation as made the policy void.\n6. Whether the occupation of the assured was the trade or business which he had learned in his youth, or that which he was pursuing at the date of the policy.\n7. Whether the testimony of the company’s clerk, that he considered slave-catching a dangerous business, and that a risk would not be taken at any premium on the life of one known to be so engaged, is admissible; there being nothing in the printed rates of premium to show that persons of this class were considered hazardous lives.\n8. Whether the declarations of the assured, several months before his application, that he intended to effect an insurance on his life, were admissible to rebut evidence given by the defendant tending' to show that the insurance was effected with a view to suicide.\n. 9. Whether the conditions of the policy must be so construed that the assured might commit suicide by taking poison, without .thereby making the policy void.\nWe will consider these questions in their order, as I have set them down.\nI. By the act of 1806, a defendant may amend or change his plea before or during the trial, if it be necessary that he should do so in order to reach the merits of the case. His counsel is generally permitted to judge of this necessity. The Court cannot tell whether it is needed or not, until they have all the evidence before them. \"When an amendment is ashed for with a view to some unfair advantage, such as throwing on the plaintiff the burden of proving a fact not previously put in issue, and thus exposing him to the danger of defeat or the necessity of a continuance; or where the object is to get the conclusion of the argument; it ought to be refused. And because every court is liable to be imposed on in this way, leave to amend ought never to be given unless the motion for it be supported by an affidavit that it will affect the merits of the case, and that the change is not desired for any other reason.\nBut we cannot reverse the judgment for an improper alteration of the plea. I do not find any case in which this has ever been done. A plaintiff may amend his declaration as he pleases, provided only that he does not introduce a new cause of action. If this rule be violated the judgment will be reversed, because we can determine it on a simple inspection of the record. But the right of the defendant to change his plea, is not limited by anything but the discretion of the Court, and by that he is held merely to good faith.\nIt is alleged here, and we think with some reason, that this amendment was made to give the defendant the right of addressing the jury in conclusion. If it was, and the Court discovered it in time, the purpose should have been defeated, and the conclusion given to the plaintiff notwithstanding.. But neither is it a fatal error that the Court permitted the counsel to speak in the wrong order. It is true, the English cases say otherwise. There very much depends on having the last word, and more still on the right to begin. But an English trial bears so little resemblance to an American one, that their decisions on a point like this are entitled to no weight whatever with us.\nII. It does not seem to us necessary to discuss the next question at much length. The pleas were sufficient to put in issue the facts proved. The variance alleged between the evidence and the notice is very unsubstantial. A notice of special matter must state the facts upon which the defendant relies, and not either the evidence by which they are to be established, or the inferences to\" be made from them. Here the plaintiff was in substance notified that proof would be given to show that Callender was insured as a farmer at a premium lower than would be taken from a person who was known to be engaged in running cars; that he was engaged in running cars, and also in the still more perilous business of slave-catching. Erom this we think the plaintiff was bound to understand that the company would either have declined the risk altogether or exacted a higher premium if they had known the assured to be engaged in the business they alleged him to have been following. Although, therefore, these notices are not very artistic nor much to be admired for their clearness, yet there is nothing in them nor out of them which makes it necessary to reverse the judgment on that account. It is natural and right that we should lean, as we always do, against sustaining an exception which has so little to do with the merits.\nIII. The witnesses who sold their stock and gave up the policies they had obtained upon their own lives, were competent. The rule in Post v. Avery applies only to persons who have assigned choses in action on which the recovery would have been for their own use if no assignment had been made. The assignor cannot be a witness on, the trial of an action in which the claim assigned comes directly in controversy. But otherwise he may. Thus a legatee having sold his legacy is a competent witness for the executor (4 Barr 373); or a widow, who has parted with her interest in the estate of her husband, may be admitted to testify in favor' of his administrator: (7 Barr 315). A will may be proved by a legatee (1 Ser. & R. 275); or by a devisee (6 Ser. & R. 315) if he has released his interest before he is called.\nIt is said these witnesses were interested, because they were still liable to be called on for such instalments yet unpaid on their stock as should be necessary to meet the demands on the company, and the judgment in this case might increase the amount so called for. To say nothing of the remoteness of this interest, there is no proof which shows it to exist. It lies on the objecting party to sustain his objection. If the fact on which it rests be doubtful, the witness is heard. There was no evidence here which showed, or tended to show that the stock had not been fully paid up before the transfer. The plaintiff had the examination of the witnesses in his own hands before they were sworn in chief, and if he asked no question on this subject we presume it was because he knew the answer would be adverse to him.\nThey were not parties to the record in any sense which made it necessary to exclude their testimony for that reason.\nAll the arguments against the admissibility of these witnesses are disposed of at once by the decisions of this Court in Smith v. The Bank (5 Ser. & R. 318), and The Bank v. Green (3 Watts 374), where it was decided that persons who bore exactly the same relation to the parties were, nevertheless, entirely competent. Though these cases are older than Post v. Avery, I think I have shown that their authority is not shaken by it.\nIY. It was shown on the trial, that the assured had not for many years been a farmer; that he had been at Wilkesbarre in search of fugitives, and had gone to Hagerstown to bargain for the apprehension of others; that he was at Harrisburg in pursuit of negroes whom he spoke of running over to Frederick without a warrant. In short, the evidence is very strong that for some months at least previous to his death, he was habitually and very diligently occupied at this business. But what is more still to the purpose, he told a person at Hagerstown, a few days before he effected the insurance, that he was engaged in that business and had a man at Harrisburg who knew all the slaves that ran away from that part of Maryland. This is said to be frivolous, and so insufficient to establish the fact that the Court ought not to have permitted a verdict to be given on it. We are not of that mind.\nY. If the insured, who represented himself to be a farmer, was in fact a slave-taker by occupation, and if the business of slave-taking would expose his life to greater danger than farming, it is not possible to escape the conclusion that the policy was thereby rendered void, since, if it was wilfully made, it was a fraud; and though made ignorantly, or by mistake, it was a warranty by the express terms of the policy. The plaintiff can only recover if the declaration of the assured, upon the faith of which the risk was taken, was strictly true in every material part. It will not do to say that this was immaterial. Every fact is material which increases the risk, or which, if disclosed, would have been a fair reason for demanding a higher premium. Nor is it of any consequence that the death was not, in fact, produced by a cause connected with the subject of the misrepresentation. One who falsely declares himself free from consumption cannot effect a valid insurance on his own life, though he die of cholera. A soldier or a sailor who warrants himself a merchant, has a void policy, even though he is not slain in battle or does not perish at sea. In such cases the whole contract is entirely void, as much as if it had never been made, and of course it cannot derive any force or validity from a subsequent event. Clark v. Manufacturers’ Insurance Company (8 How. 235), cited by the plaintiff for the contrary doctrine, does not sustain it.\nIt is contended that the misrepresentation, to he fatal, must relate to some fact which would not only increase the risk, but also induce the insurer to demand a higher premium. The authority produced in support of this, is the Columbia Insurance Company v. Lawrence (2 Pet. 25; S. C. 10 Peters 557). The opinion in that case is expressly grounded on the construction of what are called the “fundamental rules” of the company there sued, and has no application to the question here. The law undoubtedly is, that a policy like the present one will be vitiated by the misrepresentation of any fact which would increase the risk merely; and so the general rule was laid down by C. J. Marshall, in the case cited. The policy before us provides, that it shall be void if the declaration be found in any respect untrue. This, of course, does not include inaccuracies which are not material. But anything which increases the risk cannot be immaterial.\nThe questions, whether there was any misrepresentation; whether, if there was, it related to a fact which increased the risk; or would, if known, have influenced the company to demand a higher premium, or to decline the contract altogether, were all submitted to the jury on legal evidence, and with instructions which, in our opinion, are not open to any just exception.\nVI. The Court very properly charged, that the occupation of the insured, which his duty required him to disclose, was that business which he was engaged in at the time he made his application. If it meant the trade he learned in his youth, and which he had followed years before, it would indeed be immaterial whether he told the truth or a falsehood, and it would have been mere folly in the insurers to ask him the question.\nVII. The testimony of the clerk was rightly admitted. He swore, in substance, that a farmer’s occupation was considered the least hazardous; that an extra premium would be charged for insuring one who was running on railroads; that no rates were included in the published tables except for occupations deemed safé; that he considered slave-catching much more hazardous than farming, and that they (the company) would not insure a person at any price who was known to be engaged in it.\nIt would have been wrong to exclude this on the ground that the printed tables (which are the same as those published by other offices) contained no reference to the occupations which are deemed extra hazardous. There was a good reason for omitting it. On persons pursuing some of these occupations no risk would be taken at all, and therefore no rates could be affixed to them. Upon others, the extra premium charged would depend so much on the particular circumstances, that a rule could not be given. But this omission to say in the printed tables that a slave-catcher would not be insured, is certainly no reason why one who follows that business might lawfully impose himself on the company as a farmer.\nThe mere opinion of a witness who knows no more about the subject than the jury, and who undertakes to draw from facts already proved deductions which they can make as well as he, is not admissible. An example of this is found in Jefferson Ins. Co. v. Cotheal (7 Wend. 72), where such evidence was rejected for the soundest reasons. How far the effect which a particular fact ought to have on the risk or the premium may be proved by witnesses conversant with the business, is a vexed question. But though the cases conflict seriously, I think none of them go so far as to say that one who knows the practice not only of the particular office, but of insurance offices generally, may not give his opinion of the influence which a given fact would have had as an element in the contract. Certainly this is the opinion supported by the strongest authority and the best reasons.\nVIII. There is no rule of evidence which would have given the Court the slightest excuse for admitting the declaration of the assured in favor of his own representative.\nIX. The conditions of the policy are, that it shall be null and void “ if the assured shall die by Ms own hand, in or in consequence of a duel, or by the hands of justice,” &c. The plaintiff argues that the first clause here quoted does not embrace a suicide committed by swallowing arsenic. Where parties have put their contract in writing their rights are fixed by it. But the contract is what they meant it to be, and when we can ascertain their meaning from the words they have used, 'we must give it effect. One rule of interpretation is, that we must never attribute an absurd intent if a sensible one can be extracted from the writing. No absurdity could be greater than a stipulation against suicide in a duel. The words “die by his own hand” must, therefore, be disconnected from those which follow. Standing alone, they mean any sort of suicide.\nBesides this, the Court was very plainly right in charging that if no such condition had been inserted in the policy, a man who commits suicide is guilty of such a fraud upon the insurers of his life that his representatives cannot recover for that reason alone.\nJudgment affirmed.\nWoodward, J., dissented.\nLowrie, J., was absent during the argument."}