{"id": "411595", "contents": "The opinion of the Court was delivered at Philadelphia, by\nBlack, C. J.\n— This writ of mandamus was issued at Pittsburgh, and made returnable there to the Supreme Court for the Western District. It is objected that we have no jurisdiction there, because the chief place of business for the Canal Commissioners is at Harrisburg in the Middle District. The objection seems to be taken in obedience to what the respondents deem a public duty, and has been rather faintly urged. Our jurisdiction is over the whole state. It is not the practice to issue writs beyond the district in which they are made returnable, and that is all that was decided in Duffy v. The Hanover and Carlisle Turnpike, (9 Ser. & R. 59.) But no law forbids it. There are cases, and this is one of them, in which the rule of practice ought to be relaxed, though it certainly would not be relaxed if a motion were made to quash the writ in a purely local and private case.\nThe respondents deny that the relators have any right either hy their charter or by any other law, to carry freight or passengers on the Columbia Railroad. If this be true it ends the present controversy, since whatever may be the duties of the Canal Commissioners, the relators cannot complain unless they have been disturbed in the enjoyment of some lawful right of their own. It would be absurd to order that the railroad company should he permitted by the Canal Commissioners to do that which they cannot do without an illegal usurpation of a privilege which the law has denied them. If we assume that the legislature has not authorized the relators to prosecute the carrying business on the state road between Columbia and Philadelphia, the present proceeding is a demand that we establish, maintain, and protect them in the enjoyment of a privilege which the law forbids them to exercise. This of course is not expected; and therefore the construction of the charter and the other Acts of Assembly hy which it is claimed that their franchises have been extended, must he carefully attended to before it becomes worth while to inquire whether the conduct of the Canal Commissioners has been right or wrong.\nIn the charter of the Pennsylvania Railroad Company, we find nothing which gives colour to the notion that they have any legal rights whatever upon the state works. On 'the contrary, the proviso in the second section expressly denies them all privileges, except such as are necessary or convenient to the procuring, making, owning, maintaining, regulating and using their own road, and confines their operations after the road is built to the transportation of passengers and things thereon.\nA law passed the 13th of March, 184T, authorizes any railroad company to run cars over another road connected with their own; but it is provided that this shall only he done with the consent of the company owning the other road. This Act cannot he made to cover the present case. The road owned by the relators does not connect with the Columbia road. The latter road is not owned by a company, and to say that the state which does own it has consented to such' use of it, is to beg the whole question.\nIt is said that the right claimed is conferred on them hy the Act of 15th April, 1834, which authorizes the purchase of locomotives by the Canal Commissioners, and provides that individuals shall have the right to place cars on the road. This clause seems intended to establish a system hy which the state should furnish the motive power, and individuals do the carrying under such regulations as the Canal Commissioners might see fit to prescribe. We do not think the word individuals is to be understood in a sense so narrow as that which the respondents would assign to it. It means something more than single persons. It would not exclude a partnership nor an incorporated company, authorized hy its charter to carry goods or passengers on that road. The argument of the relators’ counsel that it means anybody other than the Commonwealth is a fair and just one. But no signification of it can be large enough to include a company from which the privilege is withheld by the law which gives it existence and defines its powers. If one corporation may claim this addition to its franchises, so may all others, and every company incorporated for religious, literary, mining, manufacturing, or banking purposes may demand the right of becoming carriers on the state railroads. This extension of all existing charters was not made by the clause in question. It adds nothing to any of them, and the relators are not helped by it more than others.\nBy section 11 of the relators’ charter, they are authorized in a certain contingency to connect with the state railroad at or near Columbia. From this as well as from many other things, it is fairly inferrable that the legislature contemplated a continuous line of railroad from Pittsburgh to Philadelphia. This was in fact the very object for which the Pennsylvania Railroad Company was established. It needs no argument to prove that a break over which passengers could only be carried in stage coaches, was neither expected nor desired. But a connection between two roads, does not imply that the company owning one shall have the right to run its cars upon the other. It required the Act of 13th April, 1847, to give that privilege to connected railroads owned by companies, and even under that Act it does not exist except by consent. Besides, the contingency on which this connection was authorized never occurred, and the connexion never was made.\nA supplement to the charter of the Pennsylvania Railroad Company was passed on the 23d of April, 1852, by which it was authorized to purchase and hold certain real estate in the county of Philadelphia, “for such objects as appertain to the legitimate business of the company, authorized by their Act of incorporation of transporting passengers and tonnage over their own and the Columbia Railroad.” The simple and manifest object of this supplement was to give the company the power to hold the land for the purposes of the business which the charter authorized it to carry on, and to confine its future operations within the bounds previously afiixed. But in the overflowing redundancy of expression which usually characterizes our statutes, the legitimate busisiness of the company was not described according to the truth. The legislature, or a majority of its members, probably supposed that the charter did authorize the company to engage in the business of transporting passengers and tonnage on the Columbia Railroad, as well as on their own. But an error is not converted into a truth by the mere recital of it in an Act of Assembly. That which has not been law heretofore, must be enacted to make it law hereafter. We obey the will of the legislature when expressed as its will according to the forms of the Constitution, but its opinions are not binding. Such opinions are often entitled to great respect as evidence of the law in doubtful questions ; but when they are manifestly founded in mistake they are to be disregarded, like an erroneous decision of the judiciary.\nIt may be that the privilege which the relators claim might arise by implication out of their charter, or some other of the acts cited by their counsel, if we were at liberty to give to them the broad construction which we sometimes apply to other laws of a different character. Rut corporate powers can never be created by implication nor extended by construction. Ho privilege is granted unless it be expressed in plain and unequivocal words, testifying the intention of the legislature in a manner too plain to be misunderstood. When the state means to clothe a corporate body with a portion of her own sovereignty, and to disarm herself to that extent of the powers which belong to her, it is so easy to say so that we will never believe it to be meant when it is not said; and words of equivocal import are so easily inserted by mistake or fraud, that every consideration of justice and policy requires that they should be treated as nugatory, 'when they do find their way into the enactments of the legislature. In the construction of a charter, to be in doubt is to be resolved; and every resolution which springs from doubt is against the corporation. This is the rule sustained by all the courts in this country and in England. Ho other has ever received the sanction of any authority to which we owe much deference. This court has asserted it times without number. We have ruled five or six important cases upon it within the last year. We seem not to have made much impression on the professional mind, and we are probably making as little now. But when respectable counsel call on us hereafter (as they doubtless will) to enlarge corporate powers by construction, we can only repeat again and again that our duty imperatively forbids it. The privileges of the Pennsylvania Railroad Company may be too rigidly restricted. If the usefulness of the company would be increased by extending them, let the legislature see to it. -But let it be remembered that nothing but plain English words will do it.\nThe course of this reasoning necessarily brings us to the conclusion, that the relators, having no rights on the Columbia Railroad, cannot have been injured by the conduct of the Canal Commissioners ; and it matters nothing to them whether that conduct was in accordance with their public duty or not. We give no opinion on the other points of the case. • We have not considered the arguments so eloquently urged by the counsel of both sides, on the consequences of our decision to the revenues of the state, and the commerce of the country. We leave all this to that department of the government whose duty it is to take care of it. Ours is to say that no law has yet been made which authorizes the relators to have cars on the Columbia Railroad, and therefore we cannot order the respondents to attach their cars to the motive power of the Commonwealth.\nJudgment for the respondents that the peremptory mandamus be refused, and that respondents have their costs."}