{"id": "411519", "contents": "The opinion of the Court, filed was delivered by\nBlack, C. J.\n— The plaintiff is the wife of John M. Good, who owned certain lands on which a distillery was built. Becoming insolvent in 1847, Good made an assignment for the benefit of his creditors. The assignee sold the land to one Rheem for $1100, and by Rheem it was subsequently conveyed to Mrs. Good, the present plaintiff, for the consideration of $1500. Of this sum, $50 were paid at the time the deed was made, and the bonds and mortgage of both the husband and wife were afterwards given for the balance. About $1000 of principal and interest seems to have been paid on the bonds. Immediately after the deed to Mrs. Good, she and her husband made a written agreement that the husband should carry on the business of farming and distilling in her name, accounting to her for the profits, and receiving from her wages at the rate of $20 per month. While he was doing business under this agreement, £e bought a lot of hogs, brought them to the distillery, and fed them there for a time. The defendants levied on them as the husband’s property, and the wife brought this action of trespass.\nUpon these facts the defendants asked the Court for a peremptory charge in their favor. This the Court refused, but on the contrary submitted the case to the jury, with instructions to find for the plaintiff if the agreement was an honest one, made for the purpose of enabling an insolvent man to support his family, and if the first $50 was paid with the wife’s money, and the balance out of the profits of the business.\nAn insolvent man is well protected in Pennsylvania. The barbarous system of imprisonment for debt is totally abolished, and thrown aside among the rubbish of the dark ages. He can retain real property or goods to the value of $300, which his creditors may not touch. He cannot be prevented from applying the fruits of his personal industry to the maintenance and education of his family; for the wages of his labor are not liable to attachment. But after supporting his family, he must give the best exertions of his mind and body to his creditors. Tins is but his reasonable duty — a duty sanctioned by all laws, moral, civil, and divine. Ho effectual mode of evading it has yet been invented. The usual device of covering the property of the debtor under the name of some friend, or a member of his family, will only answer the purpose as long as it remains undiscovered. I need not say how deeply all such shams are branded by the law with the marks of its detestation.\nCreditors may regard the mere possession and use of personal property by a debtor as evidence that no stranger has a right to it, unless it has once already been taken for his debts, and bought in for him at a judicial sale, or unless he has it as a borrower or other bailee. But by the act of 11th April, 1848, a married woman may have property in her own right which shall not be subject to levy for her husband’s debts. Of such property possession is no test of title. The rule in Twyne’s Case, cannot, in the nature of things, be applied to a wife’s goods in favor of her husband’s creditors, without either compelling a separation or rendering the law inoperative. He may ride in her carriage, eat at her table, sleep in her bed, and live in a house filled with her furniture, without making what he uses liable to be seized under an execution issued against him. Under such a system, what is to restrain an indebted man from keeping all he has in the name of his wife ? The one human being whose whole earthly interest is bound up in his own, is freed from the restraint of a rule which is necessary to prevent even strangers from becoming the instruments of his frauds. It is easy enough to let the wife make all the purchases; or the husband may make them himself professedly as her agent. And jf the burden of proving that the money was furnished by the husband is thrown upon the creditors, their hope of justice must always be a forlorn one. Thus administered, the act of 1848 would be the worst one ever passed, and the most poisonous to the morals of the people. It would hold out constant temptations to families in embarrassed circumstances to commit wrongs of the worst kind, and to uphold them by imposture and falsehood.\nBut there is nothing in the act of 1848 which makes such consequences at all necessary. To bring the property of a married woman under its protection, it is made necessary by the letter, as well as the spirit of the statute, to prove that she owns it.' She must identify it as property which was hers before marriage, or show how she came by it afterwards. Evidence that she purchased it amounts to nothing unless it be accompanied by clear and full proof that she paid for it with her own separate funds. In the absence of such proof, the presumption is a violent one that her husband furnished the means of payment. This was the rule laid down in Gamber v. Gamber (6 Harris 363), and must be rigidly ádhered to. It applies to purchases of real estate as well as personal. No agreement of the husband and wife about the property of either, whether it be made in writing or by parol, can avail against creditors without proof which will render the fact indubitable that it was hers independent of all agreements between themselves. An arrangement to buy property on her credit, and have it managed and paid for by him as her agent, is too unsubstantial and too easily shammed to be at all satisfactory. All these things can be done by mere words, and words are but breath.\nThe hogs in question here were purchased and paid for by the husband himself. It is said he paid for them as his wife’s agent out of the profits of her distillery. But what was the evidence of her title to that ? It was nominally conveyed to her, and she handed the first fifty dollars over to the grantor. There was no spark of evidence that the money she paid was her own: her counsel have not asked us to believe that these were the same fifty dollars which she had received four years before from her father’s administrator. All the subsequent payments were met by the husband. Prom these facts we can make but one inference, and that is that Good paid for the land himself. It was therefore his to all intents and purposes, and all it produced was his. An agreement with his wife to manage his own property as her servant, and to account to her for the profits, will of course not protect it against his creditors.-\nWe are unanimously and clearly of opinion that the defendants had a right to the instructions they prayed for. They were as well entitled to a verdict as if the plaintiff had given no evidence at all.\nThe suit should have been brought in the name of the husband and wife, to the use of the wife. The form of the action was not objected to, and is no reason for reversing the judgment. I mention it merely to show that it has not our approbation.\nJudgment reversed and ven. fa. de nov. awarded."}