{"id": "411546", "contents": "The opinion of the Court was delivered, by\nBlack, C. J.\n— Irwin, upon whose suggestion this suit was brought, had an execution in the hands of the defendant, who was sheriff, against one Whitaker, and levied upon personal property, which he afterwards unlawfully gave up. When the cause was before us last year (6 Sarris 439), we decided that the plaintiff might recover as much as the sheriff could have made for him by a proper discharge of his duty. Whitaker owed his landlord rent, which should be deducted from the value of the property, in order to ascertain how much of the proceeds of the goods, in case they had been sold, would have been applied to the plaintiff’s debt.\nThe lease on which the rent was reserved was dated on the 27th of June, 1848. The rent was $2500, payable half-yearly in advance. The rent for the first six months was paid on the day when the lease was executed, and when the term commenced. Another half-yearly payment became due on the 27th of December, 1849, and was not paid. The levy was made before the day fixed for the next payment.\nThat a lease can relate back, by construction, to a time anterior to its date, without words clearly indicating that to be the intention of the parties, is a proposition which no man, however ingenious, can sustain for a moment. That an estate for years does not begin until it is created, is a mere truism. It is impossible to affirm seriously that a landlord can claim rent, or the tenant be entitled to enjoy the property, before the relation of landlord and tenant existed. A similar relation may, indeed, have existed before under another contract; and if it did not, the parties may agree that the rent for the future shall be counted as if it had. It is true too that where one takes possession under a parol agreement, it may be put into writing during the term, and if it recites the facts truly, and explains its purpose intelligibly, it will have the effect intended. But we find none of these things in the lease before us. It speaks in the present tense — doth let and lease. The covenants are all to be performed in the future. It contains no allusion to any interest then existing in the lessee, or to any previous possession of the lands by him. It leases the property on the 27th of June, and from that day for a term of five years, counting from the 1st of April, 1848, or until- the 1st of April, 1853. It seems to have been thought that the reference to the 1st of April, as the point from which the five years should be counted, made the rent payable also from that time. But it is not so. Suppose a man in 1850 had made a lease of lands for a term which shall expire at the end of fifty-five years from the commencement of the present century, would that entitle him to recover rent for fifty years before the lease was made ? We are much more likely to fix a future point of time by its distance from some past period, than by the interval which separates it from the present. Ño systematic calculation of time can be made otherwise. All calendars have their eras. A term would probably be made to end on the 1st of April, let it .begin when it might, because custom in this state has made that day the beginning of the year in all matters of private economy.\nOn the whole, then, we have no doubt that the written lease gave the lessor a right to rent only from its date, and being paid six months in advance, he had no claim to more until the 27th of December following. On the 14th of June (1849), when the levy was made, the landlord could only have recovered from the tenant $1250, and of course could have distrained for nothing more, if Whitaker had stood upon the advantage which the lease gave him. In no contest between the parties themselves could parol evidence have been given to vary the terms of the lease or make the rent begin before its date, unless as a means of affording equitable relief against fraud, mistake, or accident.\nBut this is not a contest between the parties themselves, and the rule which excludes parol evidence does not apply to strangers. It cannot be said that the sheriff claims under the landlord. There is no legal privity between them. The sheriff is interested in establishing the right of the landlord to the rent, because upon that depends the justice of his own defence • against one who asserts that he has paid it wrongfully. He claims to have one whole year’s rent deducted from the value of the goods he levied on, because he says he would have been bound to pay it, as he did afterwards pay it when he sold the same goods on another writ; and he declares that he paid it because it was due, and was by both the parties in good faith admitted to be due.\nIt is very clear that the tenant had the advantage of his landlord, and could have cheated him very easily if he had stood for law and refused to render whatever was “not nominated in the bond.” But it is also true that in good conscience, and in common honesty, he owed twice as much as the lease would have compelled him to pay. If the landlord had brought suit against him or taken a distress, we cannot presume that he would have resisted any part of the claim because honestly he could not have done so.\nThe Act of Assembly gave the landlord a Hen for the rent that was due. How much was due? What shall be the standard'to ascertain the amount ? Shall we measure it by the lease which is proved to be a blunder, or. by the justice which arises out of all the facts in the case ? Shall the sheriff have the advantage of considering the tenant a man of truth, or shall we give the execution-creditor the benefit of the knavery which he might have perpetrated but did not? We are of opinion that the amount of rent due is the sum which the tenant owes in good conscience, and which he is willing to pay; that this may be ascertained without regard to the lease, if the lease be erroneons; and that the rule is the same, even when the error in the lease is of such a kind that the landlord could not be relieved by any proceeding against the tenant in a Court of Equity. We must see the statute so executed that it will do neither more nor less than what the parties (presuming them to be honest), would have done for themselves.\nIf the letting had been entirely by parol, it is undeniable that the landlord would have been as well entitled to his rent as he could have been with a lease put in writing, and sealed by both parties. If the lease had been in writing, and afterwards changed by a parol agreement, the paper would not have been the exclusive standard to determine what was due. ' Here there was an agreement which it was intended to put in writing; but by a mistake, words were used which expressed a different contract. The parties correct, by their conduct, the blunders of their words; the one pays, and the other receives, according to the actual intention; and neither seeks to have any unfair benefit from the accidental error. We think it is not our duty to say, that the execution-creditor must have an advantage over the landlord against justice and truth merely because the tenant could have had a similar advantage if he had been disposed to take it.\nCottrell, the landlord, was a competent witness. He had received his money under a judicial decree, and could never be required to pay it back again, no matter what might be the result of this suit against the sheriff. It does not appear that he came under any obligation to refund.\nThe exception to that part of the charge which gives the rule for fixing the price of the goods is not sustained. The plaintiff is not concluded by the price at which they were actually sold; nor can he claim the sum at which he would have been willing to take them. It was no injury to him that he was prevented from buying them for more than they were worth. His loss was no greater than their value. What they would have brought at a fair sale, conducted under the direction of the plaintiff, without puffing, at bond fide bids, was the sole question.\nThe Court refused to direct a verdict in favor of the for nominal damages. We think the ease of the Commonwealth v. McCoy (8 Watts 153), rules this point. The plaintiff can only maintain his action if he has been actually aggrieved.\nWe do not see that any wrong was done by giving to the defendant the conclusion of the argument. But, at any rate, an erroneous decision of such a question would not be cause of reversal.\nThere is one other point of some importance in this cause. After the landlord had received his rent from the sheriff in advance, he took possession of the demised premises. If he had done this be-1 fore he received the rent he could not have recovered it after-wards ; and it is contended here, that the sheriff cannot have the rent which was thus forfeited, deducted from the plaintiff’s claim. In the opinion given last year, we stated it to be a fair presumption that the landlord’s lien would have been prosecuted to the extent of his legal rights if the sale had been made under the plaintiff’s writ. Whatever, therefore, the landlord could have legally claimed, the plaintiff cannot recover in the present suit. What was the landlord’s right, therefore, at the time this money might have been made by the sheriff? The right to be paid what rent is due (but not for more than a year) out of the proceeds of a sale on execution, comes in place of a distress. Had the landlord a right to distrain for the third half-year’s rent ? The affirmative reply which must be given to this question, settles the point in favor of the defendant in error. The rent being due, and the right of distress being perfect, the sheriff could not have withheld it. The consequences of a subsequent change in the relations of the landlord and tenant can only affect themselves, and not the sheriff, who could regard or knqw none other than those which existed at the time.\nJudgment affirmed."}