{"id": "411506", "contents": "The opinion of the Court, filed was delivered by\nLowrie, J.\n— This cause was before us last year, when all the points then raised were decided. We have now heard the same points again discussed, and, in relation to them, it is sufficient to say that we perceive no error in the conclusions to which we were led. by the former argument. To our minds it is clear that the mortgage in question and the proceedings under it, have not at all affected the title to the half of this land that was included in the marriage settlement, and this the plaintiffs below have properly recovered. They insist moreover that, because the judgment was void under which the other half- was sold, therefore they are entitled to that also. The judgment is certainly void for the reasons assigned here on the former argument.\nNow, however, the defendants below allege and show that this property was the very property mortgaged by Wilson and his wife, and was in fact the subject-matter of the suit and judgment; that it was fully described in the writs of lev. fa. issued upon the judgment ; and that, after those writs were issued, the defendants in that suit, the ancestors of the present plaintiffs below, in order to obtain indulgence, procured Jacob Albert to buy the judgment and stay the proceedings; and they insist that, by reason of those facts, Wilson and his wife are both estopped from denying that the judgment sustained the lev. fa., and was good against the land described in it. This is the question of the cause, and we proceed to consider it.\nWe have lately decided, in Evans v. Mylert, that where a suit is brought against husband and wife on a mortgage of the wife’s land, the husband may employ counsel to appear and confess judgment for both. In this case there was an appearance and judgment thus obtained; and Mrs. Wilson was thus made a party to the proceeding for all its legitimate purposes, up to its final termination. She could have been made a, party to a correction of the error in the-record, and she would - have been had it been discovered. As matter of fact, her rights under this mortgage were litigated and decided; but by reason of an omission, this does not appear as matter of record. As matter of record, therefore, there was no judgment, while as matter of fact one had been confessed, and could have been made perfect on the record by an amendment or correction. Have the defendants in that proceeding so acted that equity requires us to consider that as done which ought to have been done ? They did so when they procured a friend to buy the judgment for their benefit, as a good one: and we do no more than enforce the agreement of the parties, and prevent them from repudiating a transaction from which they have derived the stipulated advantage, when we refuse, under such circumstances, to hear their objection to the validity of the judgment. We must presume that if this question had been raised when a lev. fa. was issued by Albert, the Court would have found means to correct their judgement so as to be a good foundation for the writ. Where a judgment is not incurably defective, a plaintiff may preclude himself from taking advantage of its defects, by getting another to buy it for his benefit.\nMay a married woman thus bind herself by acting with her husband ? Why not ? The fact that she can be sued with her husband, entitles her, with him, to do all proper acts relative to the defence of her rights that are involved in the suit. It was proper for her interests that she and her husband should make an arrangement for time, in order to prevent a sacrifice of her property. Both are therefore bound to all the consequences of the arrangement. True, she did not bind herself by a separate acknowledgment, but that form of proceeding does not apply to such an act. True, also, a door is here open through which the wife may be imposed upon by her husband; but we find it open and would not shut it, for it is opened by the very confidence that ought to exist between husband and wife; and confidence will hold it open so long as pure affection is allowed to be a legitimate element of the marriage relation. In this relation we find the highest, and noblest, and purest, and therefore the most civilizing illustration of the confidence of human beings in each other; and such can never be reposed without the risk of imposition. Let it remain, for the good it does, and notwithstanding its dangers. When the law invades the sacred confidence of the marriage relation in order to save the wife from the faults or misfortunes of the husband, it, in some measure, loosens the bond whose principal virtue consists in its closeness.\nWe are of opinion that the defendants below made good their defence to one-half of this land. The other exceptions of the plaintiffs in error are not sustained.\nJudgment reversed and new trial awarded."}