{"id": "411512", "contents": "The opinion of the Court was delivered, fly\nBlack, C. J.\n— In Booz v. Engarman (6 Harris 263), we held that an action could not be sustained against a constable for the escape of a party who was arrested on a charge of fornication and bastardy; because (1) the prosecutrix can have no legal or vested interest in the proceeding until after sentence; (2) because it may be that the sentence, when it is pronounced, will not order the payment of any money to her; (3) because the wrong to her has been committed with her own consent, and is therefore damnum absque injuria; (4) because the ministerial officer in all criminal cases is in the service of the Commonwealth alone, and must perform his duty at the peril of an indictment for neglecting it; and (5) because it would be impolitic to place such process under the control of individuals.\nWe have reconsidered the subject, and we are not able to give an answer at all satisfactory to the reasons set forth in that opinion. It still seems to us that to sustain an action like this would be against principle and analogy.\nIt does not appear by the report of Booz v. Engarman, whether Lantz v. Lutz (8 Barr 405) was cited or not. But it is no authority on this point. The question was not raised either here or in the Court below. The right of the plaintiff to sustain the action was taken for granted. It was not contested by counsel. The whole defence was grounded on the act of 1772. The reference to this question, which Chief Justice Gibson makes in his opinion, only show's that he saw the difficulty, not that he meant to solve it. It is not the duty of this Court to make assignments of error which the parties do not make for themselves, or to reverse a judgment for reasons which do not appear on the record to have been mentioned in the Common Pleas. If the right to maintain the action had been conceded in this case, as it was in Lantz v. Lutz, we would have affirmed the judgment. But the fact is otherwise. The point was fairly raised and erroneously decided.\nJudgment reversed and ven. fa. de novo awarded."}