{"id": "411528", "contents": "The opinion of the Court was delivered, by\nKnox, J.\n— It is essential to the due administration of justice, that the minds of jurors should be free from prejudice or bias, and it certainly would be a good cause of challenge, if one had already acted as a juror in a cause between the same parties, and involving the same questions to be determined .by the same evidence as the issue upon which he is the second time called upon to decide.\nWe have not been furnished with the evidence which was given in this case, and in its absence we must take for truth the allegation of the defendant in error, that this judgment was attacked and defended, upon different grounds than the one which had already been decided between the parties. It cannot therefore be said that the jurors who were attempted to be challenged for cause, were not competent to hear and determine this suit. It is not to be presumed that any intelligent juror would be affected by evidence given in a former cause, but not offered in the one trying.\nThe second error assigned is not sustained. The evidence offered was clearly pertinent to the issue, as its tendency was to prove payment to Smith of the endorsements made by him for. Hartman, and to secure which it was alleged the judgment in controversy was given.\nThe admission of Hartman as a witness for the plaintiffs, forms the third, and only remaining alleged error.\nI cannot conceive upon what ground his competency can be successfully attacked. The issue was between creditors to determine whether or not the judgment had been paid. He was not a party to it, and therefore could not be affected by it. An affirma-. tive finding would not relieve him from the judgment, nor would the contrary prevent him from asserting in some future proceeding that it had been satisfied. Hot being a party to the record, the result could neither benefit or injure him. Being interested in the question, but not in the case, his credibility but not his competency was liable to be questioned.\nIt is scarcely necessary to say that the rule which precludes parties to negotiable instruments actually negotiated, from impugning their validity, or that which declares that an assignee of a chose in action shall not make merchandise of his oath as well as his claim, has .no application here.\nI am not disposed to extend the rules which prevent persons, ' the most likely of all to know the truth, from telling it.\nJudgment affirmed."}