{"id": "411532", "contents": "The opinion of the Court was delivered, by\nLewis, J.\n— Where one on his death-bed expresses a wish to his heir-at-law that certain persons, whom he names, shall receive of his estate specified articles and sums of money, as gifts from him, and the heir promises him that his request shall be fulfilled, the necessary implication is, that the promise is to be performed after the death of the promisee, and that the consideration is, that the promisor shall succeed to his estate under the intestate laws. The law implies this consideration from the facts, and it is not necessary to prove that the parties particularly expressed it in the contract. If the party to whom the promise was made, disposes of his estate so as to disinherit the heir, the latter would be relieved from the performance of his contract, not because there was no original consideration for it, but by reason of the failure of the consideration expected, and which formed the inducement to enter into the engagement. On the other hand, if the promisee, relying on the promise, make no other provision, by will or otherwise, for the objects of his bounty, but die intestate, thus leaving his estate to fall into the hands of the heir, to an amount greater than the specified donations, the heir is bound, in conscience and in law, to fulfil the contract. If the promise be made by a father to a son, the moral obligation is strengthened by reason of the existing relation, and the confidence which the one would naturally repose in the other. If the father afterwards, when seized with sudden illness, and about to die, away from his residence, and without the means of access to his papers, refers to a bond belonging to his son’s estate, and not yet collected, and by parol assigns to the use of one of the persons so designated by his son on his death-bed, so much of the bond as will be sufficient to satisfy five hundred dollars, being the amount which was to he paid to him, and directs his executor, then present, to pay it, such assignment is upon sufficient consideration, and is valid, although not reduced to writing.\nIf the executors of the father afterwards collect the money due on the bond, the equitable assignee of the portion thus transferred, may maintain an action against them for money had and received to his use.\nUpon the facts stated on this record, the jury would he hound to draw the necessary inference respecting the consideration. They could properly draw no other than that herein stated; and where the parties have agreed upon the facts, and submitted the matter to the Court, upon the question “ whether the plaintiff is entitled to five hundred dollars of the money for which the bond was originally given,” and neither party applies for a venire, we carry out their agreement by treating it, for this purpose, as in the nature of a demurrer to evidence. We therefore draw the proper inferences from the facts, without sending the cause hack to a jury, and enter a final judgment on the case stated.\nJudgment reversed, and judgment for plaintiff in error for five hundred dollars, with interest, from the 1st March, 1819, together with costs."}