{"id": "411559", "contents": "The opinion of the Court, filed was delivered by\nLowrie, J.\n— The main question of this cause is raised by an objection to the charge of the court declaring, in substance, that a purchase of goods vests a voidable title in the vendee, if, at the time of'the purchase, he knew, and did not reveal the fact, that he -was unable to pay and intended not to do it, even though ,he made use of no deceptive assertions or false and fraudulent representations to induce the sale.\nThis would seem to have been the opinion of several judges, though not always clearly appearing: 1 B. & C. 514 ; 9 Id. 59 ; 8 Eng. C. L. R. 146; 17 Id. 330; 16 Conn. 71; 15 Mees. & W. 216. Our own case of Mackinley v. McGregor, 3 Whart. 370, would seem to be more important; but its influence for this case may be over-estimated, if we do not read it with reference to the extraordinary character of the cause, and to the fact that this question was not raised on the bill of exceptions. No question arose on the charge of the Court or the sufficiency of the evidence, for the case was submitted without a charge.\nOn the other hand, the contrary doctrine is implied in nearly all the cases on this subject, and is directly declared in some of them: 9 (Gill & Johns. 200; See 5 U. S. Dig. 29; 5 Taunt. 59 ; 1 Greenl. 386; See 2 Mason 240; 20 Eng. C. L. R. 236. The very question is raised, discussed, and thus decided in the case of Cross v. Peters, 1 Greenl. 386. But it seems still to be fairly open here to be decided according to its proper analogies and principles.\nAnd here at the outset; we may reject, as only apparent analogies, some classes of cases that are distinguishable from the one under consideration. We reject the strictness required in the evidence of fraudulent intent in the criminal offence of false pretences ; because a man is chargeable civilly, but not criminally, for the fraud of his agent, and also for the legitimate consequences of a dishonest representation, whether he intended to defraud or not: 1 Met. 1; 3 Bar. & Ad. 114; 5 Eng. L. & E. Rep. 585; 14 State Rep. 142, We reject the principle that contracts will not be specifically enforced where it would be unconscionable to ask it; for this is confined to executory contracts. We reject those moral and legal doctrines which require the strictest honesty in all dealings where one party stands in a relation of special influence or confidence toward the other; for between buyer and seller the law recognises no such relation.\nReduced to its fewest words, the instruction is, that an intention not to pay, and conscious and unrevealed insolvency, make a purchase fraudulent, legally as well as morally. Is it so ?\nAn intention not to pay is dishonest, but it is not fraudulent: 9 Watts 34; 6 Wend. 81. The law provides an action on the contract as the remedy for just such dishonesty. And it is no more fraudulent to have such an intention at the time of the purchase than at the time when payment ought to be made. Such intention by itself is disregarded by the law, for it can be set aside by the usual contract remedies.\nNor does insolvency make a sale voidable after delivery: 6 Wend. 81; 2 Mason 240. If such were the law there is no calculating the suspicions and disputes which it would nourish. If it were so, the law of stoppage in transitu would be effectually abolished by one of a much more sweeping character. Nor does insolvency combined with an intention not to pay; for it is no more fraudulent in an insolvent, than in a perfectly solvent man, to have such an intention?\n, The buyer’s knowledge of his insolvency would be quite as dangerous a test of fraud; for it might always be inferred from the fact of insolvency, and from the presumption that every man is acquainted with his own affairs. If the fact of buying implies an assertion of solvency, then every contract by a man in failing circumstances can be made fraudulent, for, to this implied assertion a jury might add the inference that he had either investigated his affairs and knew his insolvency, or had not, and knew his ignorance ; and then might follow, just as logically, the inference of intention not to pay: 14 State Rep. 142. Thus all the elements of fraud contained in the proposition under consideration may be inferred from the mere fact of a subsequent failure, and the contract is avoided for a constructive, rather than an actual fraud. If this were law, it would soon sweep away all the law of contracts, as to persons failing, and a new law of frauds would take its place. On every failure we should have a general scramble among vendors to get back their goods, and suits without number to establish their right by convicting the buyer of fraud. As to the fact of his not revealing his insolvency, some of the above considerations tend to answer it, and it is completely set aside by the principle that no man is under a legal obligation to make known his circumstances when he is buying goods, and no wise dealer would rely upon such representations as a general rule.\nWe do not forget the maxim apices juris non sunt jura, and think we do not strain the proposition in question by this analysis of it. Insolvency is a state of one’s affairs, and the consciousness of it and the intention not to pay are states of the mind,, and if these constitute fraud, then it may be made out without proof of a single overt fraudulent act. And if none of its elements consist of an overt act, then the law requires no evidence of an overt act to establish it.\nWe may get a perfectly clear view of this case, by so defining the question as to avoid the danger of an irrelevant conclusion. Where must we look for the fraud ? Not in 'the buyer’s intention merely. It must be a fraud upon the vendor, that is, a fraud acted out. We are seeking to avoid a contract because it was induced by fraud; that is, because there was some fraudulent act leading to it. The very statement of the prqposition excludes the act of purchase from being an element in the fraudulent conduct, and makes it a consequence of it. What then is left but the dishonest intention and the concealed insolvency ? and surely these did not induce the vendor to sell his goods. The error in the other view is in making the purchase a part of the fraud, instead of the object and consequence of it.\nAll the books concur in placing the avoidance of the contract on the ground of actual fraud practised in procuring it. And, as between persons standing upon an equal footing, and holding as to each other no relation of influence or trust, all authorities, when they speak clearly on the subject, regard it as essential to actual fraud that the intent to mislead should be acted out by false representations, contrivances, or artifices, or by conduct which reasonably involves a false representation.\nThe rule is proved by the exceptional cases, where special confidence is reposed and influence presumed. Here the law interferes though there be no actual fraud. But where people stand on an equality, the law does not indulge them in reposing such special trust, by helping them out of a difficulty against which they took no pains to guard themselves. It enforces their contracts, not their expectations. It does not hinder people from making foolish bargains, though it does protect them against positive deceit. The state might, in this matter, enlarge its jurisdiction: but its protection is never extended without contracting the limits of individual liberty.\nWithout extending the discussion on this question, we may say that the rule is the same here as in the case of a disappointment in the quality of the goods sold: 9 Watts 56; 7 State R. 297; 11 Id. 279; also Carson v. Baillie, (7 Harris 375); Wetherill v. Neilson (lately decided) (8 Harris 448); of a false representation of the character of another, 14 State R. 141; 6 Id. 316; or of any other false representation to induce a contract: 3 S. & R. 20; 15 State R. 428.\nThe right of reclamation after delivery exists only where an action of deceit would lie. As a man, cheated out of his money, may sue in assumpsit or deceit; so one, cheated out of personal property, may sue in trover or replevin, or deceit. The injuries and the remedies correspond in substance. But there must have been actual artifiee? intended and fitted to deceive, before a man can claim that he has been defrauded. We do not see how trespass can lie against the sheriff, seeing that at the time of the levy, the vendee had the possession, and a title voidable but not avoided.\nThere is a general error assigned to the admission of some half-dozen depositions, and we can regard it as an objection only to their general drift, which relates to the vendee’s circumstances and dealings, and his own declarations about them during about six months before the sale in question. We do not discover that there was any error in receiving them. They present no facts by which the seller could be misled; and their only value consists in the light they cast upon the general intentions of the buyer; and in thereby aiding in judging of the fraudulent character of the acts by which the seller was misled in this particular case. Such seems to have been the view taken of such evidence in Hawes v. Dingley, 17 Maine R. 341; Rowley v. Bigelow, 12 Pick. 307. Our own case of Mackinley v. McGregor stands out from all others in the fact that there appears to be a general holding out of false pretences, in order to impose upon all. Taking this view of this evidence, it would be useless, even though admitted, unless it should also appear that inducements, alleged to be fraudulent, were held out by the buyer to the seller directly or indirectly. And to save time in such cases, the Court might refuse to hear such evidence as the depositions objected to contain, until after the presentation of some evidence that the sale had been induced by the representations of the buyer. The purpose for which Albright’s deposition was offered was proper.\nIt seems that a vendor cannot, after a fraudulent purchase, pursue the goods into the bands of a bond fide purchaser from his vendee, or of one who has made advances or incurred liabilities on the faith of them: 6 Pick. 266; 12 Id. 312; 8 Cow. 238; 13 Wend. 572; 5 Eng. Law & Eq. Rep. 380; 3 Whart. 396; 9 Gill & Johns. 220; 3 W. & Ser. 479; or as against an attachment or execution for a debt subsequently contracted: 4 Greenleaf 348; 4 Mass. 407; 15 Id. 158; 16 Conn. 71. And it is probable that the Court would have so charged the jury, had. it been necessary to the ease of the defendant below; but it was not, and he cannot complain.\nJudgment reversed and new trial awarded.\nKnox, J., dissented."}