{"id": "411552", "contents": "The opinion of the Court, filed was delivered by\nKnox, J.\n— The decree of the Orphans’ Court is conclusive against the estate of Jacob Moltz. The question to be determined in this case is as to the personal liability of his administrators to pay the money found by the decree to be due to Oliver and wife.\nThe general rule is, that where administrators have assets in their hands sufficient to pay the debts of the decedent, they are personally responsible for the faithful application of such assets.\nIt is admitted that the sum distributed to the heirs of Jacob Moltz by the administrators, was greater than the amount decreed to be paid to Oliver and wife, and claimed in this suit, but it is alleged that such distribution is a defence to this claim, because it was made more than five years after the death of the intestate, upon the faith that he had fully accounted as guardian of Barbara, one of the plaintiffs. Relying upon the receipt in their possession, given in 1835, and the declaration made by Barbara to John Oldwine, and by him communicated before the distribution, that “ she had got all that'was coming to her,” the administrators divided the fund amongst themselves and their co-heirs, without taking refunding bonds.\nThe 4th section of the Act of 24th February, 1834, provides that, “ before any person shall be entitled to receive any share as a distributee, he shall give sufficient real or personal security to be approved by the Orphans’ Oourt, in such sum and form as the Oourt shall direct, with condition that if any debt or demand shall afterwards be recovered against the estate of the decedent, or otherwise be duly made to appear, he will refund the rateable part of such debt or demand, and of the costs and charges attending the recovery of the same.”\nHad there been a compliance with this plain requisition of the law, there could have been no pretence against the right of the plaintiffs to enforce payment of their debt.\nThe heirs of Jacob Molfcz ‘had no right to the money, to the exclusion of his creditors, and the neglect of the personal representatives to perform a plain duty imposed by the statute, certainly should not be permitted to defeat 'the recovery of an adjudicated claim. The object of the statute in requiring refunding bonds, was to protect claims that might arise through mistaken or fraudulent settlements, as well as such that had not yet come to light.\nThe only safe line of conduct for executors or administrators to follow is, to obey all the requisitions of the law. .Governed by its directions, they will be protected by its shield. Disobeying its mandates, they must suffer its penalties.\nIt would be entirely unsafe, as a precedent, to hold that the written or verbal declaration of a party, that his debt was paid, would place him without the saving clause of this most beneficial statutory provision. This doctrine would punish a mistaken admission for the purpose of protecting a violation of legal duty.\nThe evidence was sufficient to fix the administrators with a devastavit, and the Court below were right in excluding the defendant’s offer, and directing a verdict for the plaintiff.\nThe lapse of time from the date of the receipt, in 1835, to the commencement of proceedings against the administrators, in 1844, was held by our predecessors to be no bar to a recovery against the administrators, and in our opinion it forms no defence in the present suit.\nJudgment affirmed."}