{"id": "411507", "contents": "The opinion of the Court was delivered by-\nLewis, J.\n— Where objections are made before the register to the probate of a will, on the ground that the writing was procured by improper influence, and where the alleged testator was not of disposing mind and memory, and the precept to the Common Pleas directing an issue sets forth these objections alone, and neither the pleadings, the bills of exceptions to evidence, nor the points presented to the Court show that the cause was put to the jury upon the ground of a subsequent will, inconsistent with the first and amounting to a revocation of it, it is too late to raise .that question in the Court of revision. In the case before us, the alleged subsequent will was not produced, nor was any evidence given of its loss or destruction, for the purpose of introducing secondary evidence of its previous existence and of its contents. The evidence given in relation to it does not establish its legal execution, nor do we understand from the case, as presented to us upon the paper-book, that the evidence was given for any such purpose; on the contrary, the loose and unsatisfactory statements on the subject may well have been given for the purpose of bearing upon the question of unsoundness of mind, and undue influence. Under such circumstances it would be unfair to the parties, as well as to the Court below, to reverse, because that Court confined the investigation of the jury to the questions upon which the parties themselves had rested their case.\nThe Court below answered affirmatively all the points presented by the plaintiff in error. There is therefore nothing to complain of in this respect. But it is assigned for error that the learned Judge “ accompanied his answers with observations which impaired their effect.” This may be so; but on a careful examination of the observations contained in the charge, we are satisfied that his instructions were correct, and that he committed no error in regard to the “ standard of mental capacity required to make a will.” An affirmative answer to the points put by counsel, without the necessary explanatory observations, would frequently produce an effect which would lead the jury into error. A judge is acting in the line of his duties when he accompanies his answers with such observations as are necessary to guard the jury against such a result. There are many cases in which affirmative answers to the points put by counsel, although strictly correct as far as they go, would produce an improper effect. It is just that this “effect” should be “impaired” by pertinent “observations” from the judge. If a party may have the benefit of instructions given in his own language, upon all the points which he chooses to present, and may preclude the judge from making any accompanying observations, it is not likely that impartial or ample instructions would be given, or that even-handed justice would be administered.\nJudgment affirmed."}