{"id": "411516", "contents": "The opinion of the Court was delivered, by\nBlack, C. J.\n— In this case it is asserted in the writ of mandamus, that the relator demanded of the respondent’s agent on the Columbia Railroad, that two cars offered by him and filled with passengers should be attached to the motive power of the Commonwealth, which was refused. In the answer it is alleged as to one of the cars so offered, that it had been previously condemned by the inspector of cars as unfit for service, and according to a rule established by the board of Canal Commissioners, it was not entitled to be replaced on the road until it was again submitted to inspection, and approved by the proper officer; and this it is said was never done. The demurrer admits the answer to be true in point of fact. The refusal to attach a car condemned, according to a rule which no one denies, to be wise and just or made by legal authority, is not a wrong.\nThe writ avers that the other car was owned by David Miller & Company, of which firm the relator was one, but it does not say who were the other partners. The answer asserts that the Pennsylvania Railroad Company, or some of its officers in trust for it, was the principal owner of the last-mentioned car. If this must be taken for true, it puts an end to the case. The Railroad Company cannot run cars on the state road in partnership with another person, any more than it can do so on its own account without a partner. But a demurrer only admits such facts as are well pleaded, and it is argued that the partnership of the Pennsylvania Railroad Company with David Miller, is not to be taken as true, because the respondents have not alleged it positively but only according to the best of their knowledge and belief. Let the correctness of this argument be conceded, doubtful though it be. We must look at the whole record, and give such judgment as the very right of the cause demands; and since the relator has not chosen to say who his partners were, he cannot have any advantage from the defective manner in which the respondents’ allegation on that point is set out. The familiar rule which requires judgment to be given against the party who has committed the first error, is decisive, This is not merely technical, but a substantial and just objection to the relator’s demand. If a peremptory mandamus were awarded to attach the oars of the relator and his unknown partners, it might have the effect of placing persons on the state road who are excluded from the use of it by the laws of the Commonwealth, or by a regulation of the Canal Commissioners, with which we have no authority to interfere. The probabilities are that such would be the result. There can have, been no reason why the relator should conceal the names of his partners, except a consciousness that the disclosure would be dangerous to his case. There is another reason still more decisive, for disregarding all that is said about the ear owned by the relator in partnership with others. The petition prays for a mandamus requiring the Canal Commissioners to attach not the cars of David Miller & Company, but those of David Miller himself to the motive power, and the writ commands them to do so or show cause to the contrary. They are not required to render any reason whatever against attaching the cars belonging to a partnership of which the relator is a member. The respondents might well and safely have omitted altogether giving an answer to what the writ says on that subject. The relator therefore, by his petition and writ, has put his whole ease on the refusal to attach the. car run on his own account and in his own individual name. By the demurrer he admits that car to have been unworthy and unfit for service, and it was properly refused a place in the train, in pursuance of a regulation which the respondents had full authority to make, and which it would have been a gross neglect of their duty not to make.\nThough it is not necessary to give any opinion on the other questions raised and argued by counsel, we will not close without briefly stating our impression upon some of them.\nThe state is the absolute owner of the public works, and may use them as she pleases for her own profit and advantage, disregarding all considerations arising out of the interests of individuals.\nBy the organic structure of the government, the power of determining how these works shall be used, is primarily vested in the legislature. That department may exercise the power itself, or delegate it to other agents.\nIt has been delegated to the Canal Commissioners. On them the legislature has devolved the duty of exercising the proprietary and in some degree the sovereign rights of the state. By the Act of 16th April, 1838, they are authorized to make such rules and regulations not inconsistent with the laws of the Commonwealth, as they may deem reasonable in all matters connected with the use and preservation of the railroads. This commits to them the management of the railroads, with authority to do whatever is not forbidden. When the law is silent, their discretion comes in place of law.\nBut the rules and regulations made by the Canal Commissioners must not be inconsistent with law. A regulation which denies to individuals the right of attaching cars to-the Commonwealth’s locomotives, is inconsistent with the Act of 16th April, 1834, by which it is provided that individuals shall have that right.\nAn agreement between the Canal Commissioners and one or more individuals, by which the sole and exclusive use of the state railroad either for all purposes or for a particular purpose, such as the carrying of passengers, is given away during a term of years, is not a regulation according to the Act of 1838; and as a contract it is not binding on the state, but may be repudiated and disowned whenever the legislature thinks proper to do so.\nThe most doubtful question is whether we have the power to control the respondents in the execution of their duty. Certainly we cannot transform ourselves into a board of canal commissioners, and prescribe how the railroads shall be managed, or on what terms individuals shall be permitted to use them, and a general order that certain persons shall have their cars attached agreeably to the rules and regulations of the Canal Commissioners, would be mere brutum fulmen, which a new regulation could set at nought the next day. For an abuse of their power (says Chief Justice Gibson in Leech v. The Canal Commissioners), they are not answerable to this Court. “ The only possible restraint,” says Mr. Justice Lowrie in Downing v. McFadden, “ on official discretion consistent with its exercise, is that of responsibility for misdemeanor in office, and the liability to action if the discretion be maliciously exercised.” But there are arguments on the other side, and while we adhere to the whole doctrine of the two cases cited, it cannot be safely asserted that either of them fully covers this point. It is better, therefore, to leave it open until an occasion arises necessarily calling for the decision of it.\nOur judgment against the relator is based on the fact that the car he offered was a condemned one, excluded from the road by a rule which the respondents had a right to make. In two weeks more the legislature will be in session, and they have the unquestionable power, if they see fit, to put him and the Pennsylvania Railroad Company both on the state road, with condemned cars as well as sound ones, and to abrogate the contract complained of or affirm it according to their own sense of justice and policy, and no judgment of ours could take this authority from them.\nJudgment for the respondents that the peremptory mandamus be refused, and that respondents have their costs."}