{"id": "411508", "contents": "The opinion of the Court was delivered by\nLewis, J.\n— The action of the Court below, in opening the judgment of 5th July, 1843, in favor of the executors of David Styer, deceased, and in rendering judgment for the defendant, upon the facts stated, did not dispense with a scire facias to continue the lien. The Act of 26th March, 1827, is explicit in declaring that “ no order or rule of Court, or any other process or proceeding thereof, shall have the effect of obviating the necessity” of a scire facias to continue the lien. Had the plaintiffs in that judgment pursued the provisions of the statute in this respect, the erroneous proceedings of the Court, which were afterwards reversed, would not have affected their lien. As the case stands, their judgment is postponed in favor of the intervening judgment obtained by the Washington Benevolent Society of Whitpain township; but it is entitled to the residue of the money, after payment of that judgment, and the expenses of the audit. This was the decree of the Court below, and that decree is affirmed for the reason already stated. In thus awarding the residue of the money to Elizabeth and Henry Styer, executors and trustees, under the will of David Styer, deceased, in satisfaction pro tanto of the judgment in their favor, we give no direction respecting the distribution of it by them. This direction will be given, if necessary, when they come before .the proper forum in the settlement of their accounts, or when they are properly before the Court for direction in regard to the duties of their trust. The distribution should be made according to the true intention of the testator; and if it be true, as decided in Styer v. Freas, 3 Harris 342, that “ the daughter being dead, not only the words of the power, but the intent of the testator were fulfilled by the widow joining in the deed,” it will be worthy of consideration, at the proper time, whether the faithful performance of her duty as executrix and trustee is to deprive her of the provision made in her favor as devisee. Her act in joining in the conveyance, even if not in strict conformity to the power, would estop her from afterwards claiming against her own vendee the life estate which she had conveyed to him. But the conveyance may, nevertheless, not estop her from claiming against the distributees her just share of the proceeds of the sale. When the vendee'bought, he paid his money upon the faith that the conveyance gave him a good title, and it would be unjust to permit one who had thus misled him to disturb his possession. But the distributees under tbe will have no such equity. On tbe contrary, the life estate of the widow increased the amount of the consideration received, to the extent of its value, and if she should be permitted, upon proper security, to enjoy the possession of the consideration money for the term of her life, we do not perceive how this could affect injuriously the rights of those in remainder. The conversion of the estate into money is not necessarily a transfer of the life estate to the remainder-men. These remarks are made merely to guard against misconstruction in affirming the present decree of distribution, and without any intention to decide any question not raised by the record before us.\nDecree of distribution affirmed."}