{"id": "411592", "contents": "The opinion of the Court was delivered by\nWoodward, J.\n— When a railroad company is about to appropriate the property of individuals, they are required by the Act of Assembly of 19th February, 1849, entitled “An Act regulating Railroad Companies,” to apply to the owner of the property wanted, and endeavor to agree with him on the compensation, unless the owner be absent or legally incapacitated. Nor have they a right to petition the Court for viewers until such effort has been made; and when they do petition, they should set forth the names of the owners whose property is desired, the fact that they cannot agree on the compensation, or that the owner is absent or legally incapacitated to contract, and verify their statements by the affidavit'of some person having knowledge of the facts.\nThe Act does not require the Court to summon the owners to answer the petition, but considering that the selection of viewers is a most important step in the proceedings, and that one party is in Court, it would be a good practice to bring in the other, or at least to give him notice before viewers are appointed. And where the owner is absent, which means beyond the reach of process, or is under age, insane, feme covert, or otherwise legally incapacitated to contract, it is indispensable that the Court should make such appointments of guardians, and such decrees and orders concerning notice, as may be necessary to protect the interests to be affected. And that the Court may know the condition of the parties interested, and what orders the occasion requires, their names should be disclosed in the petition for the view.\nWhen the view is awarded, the Court are to appoint a time not less than twenty nor more than thirty days thereafter, for said viewers to meet at or upon the premises where the damages are alleged to be sustained, of which time and place ten days’ notice shall be given by the petitioner to the.,said viewers, and the other party. This contemplates a notice to each owner of the time and place of meeting on .his premises. A railroad company that obtains a view without disclosing the name of a single owner, and then gives a whole neighborhood notice of a day for commencing the examination, and adjourns the view from time to time, has not complied with the requirements of the statute. The notice should inform the owner when the viewers are to be on his premises, not when they are to commence traversing the route of the railroad, and leave him to watch their arrival. And that the Court may see that parties have had the requisite notice, the evidence of it should be filed with the viewers, and returned with their report. There can be no objection to the same day being appointed for different owners, nor to adjournments from day to day, if each owner has the notice prescribed by the statute of the time when his premises are to be viewed.\nThen as to the matter of the report, the statute requires that the viewers shall estimate and determine the quantity, quality, and value of the lands to be taken and occupied, or of the materials to be used and taken away, regard being had to the advantages and disadvantages likely to result to the owner; and on a fair and just comparison of these, they are to estimate and determine what damages, if any, have been or may be sustained, and to whom payable.\nIt should appear on the face of the report what the quantity, quality, and value of the lands or materials to be taken are. The advantages and disadvantages likely to result, cannot reasonably be set down in detail, but the fact that there has been a comparison of them should be certified, and the amount of damages, and to whom payable, should be distinctly stated.\nOn the subject of what is called consequential damages the doctrine settled in this Court is, that they are not to be estimated unless provided for in the Act of incorporation, and Acts of incorporation are constitutional, though no provision be made for such damage: Monagahela Navigation Company v. Coons, 6 W. & Ser. 114; Henry v. The Pittsburgh and Allegheny Bridge Company, 8 W. & Ser. 85; Mifflin v. Railroad Company, 4 Harris 193.\nWhat damage is to be considered consequential and not direct, is a question which the adjudged cases must answer, and which I will not discuss here, because it does not arise out of the report before us. But to enable the Court to determine in every case whether the viewers have confined their assessment of damages to the subject-matter provided for in the general law, or in special Acts' of incorporation, it is apparent the report should exhibit the grounds of the assessment. Unless it does so, it is in vain to object that the viewers allowed damages that were consequential in their nature.\nEqually vain is it to complain of inadequate or excessive damages, for such exceptions involve inquiries into facts, which we have several times declined to make. There is no provision for bringing the evidence upon the record, and unless the error of the viewers appear on the face of their report, we have no corrective power.\nThese observations have been suggested by the nineteen exceptions filed to the report before us, and by the eleven errors assigned to the opinion of the Court in confirming the report; and it is believed that every material point raised by these multitudinous exceptions and errors has been sufficiently answered in what has been said. Whatever exception is thought to be unanswered, is considered groundless.\nBut the proceeding before us cannot be sustained. It is defective in almost all points. The president of the company applied by petition to the Common Pleas of Chester county, for a view'of certain property lying in Chester county, on and near the line of the route of the railroad, without naming an owner or alleging an attempt to agree with an owner, and without verifying by affidavit such facts as he did allege. Viewers were appointed, and they report that they met at the time appointed, notice having been previously given, and assessed damages to some thirty-eight persons who are named in their report for the first time. It does not appear from the report that these persons were served with notice, or that they were present at the view, nor does it appear for what cause damages were awarded to them. Except in three instances, there is nothing said of the quantity, quality, or value of the land taken, and it does not appear that there was any comparison of advantages and disadvantages.\nA report so studiously regardless of the requirements of law, ought never to have been confirmed. Indeed, upon so imperfect a petition,’a view ought not to have been awarded. Erom the root upward the proceeding is defective. At best such proceedings are out of the course of the common law, and therefore the statutory requisitions should be strictly pursued. When rights of property are to be divested by force of law, against the consent of the owner, he is entitled to full notice of every step in the process, and to a faithful observance of all such solemnities as are prescrjbed.\nThe whole of these proceedings are set aside at the costs of the company."}