{"id": "411524", "contents": "The opinion of the Court was delivered by\nWoodward, J.\n— The Acts of Assembly of 7th April, 1826, and 22d April, 1846, relating to collateral inheritance taxes, assess the tax at a fixed rate on the “ clear value” of the estates described in the acts. But how shall the clear value of the estate be ascertained ? The legislature undertook to answer this question by the 12th section of the Act of April 10, 1840, entitled an Act to create a Sinking Fund, &c. As amended by the 10th section of the Act of 11th March, 1850, relating to collateral inheritance taxes, this 12th section requires the Register to appoint an appraiser as often, and whenever occasion may require, for three purposes: 1st. To put a fair valuation on the real estate subject to the tax. 2d! To make a fair and conseionable appraisement of the personal estate. 3d. To assess and fix the then cash value of all annuities and life estates, growing out of said estate. From this appraisement and assessment any person, dissatisfied therewith, has a right to appeal to the Register’s Court, within thirty days, on paying or giving security for costs and taxes.\nThat the assessment of the appraiser is to be final, if not appealed from, is shown by the Act declaring that it is made “ to fix the valuation of the real estate” — that the appraisement of the personal estate is to be “ fair and conseionable,” and that the tax pn annuities, and life estates, is to be “ immediately payable out of the estate at the rate of said valuation.” But property subject to the tax may be fraudulently concealed, accidentally overlooked, or may not be known to the representatives of the decedent at the time of the appraisement, and, therefore, the Register is to appoint an appraiser “as often as, and whenever occasion may require.” Whenever portions of the estate come to light after the first appraisement, they are to be appraised in the same manner, but as to such portions as were the subject of appraisement, the “ clear value” is fixed, and the law assesses the tax of five per cent. Like the assessment of taxes for state and county purposes, the property subjected is, first, to be found, then valued and appraised, and then taxed; but, instead of officers assessing a rate of taxes on the ascertained property, and valuation according to the public necessities, the law, in this instance, assesses a fixed rate.\nSuch is the system provided for collateral inheritance taxation, and it does not admit of opening, to take in additions to the clear value of property once assessed. That property is vested in the heir or devisee. If it appreciates, after it comes to him, it is his good luck, — if it depreciates, it is his misfortune; but, as the state would not submit to a reassessment for the purpose of diminishing her tax in the event of a subsequent depreciation, she is not entitled to a reassessment for the purpose of increasing it by reason of an advance in the market value of .the estate, after an assessment by officers of her own appointment, with the right of appeal. The Commonwealth is as much subject to rules of equity and justice, as her citizens. She possesses the taxing power, but when it has been fairly applied, according to her own dictation, it is spent and gone. Having taken five per cent, of the decedent’s estate, according to its clear value, as fixed and conscionably appraised, she cannot return at intervals to take from the new owners five per cent, of what their skill and industry, or good luck, may have added to its value. If she may, when are such returns to cease ? And at what intervals are they to occur ? How long and how often are heirs and devisees to be subject to such visitations ? The law has prescribed no rule for tortures of this sort, and, therefore, they may not be inflicted.\nThe judgment is affirmed."}