{"id": "411561", "contents": "The opinion of the Court was delivered, by\nWoodward, J.\n— The general question of fact in this cause was, whether the plaintiff, Moderwell, rented the lot in question of the defendant Mullison, or of the firm of Mullison & Collins, of which the defendant was a member. The plaintiff, to establish a renting from the firm, relied on a written lease of 10th March, 1849, in the name of the firm to himself. The defendant proved his own and Moderwell’s declarations to the effect, that the leasing was by parol from Mullison alone. The plaintiff then offered to repel the presumptions arising from these declarations by giving in evidence the facts mentioned in the bills of exception designated A., D., and F., which the Court excluded.\n. We think the evidence ought to have been admitted. It -was in harmony with the written lease, and tended to establish the plaintiff’s main proposition, that he rented of the firm. And besides, if this lot were partnership property, and used as such, the lease, though made by Mullison in his own name, would enure to the benefit of the firm; for partners are the agents of each other in partnership transactions; and when real estate is brought into the partnership business, it is treated, in equity, as personal estate, and a lease of it by one partner is as much a partnership transaction as a sale of partnership goods by him would be.\nWhat was the objection to the evidence ? That a tenant is not permitted to impeach the title of his landlord. But this rule, applied here, involves a complete petitio principii, for the very point in issue is, Who was landlord ? If evidence may not be given tending to prove that the firm rented the lot, because it would impeach Mullison’s title, you have decided that he was the landlord. The rejection of the evidence was the assumption of the point to be demonstrated; and to assume a disputed point, and then to exclude evidence tending to impeach the assumption, is a more safe way of reasoning than it is sound. The evidence should have gone to the jury, and if it satisfied them that the lot was held and used as partnership property, the plaintiff’s payment of the partnership draft on account of rent was regular, whether he leased of the one partner or the other.\nWe see no error in the other bills of exception. The evidence contained in them related to other transactions not in issue here, and therefore not relevant. Nor is there anything in the assignments of error to the charge of the Court. The question in the cause was fairly put to the jury on the evidence before them, the only mistake consisting in excluding evidence which ought to have been admitted.\nThe judgment is reversed and a venire de novo awarded."}