{"id": "411539", "contents": "The opinion of the Court was delivered, by\nKnox, J.\n— Two objections are made against the validity of the lien of the recognisance in this case.\n1st. That it was taken by the clerk of the Orphans’ Court in vacation.\n2d. That it was not entered at large upon the record.\nThe facts are these. On the 18th December, A. D. 1833, Charles Eisher presented his petition to the Orphans’ Court of Union county, praying to be allowed to take a part of the real estate (to wit, 90 acres) of his deceased father at the valuation made by the inquest. The following endorsement was entered upon the petition —“ Read, and property adjudged to petitioner on his giving bonds, with one security and recognisance. Leonard approved as surety.”\nThe petition was copied into the Orphans’ Court docket with the following entry immediately below it:\n“Whereupon the above petition being read and heard, it is considered and adjudged by the Court, that Charles Fisher, eldest son and heir-at-law of the said George Eisher, deceased, shall and may upon paying, or securing to be paid unto the other children and representatives of the said deceased, their equal and proportionable parts of and in the valuation aforesaid, within twelve months from this- time, hold and enjoy the real estate of the said deceased, valued as aforesaid, to him, his heirs and assigns for ever, as fully and. freely as his said father had and held the same in his lifetime, agreeable to the Act of Assembly in such case made and provided.\nAnd the said Charles Eisher offering to the Court Leonard App as surety for the payment of the shares and dividends aforesaid, who is approved of and accepted as surety.” By the Court.\nThen follows the entry: “ Recognisance filed and bonds given.”\nThe recognisance is in due form, purporting to be taken and acknowledged on the 26th day of December, 1833, before J. Stilwell, clerk of . the Orphans’ Court, and filed amongst the records the same day, which was four days after the adjournment of the Court for the December Term.\nIt is clear that this recognisance was taken by the clerk in pursuance of the direction of the Court to that effect; and even if it were necessary (which it is not), that the orders and decrees should be drawn up at length whilst the Court is in actual session, we might presume that the Court was open on the day of the date of the recognisance, as the Orphans’ Court being a Court of Equity is presumed to be in session upon all juridical days, at least so far a,s necessary to carry out its own orders and decrees. Again, a recognisance need not be taken in open Court. Where it is ordered to be taken, the amount fixed, and the parties named by the Court, its ministerial officer, the clerk, can reduce it to writing without the judges or any of them being actually present.\nNeither is there anything in the statute or common law which requires that a recognisance when taken should be copied at length upon the Orphans’ Court or other docket. A minute such as was made in the present ease, that it had, been taken and filed, is amply sufficient to give notice to purchasers or creditors of the existence of the lien.\nWe approve of the practice, which is now nearly or quite universal, of taking recognisances to secure the rights of heirs and others in proceedings in partition. It unites both real and personal security, and we are not disposed to interfere to prevent a party from receiving his or her just claim upon grounds so exceedingly technical as those sought to be interposed here.\nDecree affirmed."}