{"id": "411513", "contents": "The opinion of the Court, filed was delivered by\nKnox, J.\n— This was an action of ejectment brought to recover the possession of a house and lot, containing three-fourths of an acre. The plaintiffs claimed under a deed made by the sheriff of Dauphin county, upon a sale on a judgment against Hicks, one of the defendants, and who at one time was the undisputed owner of the property.\nThe defence relied upon a title in the wife of Hicks to prevent a recovery.\nThe judgment upon which the sale was made was entered on the 29th April, A. D. 1850. Mrs. Hicks obtained title by a deed from her father, Jonas Metzgar, dated 25th April, 1849, to whom the property was conveyed by Hicks and wife on the 21st of April of the same year.\nUpon the trial the plaintiffs contended, 1st, That the sale from Hicks to Metzgar was a fraudulent one. 2d, That even if it was otherwise, the title of Mrs. Hicks could not be used to prevent a recovery against her husband.\nThe Court below received in evidence the declarations of Hicks made both before and after the conveyance to Metzgar, to show a fraudulent design upon his part; but instructed the jury that they could not weigh against the title of Metzgar, under which defence was made, if he had no knowledge-of the-improper design of Hicks. This instruction is complained of, and is the first error assigned.\nThe correctness of this portion of the charge depends upon the right of Hicks to defend upon his wife’s title. If it could be used by him to prevent a recovery, it is clear that its validity was to be determined precisely in the same manner as though the conveyance had been made to a stranger; and nothing can be more plain than that the declarations of a grantor are not evidence of fraud, as against an honest purchaser for an adequate consideration, even ■when made before the execution of the contract, and it would be more absurd (if possible) to allow declarations made after the title had passed, to affect its validity. If the plaintiff was right in his position, that the case was to be tried as between himself and Hicks, without regard to Mrs. Hicks’s claim, then the declarations of Hicks, no matter when made, were legitimate evidence, and should have been allowed their proper weight.\nThis brings us to the question, Whether a purchaser at sheriff’s sale of the husband’s interest in real estate can recover the possession in an action against him, where the title is in the wife, accruing since the passage of the Act of 11th April, A. D. 1848 ?\nThis question is free from difficulty. The Act protects the wife’s interest, both as to title and possession. The possession of the husband and wife is identical. A recovery against the husband prevents the enjoyment of the estate by the wife. This beneficial legislative enactment would be rendered nearly useless if its construction were that the wife must either turn her husband out of doors or be turned out by his creditors. It was unnecessary that Mrs. Hicks should have been made a formal party to the record. Her husband’s possession and her title were so inseparably connected, that an attack upon the one justified the defence of the other.\nThis disposes of the first and third assignments of error; and as to the second, it is sufficient to say that the Court below were clearly right in 'charging the jury that a mistaken computation of interest upon the bonds which formed the consideration of the deed, would not effect its validity. This case is free from error, so far as the Court was concerned; and ,with the finding of the jury upon the facts, we have neither the power nor the disposition to interfere.\nJudgment affirmed."}