{"id": "411551", "contents": "The opinion of the Court was delivered, by\nBlack, C. J.\n— This was assumpsit. The plaintiff proved (or produced evidence tending to prove) that there was a contract between him and the defendant’s intestate, by which he (the plaintiff) was to serve Myers as his agent and the manager of his business, until his (Myers’) death; that for this service Myers was to give him a certain piece of land; that the service was rendered accordingly, but Myers died without conveying the land, and without making any provision for carrying his part of the contract into effect. The plaintiff also had a book account for blacksmith’s work.\nThe declaration contained the common counts, and a special count averring the contract above mentioned, performance by the plaintiff, and a breach by the other party.\nThe three errors assigned are, (1), that the book account was improperly admitted in evidence; (2), that in the charge the jury were told that the contract was faintly denied; and (3), that they were erroneously instructed to regard the value of the land as the measure of damages. ... v'\\ , -\n.-1. All the counts in this declaration are in assumpsit. , The cause of action on the contract could not have been set out in any other form. It is entirely too late in the day to deny that the common counts for work and labor may be joined with a special count. The plea of not guilty to a declaration in assumpsit is barbarous, and if the plaintiff had demurred, the judgment must have been for him. The best we can do for the defendant is to suppose that he has pleaded a proper plea. Assuming thus much in his favor, the admission of the book account wras perfectly right.\nIL Nine witnesses testify to the- declarations of Myers, that Oyer had given up his intention of moving to the west, to stay with him, and attend to his business, in consideration of his promise to give him a piece of land. He did not state the bargain with equal distinctness to all the witnesses, and in some of the conversations he seems to have referred to one tract, and in others to a different one. The judge said that the defendant denied faintly the fact of there being such a contract, and contended that if there was any contract at all, it related to the least valuable of the tracts; and on this subject the evidence being contradictory, it was submitted to the jury to say.what land was designated in the contract.\nI cannot see how we are expected to treat this as an error fatal to the judgment. If this remark of the Court were demonstrated to be a mistake — if it were proved to our entire satisfaction that the contract was denied not faintly, but loudly — we could not reverse on that account; for it concerns no matter of law, and our jurisdiction does not extend to the correction of any but legal errors. Besides, when there are no written points submitted, the statement by the Court' óf the counsel’s line of argument must be conclusively taken as true, that being the only evidence on the subject which the record affords. In addition to this, we'think there was no just ground on which an absolute and total denial of the contract could be safely rested. That there was some contract: like the one alleged was very clearly proved. If, therefore, the Court had said that it was not denied at all, it would be but justice to the candor of the defendant and his counsel to believe the statement.\nIII. _ The main question in the cause is, whether the right rule was adopted for assessing the damages. The Court charged that the measure of compensation for the plaintiff’s service was the value of the land which the other party had promised to give for it.\nThis case is in every word and circumstance precisely like Jack v. McKee (9 Barr 235), in which this Court unanimously decided that one who gives his personal services on a contract to be paid in land, is entitled, if he does not get the land, to get its value. The same thing was held in Bash v. Bash (9 Barr 260). It had been previously established as the law of New York, in Burlingame v. Burlingame (7 Cow. 92), and a point nearly akin to it was settled here in Rohr v. Kindt (3 W. & Ser. 568). These decisions did but embody and stamp with the impress of judicial authority the almost universal opinion of the legal profession, and the innate sense of right which pervaded the popular mind. Although such cases must have arisen very often, the two taken up in 1848 from Westmoreland, were the first that reached this Court. To my certain knowledge, the same rule had many times before that been acted on and sustained by the Courts of Common Pleas, and no question made, of its correctness, though it stood in the way of being challenged by some of the ablest lawyers in the western part, of the state.\nThe judgment we are about to give might well be rested on the mere authority of the cases I have cited. When a point has been solemnly ruled by the tribunal of .the last resort, after full argument and with the assent of all the judges, we have the highest evidence which can be produced in favor of the unwritten-law. •\nIt is sometimes said that this adherence to precedent is slavish; that it fetters the mind of the judge, and compels him to decide without reference to principle. But let it be remembered that stare decisis is itself a principle of great magnitude and importance. It is absolutely necessary to the formation and permanence of any system of jurisprudence. Without it we may fairly be said to have no law; for law is a fixed and established rule, not depending in the slightest degree on the caprice of those who may happen to administer it. I take it that the adjudications of this Court, when they are free from absurdity, not mischievous in practice, and consistent with one another, are the law of the land. It is this law which we are bound to execute, and not any “higher law,” manufactured for each special occasion out of our own private feelings and opinions. If it be wrong, the government has a department whose duty it is to amend it, and the responsibility is not in any wise thrown upon the judiciary. The inferior tribunals follow our decisions, and the people conform to them because they-take it for granted that what we have said once we will say again. There being no superior power to define the law for us as we define it for others, we ought to be a law unto ourselves. If we are not, we are without a standard altogether. The uncertainty of the law— an uncertainty inseparable from the nature of the science — is a great evil at best, and we would aggravate it terribly if we could be blown about by every wind of doctrine, holding for true to-day what we repudiate as false to-morrow.\n,Of course I am not saying that we must consecrate the mere blunders of those who wenfc-before us, and stumble every time we come to the place where they have stumbled. A palpable mistake, violating justice, reason, and law, must be corrected, no matter by whom it may have been made. There are cases in our books which bear such marks of haste and inattention, that they demand reconsideration. There are some which must be disregarded, because they cannot be reconciled with others. There are old decisions of which the authority has become obsolete, by a total alteration in the circumstances of the country and the progress of opinion. Témpora mutantur. We change with the change of the times, as necessarily as we move with the motion of the earth. But in ordinary cases, to set up our mere notions above the principles which the country has been acting upon as settled and established, is to make ourselves not the ministers and agents of the law, but the masters of the law and the tyrants of the people.\nThe authorities on the question now before us, are not open to any of the objections which would justify us in setting them aside. They belong to no class of cases which we have thepotver to overturn, even if the rule they established did not meet our approbation on original grounds.\nBht nothing can be clearer than its justice; and no reasoning can be simpler than that which demonstrates every other to be wrong. It is not denied — it never has been — that one who gives his labor in consideration of a promise that he shall be paid in land, may maintain an action on the contract. Neither is it pretended, on the other hand, that he can recover more than the value of his services. But what is their value ? No human being but the parties themselves can tell how much of sacrifice it cost the one to render them, nor what sum of comfort, convenience, and profit, they brought 'to the other. But they, knowing their own business as nobody else could know it, put an equal value upon the land and the services. They measured the latter by the former, and when we ascertain the value of the one we know how much the other was worth according to the stipulation made by those who alone had a right to determine it.\nTo hold that a man may make a contract to pay for labor at a certain price, whether the price be expressed in acres or in dollars, and afterwards pay for it at a less price if he pleases, is to offer a premium for fraud. It is absolutely necessary to the preservation of common morality, that every bargain should be so enforced that neither party can gain by breaking it, or lose by performing it. The law enlists the- selfishness of men on the side of virtue, by making it the interest of all to be honest.\nSo conscious were the defendant’s counsel of the great wrong which would be inflicted by totally striking down the standard furnished by the contract, that they admitted it might be resorted to as a measure of the damages, but not as the measure. If it be not the exclusive measure, it must be disregarded altogether. If it be but one of many standards, then there is no standard at all, or as good as none. The jury are without a rule when they have their choice between different rules.\nIt is argued that because the statute of frauds declares that no estate in lands shall be created except by writing, and because this was a parol contract, therefore the jury must not value the plaintiff’s labor as it was valued by himself and his employer, but put a price on it different from that which was agreed to. A more perfect non sequitur than this would be hard to find. The plaintiff does not propose to create a title to the land. He is not claiming a conveyance, nor seeking to get possession of it. He is simply demanding his wages.\nBut then it is said, if the value of the land can be recovered on parol evidence, it is no better than taking the land itself; the temptation to perjury being all the same. The statute does not regard the amount in controversy, but the nature of the action. If it does not touch the title, no kind-of evidence is forbidden. The right to money or personal property worth millions may be established by parol, but land, however worthless, cannot pass without writing.\nAgain, say the defendant’s counsel, the land may be sold on this judgment, the plaintiff may buy it, and thus get a title in defiance of the statute. This argument, like that last noticed, proves too much. It would be equally good against the admission of parol evidence in all cases. Many thousands of men have had judgments rendered against them on contracts not reduced to writing, and large enough in amount to sell their lands, without dreaming that the statute of frauds would be a legal defence. If the plaintiff gets a sheriff’s or an administrator’s deed for the land, he will not hold it by parol.\nIf we regard this in the light of a contract for the purchase of land, still the statute of frauds does in no wise forbid the recovery of full compensatory damages. The fourth section of the English statute, which declares that an action shall not be maintained on a parol contract for the sale of real estate, was left out from our transcript of it. Its principle never was adopted here: (4 Ball. 152). The omission was not accidental. The legislature could have meant nothing else by it than to leave such contracts upon the footing which they would have had, if the act had never been passed. And so this Court- and all the Courts in the Commonwealth have uniformly held, from the -case of Ewing v. Tees (1 Binney 450) to the present time. It is true that the vendor cannot recover the purchase-money in an action on the parol agreement (1 W. & Ser. 554), for the very obvious reason that such a recovery would be equivalent to a decree of specific performance against the vendee; and as the vendor is not bound to perform it, neither is the purchaser, because the obligation to perform can only exist when it is mutual. But though it be true that no estate can be acquired by parol, and therefore no specific performance can be enforced by either party, it is equally true, and all the decisions show it, from first to last, that if the vendee sues for damages, he has precisely the same standing in Court that he would have if the contract was in writing.- The statute of frauds, therefore, has absolutely nothing to do with the subject.\nThere being no distinction between a written and a parol contract in an action for the breach of it, and no reason existing why any such distinction should be taken, what is a vendee entitled to recover who has performed his part of the contract against a vendor who refuses without reason to his ? There can be but one answer to this. He can recover as much as will make him whole; as much as will compensate him for the injury which the other party has committed against him, in refusing to do what he promised. This can never be determined without reference to the value of the land. That measure is always the mi?iimum standard of damages, and the verdict may he swelled beyond it by proof of misconduct in the vendor, or special injury resulting to the vendee from the loss of the bargain. There are different ways of getting at the same thing. When the price is agreed on in numero, the land is primd facie taken to be worth as much as the money which was to be given for it. In an ordinary case, therefore, the vendee is compensated by recovering back so much of the purchase-money as he has paid; or by nominal damages if he has paid nothing. But he may prove that it rose in value after the contract, or that it was worth more at the time of the contract than he agreed to give (1 Jones 127), and if he does so the vendor must respond for the difference. See Hopkins v. Lee (6 Wheaton 109). When the price is not fixed by the parties, as where it is to be paid for in work or in some service which cannot be accurately appreciated, there is no mode of ascertaining how much the vendee has lost, but by looking at the value of the land; and no means of righting his wrong when he has performed his part, hut by giving him damages to that amount. I speak of cases in which the vendor might make a title, and does not. Where he is not able to comply with his contract, and is guilty of no default nor bad faith, he is not obliged to pay the vendee for the loss of his bargain.\nIn this case the title to the land was in the vendor, and he might have conveyed it, agreeably to his contract, if ho had chosen to do so. But he kept it, and it has descended to his heirs to enrich them at the expense of a stranger. The plaintiff bought it by a fair and honest bargain not forbidden by any law, and paid for it with services which the owner accepted as a full equivalent. We cannot see the shade of a reason for saying that the plain justice which was done below shall be denied here.\nJudgment affirmed.\nLowrie, J., and Woodward, J., dissented."}