{"id": "411564", "contents": "The opinion of the Court was delivered by\nBlack, C. J.\n— The plaintiff had a mill on the river Susquehanna, which was injured by a dam of the defendant’s, built in the stream below; and for this injury suit is brought.\nIf the plaintiff’s mill and the defendant’s dam had been built on a stream not navigable, and not declared by law a public highway, the right of the injured party to recover would have been incontestible, since by the common law the water of such a stream is the property of the riparian owner, and his enjoyment of it cannot be disturbed. This does not extend to tide-water streams in England, nor to large navigable rivers in Pennsylvania: (2 Bin. 475; 14 Ser. & R. 71). The privilege of using the water of the Susquehanna is therefore not incident to the ownership of land on its margin. But by the Act of 23d March, 1803, the right of building dams in navigable streams was given to the owners of adjoining lands. It cannot be denied that one who builds a mill and a dam according to this statute, is entitled to all the protection in its use, which the law would give him if his works had been erected on a stream not navigable. An inferior proprietor has no more right to back the water on his wheel in the one case than in the other.\nBut it is argued that inasmuch as the right to erect dams is given to the “owners of adjoining lands” and not to others, the. plaintiff was bound to set out his title in the declaration, and prove it strictly, since by that means alone he could bring himself within the terms of the statute. But this proposition cannot be sustained. The rule is universal that one who is in the peaceable possession of land, has all the rights of an owner as against a mere wrongdoer. He is the owner to all intents and purposes, and is always so treated in law, except in a contest with one who has a better title. Privileges given by statutes to the owners of lands, are always given primd facie to those who possess them, and not to those who have a legal title which may or may not be enforced. The plaintiff’s averment, therefore, that he was in possession of the mill, if sustained by proof and followed by evidence of the injury, was sufficient to justify this verdict.\nBut the declaration goes further. It avers that the plaintiff was lawfully possessed of the mill and the water-power. This was more than sufficient; for a lawful possession means a possession by legal title. To have set out the manner in which the title became vested in the plaintiff, would have been extravagantly useless.\nThe riparian owner on a stream not navigable, may put a dam across it by the common law. The owner of lands on the margin of a navigable river, may do the same thing by virtue of the statute. Why should the one be held to stricter proof of his title when he seeks to recover for an injury than the other ? The right of each results from ownership, and ownership in one case means just what it does in the other. Yet, it has never been heard of that when a man’s common law right to the water flowing through his land is interfered with, he may not sustain an aetion without proving his title as he would in ejectment.\nBesides: all the discussion about the plaintiff’s right to build a dam is outside of the record. The complaint is not for any injury done to the dam. In point of fact it was not injured. But the mill was, and this he had a right to put there independent of the statute.\nJudgment affirmed."}