{"id": "411525", "contents": "The opinion of the Court was delivered, by\nLewis, J.\n— In this case, the register decreed that in addition to the sums heretofore paid by the executor, the collateral inheritance tax was due and payable on certain legacies to different persons named in the last will and testament of William Hood, deceased. The legacies amounted to $200,000, and the collateral inheritance ta.x to the sum of $10,000. The executor appealed to the Register’s Court, and that tribunal reversed the decree of the register, and decided that “the said legacies payable out of the crops of the sugar plantation, situated on the island of Cuba, are not subject to the collateral inheritance tax.” The ease comes into this Court on an appeal from the last-mentioned decision. As no question is raised in regard to the manner of bringing the case before us, we proceed to determine the question presented for decision.\nThe duties of sovereign and subject are reciprocal, and any person who is protected by a government, in his person or property, may be compelled to pay for that protection. As taxes arc to be assessed for the sole purpose\" of supporting the government, the propriety of exacting them, the persons and property to be made liable, and the rules for their assessment and collection, are to be determined by its authority. It is, however, ,a rule of the public law, founded upon a principle of justice which no' government can disregard without violating the rights of its citizens, that taxes shall be assessed in such manner that all the citizens may pay their quota in proportion to their abilities and the advantages they derive from the societyVat. b. 1, Ch. 20, s. 240. Personal property, in consideration of law, has no fixed locality, but follows the person of its owner, and is therefore subject to the law of his domicil, and may be taxed for the support of the government under which its owner resides. The attachment which every one feels for his native land is the foundation of the rule that the domicil of origin is presumed to continue until it is actually changed by acquiring a domicil elsewhere. No temporary sojourn in a foreign country will work this change. The journey of Joseph and Mary from Nazareth to Bethlehem is a remarkable instance of attachment to the domicil of origin, and of the rule that taxation follows the domicil. When the decree for taxing the empire was issued, the presence of Joseph in the city of David became necessary in order that he might “ be taxed in his own city,” for “ he was of the house and lineage of David;” and the presence of Mary was indispensable to a correct registry in relation to the anticipated birth, because the Roman law establishing the first census required the citizens to register the names of their wives and children. By the observance of the rule that taxation follows the domicil, Bethlehem became the birthplace of the Redeemer. This rule is of great antiquity and of high obligation. On the other hand, the taxation of real estate in the place where it is situated is equally well established.\nThese general principles have been somewhat changed by statute, but no change has been made which authorizes the collection of a collateral inheritance tax where neither the property taxed nor the domicil of the owner was within the state at the time of his death. It is not necessary, on the present occasion, to diseuss the question whether legacies “ payable out of the crops of a sugar plantation in Cuba” are to be regarded as real or personal estate; because in either case they are not the subject of taxation here, if the testator, at the time of his death, had his domicil in Cuba and not in Pennsylvania. In that case, the property would be neither under our jurisdiction, nor protected by our laws. William H. Stewart, who is instituted as “ the only and universal heir,” according to the rules of the civil law, is under no necessity to apply to our laws for aid in obtaining possession of that part of the estate situated in Cuba; and the legatees, without resorting to Pennsylvania tribunals, may enforce their claims, if valid, by a demand upon “the universal heir,” in that island, under the civil law of Spain.\nWe have said that the domicil of origin continues until it is changed by acquiring one elsewhere. But where a person removes to a foreign country, settles himself there and engages in the trade of the country, the presumption in favor of the continuance of the domicil of origin no longer exists, and the burthen of disproving the domicil of choice is cast upon him who denies it. That the domicil of origin was abandoned in this case admits of no doubt whatever. The decedent’s long residence in Cuba, under circumstances indicating an intention to remain there, sufficiently fixes his permanent domicil in that island. His investments in this country, and the interest he had in a mercantile house here, can work no change in his place of abode. His occasional visits, on business or pleasure, to the land of his birth, have as little effect upon the question. His desire to be buried in his native country, and the execution of that wish by his executor after his death in Eranee, whither he had gone for medical aid, cannot change the state of the case as it actually existed in his lifetime. A residence is established by acts and intentions while the body and soul are united. When they are separated, the question of domicil is at an end. Ho disposition of the inanimate corpse can affect it. Graves and sepulchres are resting-places for the dead, not dwelling-houses for the living.\nBy the civil law, strangers (who are called aliens and foreigners) cannot make a testament or other disposition of their property in view of death; and if a testament be made when the testator was under no incapacity, and he chooses to become an alien before his death, his testament will be annulled: 2 Domat 279, 280. We have no doubt that this part of the civil law is in force in Ouba. And we are satisfied that under the Royal Decrees of January 17th, 1815, and October 21st, 1817, the profession of the Roman Catholic religion was required as a preliminary to the issuing of letters of domicil. The will contains a particular and carefully worded recital of his profession of the faith so indispensable to the security of his rights, and is equally particular in declaring that he is “authorized to dispose freely of his property, by virtue of the letters of naturalization which he has obtained, from the government.” These solemn professions of his religious faith and of his political allegiance, are acts of a character too decisive to be repelled by slight evidence. There is nothing whatever to justify the belief that these professions were falsehoods, designed only to defraud the Spanish government, and to evade its laws. But if this were the case, it would be contrary to that elevated rule of morality which regulates the conduct of civilized nations for a state to claim the advantages of a fraud perpetrated by one of her own citizens upon a friendly nation. The testator derived great advantages from his domicil in Cuba and the profession of his allegiance to Spain. By means of that profession he had the opportunity of amassing his fortune, and the privilege of disposing of it by will. All who claim benefits derived from his acquisitions in Cuba, are bound to treat his professions as true. The validity of the will, and the rights of the legatees under it, depend upon the existence of his domicil in Cuba. We have no doubt of its existence there in good faith; and we have as little that, so far as regards the particular property under consideration, the Commonwealth has no right to question it.\nIt is ordered and decreed that the decree of the Register’s Court be afSrmed."}