{"id": "411562", "contents": "The opinion of the Court was delivered, by\nLewis, J.\n— Can the widow and children of an insolvent debtor claim any portion of the proceeds of his real estate sold under an order of the Orphans’ Court for the payment of debts, where no election to retain either real or personal estate was made before the sale ? The most universal and effectual way of discovering the true meaning of a law when the words are dubious, is by considering the reason and spirit of it, or the cause which moved, the legislature to enact it: 1 Bl. Com. 61. The words of the Act of 1850 are not dubious in this particular. But if they were so, this horn-book principle would enable us to arrive at their meaning without difficulty. Except where the real estate cannot be divided and set off to the debtor, the legislature have in no instance directed its proceeds to be left with him instead of the property itself. In common honesty the acquisitions of the debtor belong to the creditor. But the demands of necessity and humanity are sometimes so imperative as to overbear questions of meum and tuum. The laws which exempt from execution articles necessary for the enjoyment of life, like those which oblige communities to provide for persons who are unable to provide for themselves, rest upon this foundation. The law of our being, the nature of our climate, and our habits of life, render certain articles so indispensable to existence as intelligent beings, that the legislature have exempted them from execution, disregarding the claims of severe and exacting justice, in obedience to the higher obligations of humanity and necessity. This was done, not in order that the debtor might make merchandise of them, and expend the proceeds for the gratification of desires which had no claim upon the humanity or the sympathies of the public; but in order that the articles thus exempt from execution might be “retained” and “remain for the use of the debtor and his family.” It was not an absolute gift, but a trust for a particular purpose; and every attempt to convert this benevolent provision for the comfort of the debtor and his family into a claim for money, which may be expended without promoting that object, should be discountenanced as a perversion of the statute.\nThe object of the legislature was to prevent the sale of the property ; and every act or omission of the debtor or his widow and children, which amounts to an acquiescence in, or an affirmance of the sale, is in direct contravention of that object. The Act of 1850 was intended to give to the widow and children of the debtor the privileges which the debtor himself enjoyed in his lifetime, under the Act of 1849. Both statutes have relation to the same subject, and differ only in designating the individuals intended to be protected. We may therefore apply the established rule of construction, “that statutes in pari materid, or upon the same subject, must be construed with reference to each other; that is, that what is clear in one statute, shall be called in aid to explain what is obscure and ambiguous in another:” 1 Bl. Com. 60, note 8. Under the Act of 1850, the family of the decedent may retain, at their election, either real or personal estate, of the value of $300 ; and it is the duty of the executor to have it appraised. But we do not see how this can be done under the Act of 1850, any more than under that of 1849, until the election of one or the other be made, and the property chosen be designated by the persons entitled to retain it. If any doubt should exist on so plain a question, the provisions of the Act of 1849 must be considered in connection with the Act of 1850. Under this view of the subject, the case before us was virtually decided in Weaver’s Appeal, 6 Harris 309. It was there held by this Court, in giving a construction to the latter statute, that no proceedings to appraise the property can be instituted, until the debtor signifies his election; and that his omission to do so at the proper time, was a waiver of all the advantages of the Act.\nBut there is another objection to the claim of the appellant. No statute is held to operate retroactively, unless its language admits of no other construction. There is nothing whatever in the Act of 1850, whether construed by itself, or in connection with the Act of 1849, which indicates the slightest intention to impair the value of liens which existed before its enactment.\nThese views of the case render it unnecessary to consider the constitutional question discussed in the paper-book.\nThe decree of the Court below is affirmed."}