{"id": "411578", "contents": "The opinion of the Court, filed was delivered by\nBlack, C. J.\n— This was an action for dower, to which the defendant pleaded that the husband of the demandant had by his last will bequeathed to her certain legacies which she had accepted in lieu of her dower.\nBy the will she was entitled to several annuities to be paid by the children and devisees of the testator ; to a house for her dwelling-place, and to certain articles of personal property; and the testator declared that this provision for his wife should be in lieu and stead of her dower at common law. The goods bequeathed were taken by her when the appraisement was made, and she then signed a paper acknowledging the receipt of “ all the articles and things devised,” and declaring that she did accept under the will.\nThe Court charged, (1.) that the election of the demandant to take under the will, though it was not made in the Orphans’ Court agreeably to the statute, estopped her from claiming dower ; (2.) that it jvas binding if she knew the material facts though she did not understand her legal rights; and (3.) that ignorance of certain assets would not entitle her to relief if she was also ignorant of debts to an equal amount.\n1. The ruling on the first point here mentioned was in accordance with Cauffman v. Cauffman (17 Ser. & R. 16). Since the decision in that case the point has not been considered open to dispute. A rule of law that has been acquiesced in for more than a quarter of a century, ought to remain undisturbed, and will remain so unless the legislature see fit to change it. The passage of the Act of 1832, without any express enactment on the point settled in Cauffman v. Cauffman, may be taken as a statutory confirmation of it, since, if they had disapproved it when they were revising the system, they would have said so.\n2. Every one is conclusively presumed to know the law. Without this presumption no law could be executed. Those who desire to violate it could easily misunderstand it, and ignorance could be feigned where it does not exist. If contracts were binding only on those who know what construction the Courts would put on them, very few would stand. No system of jurisprudence could be administered for a year on this principle without falling to pieces. All codés therefore have adopted the maxim “ Ignorantia legis neminem excusat.” I speak of a mere4 mistake, and not of misapprehension induced by the fraudulent acts of others. Where the party who commits an error of this kind is led into it by his adversary, who afterwards seeks to have the advantage of it, equity may give relief. So also the rule must be understood as referring to a naked mistake of pure law. In some of the books, “ knowledge of one’s legal rights” is a phrase used to express that degree of information upon both fact and law which enables a party to judge how far a demand can be enforced by him or against him. The relief which equity gives for such ignorance of legal rights is based on the mistake of fact. Again: the contract cannot be enforced by one who has wilfully, knowingly, and fraudulently abused the ignorance of the other party. If a widow who is acquainted with all the facts, but is wholly unaware that by law she has a right of dower, is induced by one who knows the law and at the same time knows her ignorance of it, to release or assign it for a totally inadequate consideration, she ought to be relieved. But where the error is her own, and no imposition has been practised, nor any fraudulent advantage taken, her acts done under the influence of it are as binding upon her as if she knew the law perfectly. It is not pretended in this case that the demandant’s mistake of the law (if she made one) was caused by the defendant or by the executors of her husband, or by any person interested in the estate; nor is it asserted that they had any more knowledge of the subject than she had. That she was not ignorant of any material fact, is conclusively established by the verdict.\n3. It appeared that there was an error in the inventory. The debts also turned out to be larger than was supposed, by an amount about equal to the mistake in the \"appraisement. The Court said that if she was ignorant of both these facts, she was not materially injured. This was not wrong. The material fact which it was necessary for her to know, was the amount that would be left for distribution after payment of debts and expenses. It was the final result that she was interested in, not the process of calculation by which it was reached. If in truth the personal property was worth ten thousand dollars, and the claims against the estate were equal to that sum, the mistake of supposing that the assets and debts each -amounted to seven thousand dollars, was one of no importance, and could not have influenced her decision to take under the will.\nEvidence of the demandant’s declarations, not made at the time she accepted under the will, and having no connection with that act, except that they referred to the subject, was properly rejected.\nJudgment affirmed."}