{"id": "411523", "contents": "The opinion of the Court was delivered, by\nLewis, J.\n— An advancement is an irrevocable gift by a parent in his lifetime, to a child, on account of such child’s share of the parent’s estate. Where a father, on advancing a sum of money to a son, takes a bond for its repayment, with or without interest, it is a debt, and not an advancement. Where a father thus takes a bond for money loaned, but takes none for money paid for farming utensils for his son when he commenced farming, the presumption that the money secured by the bond is a debt, acquires additional strength. And where the father deliberately enters in a book called a “ family register” both charges against the son, expressly directing that the money paid for farming utensils shall bear no interest, but remain charged until after his death, and then be deducted out of his son’s share of the estate; but makes no such entry in respect to the debt secured by bond, the indications of his purpose are too clear for doubt.\nA brief statement of the nature and amount of his estate (including under the term “advance” the total amount of the debts against, and advancements to, his children), made on a small loose slip of paper found among his papers after his death, does not amount to a release of his bonds against his children, or convert them into advancements. The word “ advanced” may mean a “giving beforehand without expectation of recompenseor, “ the furnishing of money or goods in expectation of reimbursement.” It may have been appropriately used by General High to include all the advances made to his children, whether as donations or loans. It may have been properly used as describing the existing state of his affairs, and not as a word which worked a change in them. It must be understood in the first sense, because the paper itself is neither a deed, nor any other instrument by which a man passes his interest to another; but merely a schedule of his estate as it existed at the time. The object evidently was, merely to bring before his mind the existing condition and amount of his property, for the purpose of forming a proper judgment respecting the future disposition of it. The loose slips of paper on which a man makes calculations and estimates of his property, ought not to be converted into releases of debts justly due to him. They should not be used for this purpose, even if they bear indications of an intention to give or release them. An intention to give may be changed for good reasons, before it is carried out; and therefore should not be tortured by the courts into a present donation.\nThe decree of the Court below is affirmed."}