{"id": "411549", "contents": "The opinion of the Court was delivered by\nBlack, C. J.\n— This was trespass for entering the plaintiff’s field, taking down his fences and injuring his crop. The defence is that one of the parties sued was supervisor of the township where the alleged injury was done, and went there himself, taking two of the others along as assistants, for the lawful purpose of opening a public road laid out by order of the Court of Quarter Sessions. The plaintiffs in error have furnished us a few meagre extracts from the evidence. But from these, and from the facts stated in the charge, we infer that the road in question was laid out many years ago (how many we eannot tell), and that it was opened at least seven years before the time when the wrong complained of in this suit was committed. From 1837 to 1844, the road was used and kept in repair by the public. But it is now asserted that it was opened on the wrong ground — that the location agreed on by the viewers was through the plaintiff’s field, whereas the supervisors of 1844, when they opened it, carried it around the field by way of a private road, which had been previously used. It was under pretence of correcting this error that the defendants entered on the plaintiff’s land.\nThis case is precisely that- of Holden v. Cole (1 Barr 303), which held that supervisors have no right to re-locate a road in order to place it on what they may suppose its recorded site; that the authority under the order to open, is exhausted by the action of those to whom it is directed, and cannot be resumed; and that a road once laid can only be altered by a new proceeding under the road law. This doctrine is so consistent with the spirit of the acts of Assembly and accords so well with sound principle and good policy, that it ought never to have been questioned. The only objection that can be made to it is, that it gives to supervisors the power to do wrong without furnishing a remedy. But a little consideration will show that this is not well founded. Where those officers make a faithful effort to be right, they are not likely to commit any serious error; and surely it is better that a trifling deviation from the line marked by the viewers should be tolerated, than that every succeeding supervisor should have the authority at any time afterwards to alter it according to his own notions, or the interested statements of other parties. If the location of the road is not finally settled by the action of those to whom the order to open is directed, it can never afterwards be settled by the action of others. If it can he moved once, it may he moved twenty times upon the same principle. If the true site cannot he found when the location is fresh, the probability of success is diminished when the marks are obliterated and the memory of witnesses has faded. Besides; one who is really aggrieved by the opening of a road on ground npt intended by the viewers, may have it altered bjr a petition to the Court and the appointment of new viewers, and this is certainly a more desirable remedy than an appeal to the arbitrary power of some future supervisor. It is said a supervisor may wilfully and maliciously open a road where it was never meant to be. All power is liable to be abused. Still we must trust it somewhere. There are as many checks upon the abuse of this power as any other. A supervisor performs his duty under oath, and acts constantly in peril of an indictment if he commits a flagrant wrong in his office. But the amount of authority which may be abused, is very much diminished by the rule which says, that a road shall be opened but once. If we did not hold that all authority under the order is exhausted by the first execution of it, the power would be perpetual, and as liable to abuse after twenty years as at first.\nWe are compelled to hold that the defendants were not justified by the old order to open the road. A supervisor, under such circumstances, has no more authority than a private individual to go upon the lands of his neighbor. When a road has been opened and in use without complaint for seven years, it is too late to inquire whether it is, or is not, on the site designated by the viewers.\nTo prevent misconception it may be proper to add that when the order to open is executed by the supervisors, the whole width of it is to be taken as devoted to the public use, and though it may not at first be entirely cleared out, that may be done afterwards. Opening a road does not consist merely in removing obstructions. When a track has once been made on which the public can pass, the power to make another location is gone, but the right and the duty of the supervisors to extend it to its legal breadth remains in full force. Anything which closes or obstructs a road that has been once opened is a nuisance, and may be abated either by the proper officer or by any private citizen.\nWe think there was some evidence to connect all the defendants with the trespass.\nThe other errors assigned are not important. They are not urged in the printed argument of the plaintiff in error, and could not be sustained if they were.\nJudgment affirmed."}