{"id": "411514", "contents": "The opinion of the Court was delivered, by\nWoodward, J.\n— It has been long settled that under the Act of of Assembly of 2d January, 1815, -which makes the acts, protests, and attestations of notaries public primd fade evidence, the giving notice of protest to endorsers'is an official act of the notary, and his certificate is evidence of the notice. It was said by C. J. Tilghman, in Browne v. The Philadelphia Bank, 6 Ser. & R. 484, that such was the customary law before the Act of ’15 was passed. ISTor is there anything in Bennett v. Young, 6 Harris 261, that contravenes the rule. It was held there that it is no part of the official duty of the notary to look up the parties to make demand; and the necessary sequence was, that his certificate of diligent search, without describing the search, was not evidence. But notice to endorsers is part of the official duty of the notary, and when duly certified, and not contradicted or questioned, the presumptions that always arise in favor of official acts, require us to intend it was given according to law.\nIn the case before us the notary certifies that he presented the note at the Lebanon Bank and demanded payment, on the day which appears to Lave been the last day of grace, and received for answer that no provision was made for the payment of it, “ of which I gave notice in writing to the endorsers of said note.” The argument is that this was not even primd fade evidence of notice, because it appeared the endorser lived in Danville, and the protest being in Lebanon, the notice must have been sent by -post, and the notary should have stated to what post .office he directed it. But non constat that it was not served personally. The notary •“ gave the notice in writing.” The endorser may have been in Lebanon, or personal service may have been made in Danville. Had it been sent by mail tbe fact would doubtless have been stated, and then tbe certificate should have told where it was sent. As the case was presented to the Court, destitute of any evidence tending to rebut the presumption of personal service, the ruling was right and the judgment is affirmed."}