{"id": "411545", "contents": "The opinion of the Court was delivered, by\nKnox, J.\n— Upon a careful examination of this record, we are satisfied that the cause was properly tried by the Court below, and that the errors assignee^ have not been sustained. The covenant in the lease is alike for quiet enjoyment and of warranty, and must be held to embrace all existing antagonistical claims, whether upon the part of the Commonwealth or of private persons.\nHad the original entry of the state, under her right of eminentdomain, been subsequent to the date of the lease, the case of Dobbins v. Brown, 2 Jones 75, so much relied upon by the defendants, might have ruled this case in their favor. But such is not the fact. The works of the Commonwealth, for the purpose of drawing off the water to be used in feeding the canal, were erected as early as 1834, and from that time up to the date of the lease the canal commissioners and their subordinate officers claimed, and to some extent exercised the right of using the water when necessary for the public works. Gamber contested this claim, alleging that his was the better right to the exclusive use of the water. Under these circumstances it can scarcely be doubted, that the covenant in the lease for quiet enjoyment, was intended by the parties to protect against this claim upon the part of the Commonwealth.\nAfter having received parol evidence to prove the time when the dispute commenced, and the acts and declarations of the parties in reference thereto, the judge below submitted the question to the jury to determine whether the parties to the lease had in view the claim of the state to interrupt the occupant in the use of the water, and made the contract with a view to that. If so, the Court was of the opinion, that the covenant for quiet enjoyment, in the lease, was broad enough to protect the tenant or his assignee, and to render the lessors responsible for the damages sustained by reason of such interruption.\nThe reception of the evidence to aid in the construction or interpretation of the lease, was clearly right; and if there was error in submitting to the jury the question of the intent of the parties, the defendants have no just cause of complaint, as, in the opinion of this Court, the intent might have been inferred as matter of law.\nThat the right to the water was demised needs neither argument or authority to demonstrate, as it was just as necessary to the enjoyment of the estate as the buildings or machinery.\nIt was likewise unnecessary to establish that the plaintiffs were evicted from the premises and wholly deprived of the use of the water. The covenant for quiet enjoyment was broken when a partial deprivation ensued from the lawful acts of a paramount claimant.\nThis view of the case disposes, substantially, of all of the assignments of error.\nJudgment affirmed.\nWoodward, J., and Lowrie, J., dissented."}