{"id": "411563", "contents": "Thé opinion of the Court was delivered, by\nWoodward, J.\n— The plaintiffs’ bill admits an assignment of the bonds, but charges that it was without consideration, and fraudulent as to creditors; and, following up this charge with interrogatories, the defendants are called on to state the consideration. The defendants answering admit the assignment, but deny that it was without consideration, and set forth fully not only the services and payments which constituted the consideration, but the contract also in virtue of which the services were rendered.\nTo this answer a general replication was put in; and now the plaintiffs say the contract set forth by the defendants is in avoidance of, and not responsive to their bill, and, therefore, unless proved by competent testimony, the defendants are entitled to no benefit from it.\nIf this position be well taken, the plaintiffs are entitled to the relief sought, for they have it in their proofs that Levi, knowing the deep indebtedness of his father, received the assignment of these bonds on a consideration, resting chiefly in labor and improvements rendered; and, the law undoubtedly is that a son who works for his father, after he is twenty-one years of age, does not thereby establish a debt against his father, unless there has been a previous contract or assumpsit on the part of his father: Zerbe v. Miller, 4 Harris 496.\nThe question then is, what effect, according to the rules of equity pleadings, is to be given to the answer of the defendants setting forth the contract between the father and son ?\nInterrogatories, though not indispensable to a bill in equity, become part of it when founded on any matter contained in the charging part of the bill, and such interrogatories the defendant is compelled to answer. The rule then is that an answer which contains facts not responsive to any allegations or interrogatories in the bill is not evidence for the defendant; but the facts must be established by him, if material, by independent proof. It is otherwise where the answer is responsive to the bill; for in such case it is evidence for the defendant, and the plaintiff must overcome it by counter evidence of two witnesses, or of one witness and strong circumstances in corroboration, otherwise it will prevail : Story's Equity Pleading, § 849 a; 2 Daniels’ Chan. Prac. 10, 19; Bank of United States v. Beverly, 1 How Sup. Ct. R. 134; Hart v. TenEyck, 2 Johns. Ch. 92; Commonwealth v. Cullen, 1 Harris 143.\nThe operation of the defendant’s answer is the same, although the equity of the plaintiffs’ bill is grounded on the allegation of fraud: Dilly v. Bernard, 8 Grill & Johnson 171; McDonald v. McLeod, 1 Iredell’s Eq. 226; Lewis v. Owens, Id. 290; Murray v. Blatchford, 1 Wend. 583.\nIn some cases it is difficult to distinguish between matter in avoidance, and that which is responsive; but in the case before us there is no difficulty. The fourth and fifth interrogatories of the plaintiffs, demand, in express terms, a statement of the contract and bargain between Levi W. Groff and his father. They were bound to set them forth, or assign a satisfactory reason for not doing so. Their answers to these interrogatories describe a valid contract, in pursuance of which the services and improvements of the son were rendered, and we cannot doubt that they are, in the strictest sense, responsive to the plaintiffs’ bill. As there was not a witness, document, or fact before the Court to countervail these answers, there was nothing on which to found a decree in favor of the plaintiffs, and the Court were right in dismissing their bill.\nThe decree is affirmed."}