{"id": "411542", "contents": "The opinion of the Court was delivered, by\nBlack, C. J.\n— When a debtor desires to avail himself of the act of 9th April, 1849, by retaining $300 worth of his real estate as exempt from levy, he must elect to do so and request an appraisement before inquisition. This has already been decided several times within the last year.\nIn cases where no inquisition is required by law (as for instance when the execution is on a mechanic’s lien), the request for an appraisement must be made before the plaintiff has incurred the expense of advertising. Nor can it be allowed if the appraisement will necessarily postpone the sale.\nIn every case where the demand of the debtor is made 'so tardily that a compliance with it would prevent the collection of the debt for a term beyond that at which the money might have been realized, if the demand had been prompt, it may, and ought to be, disregarded entirely.\nThe 3d section of the act of 1849, is imperative in its mandate to the sheriff to return the appraisement with the writ to the Court. The sale cannot be proceeded in before a term intervenes after the appraisement, so as' to give the parties interested an opportunity to set it aside, if there be cause. The 4th .section provides that upon ike return of the'writ with the appraisement, the plaintiff may have another writ for the sale of the residue, if the appraisers have determined on a division, and if not, he may have another writ for the sale of the whole. If, therefore, the defendant’s claim for an appraisement be first set up at a time when the writ is out on which a sale could be made, the allowance of the claim must necessarily have the effect of postponing the sale for a term. This can never be tolerated, unless the debtor can show that he made his request as soon as he could after he knew of the levy.\nThe act of 1849 was not made to hinder or delay the recovery of just claims. It was meant only for the benevolent purpose of enabling an insolvent debtor to keep a shelter and the means of living for himself and his family. This he cannot have unless he demands it; for the law gives it to him on that condition. It is as easy to make this demand early as late. That is not a harsh construction which requires him to claim the advantages of a statute like this at a time and in a manner which will do the least possible injury to his honest creditors.\nIn the case before us the defendant waived inquisition, and agreed that the sheriff might proceed with the sale under the sewv^ facias. On the day fixed for the sale a request was made for appraisers, who were appointed, and found that the property could not be divided. The sale then went on as if no appraisement had been made. The regularity of the sale was only saved by the irregularity of the appraisement, since, if the latter had not been wholly out of time and void, the sheriff was bound to return it and wait for another writ before he could sell. But one error neutralized the other.\nThe waiver of an inquisition has all the effect of a condemnation by a jury. Every consideration of justice and policy which induced this Court to determine that the benefit of the statute must be claimed before inquisition, requires us to hold that all advantages under it are gone, after a waiver. When the defendant in an execution consents to a condemnation, and agrees to an immediate sale on a fi. fa., and when the plaintiff, taking him at his word, proceeds in the proper steps to make his money, it would violate the principle which pervades all the cases on the subject, to let the proceeding be stopped on the eve of consummation by such a demand as was made here.\nThere is a still more serious objection to the distribution of the Court below. The defendant agreed with one of his creditors, that he would not claim the benefit of the three hundred dollar law against him. To the creditor who held that agreement; the full amount of his debt was awarded, though there were other liens prior to his. What is worse still, the defendant assigned his claim under the act to a person who had no judgment at all; and this assignee was preferred to judgment-creditors for whose payment the land was pledged by law.\nIt is easy to see how this statute might be perverted to purposes as far as possible from the intention of the legislature, if the courts would maintain the right of the debtor to claim its benefit against one creditor, and relinquish it in favor of another; or to assign his interest under it to other parties, who may or may not have paid him a consideration for it. The debtor in this case seems to have thought that the law was made, not to protect his family from want, but to give him the power of preferring those whom he chose to favor, at the expense of others whom he liked less, but whose legal rights were superior. He used it to subvert the maxims of the law, by giving to the sleepy what none but the vigilant were entitled to.\nWe are clearly of opinion, that all stipulations not to claim the three hundred dollars made in favor of a particular creditor, are void, so far as they are intended to affect others; and that an assignment of a debtor’s right is, fro tanto, an abandonment of it. He must make his claim, if he makes it at all, in good faith to carry out the very purpose of the law, and no other. All transfers and all waivers of his right, whether express or implied, enure to the benefit of his creditors in the proper order of their liens. Whatever he does not claim for himself or his family, he leaves in the general fund under the control of the Court, to be distributed among those who are legally entitled to it; and such distribution is not to be regulated by any wish of his, no matter in what form he may choose to express it.\nWe are not now deciding whether or not a waiver of the debtor’s claim to the three hundred dollars before execution is binding as between bim and the party he agrees with, if he repents him after-wards, and gives notice in time. We do not say whether he may or may not, when he creates a debt, irrevocably bind himself to defeat the object of the law with reference to his family. However this may be, he cannot, by means of a transfer or a waiver, put one who has no legal right to the fund in the place of one who has.\nThe decree of the Court of Common Pleas is to be reversed; and it is here decreed, that the whole fund in Court be distributed amongst the several lien creditors, beginning at the eldest, and so downwards in the order of their priority, paying the debt, interest, and costs on each until the fund is exhausted."}