{"id": "411590", "contents": "The opinion of the Court was delivered, by\nWoodward, J.\n— On the 4th day of December, 1820, Zalegman Phillips, then the owner of the premises for which this suit was brought, being in embarrassed circumstances, voluntarily assigned all his estate to Henry Solomons and Bayse Newcomb, in trust to sell and convert the same into money, and to pay creditors of the said Z. Phillips. The assignment was recorded, but there is no evidence before us that the assignees undertook the execution of the trust, or that they were superseded, and others appointed in their stead. Mr. Newcomb, the only surviving assignee, swore on the trial, that he did not recollect that Phillips ever called on him in respect to the assignment; that he recollected hearing of it, but if he had been applied to, he would have refused to act under it; and that the assignment was never delivered to him: nor was there any evidence of its delivery to Henry Solomons.\nOn the 23d June, 1836, John Thompson, Jun., obtained a judgment in the District Court against Phillips, issued execution, and levied on and sold the premises, in September, 1836, to John Dean, under whom the defendants in error claim title.\nThough it be true, that an assignment of real estate for the benefit of creditors passes the legal title, which is not defeated by the assignees’ refusal to act, but vests in those whom the Court appoint to execute the trust, yet a trust results by operation of law, which, as soon as the debts are satisfied, entitles the assignor to the possession of whatever of the estate remains unconverted. And in Pennsylvania, where every interest, equitable as well as legal, which a debtor has in lands, is bound by the lien of judgments against him, this interest is the subject of lien, of levy, and of sale.\nBut may the extinguishment of the debts which it was the object of the assignment to pay, be presumed from lapse of time and other circumstances ? This is the only question in this cause. The Court permitted the jury to make such presumption, and this is complained of as error.\nBetween the assignment and the sheriff’s sale, there were near sixteen years. The estate, though assigned to be converted into money, had not been converted. One of the assignees refused to act, and no delivery of the deed to the other was shown. No creditor applied to the Court to appoint others; and, finally, no evidence of continuing indebtedness was shown.\nUnder these circumstances the plaintiff in error has no reason to complain that the Court submitted the question of payment to the jury. It was the least they could do. True, a legal presumption of payment does not arise short of twenty years; but it has been often held, that a less period, in connection with persuasive circumstances, may be submitted to the jury as ground of a presumption in fact. Ross v. Jenkin, 14 S. & R. 364; Power v. Holman, 2 Watts 218; Tilghman’s Executors v. Fisher, 9 W. 442; Gouldhawk v. Duane, 2 W. C. C. R.; Clark v. Curran, (Pittsburgh, 1852.)\nThe Court might, however, have done more against the plaintiff in error. This suit was brought to July Term, 1850, and between the date of the assignment and the time of trial, more than twenty-nine years had elapsed. It was on the trial of the cause, not at the sheriff’s sale, the presumption of payment attached. The question was then, in 1849, what is the just and necessary presumption ? and in view of the long interval, and of the circumstances in proof, the Court would have been quite justified in withdrawing the case from the jury, and ruling it against the plaintiff in error, as a conclusion of law. In giving him a chance for a verdict, the Court erred in his favour, and of coarse are not to be reversed at his instance.\nThe judgment is accordingly affirmed."}