{"id": "411518", "contents": "The opinion of the Court was delivered, by\nKnox, J.\n— Kistler, executor of Hower, filed his account in the Orphans’ Court of Berks county, in which he claimed a credit for $507.50, paid by him on the 25th Aug. 1849, to German.\nThe account was referred to an auditor, who allowed the credit, and the Court below overruled an exception to such allowance, from which decision Hoeh, one of the legatees under the will appeals to this Court.\nThe evidence taken before the auditor, and reported by him, clearly establishes the fact that the money was loaned by German to Kistler, and by Kistler to Hower. There was no privity of contract between Hower and German. The relation of debtor and creditor did not exist between them, consequently the payment to German in August, 1849, was on account of Kistler’s own debt, whose claim against the estate of Hower must stand upon the loan made in the spring of 1841.\nThe question, then, presented is this: Can an executor retain for a debt due to himself, which was barred by the statute in the lifetime of his testator ?\nThe right of a legatee, or other person interested in an estate, to interpose the bar of the statute of limitations against a debt claimed from the estate, although the executor should refuse to plead the statute, is admitted. Why should not the legatee be permitted to defend, upon like grounds, against a claim made by the executor ?\nIt is clear, that in an action at law Kistler could not recover, and a Court of equity will not pass a claim bad at law. The statute is alike effectual in the one tribunal as the other.\nWas the claimant a stranger, the executor’s recognition of the debt would not bind the estate, or prevent him from setting up the statutory defence; much less can he, by his act, restore a debt lost by the lapse of time in his own favor.\nMuch incongruity of decision would have been avoided if our Courts had constantly acted upon the plain principle that the statute destroys the original debt, leaving only a usual consideration upon which to found a new promise, and which in all cases should be the basis of the action.\nThe decree of the Orphans’ Court is reversed, and it is ordered that the auditor’s report be reformed, by striking therefrom the credit of five hundred and seven dollars and fifty cents, being the first item in said account as reported. As to the residue, the report is confirmed."}