{"id": "411575", "contents": "The opinion of the Court, filed was delivered by\nWoodward, J.\n— This is a certiorari to bring up the proceedings of Justice Kline, in the matter of the conviction of Henry Omit, an innkeeper of Harrisburg, “ for having done and performed worldly employment or business on the Lord’s day, commonly called Sunday.” From the return of the justice it appears, that on complaint made before him, on the 13th day of June, 1853, he issued his warrant against the defendant returnable forthwith — that the same day, the defendant appearing, a hearing was had — and on proof being made “ that on Sunday, the 12th day of June, 1853, the said Henry Omit did sell from his bar one glass of spirituous liquor to a person named Leonard J. Wright, a sojourner, temporary dweller, or traveller,” the justice proceeded to convict him “ of having done and performed worldly employment or business on the Lord’s day, commonly called Sunday, contrary to the Act of General Assembly of Pennsylvania, passed April 22, 1794, and thereupon adjudged him to pay a fine of four dollars and the costs.\nThe Act of Assembly under which this proceeding was had, i.s entitled “An Act for the prevention of vice and immorality, and of unlawful gaming, and to restrain disorderly sports and dissipation the first section of which (the only one material to the present case) is in the following words: “If any person shall do or perform any worldly employment or business whatever on the Lord’s day, commonly called Sunday, works of charity and necessity only excepted, or shall use or practise any unlawful game, shooting, sport or diversion whatsoever, on the same day, and be convicted thereof, every such person so offending, shall for every such offence forfeit and pay four dollars, to be levied by distress; or in case he or she shall neglect or refuse to pay the said sum, or goods and chattels cannot be found, whereof to levy the same by distress, he or she shall suffer six days’ imprisonment in the house of correction of the proper county; provided always, that nothing herein contained, shall be construed to prohibit the dressing of victuals in private families, bake-houses, lodging-houses, inns, and other houses of entertainment for the use of sojourners, travellers, or strangers, or to hinder watermen from landing their passengers, or ferrymen from carrying over the water travellers or persons removing with their families on the Lord’s day, commonly called Sunday, nor to the delivery of milk or the necessaries of life before nine o’clock in the forenoon, nor after five of the clock in the afternoon of the same day.”\nTo this conviction the defendant has assigned on the record a single error, which is divisible into two propositions.\n1st. That the sale of the liquor to Wright was not an offence against the Act, because it was within the proviso.\n2d. That the Act is not applicable to persons licensed to keep an inn or tavern under the Act of 11th March, 1834, and its supplements.\nSome of our number are of opinion that the conviction is defective in that it does not set out that the selling the liquor was not a “ worh of charity or necessity,” whilst others think that the averment that it was “ contrary to the Act of Assembly,” sufficiently negatives the saving clause in favor of works of charity or necessity; but the majority hold, that whether the conviction be defective or not, in this particular, it is not our duty to assign errors for the defendant, nor to reverse for a mere technicality which he has chosen to waive. When the attention of his counsel was called to this point on the argument he declined to avail himself of it, intimating that Mr. Omit preferred a decision on the main quéstion in the cause. It would, therefore, be an excess of judicial refinement to force on him a defence which touches not the merits, and which he desires not to appropriate. We assume that it was not a work of necessity or charity, because the defendant does not allege that it was, and because the conviction characterizes it as contrary to the Act of Assembly.\nAddressing ourselves, then, to the errors assigned, we are to consider, first, whether selling liquor on Sunday, by a licensed innkeeper to a sojourner, be within the proviso of the section quoted.\nThe argument is, that such selling of liquor falls within the exception in favor of inns and other houses of entertainment, and was so understood, as language was used at the time of the enactment.-\nBut what is the exception ? The right to dress victuals in lodging-houses, inns, and other houses of entertainment for the use of sojourners, travellers, and strangers. To dress victuals, is to prepare food fit for consumption; and hence the table or bench on which the meat or other things are dressed, or prepared for use, is sometimes called a dresser, from the French dressoir. But we know of no figure of speech, and no rule of construction, either in grammar or law, that can make the selling of liquor the dressing of victuals. That the language of the Act of 1794 was not understood or intended in the sense contended for, will appear from comparing its provisions with those of prior statutes on the same subject. Before Wm. Penn obtained his charter, the statute of 29 Ch. 11, cap. 7, had been enacted, the 3d section of which provided, “ That no tradesman, artificer, workman, laborer, or other person whatsoever, shall do or exercise any worldly labor, business or work, of their ordinary callings, upon the Lord’s day, or any part thereof, works of necessity and charity only excepted. Provided, that nothing in this act contained shall extend to the dressing of meat in families, or dressing or selling of meat in inns, cookshops, or victualling-houses, for such as cannot be otherwise provided.”\nThis statute, enacted in 1667, and brought over by Penn, was evidently the model of our Pennsylvania legislation; but it will be observed that its prohibition was limited to labor in the ordinary callings of men, whilst the exceptions embraced “inns,” and “ victualling-housesthus marking a distinction between them. The word “meat,” in this proviso, is exactly equivalent to “victuals” in ours; but the privilege was larger, for it extended not only to the dressing for sojourners, but to the selling of meat to all such as could not be otherwise provided. Many questions have arisen and been adjudged under this statute in England, but I have found no case in which anybody alleged that the right to dress and sell meat comprehended a traffic in liquors.\nThe first legislation had, here, on this subject, was in 1705, by the provincial legislature. The Act is entitled “ An act to restrain people from labor on the first day of the week,” and the material provisions are worth copying, not only for the light they throw on the question under consideration, but as exhibiting the state of public opinion on this interesting subject:\n“ To the end that all people within this province may with greater freedom devote themselves to religious and pious exercises, be it enacted by John Evans, Esquire, by the Queen’s royal approbation, Lieutenant-Governor under William Penn, Esq., absolute proprietary and governor-in-chief of the Province of Pennsylvania and territories, by and with the advice and consent of the freemen of said Province in General Assembly met, that according to the example of the primitive Christians, and for the ease of the creation,. every first day of the week, commonly called Sunday, all the people shall abstain from toil and labor, that whether masters, parents, children, servants or others, they may the better dispose themselves to read and hear the holy scriptures of truth at home, and frequent such meetings of religious worship abroad as may best suit their respective persuasions. And that no tradesman, artificer, workman, laborer, or other person whatsoever, shall do or exercise any worldly business, or work of their ordinary callings on the first day or any part thereof (works of necessity and charity only excepted], upon pain that every person so offending shall for every offence forfeit the sum of twenty shillings to the use of the poor of the place where the offence was committed, being thereof convicted before any justice, either upon his view, confession of the party, or proof of one or more witnesses. Provided, always, that nothing in this Act contained, shall extend to prohibit the dressing of victuals in families, cookshops, and victualling-houses.”\nThe 3d section punishes all persons who are found drinking or tippling in ale-houses, taverns, or other public-house or place on Sunday, with a fine of one shilling and six-pence, and the keepers of such ale-houses and taverns, who countenance or tolerate such practices, in a fine of ten shillings, and the Act concludes with this proviso: “ Provided, always, that nothing in this Act be construed to prevent victualling-houses or other public-house or place from supplying the necessary occasions for travellers, inmates, lodgers, or others,\" on the first day of the week, with victuals and drink in moderation, for refreshment only, of which necessary occasion for refreshment, as also moderation, the magistrate before whom complaint is made shall be judge.” See Vol. 1 of the Charters and Acts of Pennsylvania, printed by Peter Miller, 1762, pp. 19 and 20. Here we have victuals and drink cautiously licensed on Sunday, which \"shows that our ancestors understood the distinction between them.\nThis Act was superseded by that of the 25th of September, 1786, which is substantially the same in title and terms, so far as relates to Sunday, as the Act of 1794, and in both these Acts, “ any worldly employment or business whatsoever,” instead of “ business or work of the ordinary calling,” is the thing forbidden, and dressing victuals for the use_of sojourners, travellers, or strangers, is the thing excepted, instead of “ victuals and drink for travellers, inmates, lodgers, and others.”\nWhere there is a material alteration in the language used in statutes which are in pari materia, it is to be inferred that the legislature knew how to use terms applicable to the subject-matter. “ The several indicting and penning of the different branches,” said the judges in Edriek’s Case, 5 Hep. 119, “ doth argue that the maker did intend a difference of the purview and remedies.”\nWe think it is clear from the course of legislation, that the meaning and extent of the terms used in the proviso to the Act of 1794, were well understood, and were not intended to legalize the sale of liquor on Sunday. It was an Act “for the prevention of vice and immorality, and to restrain dissipation,” and doubtless the experience of that day had proved, what all subsequent expe-, rience has confirmed, that interdiction of the Sunday traffic in liquors was indispensable to the attainment of these objects.\n2d. The next objection urged against this conviction is, that the Act of 1794 is not applicable to persons licensed to keep an inn or tavern under the Act of 11th March, 1834, and its supplements.\nOur system of licensed inns and taverns is founded in the just idea that it is the duty of every community to provide for the accommodation of strangers and travellers who come into their midst. Individual hospitality, always ready in a civilized state to relieve the wants of the wayfarer who is poor or in distress, is incompetent to accommodate all the strangers and travellers whom business or pleasure carry abroad. Inns, or places of rest and refreshment, must be furnished and kept in readiness for this purpose, and to induce persons to establish such houses, and to maintain the requisite arrangements and attendants, a monopoly is offered them in the exclusive right to retail, by small measure, vinous and spirituous liquors. Twelve reputable citizens of the neighborhood are to certify that an inn or tavern, in the place proposed, is necessary to accommodate the public, and entertain strangers and travellers, and that the applicant for license is a person of good repute for honesty and temperance, and is well provided with house-room and conveniences for the acéommodation of strangers and travellers. The Quarter Sessions, in their discretion, then grant or withhold the licenses. Under various penalties, all persons not thus licensed, are forbidden to sell vinous or spirituous liquors by less measure than a quart. Such is the system for fulfilling the duties which the-community owe to strangers and travellers.\nOn first principles, monopolies are odious. Freedom of trade is a natural right which government has no authority to interfere with, except under pressure of some great public exigency; and discriminations made by law, in favor of classes, are peculiarly in need of a public object for their justification. The accommodation of the public and the entertainment of strangers and travellers, are, in the judgment of the legislature, objects of sufficient importance — exigencies imperative enough — to justify legislation that gives to a small and select class of men a monopoly in the most profitable branch of thp trade in liquors. But this is all the legislature have done in these license laws.\nThey have secured these public objects in what seemed the best way, but they have not abolished the institution of Sunday, which from the beginning has been, as we have seen, sedulously guarded by legal enactments. The prevention of vice and immorality, and the suppression of dissipation, are state objects.also, and in legislative judgment these are to be promoted by a suspension of all worldly employments on Sunday, except in certain instances, which we have shown do not embrace the sale of liquors. Are the purposes of the two enactments inconsistent ? Will not six days’ enjoyment, in each week, of the licensed monopoly suffice to provide strangers with that measure of accommodation which the community are bound to furnish ? There is no ground to doubt it. But if not sufficient, some other expedient must be devised. Sunday cannot be given up. Strangers and travellers have no right to demand hospitality at such a price. Rest one day in seven was enjoined by the precept and example of the Author of our existence, and government, founding itself on Divine appointment, has made it a civil institution. “Eor the ease of the creation,” said our old Act of 1*S®5, as well as that people may enjoy religious privileges, the first day of the week shall be observed. They justly regarded it as essential to religious freedom, as well as to physical health and strength. It is an institution deeply seated in the religious affections of the community, and one of the foundations of public morals, and of our political fabric. The policy of no such system as that of licensed inns can prevail to abridge it of its proportions or its power.\nBut it is said the licensing of taverns for a year gives the right to sell for each of the three hundred and sixty-five days, and hence it is inferred that the Act of 1794 is repealed as to such taverns.\nAs well might it be argued that a contract for hiring for a year would compel a laborer to work on Sundays — or that an auctioneer who is licensed under Acts of Assembly for a year, might pursue his business on the fifty-two Sundays in the year — or that public officers who are elected for a period of years under our constitution and laws, might perform their duties on Sundays. A year is not more a period in law than Sunday is. The law takes notice of both. The legislature have forbidden worldly employment and business on Sunday — and they have created a monopoly in a certain branch of business, and licensed it to individuals for a year. There is not a word in the latter Act that imports an intention to repeal the former. Both enactments, then, must be so construed that both may stand. It is a rule in the construction of statutes (see Dwarris on Statutes 659), that where the intention of the legislature is not apparent to that purpose, the general words of another and later statute shall not repeal the particular provisions of a former one. Effect is given to both enactments when we hold that licensed innkeepers have the right to sell liquor six days in the week, but that it is worldly employment, or business within the prohibition of the Act of 1794, not a work of charity or necessity, nor falling within the proviso of the Act, and therefore not lawful to be done on Sunday.\nIt' follows from all this that the defendant was properly convicted, and the judgment is affirmed."}