{"id": "411529", "contents": "The opinion of the Court was delivered, by\nWoodward, J.\n— The fundamental error in this record consisted in referring to the jury the construction of the agreement of the 22d February, 1851. That led to the erroneous admission of the •evidence in the fifth bill of exceptions, and to the exceptionable instructions of the Court on the measure of damages.\nThe plaintiffs called on the Court to say that, under the agreement, they “ were not hound to superintend the putting up of the foundations for the engine and boilers.” This raised a question of construction, which according to all the authorities was for the Court and not for the jury. And, in our apprehension, there was no difficulty in the question. Reaney, FTeafie & Co. bound themselves to construct an engine of specified dimensions and character, and “ to find one man to put up said engine, and to stay with it two weeks after completion.” Culbertson, Griffey and Gudykunst, the parties of the first part, agreed, among other things, “ to furnish all such help as may be required by our man for the putting of said engine and boilers in operation.\" We suppose that these provisions interpret each other; that the putting up said engine, and putting said engine and boilers in operation, are equivalent expressions, and that neither of them include the construction of the foundations any more than the building which was to contain the engine. And that this was the understanding of the parties is shown by the draft which was furnished, and by the fact that the foundation of the boilers was commenced by the parties of the first part, before Mr. Kirk, the agent of the parties of the second part, had arrived.\nAny man, with a draft of the engine and boilers before him, could lay out the foundations, and the building them was the work of a mason. Doubtless their permanence would affect the running of the engine; but if the defendants intended the plaintiffs should be responsible for the masonry, they should have put it into the agreement, and then left the plaintiffs to select their masons, and to determine the depth and size of the walls. Erom the tenor of the contract, and from the conduct of the parties, we entertain no doubt that the erection of the foundation and side walls — all that was properly masonry — belonged to the defendants to do, and if defectively done it was their misfortune, which, under the. agreement, they have no right to charge against the plaintiffs.\nThe Court ought so to have instructed the jury, and of course' to have excluded all consideration of damages resulting from defective masonry. After Kirk’s arrival, he advised about the walls; but, as the agent of the defendants, he could bind them only whilst acting within the sphere of his authority. If the plaintiffs sent him there to put the engine and boilers in operation, what he did in performance of that duty was their act. If, being there for that purpose, the defendants consulted him, or allowed him tp direct about the walls, the plaintiffs are no more responsible for his mistakes in this regard than they would be for the mistakes of the masons employed by the defendants.\nWe consider none of the exceptions or errors sustained, save those which relate to the foundation and side walls, and therefore dismiss them without special remark.\nThe judgment is reversed, and a venire de novo awarded."}