{"id": "411587", "contents": "The opinion of the Court was delivered by\nLewis, J.\n— These are appeals from the decree of the Common Pleas of Chester County, distributing the estate and effects of James and John Yearsley, lately trading under the firm of James Yearsley & Brother.\nOn the 1st April, 1847, the five brothers, James, John, Nathan, Thomas, and Benjamin entered into partnership in the iron business. On the 27th July, 1848, Thomas and Benjamin retired from the firm, disposing of their interest in the partnership estate and effects to the other three brothers, the latter agreeing to pay the debts of the firm, and to exonerate and for ever defend the said Thomas and Benjamin from all obligation to pay any part of the same.\nOn the 1st April, 1849, Nathan Yearsley sold his interest in the partnership property to John Yearsley. It is stated that this sale was without the approbation of James Yearsley. James and John however continued the business, and contracted debts until the 12th December, 1850, when they executed on assignment of the partnership property of the said James Yearsley and John Yearsley, trading and doing business under the firm name of James Yearsley & Brother. This assignment was expressly to pay the creditors of the partnership “composed of the said James Yearsley and John Yearsley.”\nThere are three classes of creditors claiming distribution of the fund in the hands of the assignees. 1. The creditors of the first firm, consisting of the five brothers. 2. The creditors of the second firm, consisting of the three brothers. And, lastly, the creditors of the third firm, consisting of the two brothers who made the assignment expressly for the benefit of their own partnership creditors.\nThe appellants, Davis and Baker, are creditors of the first firm, and McGowan was originally a creditor of that firm, but now claims to be a creditor of the second firm by means of a note given by the latter upon the surrender of his claims against the first partnership. McGowan also claims to be a creditor of the second firm for a sum of money loaned; but as this claim has been allowed to participate in the distribution, without exception, its right will not be considered here, nor its position disturbed.\nWhere the interest of one partner in the partnership property passes to another person, it is immaterial whether that transfer be effected by a sale by the partner himself for a valuable consideration — by a sale of his interest on execution — by his death and the succession of his executor or administrator, or by assignment Under the bankrupt or the insolvent laws. “ In all these cases the party coming in the right of the partner, comes into nothing more than an interest in the partnership which cannot be tangible, cannot be made available, or be delivered, but under an account between the partnership and the partner; and it is an item in the account, that enough must be left for the partnership debts.” Taylor v. Fields, 4 Vesey Jr. 396; and Deal et al v. Bogue. See 8 Harris 228.\nBut it is well settled, that the right to confine such partner, or those who claim title under him, to his interest in the surplus, after payment of the partnership debts, is an equity which rests in the other partners alone, and not in the creditors of the firm. The latter have no lien on the property, and must work out their preference in the distribution of the partnership funds, entirely through the medium of the partners whose interests remain undisposed of: Story’s Equity, § 1253. If they consent or submit to a different disposition of the assets, the preference of the creditors is at an end, and they must rely upon the personal responsibility of the partners who contracted the debts. Where one partner sells his interest to another, in consideration of an engagement by the latter to pay the partnership debts, the rule is the same. The engagement to pay them is but a personal contract. It creates no lien on the property. It follows as a necessary consequence, that if the partner who has acquired the interests of his former associates, and in whom resides the right to appropriate the partnership assets to the payment of partnership liabilities, thinks proper to exercise his dominion, and to make a different disposition of them, he has a right to do so; and the preference of the partnership creditors engrafted upon, and deriving its support from his equity, ceases to exist. The scion dies with the stock. These principles are announced in Story on Partnership, sections 358, 359; Gow on Partn. Ch. 5. s. 1; and Collyer on Partn. b. 4, ch. 2, s. 1; and appear to be fully sustained by Ex parte Ruffin, 6 Vesey, Jr. 126; Taylor v. Fields, 4 Ves. Jr. 396; Kelly’s Appeal, 4 Harris, 59; 11 Ves. Jr. 3; 10 Ves. Jr. 347; Doner v. Stauffer, 1 Penn. R. 198; Campbell v. Mullet, 2 Swanst. 552, and other authorities. Lord Eldon, in Ex parte Ruffin,' seemed to think that if the right to dispose of the assets did not exist in the partners, “ no partnership could ever arrange its affairs.” And Chief Justice Gibson has shown, in Doner v. Stauffer, that after a sale of the interest of one partner, the equity and the interest of the remaining partner is the subject of sale on a separate execution against him, which passes the entire interest to the purchaser. And that where the interest of each is sold on separate executions for their individual debts, the partnership creditors can neither follow the property in the hands of the sheriff ’s vendee, nor claim any portion of the proceeds of sale. There can be no stronger illustration than this of the principle that the partnership creditors have no equity of their own upon which they can enforce a preference, or control the partners in exercising dominion over their assets, so long as they remain unencumbered by liens.\nIf the property from which the fund in Court arises had been assigned for the benefit of the creditors of the second firm, composed of the three brothers, a question might arise whether, by their agreement to pay the debts of the first firm, they did not convert those debts into debts of the second. But it is not necessary to discuss that question, inasmuch as the assets have been assigned for the benefit of the creditors of the last firm, composed of the two brothers. As the whole right of property existed in those two brothers, at the time of the assignment, their right to appropriate it to the payment of the partnership debts of the firm to whom it belonged is clear and unquestionable. The Act of 1843 does not stand in the way of such an assignment. That Act was not intended to deprive partners of their legal and equitable right to appropriate partnership assets to the payment, without preference, of all the debts of the firm to whom the property belonged at the time of the assignment.\nThe right of property existing in James and John Yearsley at the time of assignment, their right to appropriate it to the payment of the debts of the firm of which they were the only members being established, and the fact that they have so appropriated it being also shown, the only remaining question is, do the appellants belong to that class of creditors ? This is the pinch of the case. They were all originally creditors of the first firm. McGrowan afterwards became a creditor of the second. But neither of them is a creditor of the third, unless he has become so without his knowledge or consent, by the sale made by Nathan Yearsley to his his brother John, and by the act of John in bringing his interest thus purchased, into the new partnership, composed of himself and his brother James. It is not necessary to cite authorities to prove that it takes at least two to make a bargain. Nothing can be clearer than that these transactions between the partners created no contract with their creditors. No creditor could thereby be compelled to release his demand against five for the more uncertain security of a claim against two. These transfers neither discharged the original partners, nor imposed upon the subsequent firm any new liabilities to the creditors of the first. And they furnish no foundation whatever for an action by the creditors of the two first firms against the partnership last established. A creditor without a right of action is a legal impossibility. If John, when he purchased the interest of Nathan, had agreed with the latter to pay the debts of the old firm, this would not have made them his creditors; and if it had, they would not thereby have become the creditors of the new partnership about to be established. But we have no evidence of the terms of this sale, or of the consideration upon which John brought his interest into the new partnership with James, and afterwards united with him in applying the assets to the debts of that firm. The effect of the sale by Nathan to John was to dissolve the old firm, and to transfer Nathan’s interest in the assets to John, subject to the right of James to insist on applying them in the first place to the payment of the liabilities of the old firm. This right he might insist upon or waive, at his pleasure. That he waived it is demonstrated by his application of the assets to other purposes. To allow creditors of the two first firms to claim any portion of this fund would invert the well established principle that the preference of partnership creditors is not founded upon any equity of their own, but must always be worked out through the agency of the partners; it would destroy, without authority of law, the necessary dominion which every man has over his own property, and give the control to those who have fairly transferred all their rights to others. To class these claimants as creditors of the last firm, without their consent, without the consent of the last firm, without any release of their claims against their original debtors, and without any contract or consideration whatever, would be to create a liability where none existed either by the contracts of the parties, or by the law of the land. To permit this would be an illegal interference with the rights of the creditors of the last firm, and a palpable violation of the terms of the assignment.\nThe errors assigned have not been sustained, and the decree of distribution is therefore to be affirmed."}