{"id": "411600", "contents": "The opinion of the Court, filed was delivered by\nLewis, J.\n— By the will of Charlotte Bitner (giving the premises in dispute to her daughter Barbara for life, and after her death directing it “to be sold, and the money thereout arising to be equally divided to and amongst her other three daughters, Polly, Louisa, and Sarah (the plaintiff), and to their heirs and assigns for ever, share and share alike, or to the survivors of them,”) the three daughters, upon the death of their sister Barbara, became entitled to their legacies as money. They had, respectively, an interest in the proceeds of the sale; but they had no interest or estate in the property as land. By the marriage of Sarah, the plaintiff, with George Stehley, her husband became entitled to reduce her chose in action into possession for his own use. As a necessary incident of this right to the money, he had the power to waive it, by any act indicative of his purpose, or even by his omission to reduce it into possession. Until he reduced it into ■possession, or did some act which divested her of her interest in the money, her right of survivorship remained. Representing her power and interests, in all matters concerning her personal estate, the right of electing to take the land, instead of the money, resided in him. Her coverture prevented her from acting, in regard to her dioses in action, and the law therefore clothed him with the accessary power over them. His own absolute right to them depended upon the manner in which he exercised that power. If he chose to reduce them into possession he became the absolute . owner. If, on the other hand, he chose to take the land, instead of the proceeds given by the will, it was not a reduction of the ' money into possession. Nor was it a conveyance of the land to .. him in fee. In such cases the act .of election has no greater effect than the transfer of the land to the.person entitled to its proceeds. The transfér of it to any other person, by a mere act in pais, without writing, is prohibited by the statute of frauds and perjuries. It would also be contrary to the principle of equity which raises a resulting trust for the benefit of the person who pays the consideration. The legacy remaining untouched by the husband, continued essentially the property of the wife, and his election to take the land was nothing more than a substitution of it for the proceeds. The land, therefore, became her estate in fee, and by virtue of his relation to its owner, the husband became entitled to a life estate in it. Was there then such an election as to produce this effect? It is conceded that neither of the three legatees entitled to the proceeds could separately, without the consent of the others, make a valid election. But it is admitted on the record that “ Polly and Louisa had sold out their interest in the house and lot to George Stehley, previous to the sheriff’s sale in 1820, and that Barbara, their sister, died before the conveyance to Stehley.” This was understood by the learned judge, in the Court below, to be an admission that Polly and Louisa had conveyed their interests, as land, to Stehley. In this we think he was correct. When they spoke' of a sale and “ conveyance” of “ their interest in the house and lot,” it was reasonable to understand them as meaning that they had conveyed by deed their estate in the land, and not merely that they had transferred or assigned their interest in the proceeds of sale. It is not likely that any mistake took place in regard to the facts admitted. If any misapprehension occurred on the trial, it was the business of the party likely to be injured by it, to make immediate application to the Court below for leave to withdraw the admission, and to state it with more precision. As this was not done, nothing remained for the Court but to decide upon the legal effect of the facts thus admitted upon the record. In every conveyance there ’must be two parties — one to grant and the other to receive. When Polly and Louisa conveyed their estate in the premises to Stehley, as land, it was an election, so far as they were concerned, to take the land instead of money. And when Stehley accepted of the conveyance, the law implies his consent to its full operation, according to its terms. As it could not thus operate without his consent to take land in right of his wife for her share, his election to do so is implied by the act of receiving the conveyance from the other two legatees: Smith v. Starr, 3 Wharton 65. The legal effect of the conveyance by two of the legatees, to the husband of the other, was the conversion of the money legacies into real estate, by means of the election by all the parties entitled to the proceeds, to take the land instead of the money; and Stehley thenceforth became the owner, in fee simple, of the two-thirds of the premises purchased by him from Polly and Louisa, and tenant for life of the other one-third, in right of his wife. There was no evidence to impair the effect of these facts, or to repel the conclusions of law which resulted from them. On the contrary, the possession of the property by Stehley — its sale by the sheriff as his property--the application of the proceeds to the payment of his debts without opposition from him, and the long possession of the purchaser and those who claimed under him, did much to confirm them.\nStehley had an interest in the premises which was the subject of a sheriff’s sale for the payment of his debts. The origin of his title, and the extent of his interest, were matters which fell within the range of the purchaser’s inquiries. He could not look at one without seeing the other. He was bound to know both. There is no evidence that he purchased more than Stehley’s title, or that Mrs. Stehley had any knowledge of his purchase of even this. She was therefore under no necessity to give notice of her claim.\nAs the plaintiff was a feme covert at the time the right to the legacy accrued, and remained under coverture until about a year before this suit was brought, there was no ground for holding that her title was barred by the statute of limitations. Her right of action for the land accrued upon the death of her husband, and the ejectment was brought in due time afterwards.\nThe plaintiff’s title being thus fully established, and there being no sufficient defence to the action, the Court below was in duty bound to direct a verdict for the plaintiff. This was done, and the defendant below has suffered no injury from whatever additional instructions may have been given.\nThe release of 5th April, 1824, was not for the premises in dispute. It contained an accurate description of a lot located in a different square, calling for different boundaries, and bearing a different number. The evidence proposed for the purpose of converting it into a release of the plaintiff’s right to the premises in dispute was not sufficient for the purpose. It was therefore properly rejected.\nThe plaintiffs in error have no just cause of complaint, and the judgment is therefore to be affirmed.\nJudgment affirmed."}