{"id": "411613", "contents": "The opinion was delivered, by\nLewis, J.\n— This was an action on a policy of insurance effected by the vendor after articles for the sale of the property and before conveyance. The sum due to the vendor, at the time of the insurance, was $2800, which was reduced by payments afterwards, so that the sum due to him at the time of-the loss was only $1192. The verdict was in his favor for the sum of $1080.50; a sum not sufficient to cover the whole extent of his interest. The house was destroyed by fire. The defence was that the lot is sufficient security for the unpaid purchase-money, and that the insured has no insurable interest beyond.\nIt is sometimos stated, in general terms, that by the contract of sale the purchaser of real estate becomes in equity the owner; but this rule applies only as between the parties to the contract, and cannot be extended so as to affect the interests of others. The purchaser, before the contract is carried into effect, cannot, against strangers to the contract, enforce equities attaching to the property: Darts. Vend. & Purch. 115; 3 Mylne & Craig, 70. A stranger cannot set up the equitable title of the vendee to defeat an ejectment brought by the vendor against the clear equitable title of the vendee. At law the vendor, before payment of the purchase-money and delivery of the conveyance, is, to all intents and purposes, the owner of the estate. It is true that he is a trustee for the vendee, who, as between the parties to the contract, is bound to take the estate subject to every loss which may happen to it without the fault of the vendor, and is consequently entitled to every benefit accruing to it after the agreement: Paine v. Meller, 6 Ves. Jun. 349; Sugden 199. The right to the benefits of the purchase fix him with the losses which may happen to it; but the latter branch of the proposition has not been established without reluctance, because there is a hardship in compelling payment after the consideration fails. The vendee’s liability to pay for a house which was burnt down after the contract, and before the time appointed for payment of the purchase-money, was at one time doubted; Stent v. Baily, 2 P. Wms. 220; at another time his liability was placed upon the special ground that he had been “ infeft before the burning:” Hunter v. Wilsons, and Atchison v. Dickson, Sugden on Vend. 200, n. 1. At another time it was held that, in the case of a sale before the master, he was not liable for a loss which happened-after the report had been confirmed nisi: 11 Ves. Jun. 559 ; and a lessee was relieved because the fire happened before the time appointed for the commencement of the term, although after the date of the contract: Wood v. Hubbel, 6 Month. Law Rep. 237. These eases show that, notwithstanding the rule, the hardship of the case secures for the vendee the favourable consideration of the Court, and that slight circumstances will be laid hold of for his relief. Following the spirit of these decisions, the Courts will make no presumptions, in the case of an insurance by the vendor, that it was his intention, in the event of a loss, that the vendee should bear not only the measure of it which fell upon hur; by the accident, but that he should also indemnify the insurance company. On the contrary, as the vendor is a trustee for the vendee, every act of his in relation to the estate will be presumed to be for the benefit of the vendee, subject of course to the prior claims of the vendor himself. This is reasonable, because,'as the vendee must suffer the losses which may happen to the property, it is just that he should have the advantage of any benefits which accrue to it; and, next to'the security of his own interest, a trustee will be presumed to have in view the interest of the cestui que trust. Although the vendor is not bound to insure, or even to continue an insurance already made, he may, like any other trustee having the legal title, insure if he thinks proper, to the full value of the property: 1 Arnould 259 ; 2 B. & P. N. R. 324. It is true that in the case of a mortgagee of a ship he can only recover to the extent of his mortgage debt, unless it appears that in effecting the insurance he intended to cover, not Ms own interest only, but that of the mortgagor also: 2 B. & Ad. 193; 1 Moody & Rob. 153. If he intended to cover the whole interest, both legal and equitable, he may recover the whole amount of the insurance, under a trust, as to the surplus, to hold it for the mortgagor: Carothers v. Shedden, 6 Taunt. 17; 1 Arnould, 252. The same rule applies to the case of an insurance by a vendor. There is this difference, however, that as the whole estate is at law in the vendor, and the vendee has only a title to go into equity, the insurance company cannot assert the rights of the latter, or go into equity in respect to them, except upon princijdes of equity and good conscience. An insurance upon a house, effected by the vendor, is primé facie an insurance -upon the whole legal and equitable estate, and not upon the balance of the purchase-money. Where the form of the policy shows it to be upon the house, and not upon the debt secured by it, the burthen of showing that the insurance was upon the latter and not upon the former, rests upon the underwriters. There is no hardship in this. The premium paid, as compared with that usually charged where the insurance is upon houses, and not upon debts secured by them, is generally decisive of the question, and the rates of insurance are peculiarly within the knowledge of the insurance company. If the insurance was upon the whole estate, the premium would be according to the usual rates for houses of that description and location; if it was only upon the debt due to the vendor, there would be a large reduction, on account of the responsibility of the vendee, and the value of the lot of ground included in the sale, because both of these would, in that case, stand as indemnities to the underwriters. They would be entitled to a ceésion of the vendor’s claims, from which an ample indemnity might be recovered. If the lot was worth the balance of the purchase-money, there would be no risk whatever, and the premium would be quite insignificant. If the intention was to insure only the debt due to the vendor, and a full premium was charged, without deduction for the securities which the underwriters knew he held, a portion of the premium should have been returned, upon the principles which require a return of premium for short interest, for over insurance, and for double insurance: 11 Pick. 85; 1 Met. 16; 2 Arn. 1226.\nBut there was no evidence tending to prove that the premium was less than the usual rates for houses of the description set forth in the policy, where the whole estate is insured. Nor was there any offer to return any portion of the premium. On the contrary, all the evidence tended to show that the insurance company was fairly informed of all material facts — that its agent advised the insurance to be taken in the name of the vendor, because the latter were “the legal owners,” and that the vendor replied that he had “ no objection to sign the premium note.” Unless the intention was to cover both interests, there was no ground, for question, or for taking or giving advice in regard to which name should be used, or for the vendor’s consideration whether he had or had not any objection to signing the premium note.\nThe instrument before us is an open policy of limited extent. The underwriters agree to make -good to the insured, not all Ms loss, but all such loss or damage, not exceeding the sum stated, as shall happen by fire to the property — the loss or damage to be estimated, not according to the balance of purchase-money which may remain unpaid at the time of the damage, nor according to the probabilities of recovering such balance from the vendee, or from the lot, but “ according to the true and actual value of the said property.” The policy is in form an insurance upon the house, and not upon the debt; and no evidence whatever was given to change its character, or to show that anything more or less was intended by the parties. It follows that the plaintiff below was entitled to recover, under a trust, as to the surplus, for the benefit of the vendee. The underwriters have shown no equitable right to intermeddle between the vendor and the vendee. Under such circumstances they must be content to respond to the party with whom they made the contract of insurance.\nIn Smith v. Columbia Ins. Co., 5 Harris 353, the insurance expressly included the lot, and was stated to be to cover a mortgage. As the insurance company, on such a policy, would have been entitled to a cession of the mortgage, upon payment of the amount, it was properly held that the concealment of prior encumbrances which made it worthless, and would, if known, have enhanced the premium, was a good defence. But here the insurance is upon the building alone — it is not expressed to be to cover a debt — and the lot is not included. The underwriters are therefore not entitled to a cession of the vendor’s title to the lot, or of his claim upon the vendee. The cession of a part of the house, according to the proportion of its value insured, would be all that could be demanded under such an insurance. But even this has become impossible by reason of its entire destruction. The testimony is, that it was a total loss — not a mere technical total loss, but an actual total loss — that it was entirely burnt down; that “ not one stick was left upon another.” Where there is no vestige of the property left, or (which is the same thing) where it has been finally condemned as lawful prize by the Court of the last resort, the cession has nothing to operate upon. There is neither property nor spes recuperandi, and the cession in such case would be an idle ceremony: 4 Bin. 462; 8 John. 245; 1 Peters 215.\nThe Court was therefore correct in the instruction that the plaintiff was entitled to recover.\n■We see no error whatever in the proceedings, and the judgment is therefore affirmed.\nJudgment affirmed."}