{"id": "413694", "contents": "The opinion of the Court was delivered, September 22, by\nWoodward, J.\nThese were actions on the case for goods sold and delivered, both of which were tried at the same time, March 31, 1853, on pleas of set-off and payment with leave. The plaintiffs having proved the cause of action, the defendants, to support their plea of set-off, offered in evidence a promissory note of James R. Smith & Co., dated March 7,1851, at eight months, for the sum of $2341.51, payable to the order of Stewart & Bro., and by them endorsed “ without recourse,” and they alleged that $1150.20 of said note, with interest, was due and payable to them, and that the residue thereof belonged to John Thompson. To this offer the plaintiff interposed three objections:\n1. That there is no evidence that part of said note belongs to the defendants.\n2. This note having been offered in evidence under the pleas of payment and set-off in the suit of the present plaintiffs v. John Thompson, No. 128, January Term, 1852, tried yesterday, cannot be used as a defence in this action.\n3. That the contract (to wit, the note), being entire, cannot be divided for the purpose of action or defence.\nThe opinion of the Court in overruling these objections, and admitting the evidence, is the first error assigned on this record. Was there error in- this ?\nThe first of the above objections was obviated by the defendants subsequently calling John Thompson as a witness, who proved the sale of the note by the agent of Stewart & Bro. to himself and the defendants, and that their respective interests therein were as above stated. At the time the note was offered, the defendants stood as sole endorsees, and of course entitled to appropriate the whole of the note, but they subsequently explained by evidence what they had previously alleged as to the extent of their interests. That they did not give this evidence before they offered the note, is no just ground of complaint. When a party’s ease consists of several connected but distinct facts, he must be permitted to prove them pari passu, and the order of their proof is generally matter of professional taste. When they have all been proved, it is no ground of error that the last was not first and the first last.\nThe matter of the second objection would have been properly offered by way of replication to the defence, but it was out of time and place as an objection to evidence. The Court could not stop the regular course of trial for the purpose of receiving evidence from the plaintiff of the suit against Thompson, and what was adjudicated therein. As well might a defendant who is sued on his bond, object to its going in evidence because he could show a former recovery, or that it had been paid. Such a mode of trying causes would withdraw the facts of every ease from the jury, and precipitate the Court into the decision of them on questions of evidence. The Court was right in-turning a deaf ear-to this objection. They could not deal with it as a question of evidence. Had the plaintiff offered it as rebutting evidence after the defendants had closed their case in chief,'the questions that have been discussed before us would have been properly raised, but no such offer was made, and consequently these questions are not regularly here. It may be added, however, that we do not think the record of the suit against Thompson, had it been offered when it might have been received, would have taken away the defendants’ set-off. Set-off, beyond the letter of the statutes, is an, equitable defence, and equity regards the substance of things rather than their form. The interests' of these defendants in the note could not, without their consent, have been set off by Thompson in his suit, and as there is no allegation of such consent, there can be no presumption of such set-off. And though these separate interests would have been compelled to unite in an action at law for the recovery of the note, yet they may sever by way of set-off, for if they owned the note in the proportions stated, it is against equity that the defendants should be compelled to pay money to the plaintiffs, which they honostly owed to the defendants. Beside, allowing Thompson to set off his share of the note against the plaintiffs in the action referred to, and the defendants to set off their share in the present suits, was well calculated to prevent circuity and needless costs with safety and convenience to all parties ; and the practicability of this, said Chief Justice Gibson in Tustin v. Cameron, 5 Wharton 380, is what determines the question of set-off. He adds, that an increasing liberality has greatly but cautiously enlarged the doctrine within a few years past.\nThis perhaps is enough to be said on a question which, though argued, is really not in the record.\nThe third objection is answered in the observations already made It is true the note could not be divided for the purpose of action, but it may for defence under the equitable plea of set-off. The saying that set-off is a cross action is true for some purposes, but it must not be understood absolutely. There are several vital distinctions. There cannot be set-off against set-off: Ulrich v. Berger, 4 W. & Ser. 19. In a suit for a chose inaction, the plaintiff must have a legal title, or use the name of him in whom the legal title is; but a defendant by way of set-off may use a chose which has been only equitably assigned to him: Murray v. Williamson, 3 Bin. 135. Again: In an action on contract, all the parties in interest must join ; but it has been several times decided in Pennsylvania that a joint claim may be set off by one of the owners in an action against him for his own proper debt, provided he have the express assent of his copartners, and there are no third interests to be prejudiced: Wrenshall v. Cook & Schoyer, 7 W. 464; Tustin v. Cameron, 5 Whar. 380; Craig v. Henderson, 2 Barr 261; Solliday v. Bissey, 2 Jones 347. And this assent may be given after action brought, and the jury may under the direction of the Court do equity as to costs: Hart v. Porter, 5 Ser. & R. 200. Thus it appears there are essential distinctions between actions and set-offs, and the proposition that an entire contract cannot be divided for set-off, because it cannot for action, is a non sequitur. The precise point ruled here has not perhaps been decided, but we have no doubt that on the general principles of law and equity which have been recognised in Pennsylvania as applicable to set-offs, it was quite competent for each of the owners of this note to avail themselves of their respective interests in it against the actions of the plaintiffs.\nThe second error assigned is for rejecting the assignment of 29th October, 1851, James R. Smith & Co. to Lewis Cooper, of the claim in the second of the above-named suits. The objection was that it was not proved. There were two subscribing witnesses, neither of whom was called, nor their absence accounted for. Of course the Court could not admit the paper in evidence. The filing the assignment with the precipe did not dispense with the necessity of proving its execution before it could be put in evidence.\nOn the whole, we are of opinion there is no error in these records, and the judgments are accordingly affirmed."}