{"id": "413691", "contents": "The opinion of the Court was delivered by\nWoodward, J.\nIt has long been settled in Pennsylvania that replevin lies wherever one man claims goods in the possession of another: Weaver v. Lawrence, 1 Dallas 157; Woods v. Nixon, Addison 134. And this whether the claimant has ever had possession or not, and whether his property in the goods be absolute or qualified, provided he has the right of possession: Harlan v. Harlan, 3 Harris 513.\nThat the assignment of the Boyles of the 19th December, 1850, passed their title in the goods and property mentioned, cannot be doubted without impeaching the fairness of the transaction, and that is not questioned. Equally clear is it that when the five days elapsed without their giving Rankin the promised security, he was entitled to take possession of the assigned property. Without possession the assignment was no security; for though valid and binding between the parties, it would have been held void as against creditors levying on the property in the hands of the Boyles, and it would have been void also as against bonâ fide purchasers without notice.\nSuch mortgages of personal property by debtors in failing circumstances are mere ropes of sand as against their creditors, as a volume of cases from Clow v. Woods, 5 Ser. & R., demonstrates, but binding and obligatory, nevertheless, between the parties ; and good even against creditors, if possession, which is the decisive badge of ownership, be taken under the mortgage before creditors take process. The objects of this assignment, which were fair, could not, then, be accomplished without possession taken by Rankin, and the replevin was the appropriate action to put him into possession.\nIt is unnecessary to trace distinctions between a pawn or pledge and a mortgage, which would serve only to embarrass a simple transaction with the discussion of artificial rules. The debtors intended to pledge their property to secure a bonâ fide creditor; and to make it security, he compelled them, by this action, to surrender the possession to him. This has often been done, and where there are no creditors to question the transaction, it is not subject to objection from the debtors themselves.\nThe judgment is affirmed."}