{"id": "413696", "contents": "The opinion of the Court was delivered, September 27, by\nLewis, J.\nThe plaintiff below claimed under a sheriff’s sale of the land as the property of Robert Torrence and Isaac Munson, who had acquired the equitable title in July, 1844, under a contract originally made for the purchase of the property from Rachel Clayton in 1887. Torrence and Munson, and those under whom they claimed, had made valuable improvements, and had paid all the purchase-money except seventy dollars.\nThe defendants below claimed under a purchase from the defendants in the execution, made by Hugh Torrence, before the date of the judgment on which the sheriff’s sale was founded. Hugh Torrence also claimed under a deed from Rachael Clayton, which he had procured by paying the balance of the purchase-money due to her. This sum, as already stated, was seventy dollars, and was deducted from the consideration which he had agreed to pay to Robert Torrence and Isaac Munson, on his purchase from them. Neither of these conveyances was recorded within six months, nor at the time of the sheriff’s sale, nor was Hugh Torrence, nor Taylor, his vendee, in possession. On the contrary, the possession remained as before, in Robert Torrence and Isaac Munson, the defendants in the execution.\nThe rule of caveat emptor applies with such strictness to a purchaser at sheriff’s sale, that he is bound to pay the purchase-money although he may discover that the title is altogether worthless.' As the law casts upon him the burthen of ascertaining the nature of the title before he bids at the sale, it follows the dictates of reason and justice in furnishing him with the means. He is bound to look to the possession and to the records. If neither of these furnish any evidence that the defendants in the execution have parted with their interests, he is required to look no further. But if they continue in possession at the time of the sale as before, his case is still stronger. If, under such circumstances, he bids for the property, and it is struck off to him, he is protected from all unrecorded conveyances from the debtor of which he had no notice. The time when the sale is made, not the date of the sheriff’s deed, nor of its acknowledgment, is the period at which the state of the possession and of the records becomes material. In this respect a sheriff’s vendee stands upon a footing different from other purchasers. The latter may be relieved for failure of consideration, at any time before payment of the purchase-money; the former is not entitled to such relief, but is bound the moment the sale is made to him. Hence it follows that although his title is not perfect before the acknowledgment of the sheriff’s deed, so as to enable him to obtain possession, it is sufficiently so to vest in him an interest in the land and to bind him for the money. It is therefore sufficient to protect him in the payment of it. These are the equitable principles which should govern in cases not controlled by the letter of the statute. Where the first purchaser’s deed, is recorded “within six months after its execution,” or “before the recording” of the second, it stands protected by the words of the Act. In what has been said we have assumed the principle that a sheriff’s vendee is protected by the recording Act, although a judgment-creditor is not; because it was so decided in Lessee of Rogers v. Gibson, at a Circuit Court held in Fayette county in 1804, and afterwards finally settled by the Supreme Court in 1809, in the case of Hiester v. Fortner, 2 Bin. 46.\nThe title of Rachel Clayton interposes no obstacle to the plaintiff’s recovery. By the contract of sale and receipt of a part of the purchase-money, she became a trustee for the person entitled to the equitable estate under that contract. She had a right of action, by ejectment or otherwise to enforce the performance of the contract; but she had no right to take possession of the land, without a demand of the purchase-money, or a tender of a conveyanee, or notice to the party entitled. The moment Stewart purr chased the land, without notice of the articles between the defendants in the execution and Hugh Torrence, the former became the owner of the equitable estate, and entitled to demand a conveyance of the legal estate, on payment of the unpaid purchase-money. As Mrs. Clayton had no right of entry, her deed could confer none on Hugh Torrence. He stands in her shoes, and holds subject to the same trusts. It is to be remembered that there is no pretence that he is a purchaser from her for value without notice. He obtained her deed, not on the footing of a purchase, but on the ground that he held the equitable estate derived from her vendees, and had a right to demand it. It does not appear that Stewart, the plaintiff below, had any knowledge at the time he brought the, ejectment, that the defendants in possession had acquired the conveyance from Mrs. Clayton. Under the circumstances of the case, it was not necessary for him to make a tender before suit brought. If no other reason existed for dispensing with it, the conduct of the defendants in setting up that title, not as a claim for the unpaid purchase-money, but as an absolute estate and a bar to the plaintiff’s recovery, would be sufficient. When Taylor, who now holds the conveyance, thinks proper to acknowledge the trust and desires to collect the purchase-money, the law furnishes him with an ample remedy.\nTaking the facts as stated in the paper-book, there ought to have been a general direction in favor of the plaintiff below; but the Court “ directed a verdict for the defendants pro forma, with leave to enter judgment for the plaintiff non obstante veredicto, if hereafter they should be of opinion that the plaintiff is entitled to recover.” No particular point is reserved 'for consideration. Ho case is stated or found by the jury for the judgment of the Court, subject to a writ of error. The whole case appears to have been submitted to the Court upon the evidence. Where the facts are not distinctly placed upon the paper-book, this practice may be attended with danger to the rights of the parties. In the present case we are left to ascertain the exact date of the sheriff’s sale by inference. As'that is one of the most material facts in the cause, it is surprising that neither party thought proper to .give us the date from the sheriff’s return. The sale was made under a venditioni exponas, returnable to June Term, 1847; the defendants in the execution continued in possession until July, 1847. We infer, from this statement, that the sale took place before the possession was changed. As no objections have been made to this method of bringing- the facts of the case before us, we may regard it as a proceeding something like a demurrer to evidence, and we proceed to give such judgment as the Court below ought to have given.\nThe judgment of the Court below is reversed, and it is ordered that judgment be entered for the plaintiff in error, non obstante veredicto, together with costs."}