{"id": "413695", "contents": "The opinion of the Court was delivered by\nBlack, C. J.\nThe decree which these appeals bring up for review, was a distribution, by the District Court, of the proceeds of a sheriff’s sale of the interest which Ephraim Jones had in ten lots of land on Coal Hill, devised to him and three of his brothers, by his father. The Court below gave the fund to the several lien creditors, as far as it would go, according to their seniority on the record. They stood: 1, legacies; 2, a mortgage, and 3, judgments.\nThe appellants, who are the judgment creditors, complain of the decree, because it did not divide among them the whole proceeds of the sale, to the exclusion of the legacies and mortgage. Their claim to the foremost position on the list is based on two grounds. In the first place, they assert that the legacies were not liens at all, and the mortgage, being the earliest lien on record, was,,divested by the sale; and secondly, they contend that the sale was expressly made subject to the legacies and mortgage. We will consider the latter branch of the case first.\nThe rule is incontestably established, that a judicial sale of land divests all liens, which in their nature are capable of being ascertained, and which are not saved by statute. To cite the half of the authorities which sustain this proposition, would look like an affectation of skill at ease hunting. Any attempt to prove it sound in principle would be equally useless. The reasons which make it just and necessary are as obvious as they are unanswerable, and have so often been repeated by our predecessors, that all who read law books are familiar with them. Yet, it must be admitted, that some of our earlier decisions, on the very point before us, are not quite consistent with the steadfast adherence which this Court has always professed to the general rule. In Muse v. Letterman, (13 Ser. & R. 167,) and in Stackpole v. Glassford, (16 Ser. & R. 163,) it was declared, that the lien of a mortgage would survive a sheriff’s sale, if the purchaser agreed that he would take it subject to the mortgage. But these cases are not authority for more than this: that a contract to buy subject to a lien may be enforced, if it can be done without affecting the interests of persons who were not parties to it. That the principle was not intended to be carried any farther, is proved by the case of Barnet v. Washebaugh, (16 Ser. & R. 410,) which decided, only four months later than Stackpole v. Grlassford, that though a sheriff’s sale may be made subject to a legacy, the lien will be discharged, unless it appears expressly that it was the clear understanding of all the parties, that it should remain on the land. Mere notices or loose declarations were pronounced insufficient for that purpose. This was strongly reiterated afterwards in Hellman v. Hellman, 4 R. 440, where it was said, that the sheriff had no right to sell subject to one lien and discharged of another, without the consent of all parties. Umbehauer v. Auchenbagh, (3 W. & Ser. 259,) decided, that any imposition of terms by the sheriff was wholly improper, and the purchaser, in that case, was relieved fromqthe payment of a debt subject to which the land was expressly sold with his consent, although the deed conveyed it to him upon that condition. This case, to be sure, had a peculiarity which takes it out of the common class; but the strong reprobation it contains of all interference with the regular course of the law is worthy of attention. Mode’s Appeal, (6 W. & Ser. 280,) held that neither the sheriff nor the parties could, by any parol' agreement, continue the lien of a mortgage, so as to affect a subsequent purchaser or a creditor who might afterwards enter up a lien against the vendee. Randolph’s Appeal, (6 Barr 245,) denies utterly the power of the sheriff, or any other officer conducting a judicial sale, to prescribe conditions other than those which the law imposes, so as to affect, as with a lien, interests subsequently acquired. In view of these decisions, and others to the same effect which I have not thought it necessary to cite, we cannot choose but hold, that while a contract may be made, at the time of the sale, in some sense legally binding on those who make it, it can have no validity whatever against those who are not parties to it. To give it the effect of continuing a lien on the land, it must have the consent not only of the purchaser, but of all the lien creditors, and then it will be of no force against a subsequent purchaser or encumbrancer. One who buys of the sheriff’s vendee, or enters a judgment against him, cannot be affected by such an agreement, even if he has notice of it. The reasoning of Mr. Justice Sergeant, in Mode’s Appeal, on this point is irresistible. The opposite doctrine would tend to create liens on land not found on record nor known to the law, and depending on parol proof. When a creditor or a purchaser finds an old mortgage or legacy legally satisfied and extinguished by a judicial sale, he is not bound to regard any bargain between the owner of the land and a third person for its renewal or continuance, more than he would be to notice an encumbrance which never appeared on the record at all.\nApplying these principles to the facts of the present case, it is impossible for us to say, that anything occurred at the sale of Jones’s property, which continued any of the liens on the land, or defeated the rights of the legatees and mortgagee, to be paid out of the proceeds. There was a notice read from a paper by the deputy sheriff to the bidders. This paper was preserved, and is part of the record before us. It merely mentions the existence of legacies and the names of the legatees, without their amount, and without saying whether they are or are not to be discharged by the sale according to law. It is altogether silent about the mortgage. The deputy sheriff declared, on his oath, that he gave no other notice than what appears on the paper. Another witness says he understood the land to be selling, subject to the mortgage, but heard nothing of the legacies. A third swears that a notice was given that .the property was to be taken subject to the legacies and mortgage. If he means that such a notice was given by the officer, the paper proves him to be mistaken. Of the two other witnesses, one remembers nothing but talk among the bidders; and the other states, that the notice included the mortgage as well as the legacies, and he understood the sale as being subject to both. This evidence, in its best aspect, proves nothing clearly, except that some sort of notice was given of the legacies, and that some of the persons present, tacitly supposed, believed, and understood, that they would have to be paid by the purchaser, and not out of the fund. The understanding does not seem to have been expressed by anybody, or at least, not so expressed as to make it enter into and form part of the contract of sale.\nBut supposing there had been a clear and well defined agreement between the sheriff and the purchaser, i would that continue the liens ? Certainly not, unless the creditors to be affected by it gave their unqualified consent. This they did not do. The owner of the mortgage was not there, but is here, claiming to be paid out of the fund; and the legatees were not only absent, but some of them were still in their minority.\nIf we would refuse to satisfy these creditors, out of the money in Court, and turn them over to the land, we could only give them a lien on it, liable to be defeated (according to Mode’s Appeal), whenever the present owner might choose to sell it, or whenever a creditor of his might enter a judgment against him; which would be just no lien at all, or as good as none. They might, if they had all been sui juris, have placed themselves in this condition by their own acts; but we cannot sacrifice rights so sacred by any decree of ours.\nIt follows that the legacies and mortgage are entitled to be paid, and that the decree of the District Court was right, unless it can be proved that the legacies were not liens at all, at the time of the sale.\nThomas Jones, the testator, bequeathed the ten lots in question to his four sons, “subject, nevertheless, to the hereinafter-mentioned legacies and bequests, if there should not be other or surplus funds to pay them.” The legacies now in question were given in an after part of the will. The appellants admit, that this charged the legacies on the land; but they argue, that the last clause of the devise made it a conditional charge only. If we assume this construction to be correct, it remains to see whether or not there were other or surplus funds. The auditor found that there were not. The appellants did not ask for an issue, and the District Court endorsed the decision of the auditor..\nThe appellants complain, that the auditor reached his conclusion, on this part of the case, without sufficient evidence. We have said very often, that, in every case, we would take all the facts found by the auditor to be true, unless the mistake was palpable and clear. Here it is not so. The auditor had the will before him, and the inventories of the personal goods, and examined several witnesses, who knew the condition of the estate. These were all the sources of information that were open to him. It is not pretended, that any important fact likely to throw light upon the subject was left unexamined. We think that his opinion, that there were no other or surplus funds applicable to the payment of the legacies, was well warranted by the evidence which he reports. Decree affirmed."}