{"id": "413698", "contents": "The opinion of the Court was delivered by\nWoodward, J.\nThe libellant charged that his wife had wilfully and maliciously deserted his habitation without any just or reasonable cause, for two years and upwards; and on this ground prayed for a divorce a vinculo matrimonii. In her answer she denies the wilful and malicious desertion, and assigns as the cause of her leaving him, his violent temper, intemperate habits, and repeated indignities to her person which had embittered her life; and especially that on the first day of July, 1847, he assaulted her with a knife in his hand, hurt her, and drove her off, and was guilty of other cruel and barbarous treatment of such enormity as to make her condition intolerable, and her life burthensome, and thereby forced her to withdraw from his house.\nAs to the general charges of barbarous treatment contained in this answer, the libellant would have been entitled to demand specifications of time, place, and circumstance, before joining issue; but he waived this right, and put in a general replication denying the truth of the “ matter and things in the respondent’s plea, alleged in bar of his libel,” and on this issue demanded a jury.\nOn the trial no particular instruction was asked, and the Court submitted to the jury the question whether the respondent had suffered such treatment as acquitted her of wilful and malicious desertion from her duty and her husband’s roof, and they found that she had.\nOn an issue made up and tried in this manner, the questions argued here do not arise. The rule contended for by the plaintiff in error may be conceded: that the reasonable cause which would justify a wife in abandoning her husband must be such as would entitle her to a divorce. The answer is, all that is found by the verdict.\nIt will not be disputed that the matters alleged in the respondent’s answer would, under the Act of Assembly, be cause of divorce. Sitting in a Court of error, we are obliged to assume that these matters have been found; so that, according to the strictest application of the rule contended for, they were sufficient to justify her desertion, or, at the least, to take away from it the wilful and malicious aspect which the statute requires it to bear in order to'entitle him to a divorce. Whether the acts proved amounted to such cruel treatment as justified her desertion, is a question that does not arise on the record, and therefore we do not decide it. The Court below expressed no opinion on this point, and not being asked to do so, the omission is not assignable for error, for it has been often ruled that want of direction, not asked for, is not error: McClure v. McClure, 1 Barr 374; Churchman v. Smith, 6 Wh. 146; Burns v. Sutherland, 7 Barr 108.\nWe think the evidence contained in the bills of exception was properly admitted. The declarations of the wife, the night of her flight, were so connected with the principal fact under investigation as to b'e competent' as part of the res gestee. In Rawson v. Haigh, 2 Bing. 99, cited by Mr. Grreenleaf, letters written during absence from home, were admitted as original evidence explanatory of the nature of thé departure and absence, the departure and absence being regarded as one' continuing act. Here the declarations were much more immediately connected with the act of departure than the letters in that case, and were full as worthy evidence, explanatory of the motives of the party.\nThe judgment is affirmed."}