{"id": "413692", "contents": "The opinion of the Court was delivered by\nBlack, C. J.\nThis case has some points of more than usual interest, which are presented in the charge of the Court below with great clearness and precision. But after considering it with much care, we have all reached the conclusion that we must reverse the judgment for a reason apparently not much thought of on the trial, and which, as it puts an end to the action, makes any reference to the other questions unnecessary.\nThe suit is trespass for digging ore on land to which both parties claim title. The plaintiff is the owner of a warrant to William I). McKiernan, dated the 6th of August, 1844. David Stewart, who has since conveyed to the defendants, took out a warrant one day later. Their applications are dated both on the same day (namely, September 3), but Stewart’s was in the morning, and McKiernan’s in the evening, after he knew of Stewart’s. The somewhat doubtful question which arose on these facts—I call it doubtful, because there are decisions upon it by this Court which seem to conflict with one another—came up before the board of property on a caveat, and was there decided (March 6, 1846) in favor of McKiernan. Within six months afterwards ejectment was brought by the losing party, agreeably to section 11 of the act of 3d April, 1792, which is still pending.\nWe hold the opinion which the Court of Common Pleas did not, that the right of either party to maintain trespass against the other for an injury done to the land in dispute, is suspended until the title shall be finally settled in the ejectment. We do not mean to say that one in actual possession may not bring trespass for an interference with any of those rights which the law gives to every peaceable occupant. But in this case the plaintiff recovered by virtue of his title alone, and the constructive possession supposed to result from it; and that, too, in the face of some evidence (we do not say enough) to show that his adversary had the possession.\nThe statute makes the determination of the board of property conclusive upon all parties to the caveat who are sui juris and not beyond sea, unless ejectment be brought within six months. It gives the action by way of appeal from that decision, and when judgment is pronounced by the Court, the patent which issues thereupon is a full and perfect title to him who gets it. But in the mean time, no patent can issue to either, because, until the suit is ended, one has as good a right as the other. Who shall have the patent, is a question which can be tried in no other way than that designated by law. The judgment will be conclusive when it is rendered, but we have no authority now, in a different action, to anticipate- what it will be by considering what it ought to be.\nWhen a statutory remedy is given, it must be strictly pursued, and all common law proceedings to the same end cease to be available. If the plaintiff succeeds in getting a patent under the law which authorizes the ejectment, his wrongs can then be fully redressed. His title will not only be full, perfect, and indisputable, but it will relate back to the period of its inception, and give him all the rights which he would have had under it if no caveat had been entered. In the mean time, the writ of estrepement, or a bill in equity, will prevent any irreparable waste. The act covers the plaintiff’s case; it serves his whole purpose, and gives him all he can ask without grasping in advance at the fruits of a title which he has not yet got, and which we cannot be sure that he ever will get.\nOn the other hand, suppose, what is possible enough, that the plaintiff, after recovering in the trespass, should lose in the ejectment; he would then have in his pocket the amount of this judgment, with conclusive evidence on the record that it does not, and never did belong to him; and while the law would acknowledge the error of giving him damages for a trespass which was never committed, it would be powerless to make him refund, since it furnishes no remedy for a wrong perpetrated in pursuance of its own process, or in accordance with its own decrees. The absurd inconsistency of holding that one who is the absolute owner of land shall pay damages for using it, to another whose claim is utterly void, would scandalize the administration of justice.\nThe ejectment is to be determined without reference to anything except the opposing title. The scales are so adjusted as to contain nothing on either side of them but the legal rights of the parties under their respective applications, warrants and surveys; and care has been taken to blow away even the dust of the balance. The party who has the decision of the board in his favor is fictitiously deemed to be in possession, but it is provided in the act that “such supposed possession shall nevertheless have no effect upon the title.” The object is to get a decision precisely such as the board ought to have given upon a view of the papers in the land office, and such facts in pais as may legally modify the effect of the recorded documents. But in an action of trespass the result may often depend on mere accidental circumstances. Possession, for instance, of one or the other party may be a fact so controlling, that the question of title would be left wholly out of sight. This case, indeed, came very near being one of that kind. If the actual occupancy of the defendants had been a little better made out, they would have taken the verdict on that ground alone. If this had happened, could the plaintiff, in case he should get the patent afterwards, recover for the same trespass in another action upon any principle except that the first action would not lie ? I ask this question not to answer it (for that would carry us beyond the record), but merely to suggest a difficulty which may as well be avoided. At any rate, here was a trial of the title in a way not'authorized by the statute, in which the parties were exposed to the danger of a decision on grounds different from those on which it might be finally settled.\nIf the board of property had authority to decide upon the title finally or with an appeal directly to this Court, the impolicy of permitting a different Court to adjudicate the same question in another form of action would be very apparent. In principle the case is made no way different by the fact, that the appeal from the board is to the Common Pleas. A tribunal to which an act of Assembly gives appellate jurisdiction has no more right to take original cognisance of the same subject while the appeal is pending, than it would have if the right to hear the appeal had been given to another.\nWe therefore decide that from the time the caveat is entered, until the right to the patent is finally determined, neither party (supposing him not in possession) has such a title as will sustain trespass against the other. An action brought afterwards by the patentee will lie for all injuries committed pending the dispute, and this, together with the writ of estrepement, is a sufficient protection to him who is finally adjudged to be in the right. It would not be proper now, to say what remedies may be had against strangers. It is. enough to add, that no rule here laid down applies to actions by or against persons not parties to the caveat.\nAlthough it be not necessary for the purposes of this case to advert to any other of the points ruled below, yet as the others are fairly before us, and were carefully and well argued, we have concluded, for the purpose of saving future trouble, to express our conviction that there is no error in what the Court said about the warrants. The earlier warrant is the better title. We. cannot recede from the rule which this Court established when the case was here before. It is the settled policy of the law, to make land titles depend as much as possible on written evidence. When two warrants are taken out on the same day, the record will show which is the elder one. But the priority of- applications which bear even date, can only be determined by parol, and then, according to the doétrine of the plaintiff in error, the. right is not settled without showing that the later applicant knew what had been done by the other. In a title twenty years old, what chance would there be of proving the .truth concerning such facts as these ? Great uncertainty would be the necessary consequence. And cui bono ? Merely to restore to a slow man the advantage •which another has achieved by swifter motion. Of course I am speaking of cases in which there is no fraud. A party does no wrong who desires vacant land and tries to get it, though he may know that • another is moving under the same impulse. It is no imputation on the fairness of the race that the winner was behind at the start.\nJudgment reversed and venire de novo awarded.\nLewis, J., dissented from so much of the opinion as passed upon the titles of the parties. His reasons have been filed."}