{"id": "413687", "contents": "The opinion of the Court was delivered by\nWoodward, J.\nThe question here is, whether, under the circumstances in proof, the horse and harness of Samuel Lewis, levied on at the suit of his creditor, B. E. Hellen, about the last of January, 1851, were exempt from levy and sale by virtue of the 8th-section of the Act of Assembly of 22d April, 1846, which exempts, inter alia, one horse, harness, and plough, “ when owned by any person actually engaged in-the science of agriculture.” Though this section was repealed by the Act of 9th April, 1849, yet the 6th section of the repealing law applies its provisions only to debts contracted on and after the 4th of July, 1849, so that as to debts contracted before that date the Act of 1846 seems to be still in force.\nWhether Lewis’s debt was contracted before or after- that date, and when the judgment was obtained against him, are matters concerning which the paper-book is studiously silent; but as the Court ruled the case upon the Act of 1846, without taking notice of its repeal, we shall presume that the judgment and execution against Lewis were founded on a debt contracted prior to the 4th July, 1849, and therefore subject to the provisions of-that Act.\nWas Lewis then “ actually engaged in the science of agriculture ?” The time to which this inquiry relates is the time of the levy, which is not given in the paper-book; but as the execution was issued on the 21st of January, 1851, returnable the 10th of Eebruary ensuing, we may assume the time of the levy -to have been about the last of January, 1851. It appears, from the evidence, that Lewis was a tailor by trade; that in 1849 he rented and moved to the Fayette Springs property, consisting of a tavern house and some forty acres of cleared land; that he kept tavern and a boardinghouse ; let out part of the land to farm on shares, and farmed the rest himself; and in the summer of 1850, raised the usual variety of'crops, and when the farming season was over, he “ tailored,” as the witnesses called it. In the fall of 1850 he declared his intention to go west the next spring as far as he should be able ; and the proof was, that he did move to the west in May, 1851.\nA person is “actually engaged in the science of agriculture” when he derives the support of himself and family in whole, or in part, from the tillage and cultivation of fields. E[e must cultivate something more than a garden, though it may be much less than a farm. If the area cultivated can be called a field, it is agriculture, as well in contemplation of law, as in the etymology of the word. And if this condition be fulfilled, the uniting of any other business, not .inconsistent with the pursuit of agriculture, does not take away the protection of the Act. The keeping tavern and hoarding-house, and the working at his trade as a tailor in the intervals, of the seasons for farming, did not divest Lewis of the benefits which the statute was intended to secure to him. The Act extends its, protection over the property of the agriculturist during the winter,when he is obliged to suspend his labors in the field, as effectually as in the summer, while actively engaged in rearing or harvesting crops.\nNor did his talk of going to the west take from Lewis the character which his occupation had impressed. The facts in evidence brought him abundantly' within the description of a person “ actually engaged in the science of agriculture;’ and in January, 1851, he was entitled to all the immunities which the law gave him, and which were in no manner affected by his declared intention of removing westward. As tenant of the property at Fayette Springs, all his rights remained whilst his lease lasted. If his creditors wished to seize his horse in execution, they should have waited till his term expired. As it was, their levy was premature, and the action against the constable was well brought.\nJudgment affirmed."}