{"id": "413690", "contents": "The opinion of the Court was delivered by\nLowrie, J.\nThis is a judgment entered on a warrant of attorney against a minor, and the Court below refused to set it aside, and hence this writ. It is of no manner of importance what were the circumstances under which the bond was given, for the warrant is clearly void, and the judgment ought to have been vacated on the infancy being shown: 1 H. Bl. 75; 18 Eng. C. L. R. 209, n.; 30 Id. 362; 4 Mees. & W. 650; 2 W. Bl. 1133; 6 Cowen 393; just as the warrant of attorney of a married woman is void; 9 State Rep. 14; 18 Id. 79; 3 Whart. 309; 2 Camp. 272; 4 T. R. 362.\nBut can the judgment be reversed on error for this cause ? This Court has already twice decided that it can: 1 Dall. 165; 5 Ser. & R. 373. Here the error assigned is the fact of infancy, as it was in the cases just referred to, and so an error of fact was assigned in the case of Martin v. Ives, 17 Ser. & R. 364. Suppose it be denied, is the progress of this Court stopped ? Ho; for its jurisdiction does not depend on the plea which the defendant chooses to enter. We can, if necessary, order an issue to the Court below to try the fact. But in this case the assignment is not traversed. The plea is that the fact does not appear of record, but it does clearly appear in the proceedings, and is admitted in the argument set out in our paper-book. No issue of fact is therefore necessary.\nBut it is argued that the opening of a judgment is matter of discretion. True; but we lay aside all the proceedings in the Court below subsequent to the judgment, and look at the judgment itself; and if that was entered on a void warrant, it must be set aside: this is matter of right, not discretion. In the older, but now unusual practice, the parties might have audita querela, error eoram nobis, or bill in equity to vacate such a judgment, and error or appeal here, if he failed in those below. With us, a motion to vacate is the usual substitute for those old remedies. And as the bill in equity is not general with us, and the others not commonly used, it is proper to give redress on error. In the language of Ch. J. Gibson, 9 State Rep. 16, “ as the equity side of our courts of law is not broad enough to admit relief by bill, we are compelled to give effect to the principle by pleading or evidence, as the Court below ought to have done.”\nErrors of this kind were formerly corrected only by audita querela, or on writ of error in the same court (coram nobis or vdbis), or they were, by reason of the illiberal formalism of the courts of law, making the machinery of justice more important than justice itself, thrown into chancery. But these remedies are little used with us, though they are recognised as still existing; 1 W. & Ser. 438; 17 Ser. & R. 344; 11 Id. 274, 290; 1 Browne 82; 1 Miles 46: and generally we arrive at the same result on motion; 8 Ser. & R. 235; 1 Rawle 323. There can be no doubt that either of these remedies would reach this case, and that if they were improperly administered, the error would be corrected here. The usual substitute for them has been tried and failed, and the party is equally entitled to correction.\nJudgment reversed."}