{"id": "413776", "contents": "The opinion of the Court was delivered, October 17, by\nWoodward, J.\nThe note was negotiable, and was negotiated in due course, which gave the holder a right of action in his own name. The declaration sets forth his title with sufficient fulness and formality, and the copy of the note, endorsed on the declaration, furnished the defendant with precise notice of the character and extent of the plaintiff’s claim. Then under the pleadings in the cause and the rules of the District Court, the plaintiff was entitled to read the note in evidence without proving its execution or endorsements; but to take away all apparent grounds of objection, he proved the signature of the maker by Mr. Holmes, and gave evidence tending to prove that of the endorsers, which the Court submitted, as they were bound to do, to the jury.\nThese observations dispose of six of the assignments of error, and two only, the second and the eighth, remain.\nNow as to the second : The defendant offered to prove that the note belonged to Winslow, Lanier & Co., the first endorsees, for whom the plaintiff was merely trustee, and that it was without consideration. The Court admitted this offer; but, when the defendant called Mr. Knox, the plaintiff’s attorney, to sustain it, he declined to state any communications made to him by his client, and the Court refused to compel him, and sealed a bill.\nIt would have been a grievous error in the Court to have compelled Mr. Knox to testify, in support of such an offer, to confidential communications made to him in the very cause trying. It is not merely the privilege of the attorney, but the rights of the party that forbid the disclosure of such communications, and therefore the attorney is not permitted to divulge them though willing to do so. The matter of the defendant’s offer was not Collateral to the action, but went directly to the heart of it; and the Court were right in holding that it must be proved by some other witness than the attorney of the plaintiff.\nThe 8th error assigned is, that the jury gave a verdict for $78.90 more than the plaintiff claimed in his declaration.\nAlthough it is evident from the record that this excess was interest which had accrued pending the action, still we are of opinion that in assumpsit the plaintiff cannot have a verdict and judgment for more than the damages laid. He declines to remit the excess, hut asks leave to amend his declaration by increasing his damages so as to comprehend the verdict. In Spackman v. Byers, 6 Ser. & R. 385, where the damages found by the verdict exceeded the amount laid in the declaration, this Court held that the record might be taken back for amendment, and that the judgment, so amended, should be affirmed. But when there is matter on the record to amend by, and there is no possibility of surprise or injustice to the defendant, why send the record down for purpose of amendment, instead of allowing it to be done here ? A copy of the note on which the action was brought has been on the record ever since the institution of the suit, and nothing but the persevering resistance of the defendant has caused the interest to swell beyond the sum originally demanded. It is taking no undue advantage of him, therefore; it is indeed only administering the justice of the cause, to permit the plaintiff to amend here where we have the full record. This has been often allowed in regard to other amendments of equal or more materiality. The cases are collected and discussed by the late Judge Kennedy in Wampler v. Shisler, 1 W. & Ser. 370, where it was said that after a final judgment rendered and a writ of error brought, an amendment will be allowed in furtherance of justice, especially when the merits of the ease have been fully heard and tried, and when it appears that the matter assigned for error could have produced no possible injury to the party complaining of it. This case was followed and approved in Morris v. McNamee, 6 Harris, 180, and its principles are decisive in favor of the amendment which the plaintiff asks leave to make in this Court. He must therefore have leave.\nAnd now, to wit, 17th October, 1853, this cause came on to be heard on the assignments of error and the motion for leave to amend, and was argued by counsel, and thereupon it is ordered that the declaration brought up here as part of the record be amended by inserting seven thousand dollars instead of six thousand dollars as the damages claimed; and this having been done by the prothonotary, it is ordered, adjudged, and decreed that the judgment of the District Court of Allegheny county be affirmed."}