{"id": "413710", "contents": "The opinion of the Court was delivered hy\nWoodward, J.\nAll the material questions in this case were decided when it was here before. That Johnson was not a purchaser of the stereotype plates for value and without notice—that his title could not rise higher than the rights of Sorin & Ball—and that as against them the plaintiff had, under the several articles of agreement, an interest as part owner unconditionally, and the right to the remaining interest in the plates on performing the conditions specified in the agreements, were points very expressly ruled in the opinion of Mr. Justice Lewis. It would seem to follow necessarily from these principles that the plaintiff had the same right to recover the plates or their value from the defendant, Johnson, as he would have had from Sorin & Ball; yet the Court below held, that Agnew, though he had performed his conditions, could recover for only half of the plates. The error consisted in supposing that Sorin & Ball had any transferable interest in the plates. Though they had paid half their cost, and were entitled to the possession of the plates for the purpose of publishing the pictorial histories mentioned in the contracts, they had not the jus disponendi as against Agnew. And this,'not because they had pledged their moiety to Agnew as security for arrears of copyright money, but because they held them as tenants in common with him for the sole purpose of publishing works, the copyright of which was in another. The agreement of 19th February, 1842, established the relation of author and publisher between Goodrich and Agnew, and Sorin & Ball came in under the subsequent agreements to share with Agnew the benefits and advantages of the original contract, and of course all their rights were subservient to it. By that, the copyright in the books was retained by Goodrich, and the plates were prepared in view of that fact. They could be used only under the contracts. Their whole value, beyond the mere price of the metal, consisted in their connection with the copyright, and this connection was established by the contracts in evidence. Sorin & Ball had no vendible interest in the plates; their rights were limited to a use of them for the purposes set out in the contracts. When, therefore, they undertook to transfer them to Johnson, whether by way of sale or pledge, they so misused the joint property, and so incapacitated themselves for applying it to the purpose for which it was designed, and in connection with which it had acquired its value, that A.gnew might on tender of his notes recover its value. An event had then happened which rendered them “ unable to carry on their part of their engagement;” and as in case of the death of either of them or of a dissolution of their firm, Agnew had, according to the agreements, “the right to claim the plates and take the same as his own property” upon refunding their money with ten per cent, by satisfactory notes at sixty and ninety days and four months, for equal portions thereof. If the tender of the notes were proved to the satisfaction of the jury, they should have been instructed that the plaintiff was entitled to recover the full value of the plates with interest.\nAs to notice. If Johnson stood as a purchaser for value, instead of a mere pledgee, the general rule that a purchaser of personal property takes no better title than his vendor, would apply to him, for this property was not within any of the exceptions to that rule which were very well stated by Mr. Justice Bell in McMahon v. Sloan, 2 Jones 232.\nBut a party having only such a qualified property in goods as Sorin & Ball had in these stereotype plates, cannot pledge them any more than a factor can pledge the goods of his principal for his own debt, and that this may not be done is established by a train of décisions: Patterson v. Tash, 2 Strange 1178; D’Aubigny v. Duval, 5 D. & E. 604; Skinner v. Dodge, 4 Hen. & Mun. 432; Kennedy v. Strong, 14 Johnson 128; Van Amrige v. Peabody et al., 1 Mason 440; Lousatt v. Lippencot, 6 Ser. & R. 386. The pledge in such cases is wholly void, and the property is not divested from the owner, because it is made in violation of the conditions on which he has the possession, the very ground on which this transfer was void. Mere possession of personal property which is not used for purposes of trade, though indicative of title is not title, and the person to whom the possession is transferred must take the hazard of a demand by the proper owner.\nIt is not necessary to advert to the evidence of notice, or to pass upon its conelusiveriess, because we think the defendant acquired no rights whatever by the transfer from Sorin & Ball.\nThere was no error in the instruction as to the measure of damages.\nThese observations dispose of all the assignments of error except the first, and we find no bill of exceptions to sustain that.\nThe judgment is reversed and a venire de novo awarded."}