{"id": "413753", "contents": "The opinion of the Court was delivered by\nWoodward, J.\nWe have carefully considered the objections urged against the opinion of Judge Agnew, and they have failed to convince us that he fell into any error.\nThe principle very successfully asserted in Bevan v. Taylor, 7 Ser. & R. 397, is fully incorporated into our Intestate Act of 1833, and rules the present question. The 7th section of the Act admits the next of kin to the inheritance in default of the classes and persons previously described, but its words are limited by the second proviso, to such next of kin as are of the blood of the ancestor from whom the estate descended. But if there should be no next of kin of such blood, then by the 11th section, the next of kin shall be admitted without regard to the blood of the ancestor. A general principle conformable to the common law and the dictates of nature, is laid down in the proviso to the 7th section; but where it cannot be applied, the 11th section brings in another beneficent principle, that kindred of the intestate, without common blood with the ancestor, shall take the estate rather than that it shall escheat. Thus understood, there is no conflict between these sections, and they are as reasonable as harmonious; but they exclude the defendant, not because he is not next of kin to the intestate, but because there are others next of kin who are of the blood of the ancestor.\nAnd there can be no question here that Ephraim A. Robinson was the perquisitor whose blood must determine the inheritance. It is true he acquired the estate after his marriage with Elizabeth Parr, and it may be true, as suggested, that her industry and economy contributed to its acquisition; but the marriage was a gift of these to her husband, and their fruits enure to his benefit. And he acquired it by purchase, in the ordinary sense of that word; so that he comes within the rule in Hartman’s Estate, 4 Rawle 39, and Lewis v. Gorman, 5 Barr 166. The plaintiffs have blood in common with him, no matter how little: Eames v. Brown, Law Reg. No. 10, p. 634, and the defendant has none. He cannot, therefore, take.\nThe second point ruled by the Court is in accordance with the letter of the Act, and the adjudged cases.\nThe judgment is affirmed."}