{"id": "413721", "contents": "The opinion of the Court was delivered, September 22, by\nWoodward, J.\nIn Donley v. Hays, 17 Ser. & R. 400, a mortgagee holding seven bonds for instalments of the debt secured by the mortgage, assigned and transferred four and retained three of the bonds to himself; and on sale of the mortgaged premises, the fund produced being insufficient to pay the whole mortgage debt, it was held, by a majority of this Court, that there was no priority among the assignees, and no equity in their favor as against the mortgagee—that the word “ assign” implied no guarantee--and that the several assignees and the mortgagee were alike entitled to come in and share the fund pro rata according to the, bonds held by them respectively. Mr. Justice Todd supported these conclusions in a clear and well stated opinion, which, however, was somewhat shaken by the dissenting opinion of Chief Justice Gibson, and afterwards almost overthrown by the formidable assault made upon it by Mr. Justice Kennedy in Cowden’s Case, 1 Barr 278. But in Mohler’s Appeal, 5 Barr 420, Mr. Justice Rogers said, with the acquiescence of the whole Court, that upon further examination and consideration they were persuaded Donley v. Hays was correctly ruled, and they adopted it as the law of the case they were considering. It has moreover been recognised in a variety of other cases, and implicitly followed in some of them: Betz v. Heebner, 1 Penn. R. 280; Caneghan v. Brewster, 2 Barr 43; Yarnell’s Appeal, 3 Barr 364; Bank v. Chester, 1 Jones 290.\nA doctrine that has been thus settled, vindicated, and followed, is entitled to respect from us, whatever we may think of the comparative value of the reasonings which have been urged for and against it. Were it an open question, we might possibly hold that successive assignees of fractional interests of an integral debt, were entitled to share in the pledged fund according to the order of the assignments; but we consider it settled law that there is no right of priority among them, and the only question is whether there is anything in the case before us to take it out of the rule.\nThe circumstance which distinguishes this case from Donley v. Hays, is that here mortgages instead of bonds were the subject of the assignments, but we think this does not affect the principle settled. When a mortgage debt is split into instalments, the most usual course is to take a bond for each instalment, and a mortgage as security, for the sum of the bonds ; but the transaction is essentially the same if a mortgage be taken for each instalment. Mortgages in Pennsylvania, though formal conveyances of land, are really only money securities like bonds, and may be assigned like other choses in action. When instalment bonds are assigned, they pass, by relation, an equivalent portion of the mortgage debt, but here a fourth of the mortgage debt was directly transferred by the assignment of each mortgage. The object and the result are the same in both instances, though attained more directly in the one than in the other.\nHere the four mortgages were executed and recorded at the same time, describing the same land, and securing parts of the same debt; and upon the principle of Hays v. Donley, the assignees stand in equal equity in respect to the fund in contest. The court erred therefore in giving a preference to the first assignee, and the decree must be reversed, and the fund in court decreed to the assignees pro rata."}