{"id": "413754", "contents": "The opinion of the Court was delivered by\nLowrie, J.\nThis suit is for the use of the county of Washington, against the sureties of a late sheriff, for fines and jury fees, collected by him. The defence is, that the county auditors had duly settled the sheriff’s account, and found the balance due by him, and that, after that, for claims of the sheriff against the county, the county commissioners had given him checks to an amount exceeding the balance claimed in this suit, and that the same were improperly paid at the treasury, without deducting the amount of his indebtedness.\nThe Court below held that the principle that the public is not chargeable with the negligence of its officers in such cases, even as against sureties (6 Bin. 292; 18 State Rep. 617; 9 Wheaton 736; Id. 188; 12 Id. 509; 1 Pet. 325), does not apply to the case of county officers; and that the sureties were discharged by the neglect of the commissioners to retain the money of the sheriff when they had an opportunity: 8 Ser. & R. 452; 13 Id. 159.\nA remark was made in Glover v. Wilson, 6 State Rep. 293, that favors this distinction, but we do not know that it has received any other judicial countenance. Wilson’s Case, 4 State Rep. 164, would seem to impinge upon the general rule, but it does not tend to establish the distinction insisted on here.\nThe fact that a county has certain rights recognised in law as its own, does not sever it as a body from the state; but only distinguishes it in the state, and as part of it, and allows local officers to enforce, in the name of the county, certain rights and duties which otherwise would have had to be enforced in the name of the state. The institution of local divisions is merely a means of government, and counties and their officers are but parts of the machinery that constitute the public system. This form of administration is no more a division of the government, than is the allotment of particular localities, or particular functions, to what are usually called state officers.\nBesides this, it is inherent in the very nature of the case that the sureties of an officer, who has been guilty of a breach of duty, cannot make any subsequent and consequent neglect of another officer the foundation of a claim that they should be discharged. If they could, then those who have engaged against the primary breach of duty, would he allowed to throw the liability for it upon him who committed the consequential one of neglecting to compel its correction, and to make him stand as if he had in this neglected a duty to the sureties of another officer, when he owed the duty, not to them, but to the public only. If the sheriff’s sureties are discharged, then the commissioners are liable, and thus they who owed no duty to the sureties and transgressed none, would he substituted to their liabilities as if they had. But it is not so. The commissioners are liable if the county, whose officers they are, loses by their neglect; but that cannot he, so long as the security taken for the performance of the sheriff’s duty is sufficient.\nJudgment reversed, and judgment for the plaintiff for $412 and costs."}