{"id": "413702", "contents": "The opinion of the Court was delivered by\nBlack, C. J.\nBy the 16th section of the act of 1845, relative to the Cumberland Road, the commissioner of the road is authorized to contract with the owners of a line of coaches for tolls in a gross sum, by the month, quarter, or year. Two stage companies were running over the road in 1845, and for some years afterwards,’ namely, the Good Intent Stage Company and the'National Road Stage Company. They jointly contracted with the commissioner for leave to run all their coaches through all the gates in Pennsylvania, at the gross sum of $11,000 per annum, payable quarterly. This contract was reduced to writing, and signed by the commissioner and by one member of each company, on the 5th of September, 1845. Another paper was signed by the commissioner alone, and dated July 3, 1847, by which the rate of tolls was fixed at $10,500 per annum from the 1st July to the 1st May, 1848. No other contract was made, and both the stage companies continued to run without paying toll at the gates, but paying up to 1850, according to the last mentioned paper. In 1850 they ceased to pay regularly according to the agreement, but did not pay or offer to pay at the gates. Being in default about $11,000, the gates were closed upon them in 1851, and this suit brought to recover the sum due to the road. The defendants below now come into this Court, averring that the Court of Common Pleas committed twelve fatal errors in the trial of the cause. Though some of these errors are not specified according to the rule of September, 1852, we will consider and decide upon all that are of any importance.\n1. It is said that there was no plea, and the cause was therefore tried without being at issue. In point of fact there were pleas and issues regularly formed. The assertion to the contrary has no foundation except this: that, after the issue was made up, the plaintiffs, on leave given, added several new counts to their declaration. The pleadings need not be changed upon every amendment of the narr. Those which were in at first are held applicable to a new narr. subsequently filed, unless the defendant himself thinks proper to change his defence. But even if it were true that no plea at all had been pleaded by the defendant, it is not an objection which would avail either party in a court of error. -It-has long since been decided for reasons which have never been controverted, that a trial without a plea is a waiver of all matter of form, and a tacit agreement to put the cause on its merits.\n2. The suit was brought to recover the tolls which became due in 1850 and 1851, and for which the two stage companies had made themselves jointly liable by their contract with the commissioner, dated 5th. September, 1845. The declaration as first filed based their liability on the paper signed by the commissioner alone, and dated July 3, 1847. In the new counts the latter seems to have been treated as a mere temporary modification of the contract created by the former, and accordingly the first contract is counted upon. The defendants objected to this new narr., as introducing a new cause of action. But the objection cannot be sustained. The demand in both is for the same tolls, the same failure to pay for the same use of the road during the same period. This is the substantial cause of action, and if we would refuse to let the plaintiffs state the defendants’ liability for the same debt in different forms, or as arising in different ways or by several contracts, express or implied, we would soon deprive ourselves of the right, so often exercised, of boasting that we permit amendments in all cases where justice requires it.\n3. When this suit was brought, there were two superintendents of the Cumberland Road; one of them east, and the other west of the Monongahela. These officers came in place of the single commissioner who had previously performed the same duties. The suit should have been brought in the names of both. But one was omitted by mistake, and the court allowed an amendment which inserted it. This was simply an exercise of the power expressly given to all the courts by the act of 4th May, 1852. There were no new defendants added.\n4. The defendants put in a plea in abatement. This was after declaration filed, and pleas pleaded in bar; after an amendment of the declaration; after the jury were sworn; after a portion of the evidence was given and the trial had made some progress. If there is any technical rule of the law more clearly defined or better understood than another, it is that a plea in abatement cannot be received after a plea in bar. The Court ought not to have allowed it to go upon the record, unless with the consent of both parties, and then only upon the condition that all other defences should he abandoned. It is the duty of a court to lean hard against a party who puts himself upon ground like this. Dilatory pleas which go merely to the action and. not to -the facts upon’ which it is based, are never favored. This would be a sufficient answer to the fourth specification; but there is another, which is not less conclusive. The act of 1845, relative to the Cumberland Road, provides, that in no suit for tolls under that act or any other, shall any plea in abatement for non-joinder be allowed. This was a suit for tolls, under the act of 184,5. The defendants proposed to plead in abatement, and it was not allowed. To have done otherwise would have been to set the statute at nought. We think there is nothing in the argument which would confine this prohibition to cases in which there is no contract.\n5. The defendants demurred to the declaration. This also was after the swearing of the jury. The Court seems to have paused in the midst of the trial, and suffered a party who was losing ground in the issue of fact, to try what he could do at an issue in law. When the experiment failed, the investigation of the facts' was resumed, just as if nothing had happened in the mean time. After such unprecedented indulgence, any complaint of the defendants’ against the Court cannot but look a little ungracious. The demurrer admitted the truth of every averment in the declaration, and the judgment should have been, not quod respondeant ouster, but in favor of the plaintiffs, quod recuperent, which would have put an end to the controversy. It is in vain to say that good cause of demurrer was shown. The non-joinder of a co-promissor in an action of assumpsit is barely sufficient to sustain a plea in abatement when it is pleaded in time, and thoroughly proved, and when no statute stands in the way of it; and it is no cause of-demurrer. The argument based on the form of the declaration which states the contract to have been made jointly with other parties not sued, will not take the case out of the general rule. It is well answered by the fact that there is no averment that the party not joined is alive. This is a somewhat sharp reply; but not sharper than the demurrer itself.\n6, 7, 8. The sixth, seventh, and eighth specifications relate to the- deposition of William Hopkins, the commissioner who made the contract with the defendants. This was objected to on three distinct grounds, and each objection successively overruled, and the ruling excepted to. The first was, that it proved a joint contract with other persons not sued, and not. mentioned in the narr. To obviate this, the declaration was amended, and the contract was set forth as a joint one. This was unnecessary, for the evidence was admissible without the amendment. But it did not hurt the defendants. On the contrary, it gave them what they seem to have prized very highly, an opportunity afterwards of making other objections which were equally nugatory. The point next raised was, that there was a written contract. This must have meant that the evidence was not admissible to explain, alter, or vary the writing. But that was not the object, purpose, or effect of the testimony. The third objection went to the written contract of 5th September, 1845, and is a mere repetition of the first. It was rightly overruled for the same reasons that made the demurrer unsustainable, and for the additional reason which the Court below gave, namely, that a plea in abatement for the non-joinder of parties jointly liable was prohibited in such a suit. It is no answer to this that the non-joinder may be taken advantage of without a plea in abatement when the fact that other parties are liable is averred by the plaintiffs themselves. Concede that this appears in the declaration; concede also, what certainly does not appear, that the parties omitted from the suit are still alive; nevertheless a fair and just interpretation of the statute will forbid that any advantage shall be taken in any way whatever of a non-joinder. It is very plain what mischief that part of the act was intended to remedy, and it is equally plain that the purpose of the legislature would be defeated if a party forbidden to plead a non-joinder in abatement, should be allowed to show it as a reason for keeping out the evidence.\n9. The next specification refers to three bills of exception, angives the substance of neither. According to the rule of this Court, all these errors, if errors they be, are waived by this irregular mode of specifying them. The counsel of the plaintiffs in error probably thought them unworthy of being properly'assigned, for the argument was silent on that part of the case.\n10. The tenth specification asserts that the Court erred in answering all the points of the defendants in the negative. Our rule requires that each point should be the subject of a distinct specification. The defendants submitted five points to the Court, and here they are all run together. I think they were rightly answered. \"We are, however, not to be understood as giving any opinion on them, but only as deciding that they are not before us in any shape which makes it necessary or proper for us to notice them'.\n11, 12. Although the written contract was by its terms to endure only for a limited time, yet the defendants and the other company with which they were connected continued for years after-wards to run their coaches over the road and through the gates, and continued also until 1850 to pay for the privilege the gross annual sum fixed by their agreement. After the expiration of the term limited in the contract, either party had a right to fall back upon his original position. In other words, the commissioner might- have closed the gates, or the stage companies insisted upon paying the tolls according to the rates fixed by law. But when both parties continued to act under the contract, their tacit agreement to he bound by it is as strong as any express renewal could make it. The defendants could certainly not get clear of its operation except by giving a distinct and formal notice to the authorities controlling the road, accompanied by an offer to pay the legal tolls at the gates. As long as they continued to pass the gates without paying, they could only account for their conduct in one of two ways, either by referring' it to the contract, or else by acknowledging that they were guilty of a gross outrage on the rights of the public. Of course, no Court would listen to the latter explanation. Our duty is to put upon their acts the construction most favorable to their character for honor and honesty. This point being settled, it is immaterial whether the Court was right or not in saying it was a contract from year to year.\nThis disposes of all the grounds taken by the plaintiffs in error. Every question of law is most clearly against them, and there is not justice enough in their case to make it worth the thousandth part of the ability and ingenuity expended on it by their counsel.\nJudgment affirmed."}