{"id": "413740", "contents": "The opinion of the Court was delivered by\nBlack, C. J.\nThe principal question in this case is, whether a city corporation, bound by its charter to keep its streets in repair, is liable for an injury occasioned by neglect to do so.\nEvery highway or thoroughfare, which the public has a right to use, must be kept, by somebody, in such order that it can be safely used, and if any serious injury happens to an individual in consequence of its bad condition, those who are bound to repair must answer in damages. In Beatty v. Gilmore, (4 Harris 463,) a person who had dug a hole in the pavement, and violated his duty by leaving it exposed, was held liable to a party who fell into it and broke his leg. In Bartlett v. Crozier, (15 Johnson 250,) an action was sustained against an overseer of the highway, who had the means of repairing the roads in his hands, but neglected to do it, and caused a loss to the plaintiff. In Townsend v. The Susquehanna S. R. Co., (6 Johnson 90,) a private corporation which had failed to keep up one of its bridges, was held liable for a similar loss. In Dean v. New Milford Township, (5 W. & Ser. 545,) it was decided that damages might be recovered against a township for the injury sustained in consequence of the non-repair of a public road. And in the Commissioners of Kensington v. Wood, (10 Barr 93,) it was said by this Court that the liability of the corporation, for any injury arising from the unskilful, inartificial, or improper manner, in which the paving and grading of a 'street was done, could not be controverted. To these authorities may be added the case of Pittsburgh v. The Owners of the Steamer Mary Ann, (10 Harris 54, &c.) in which we held that the city corporation, having the care of a port, was responsible for the .loss of a vessel which had been wrecked for want of a safe landing-place. I have cited these several cases to show that a party bound to repair, whether it be an individual, a private corporation, a township, district or city, must perform the duty or pay, in an action on the case, for all injuries to persons and property, which may becaus’ed by the omission. Except in eases where the suit is against a public officer in his individual character, and not against the corporation which he represents, (as in Bartlett v. Crozier,) it makes no difference whether the neglect is wilful or otherwise.\nIt was contended on the trial, that, inasmuch as there were other streets by which the plaintiff might have reached any point at which he could have been aiming when he was hurt, it was his own folly to go over an unbridged stream and expose himself to the injury which he suffered. But if the officers of the city permitted the street to be used without warning the. public of its condition, they cannot charge the plaintiff with inexcusable negligence of his own safety, in doing what -they themselves took no measures to prevent. They invited him into that street by not closing it up, by allowing it to be used without objection, and by putting certain repairs upon it which made it not safe, but passable with skilful driving and good luck. Culpable negligence or want of ordinary care on the part of the plaintiff would have been a defence. But the burden of proving it was rightly held in Beatty v. Gilmore to lie on the defendant. No proof of that kind was offered, except what may be inferred from the plaintiff’s hot going around some other way. We are very clear in the opinion that that amounts to nothing in the circumstances of this case.\nThe charter of the city forbids any tax for city purposes greater than the half of one per cent, on the valuation. This had been laid and expended. But the charter says, that a larger tax may be laid with the consent of a majority of the inhabitants, if it be required for a purpose of general utility. The rebuilding of a bridge to accommodate the public in travelling along a public street is an object of general utility. A tax beyond the half per cent., therefore, for that purpose, might have been laid, unless a majority of the citizens had refused to permit it. The people of the city are the corporators. It is they who are sued under the corporate name. It is they who must pay this judgment, if it is to be paid at all. They are defendants in this action. It will not do for them to allege that they are' unwilling to perform a duty, and hold that up as an excuse for its non-performance. The Court of Common Pleas was right in saying that the want of funds was no excuse. I will not say that damages’ can be recovered for an injury like this from a municipal corporation, which has no means at all of raising a corporate fund to repair its roads and bridges. That cannot be a legal duty which the law does not permit to be executed. But in this case the city had a corporate fund, capable of being increased to any extent, by the immediate act of the people. If a mere vote of the council could have laid the tax, their disinclination to do so would hardly have been thought of as a defence. The people being their own representatives in regard to all taxation, beyond a half per cent., they are bound to see to it themselves as much as the council would have been, if the matter had been intrusted to their discretion. No matter where the authority of a municipal corporation may be lodged, nor what organs may be designated to speak its will, neither the council nor the people can rid themselves of a public duty, by any vote of their own, or any refusal to vote.\nIt is assigned for error here, that the narr. sets forth no cause of action. It is not necessary to recite, in the declaration, the Act of Assembly which binds the city to keep the streets in repair, nor to aver that the city had funds to do it. But, even if the narr. were deficient, we would not reverse for that reason, because the point was not made in the Court below.\nJudgment affirmed."}