{"id": "413784", "contents": "The opinion of the Court was delivered, October 29, 1853, by\nBlack, C. J.\nThe prisoner was found guilty of murder of the first degree, and sentenced to death in the Court of Oyer and Terminer for Allegheny county. A writ of error was allowed, and the governor suspended the execution of the sentence until the exceptions taken to the judgment could be examined in this Court.\nIt is unnecessary to say that we have no authority to look beyond the record. An error not apparent on the face of the recorded proceedings, however gross and improper it may have been, is not a subject of review here, and the prisoner has no more right to expect relief on account of such irregularities from us, than from any other five citizens of the state, who are invested with no judicial authority at all. His counsel, knowing our duty and their own, have confined their written specifications to those things which they allege to be errors on the record. We have considered them carefully, and will give our opinion briefly on every point which they embrace, and we wash our hands of everything else that may be in the ease.\nThe specifications are eleven in number, but some of them may be considered together, as requiring but a single answer.\n1, 2, 3. A series of mistakes appear to have been made in the name of a juror who is called Wilson Woodhurn in one part of the process, Wilson Woodford in another, and William Woodford in another. The name of Clement Bredin Warren (the true name of another juror) was at first written “ Bredin Warren,” omitting the first name, but “ Clement” was afterwards prefixed, and by this, his full name, he was called and sworn. These facts constitute the substance of the three first specifications of error. If such objections were sufficient to set aside a judgment, the administration of criminal justice would be wholly impracticable. Very few cases would stand. It is almost impossible to avoid mistakes like these. The occurrence of them does not diminish the safety of an innocent man, and whatever may be the humanity of the law, the escape of the guilty is not one of its objects. It would be a great public misfortune if a person charged with an offence could sit by while he is tried by a jury to whom he makes no objection, and after a verdict against him on the merits of his cause, set it aside on account of accidental and unavoidable irregularities in the summoning or calling of the jurors, by which he was not prejudiced. But the legislature has not left the public interests in a condition so forlorn. By the act of 1814 it is provided that no verdict in any case, civil or criminal, shall be set aside or reversed for any defect or error in drawing, summoning, or returning any juror or panel of jurors, but all such defects or errors shall be cured by a verdict on the merits. If the law which regulates the selection of jurors be violated, the party in danger of being injured by it may challenge the array for that cause and refuse to be tried except by a legal jury; but he waives the irregularity if he goes to trial without objection. ;\n4. The fourth specification asserts that the attorney for the Commonwealth challenged five jurors, and that they were set aside by the Court without the consent of the prisoner. By the record it appears that these jurors were challenged for cause. It is not denied that the right of the Commonwealth to challenge a juror for cause, is as clear as that of the party accused. This exception must have been taken under some misapprehension of the facts.\n5. One of the jurors referred to in the specification last considered, was first stood aside on the request of the district attorney, and when called again was challenged for cause. This is in accordance with well settled rules. The Commonwealth in cases of felony has no right of peremptory challenge, but her representative, when an objectionable juror is called, may request that he be ordered to stand aside, and such juror shall not be again called until the panel be exhausted. Then the prosecuting officer may challenge him for cause, with as much effect as he could have done at first. This is what was done in the present case, and there was nothing irregular in it.\n6. Another juror was excused without the consent of the prisoner. When a juror is disabled by sickness or other cause from sitting, the Court ought not to require him to be sworn. The Court must be permitted to judge what is a sufficient reason for excusing a juror. It is within their discretion, and not the subject of revision.\n7, 8, 10. Two jurors were called and sworn whose names-were not on the venire. The record shows that they were , called as talesmen de circumstantibus. But it does not show that the panel was entirely exhausted, or that a formal order for the summoning of talesmen was made by the Court. We presume nothing against a prisoner in the condition of the unfortunate man now before us,, except what the record proves affirmatively. Because therefore it does not appear that the two jurors referred to were called after the exhaustion of the regular panel, and upon an order of the Court for talesmen, we are bound to say that an irregularity was committed. But agreeably to the act of 1814, already cited, it was cured by a trial on the merits. It was “ an error or defect in the- summoning” of two jurors, and is within the letter as well as the spirit of the statute. It was the prisoner’s duty to make this objection when the jurors were called, and not having done so then, it is for ever too late.\n9. The record does not in the body of it state the names of the witnesses who were sworn for and against the prisoner. But on the margin of the minutes the names are noted, with the addition of the word “ sworn,” to each name. We are of opinion that the specification of error founded on this fact cannot be sustained,'for two reasons, either of which would be sufficient without the other. In the first place, it is not necessary that the names of the witnesses should appear on the record] any more than it is that the evidence should be set forth. And, secondly, if it were necessary, their names are here. It is sufficiently apparent that they were sworn'according to law; for when a witness is said to be sworn, it must be intended that he was legally qualified to give testimony.\n11. The last specification is that the prisoner does not appear to have been present during the whole trial. The record shows that he was present during every stage of the proceeding, down to the time when the verdict was rendered; that he was also there when the motion for a new trial was argued, and when judgment of death was pronounced upon him. But he was not there when the motion for. a new trial was made, nor when the time was extended for filing reasons, nor when the reasons were filed, and a day fixed for hearing the argument upon them. We are of opinion that the presence of a prisoner charged with a capital offence, at any time between the verdict and sentence, though very proper, is not necessary to the validity of the judgment. His counsel may ask for a new trial in his absence. But if we thought this exception sustainable, the prisoner would not be helped by it. It relates to a part of the case which comes after the verdict, and at worst it could not do more than vitiate the sentence. Looking at it in that light, it would he our duty to sentence him anew, or perhaps to reverse the sentence and remit the record with directions to proceed according to law, beginning at the point where the error was committed. But the granting or refusing of a new trial is purely discretionary, and nothing connected with the manner of its refusal can he the subject of error here.\nThe loose manner in which records are kept in Pennsylvania, makes it necessary that we should consider everything found in the office of the clerk and relating to the case, a part of it, whether it be entered on the docket or on the minutes, or in separate papers. We have no other record than what can be made up in this way by combining everything together. We cannot reject an entry on the minutes, any more than a docket entry. We have therefore considered the minutes as part of the record.\nWe have examined all these exceptions carefully. We have not for a moment forgotten that the life of a human being hangs upon our decision. But we are all of one mind, that the prisoner’s case is beyond our reach. We can give him no relief without violating those laws which we are here to guard and defend. If we could set aside the judgment for such reasons as he has presented, we would render justice impossible in many cases, and expose society unprotected to the danger of the worst crimes.\nJudgment affirmed."}