{"id": "413731", "contents": "The opinion of the Court was delivered by\nWoodward, J.\nThis is an indictment under our Act of Assembly of July 12, 1842, for obtaining money under false pretences. The Court of Quarter Sessions quashed it, on motion, “because the facts alleged, if true, do not constitute the offence charged.” The facts alleged are that the defendant by himself and through one Alanson Canfield, falsely and fraudulently represented to James B. Smith, that he had a warrant issued by competent authority, for the arrest of his daughter, Esther Ann Mapes, for a public offence punishable by fine and imprisonment,'and by reason of such representation obtained from said Smith goods and moneys to the value of one hundred dollars. It is fully charged that this was done with intent to cheat and defraud the said Smith. There is no complaint on record against the manner of charging these facts, but the objection is they do not constitute the statutory offence.\n“Every person, who, with intent to cheat or defraud another, shall designedly by color of any false token or writing, or by any false pretence whatsoever, obtain from any person any money, personal property, or other valuable things, upon conviction thereof shall,” &e. Such is the Act. There was no false token or writing in this case, but was there not a false pretence ? In the Commonwealth v. Burdick, 2 Barr 163, the late Ch. J. Gibson took notice that our Act of Assembly was more comprehensive and emphatic than the English statutes, and suggested a doubt whether a naked lie, by which credit has been gained, would not in every case be deemed within our statute. If this doubt be not well grounded, if to constitute a false pretence there must be a lie with a circumstance, I think we have it in the facts set forth in this indictment. To pretend that his daughter had committed a public offence—that a warrant had been issued for her—that the defendant had come to arrest her—and particularly to procure another individual to carry the same intelligence to the prosecutor, was a well concerted scheme to alarm his fears and to extort from him money. It was quite as false a pretence as a fraudulent misrepresentation of a party’s means and resources, which has many times been decided to be a false pretence within our Act and similar statutes in our sister states and in England. See the cases collected in Wharton’s Crim. Law 627. And it was quite as immoral as in the case of Rex v. Young et al., 3 Term Rep. 98, where four men came to the prosecutor, representing that a race was about to take place—that they had bet on William Lewis’s going a certain distance within a limited time, and should probably win, and induced him to advance money. Afterwards the whole story proved to be an absolute fiction. Lord Kenyon very justly observed, “it seems difficult to draw the line, and to say to what cases the statute shall extend; and therefore, we must see whether each particular case, as it arises, comes within it. I admit there are certain singularities which are not the subject of criminal law. Rut when the criminal law happens to be auxiliary to the law of morality, I do not feel any inclination to explain it away. Now this offence is within the words of the'Act, for the defendants have by false pretences fraudulently contrived to obtain money from the prosecutor, and I see no reason why it should not be held to be within the meaning of the statute.” And in more recent cases it has been held, under the English statutes, that if a man fraudulently represent, as an existing fact, that which is not an existing fact, and so gets money, that is a false pretence. Nor is it less a false pretence because the party imposed upon might, by common prudence, have avoided the imposition: Regina v. Wolley, 1 Den. C. C. R. 559; 4 New Sess. Cases 341; 19 Law J. R. C. 165.\nHere was a fraudulent representation of several things as existing facts which the indictment alleges were false pretences, and which, if proved, would be so adjudged under the English statutes, and, a fortiori, ought so to be under ours.\nIn the Commonwealth v. Thompson, 3 Penna. Law Journal, and commented on in Lewis U. S. Crim. Law 197; a similar pretence of a warrant of arrest was held not to be within the statute, only because it was used to procure payment of an honest debt. A false representation by which a man may be cheated into performance ofr a duty is not within the statute. The ingredients of the offence are the obtaining money by false pretences and with intent to defraud, and these are found in the facts alleged in this indictment, and therefore, the judgment of the Court is reversed, and a procedendo awarded."}