{"id": "413774", "contents": "The opinion of the Court was delivered by\nWoodward, J.\nWe allude to the first error only to say that there is nothing in it worthy of special notice.\nAs to the second. The sheriff had in his hands two writs of vend. exp. at the same time commanding him to sell the mortgage-premises, in pursuance .of previous levies and condemnations. One of the writs, No. 69, August Term, 1850, was issued on a judgment which the present defendants in error, who were the mortgagees, had obtained against Shryock, Bingham & Co., for part of the mortgage debt; and, had the sale been made on this writ, the lien of the whole mortgage would have been divested, and the mortgagees turned over to the purchase-money for their satisfaction.\nThe other vend, exp., No. 65, August Term, 1850, was founded on the judgment of William Lehmer & Co. v. Shryock, Bingham & Co.; and on this writ the sheriff returned, “ Property sold 29th August, 1850, to D. Weyand for $1787.” This judgment, like that of Stewart and McGronigal against the same defendants, was subsequent to the date of the mortgage. And as there was no lien on record prior to the mortgage, its lien would not be divested by a sale of the premises on a junior judgment, but the purchaser would take them subject to whatever remained unpaid of the mortgage-money. The question in the case therefore was, whether this sale had been made in virtue of the Lehmer judgment exclusively, or in pursuance of it and the judgment for part of the mortgage debt. The plaintiff in error insists, that because the writ No. 69, August Term, 1850, was placed in the sheriff’s hands commanding him to sell, and permitted to remain there in full force until he did sell, the sale must be presumed to have been made in pursuance of this writ as well as of that of No. 65, August Term, 1850; in a word, that the sale is to be referred to all the authority he had for making it.\nThere would be propriety and strength in this position, if the plaintiff in error had been a purchaser with no other notice than such as the record gave him. When a- purchaser sees the sheriff selling mortgaged premises in pursuance of two executions in his hands, one of which, the record informs him, issued on a judgmont obtained for part of the mortgage debt, he has a right to expect a clear title, and may bid an outside price. It would be a fraud to deny him all which the record imported the sheriff was selling. But this purchaser is not in that category. Under full evidence to the point and proper instructions from the Court,'the jury have found 'that he was not misled by the vend. exp. of the mortgagees, but that he had express notice the land was not selling on their judgment, and that the purchaser would take it subject to the balance due on the mortgage. Now it is true that the effect of sheriffs’ sales is not to be impaired by conditions .imposed by the sheriff, nor even by the execution-creditor; but it is also true that process is under the control of the party issuing it, until the rights of others become vested. The plaintiff or his attorney may stay his writ at any moment before the sale, provided his dominion over it be so exercised as not to mislead the purchaser. If he suffer it to go on, he cannot control the effect of its full execution. This must be regulated, not by the will or the interest of parties, but by the law of the land; but whether it shall go on or be stayed, is a matter over which the plaintiff, whilst it is in fieri, has absolute authority. And when a purchaser has full and precise notice of the exercise of this authority, he has not a shadow of foundation for his.complaints.\nIf the plaintiff in error supposed he was buying on both'writs, he should have seen that they were so returned, for they became part of his title. We have seen that the writ No. 65, August Term, 1850, was returned with a sale; and the record shows that the other writ, issued for part of the mortgage debt, was returned, “ property sold on No. 65, August Term, 1850, to D. Weyand for mortgaged premises.” We have not the sheriff’s deed before us, but we presume it to have followed these returns; and if so, it showed the plaintiff in error what the returns on the writs show us, that he had bought the premises in virtue.of the Lehmer judgment, and not on that which was obtained for part of the mortgage debt. This would be decisive against him independently of the parol proof; but in connection with that, the conclusion is irresistible that the instructions of the Court were only too favorable to him, and that the judgment should be affirmed."}