{"id": "413733", "contents": "The opinion of the Court was delivered by\nBlack, C. J.\nAlexander Braekenridge was administrator of John Wills, deceased, and John Hannen and Hugh . Davis were guardians of the minor children, John and William. The guardians permitted the administrator to receive the rents of the real estate from 1833, when they were first appointed, up to 1841, when they made a settlement with, and took a'judgment from him, for the amount of those rents, and a balance due on his administration account, confirmed in 1832, In ,1843, the guardians took from Braekenridge a conveyance of certain real property for the debt, and entered satisfaction of the judgment. This was done with the entire consent of their eldest ward, who was of full age, hut without the knowledge of the present appellant,' who was still in his minority. The property thus taken in lieu of the judgment turned out to be wholly worthless, being encumbered by a ground-rent greater than any annual profit it could be made to yield, even with the buildings upon it; and the buildings were destroyed by the fire of 1845. Brackenridge’s deed was to John A. Wills and to the guardians nomindtim, not in trust for their ward, but for. their own use. Being personally liable for the ground-rents and taxes, and the lot not producing them, they sold it in 1851 to Jacob Weaver for one dollar. The guardians now insist that they are not liable for this debt. They filed an account, showing a balance in their favor of $16.39. It was referred to an auditor, and he, charging them with the Braekenridge debt, reported a balance against them of $2179.55. They excepted to this. An issue was directed to the Common Pleas; the questions submitted were found by the jury in favor of the guardians; and the Orphans’ Court made a final decree reversing the auditor’s report, and confirming the account as at first filed. From that decree this appeal is taken by the ward.\nThe principal part of the debt due from Brackenridge was for rents which he received from 1833 to 1841, as agent of the guardians. He could have received them in no other way. Whether he was expressly appointed to collect them for the guardians or not, makes no difference. Their tacit permission was as good as a written power of attorney. A payment to him was a payment to them, and they were as absolutely bound for all he received as if they themselves had received it in their own hands. No matter^ what they did afterwards, or what they omitted to do. Subsequent negligence could not put them in a worse, nor diligence in a better condition. When a guardian puts another in his place to do what he might and should have done in his proper person, he takes the whole peril on himself. If the agent becomes insolvent, the ward cannot be turned over to him. The defence, therefore, of the guardians, that Brackenridge was not able to pay, and that they took the best measures to make him pay, will not avail them.\nBuf suppose this to have been what a part of it was, a debt due from Brackenridge to the estate of the ward, for which the guardians were not originally liable. The question then arises, did they make such timely and faithful efforts to secure it as the law requires of a guardian ? Certainly they did not. Mr. Bracken-ridge owed part of the claim in 1833, when they were first appointed. lie was deeply in debt, and following a hazardous business. Ilis embarrassed circumstances were publicly known as early as 1837, and might have been discovered earlier with a little inquiry. Yet they suffered the debt to grow until 1841 before they even took a judgment. When a guardian lends the money of his ward on mere personal security, and loses it, he is responsible, no matter how cautiously he may have acted. Tn principle and reason the case is the same when money is left in the hands of a debtor on similar security for an unreasonable time, during which it might easily be collected, or better security taken for it. I do not say that a guardian is bound to sue all the debtors of his ward immediately. But he is utterly inexcusable if he suffers a large debt to remain unsecured year after year, when it might be put beyond the reach of accidents by an hour’s attention. Certainly it cannot be denied that the guardian makes himself liable if he looks on in supine negligence, while the debtor is gradually and perceptibly sinking in his circumstances for four years before he becomes insolvent. All that has been said in argument about the impossibility of collecting this debt from Brackenridge in 1841 or afterwards is beside .the purpose. There had been plenty of time to collect it long before. The appellee’s previous negligence had fixed them. The recovery of it from Brackenridge had become a matter of their own, and his failure to pay it was their own loss.\nBut the issue was found in favor of the guardians. When, in the progress of an investigation like this, it becomes material to settle a doubtful fact, and an issue is made up for that purpose and tried, the verdict of the jury ought to be treated as conclusive, unless it was produced by the admission of illegal or the rejection of legal evidence. But the verdict is not entitled to rule the decree, if the facts found be immaterial to the controversy in the Orphans’ Court; if the jury was influenced by an erroneous ruling of evidence in or out, or by misinstruction on matters of law; or if the -verdict was palpably founded on insufficient evidence. We think the verdict in this case is open to all these objections, and we must do what the Orphans’ Court ought to have done; that is, disregard it.\nFour propositions or statements of fact were sent by the Orphans’ Court into the Common Pleas to be tried. To these a fifth was added by the latter Court immediately before the trial. There does not appear to have been any declaration filed, averring the truth of these statements on one side, or any plea denying it on the other. This being the case, there was no issue at all. The material of an issue was submitted to the jury in its raw state. But we gather from the response of the jurors that they meant to affirm the following propositions, which we will suppose to be facts legally found: 1. That the loss of the Brackenbridge judgment was not by the default of the guardians; 2. That they were guilty of no laches or negligence by which it was lost; 3. That in taking the property in place of the judgment, they pursued the best course; 4. That John A. Wills, attorney of the guardians and heirs, put the claim in jeopardy, if it was in jeopardy, at all, and by his fault absolved the guardians; 5. That William J. Wills, the appellant, after he came of age and fully understood the subject, confirmed the acts of his guardians with respect to this claim.\nI take it for granted that the three first propositions were intended by the jury to be confined strictly to the judgment, and refer only to the conduct of the guardians after it was obtained. They surely did not mean to say that it was not negligence to wait eight years before they took a judgment, or that the guardians were doing their duty when they permitted another person to receive and appropriate to his own use rents which they ought to have collected and applied to the purposes of the trust. That being their meaning, these propositions are wholly immaterial, or rather they make in favor of the ward. If the guardians pursued the best course with the judgment, were guilty of no default, and still could get nothing for it but a lot which was not worth as much as the paper on which the deed was written, it shows that the debt was very desperate before the date of the judgment. And how did it become so ? No one will say that a trustee who sleeps upon his duty for eight years can retrieve himself by making a sudden effort when it is too late to do any good.\nThe next point is a curious one. It asserts that John A. Wills, one of the heirs, and attorney of the guardians and heirs, put the claim in jeopardy by his act, if it was put in jeopardy ; and thus the guardians were absolved from charge. John A. Wills was of full age, assented to the purchase of the property, advised it, thought the lot worth as much as the price it was taken at, and accepted a conveyance in satisfaction of his share. He has borne his own loss. But how could his concurrence absolve the guardians ? Because he was the attorney of their ward ? That could not be, for the ward had no power to make an attorney, or even to interfere with the matter in person. Because he was their attorney ? Then they were responsible for his acts as well as their own. The fact that they acted for William in conjunction with John, who had an equal interest, shows that they acted in good faith; but faith could not save them at that stage of the business.\nThe fifth fact found by the jury was material. t It is that the appellee confirmed the acts of his guardians with respect to this claim after he came of age, and was fully informed. If there is any tolerably clear evidence of such a confirmation, the decree of the Orphans’ Court was right enough. John A. Wills testifies that his brother knew nothing of the property until after he came of age some time; that then he went to look at it, and expressed his disapprobation, and his determination to hold the guardians responsible. Another witness swears that, very soon (within a month) after he came of age, he spoke of his guardians having settled with Brackenridge and taken a house and lot on Eront street; said he thought the money was secured by it; and bragged about it. But there is no proof that he had ever seen the property or knew anything about its value, or that his guardians or anybody else had ever explained the transaction to him. Eor aught that appears, he was wholly ignorant both of his rights and his wrongs. It is upon this testimony that the appellees rely. A written release directly to the guardians, executed with all due solemnity by the ward soon after he comes of age and without a perfect knowledge of his affairs, will not stand a moment in any court of equity, unless it can he proved that the consideration he received was a full equivalent for the right he gave up. Here is a young man, twenty-one years and one month old, and destitute of all' information about his estate, who makes a loose and idle declaration to a third person by which his guardians assert .that he surrendered to them about twelve hundred dollars for the consideration of a house and lot of no value whatever. Such evidence amounts to nothing.\nThe evidence discloses no indirect recognition of the transaction by the appellant. He has done no act which estops him from setting up the claim which he now makes against his guardians. He never accepted a deed for the lot, nor received rents nor took possession. But the property was taken from Brackenridge at f2300, and the whole debt was nearly $3000. The balance was paid in cash, and the appellant, through his brother, received a portion. Assuming that he knew whence it came, and giving to his receipt the whole force which equity would give to such an act in any conceivable case, it was no confirmation. He had a right to take it —a right which did not depend upon or spring from the contract which they allege he confirmed. His acceptance of what he conld get did not weaken his claim to the rest. His refusal to take land for one part of' Ms debt is not inconsistent with Ms receipt of another part in money.\nThere is another reason why this verdict is not to be regarded in making the decree. The Court of Common Pleas, on the trial of the issue, rejected two important matters of legal evidence, which, if they had been admitted, might and ought to have changed the result.\nThe first was an offer to prove that the property was- of no value at the time when the appellant was said to have accepted it in lieu of his claim. This was as strong a circumstance as could have been produced to show that he never confirmed the purchase, or that if he did, it was under the influence of some mistake. When you show a fact to be improbable, you increase the difficulty of believing it; and nothing can be more improbable than that a sane person would knowingly give up a clear right to a large sum of money without receiving anything in return. Deeds and releases from young heirs have often been set aside without any evidence but the mere disparity between what they got and what they gave.\nAgain: the deed made by Hannen and Davis to Weaver for the property in question, was read to the jury, but afterwards withdrawn by the Court. This deed was not only proper and pertinent evidence, but it was absolutely conclusive against the appellees. The appellant demands certain moneys of his which his guardians owe him. They answer that they have converted his money into land. They took the deed for it in their own names. They not only fail to prove that they ever tendered Mm a conveyance, but it is made to appear that they have conveyed to another person. This last fact cuts their defence up by the roots.\nThe written points submitted to the Court are not before us, and the charge cannot be properly understood without them.\nOn the whole, our view of this case differs entirely from that of the Court below; and while we see no reason to believe that the appellees meant any positive wrong to their ward, we cannot relieve them from the payment of what he claims without violating the law.\nIt is now here considered and adjudged that the decree of the Orphans’ Court of Allegheny county in this cause be reversed, and that the report made to the said Court by its auditor be confirmed — that the accountants, John Hannen and Hugh Davis, guardians of William J. Wills, be charged with the sum of $2,179.55, as reported against them by said auditor, with interest from June 7, 1850. And furthermore, it is ordered, that the said Hannen and Davis pay all the costs of this cause, including those of the feigned issue."}