{"id": "413735", "contents": "The opinion of the Court was delivered by\nLewis, J.\nEvery endorsement of a promissory note includes in it an assignment, but an assignment is not necessarily an endorsement. The statute of 3 & 4 Anne, chapter ix., distinguishes between the two methods of transfer, when it authorizes the holder, whether by endorsement or assignment, to bring an action in his own name against the maker, and endorser. No action is given by the statute against the assignor. An endorsement is an authority to the holder to write over the signature an order upon the maker, \"in the nature of a bill of exchange. It is a commercial transaction, and the law merchant fixes the measure of liability, as in bills of exchange. An assignment of a chose in action is in strictness unknown to the common law. It is, however, recognised in equity, and transfers to the holder the rights of .the assignor, at a price presumed to be no more than equal to the value of the claim against the maker, taking into consideration his character for punctuality, and his ability to pay. On such a transfer the assignor is responsible for nothing but the genuineness of the claim. The instrument on which this action was brought, is a transfer of the description last mentioned, written upon a note overdue at the time. On this there is no resort for indemnity against the insolvency of the maker.\nIt appears, by the evidence, that the assignment was written, in the first place, with the words “ without recourse” embodied in it; \"but these words were afterwards erased by consent of both parties, because the assignee was unwilling to take it in that form, and the assignor believed that it “made no difference” whether the words were erased or not. The erasure, under such circumstances, is not a contract of guaranty.\" If that had been the intention of the parties, it was easy for them to express it. The omission to do so shows that each party relied either upon the legal effect of the assignment, or upon some collateral agreement, susceptible of proof independent of it. The evidence that the note was taken under a special agreement that Divelbis was to “ go the next day to get iron for it, and if he did not get the iron, that'he was to return the note immediately,” explains the reason for erasing the words “without recourse,” and shows that in doing so, the parties only intended to avoid introducing into the writing anything inconsistent with their parol contract. As there is no evidence of any other contract of guaranty than that stated in the testimony of Tedrick and Llewellyn, and as the plaintiff below did not conform to the terms of that agreement, he was not entitled to recover. The transfer of the note by Divelbis to. John Hagen three days after the former received it—the commencement of a suit against the maker on the 11th December, 1847, nearly three months after-wards—the recovery of a judgment nine months after the transfer, and an execution returned “ no property found,” do not amount to a compliance- with the agreement to call on the maker for iron the next day after the note was received, and if the iron was not obtained, to return the note immediately.\nIt appears by the record that the verdict was entered “ for the plaintiff pro forma, with leave to the Court to enter judgment for the defendant non obstante veredicto.” In this state of the record the judge’s statement, in his opinion afterwards filed, that certain matters were “taken into view and passed upon at the trial,” cannot be received to contradict it. If the verdict was entered pro forma, we do not see what power the jury were permitted to exercise over the case. It is plain, from this entry, that they exercised none; and the imperfect statement, of the question reserved, taken from the judge’s notes, is equally ineffectual in contradicting the record. The reservation of a point without a statement of the facts upon which the question arises, and without stating the judgment to be given upon its solution, is irregular and dangerous to the rights of the parties. In this case, judging from the entry on the record, the parties appear to have dispensed with the services of the jury, and to have submitted the whole case to the judgment of the Court upon the evidence. Upon that evidence, as stated in the paper-book, we are of opinion that the defendant below was entitled to the verdict and judgment. Under the reservation made at the trial, it is therefore ordered that the judgment of the Court below be reyersed, and that judgment be entered for the plaintiff in error, non obstante veredicto, with costs.\nJudgment accordingly."}