{"id": "413734", "contents": "The opinion of the Court was delivered by\nLewis, J.\nIt is clear that the “support” of his widow “in a comfortable manner during her natural life” was the object nearest the testator’s heart. The'estate is devised to her for that purpose. “ Whatever 'may remain” after making the provision for her, is all that is given for the charitable uses named in the will. It has long been a settled rule in the construction of wills, that where legacies are given in the first place, a devise of the “ rest and residue” of real and personal estate creates a charge upon the real estate in favor of the legatees: Nichols v. Posthlewait, 2 Dall. 131. Where a legacy is charged upon real estate, whether it be a specific sum or such sum as shall be necessary for the support of the legatee, the Orphans’ Court has jurisdiction, and may decree a sale under the 59th section of the Act of 24th February, 1834. In this case, the widow had both a life estate and a charge upon the fee for her support. If the first was not sufficient for the purpose, a resort to the latter was proper and necessary. The jurisdiction of the Orphans’ Court is not unusual in such cases, and is a wise provision by the legislature to afford an ample remedy on the one side and to guard against abuse on the other. If any question should be raised in regard to the sum required for the comfortable support of the widow or legatee, it may be referred to auditors, who, on hearing the parties interested, will report such sum, payable periodically, as will be sufficient to provide for the legatee in the manner contemplated by the will. This may, in most cases, he regulated by the circumstances of the. testator and the condition in life of the legatee. If those in remainder desire to prevent a sale, they have the right to do so by making the payments required.\nThe proceedings in the case before us may not have been in exact conformity to the Act. It is possible also that the interests of the residuary legatees have not been carefully protected. But this was matter for their consideration. Neither errors nor irregularities can affect the title of the purchaser. It is sufficient for his protection that the Orphans’ Court had jurisdiction, and that the parties interested had notice. No question is raised in regard to notice; and we are of opinion that the Orphans’ Court has jurisdiction, and that the purchaser may take a valid title under its decree. Plis appeal is therefore unsustained, and the decree of the Court below is affirmed.\nDecree affirmed."}