{"id": "413775", "contents": "The opinion of the Court was delivered by\nWoodward, J.\nIt is conceded that the legal title to the land in controversy was in the plaintiff, but the defendant claimed that it belonged to her and her children, by virtue of a parol purchase made of the plaintiff by her husband, Michael Greenlee, in his lifetime, and that such equities had accrued from his payment of money, possession taken, and improvements made, as would induce a chancellor to decree specific performance of the contract, notwithstanding the statute of frauds and perjuries. The first thing necessary to such a defence was clear and explicit proof of the contract, of all its terms and conditions; for, before a chancellor would decree specific performance, which is of grace and not of right, he would require to be shown very clearly what the contract was—that it was fair and conscionable, executory, founded in sufficient consideration, and so far executed that it would be a fraud on the vendee or his heirs not to execute it fully. The party seeking specific performance must show affirmatively that he has been in no default, which cannot be explained and excused, and that he has taken all proper steps towards performance on his own part, for mutuality is of the essence of all contracts, and indispensable to move the conscience of a chancellor. A promise to convey is only one side of a contract, and, without the counterpart, is nude. What did the other party agree to do ? Was he to pay money ? How much, and when ? To take possession, and maintain it, and make improvements under the contract ? Then let him allege and prove these things. Let him show hoth sides of. the contract, or else not expect a decree of specific performance.\nThe plaintiff asserted stoutly, and called on the Court to charge, that no contract had been proved in this case, but the Court, without professing to find evidence satisfactory to themselves, drew the attention of the jury to part of the evidence, and left them to infer a contract of sale.\nIf parol contracts are to be taken out of the statute of frauds and perjuries, they must be express and not implied contracts. If juries should be permitted to imply contracts of- sale from the transactions which generally characterize dealings between father and son, paternal titles would be swept away in most of the cases where selfishness and avarice had not shut up the fountains of parental affection. But, happily for society, and families, and the better feelings of our nature, the l^w is not so.\nIn looking through this mass of evidence, the only direct proof of the contract alleged, that I am able to find, is in the testimony of Conover, the father of the defendant, who swears that the plaintiff told him Michael had bought the land, and paid for it, and that the report that he was not going to give Michael a deed, was false. This testimony is denied by the plaintiff point blank. How, were the parties in Chancery, on bill and answer, specific performance could not be decreed on such evidence, for a chancellor invariably refuses, to decree on the uncorroborated testimony of a single witness, in opposition to even the defendant’s interested answer on oath, though it cannot be read in evidence for him at the hearing: 7 Barr 159.\nConover’s testimony is not only without corroboration, hut is contradicted by those declarations of Michael, proved on the part of the plaintiff, which indicated an expectation that the place would ultimately be his, but which are decisive against the idea that he had bought and paid for it. The evidence also of the father’s acts of ownership, such as pasturing and cropping part of the place, whilst Michael lived there, tended, not only to negative a sale,, hut to show that there was no exclusive possession in Michael. And so as to the negotiations between Conover and the plaintiff, after Michael’s death; though they indicated that Michael had an interest in the land, for the extinguishment of which the father was willing to pay his debts, yet, as evidence of a contract of sale, they were worthless. For what was Michael’s interest, and how much was to be paid for it, and how much had been paid, and when, and on what conditions was his father to convey the title ? These are pertinent and obvious questions, which the evidence does not answer, and without full information on these points, there could be no decree. The admission of $75 paid, helps us to no suspicion even of how much remained unpaid. As was said in Soles v. Hickman, 8 Harris 180, a contract is as much void where the consideration, as where the subject, is undefined. We held in that case, on a full revieAY of the authorities, that a written receipt for part of the purchase-money, defining the land sold, but not defining the price or any other terms of sale, did not take the case out of the statute.\nTaking into view all the evidence before us, the utmost that can be claimed for it is an implied promise to convey the title on terms that are not disclosed, and therefore it is impossible to say whether they have been- complied Avith or not. It was error to submit such a case to the jury.\nThese observations dispose of the 3d, 4th, 5th, 8th, and 9th assignments of error.\nAs the cause must go back, it is proper-we should say we cannot assent to the doctrine of the Court, as contained in the 6th and 7th assignments. All the authorities show that possession, to take a parol contract out of the statute, must he exclusive in the vendee, and must be taken and maintained under, and in pursuance of, the contract: Bassler v. Niesly, 2 Ser. & R. 355; Jones v. Peterman, 3 Ser. & R. 546; Eckert v. Eckert, 3 Pa. Rep. 332; Haslet v. Haslet, 6 Watts 464; Allen’s Estate, 1 W. & Ser. 383; Woods v. Farmere, 10 Watts 204; Frye v. Shepler, 7 Barr 91; Moore v. Small, 7 Barr 461. It results necessarily from these cases that a tenant in possession cannot be a purchaser by parol without a formal surrender of his possession under the lease and a resumption of it under the contract of purchase.\nThe 10th error relates to the answers given to the 4th and 5th points of the plaintiff. What was said in answer to the 4th point was essentially correct, hut we see no evidence on the record to raise a resulting trust in Michael. The answer to the 5th point was proper enough.\nThe only two remaining errors, the 1st and 2d, relate to evidence, but no bills appear to have been sealed, and therefore they are not to be noticed.\nThe judgment is reversed and a venire de novo awarded."}