{"id": "413707", "contents": "The opinion of the Court was delivered by\nLewis, J.\nBy the English practice, if the declaration be delivered, or filed, and notice given, before the three last days of the term, a plea in abatement will be too late, unless filed on or before the fourth day after the delivery or notice. If the declaration be filed in vacation, or upon any of the three last days of the term, the defendant may plead in abatement within the first four days of the following term. This extension of time is given only upon getting a side bar rule for a special imparlance, which must be entered on the plea in making up the issue, and in practice it is usual to state it in the plea itself: 2 Arch. 1. In Stoever v. Gloninger, 6 Ser. & R. 69, it is said, that an ordinary plea in abatement must be put in within four days after the declaration has been delivered. If a defendant is under terms of pleading issuably, he must plead in chief to the merits, and a plea in abatement will not be regarded as an issuable plea: 8 B. & P. 171; 1 Barr 59; Barnes 263; 1 Chitty Pl. 506; 3 John. R. 259. If a defendant, under terms of pleading issuably, puts in a plea in abatement, the plaintiff may treat it as a nullity and sign judgment: 1 Chitty Pl. 506. Or if a defendant plead in abatement, after the time allowed by the rules or practice of the Court, the plaintiff may treat the plea as a nullity and sign judgment, although the rule to plead has not expired, or even though no rule to plead has been regularly given: 1 T. R. 689; 1 Arch. Pr. 1. In this case, the plea in abatement was filed, not only after the expiration of the four days from the filing of the declaration, but two days after the expiration of the time allowed by the rule to plead.\nIn this Court notice of the rule will be presumed. An injury arising from the want of it may be corrected in the Court of original jurisdiction. No application was made for relief on this ground. It was, therefore, perfectly correct to treat the plea in abatement as a nullity, and to sign judgment for default of a plea to the merits, in accordance with the requirement of the rule to plead.\nJudgment affirmed."}