{"id": "413777", "contents": "The opinion of the Court was delivered by\nKnox, J.\nThis action was brought to recover the amount of a check upon the Western Bank, drawn by the defendant to the order of W. W. Clark, and by him endorsed to the plaintiff.\nOn the trial, after proving that the check was made for the accommodation of Clark, he was offered by the defendant as a witness to prove,\n1st. That the check was deposited by him with the plaintiff as collateral security for a loan of $200.\n2d. That he had paid to the plaintiff on account of the loan $100, and tendered the residue before suit brought.\nThe admission of Clark as a witness, forms the principal matter complained of by the plaintiff in error. It is objected, first, that he was interested; and second, that being a party to the instrument he was incompetent to invalidate it..'\nIt is not easy to perceive how the witness was incompetent upon the question of interest. If Pennypaeker recovered, Clark would be liable to Umberger, and if there was no recovery, Clark would be liable to Pennypaeker, and the verdict in this case could not be used in his favor. That he was interested in the question was for the jury upon his credibility, and not for the Court upon his competency.\nUpon the ground of policy, the rule is firmly established in Pennsylvania, that a party to a note or bill which is strictly negotiable and has been actually negotiated, cannot be a witness to impeach it. He cannot be permitted to show that in its concoction it was unavailable as between the payee and the maker. But this rule does not apply to matters arising subsequently to the creation of the original liability, as between other than the first parties. In Appleton v. Donaldson, 3 Barr 381, one of the payees of the note, for whose accommodation it had been made, was permitted to prove that it was pledged by the firm of which he was a member, to the plaintiff as collateral security for the payment of a sum less than its face, and that a tender had been made for the amount of the pledge. In the case of the Harrisburg Bank v. Forster, 8 Watts 304, it is ruled that whether an endorser is a competent witness, depends upon the character of the evidence which he is to give. That although he is incompetent to establish a want of consideration to the note, he is competent to prove a direct payment of it by the maker. So in Snyder v. Wilt, 3 Harris 59, (Hover, a party to the original instrument upon which the action was based, was received as a witness as to matters which took place after the execution of the draft. The same principle was held in Maynard v. Nekervis, 9 Barr 81.\nUnder these authorities, and others not necessary to cite, the Court below properly admitted Clark to prove how the check was held by Pennypacker, and what payments had been made upon it after it came into his possession.\nThe books of account were properly rejected. They were not evidence to disprove what Clark had testified to in relation to the appropriation of the $100 payment. There is no plainer principle of law, than that the debtor may if he chooses direct how a payment is to be applied.\nWhere a tender is made before suit brought, equal to what is found to be unpaid, and the money is afterwards paid into Court upon a plea of tender, the verdict should be for the defendant. There does not appear to have been a formal plea of tender, but there is no point raised upon this branch of the case by the bill of exceptions. If there was error in the verdict under the pleadings, there is nothing upon the record by which we can correct it.\nJudgment affirmed."}