{"id": "413704", "contents": "The opinion of the Court was delivered by\nBlack, C. J.\nThe defendant wrote a note payable to himself, for $141, and got an illiterate man to sign it, by falsely and fraudulently pretending that it was for $41 only. On a special verdict finding these facts, the Court gave judgment in favor of the accused.\nThe act was a forgery according to all the text writers on criminal law, from Coke to Wharton. But their doctrine is not sustained by the ancient English cases, and is opposed by the modern ones. Only three American decisions were cited on the argument; and we take it for granted that there are no 'others on the point. Two of these (4 Mass. 45, 1 Yerger 76), are wholly with the defendant, and the other (6 Shepley 371) supports the argument of the Commonwealth’s counsel. The weight of the judicial authorities is in favor of the opinion that this is no forgery. We think that the arguments drawn from principle, and the reason of the thing, preponderate on the same side. It must he admitted that, in morals, such an imposture as this stands no better than the making of a false paper. But even a knave must not be punished for one offence because he has been guilty of another. Forgery is the fraudulent making or altering of a writing to the prejudice of another’s right. The defendant was guilty of the fraud, but not of the making. The paper was made by the other person himself, in prejudice of his own right. To complete the offence, according to the definition it requires a fraudulent intent and a making both. The latter is innocent without the former, and the former, if carried into effect without the latter, is merely a cheat. If every trick, or false pretence, or fraudulent act by which a person is induced to put his name to a paper which he would not otherwise have signed, is to be called a forgery, where shall we stop, and what shall be the rule ? Is it forgery to take a note for a debt known not to be due ? Or to procure a deed for valuable land by fraudulently representing to the ignorant owner that it is worthless ? or to get a legacy inserted in a will by imposing on a weak man in his illness ? All these would be frauds—frauds perpetrated for the purpose of getting papers signed—as much as that which was committed in this case. But no one thinks they are forgeries.\nFor these reasons, and the reasons given in the Court below, which we fully adopt, the judgment is to be affirmed."}