{"id": "413783", "contents": "The opinion of the Court was delivered by\nLewis, J.\nThis Court has repeatedly declared it to be a rule of the public law that taxes shall be assessed in such manner that all the citizens may pay their quota in proportion to their abilities and the advantages they deriye from the society: Hood’s Estate, May, 1853; Vattel, Kent, &c. All laws exempting any portion of the people or property from bearing a proper share of the public burdens, unless in consideration of adequate contributions to the community in some other form, are therefore unjust. To create privileged classes, and to exempt them from the' payment of their just proportion of the public taxes, is to lay increased taxes upon the other citizens; and, unless compensated for, by corresponding advantages to the public, is to violate the duties of government. For this reason, statutes which strip the government of any portion of its prerogative, or give exemption from a general burden, should receive a strict interpretation: 11 Rep. 74; 8 Mod. 8; Cowper 26. No interests, falling within the general description of taxable property, can claim exemption from bearing their just proportion of the public charges, unless the exemption be so clearly expressed in the statute as to .admit of no other construction. It is never to be presumed that the legislature intend to lay .unequal burdens upon-the people; and their enactments are not to be construed so as to produce that result, unless the intent is so plainly expressed as to render it unavoidable: Dwarris on Statutes 669, 749, 750.\nWith these principles in view, we arrive at the question, Is the “ Pennsylvania Academy of Fine Arts” one of the academies which the legislature, in the Act of 1838, designed to exempt from taxation?\nThat Act exempts from contributions to the support of government, “all universities, colleges, academies and school-houses, belonging to any county, borough, or school district, or incorporation, endowed or established by virtue of any law of this Commonwealth, with the grounds thereto annexed.” An academy originally meant a garden, grove, or villa, near Athens, where Plato and his followers held their philosophical conferences; but, of course, we are not to adopt this as the present meaning of the word. It has acquired, by the usage of modern times, a variety of meanings. It is sometimes used to designate a school for teaching a particular art or science. Rut it is most commonly understood to mean a school or seminary of learning (holding a rank between a university or college, and a common school), in which the arts and sciences in general are taught.\nThe term college is likewise used in various senses, as a college of electors, a college of surgeons, or a college of cardinals: but it is commonly used to describe an edifice appropriated to instruction in the languages and sciences in general. There is less diversity in the application of the term university. It is, in common parlance and in legal acceptation, as the word imports, “ a place where all kinds of literature are universally taught:” Jacobs’ Law Lie.; Webster, &e. But the term school has been used in a variety of senses. The ancients had their Socratie school, their Platonic school, and their Peripatetic or Ionic school. In modern times we have singing schools, dancing schools, riding schools, swimming schools, fencing schools, and even boxing schools. But the term school-house, when used without qualification or restriction, is generally understood to mean a place in which primary instruction is given in arts, sciences, and language generally.\nIn which of these various senses did the legislature make use of the terms universities, colleges, academies, and' school-houses? The principles of justice, and the well established rules of construction, are in harmony in their response to this question. Where words in a statute admit of several significations, one, which is reasonable and just in its results, and another which is contrary to reason and justice, it is the duty of the Courts to adopt the former. As the privileges granted by the statute necessarily impose an increase of the general burdens upon the property not thus exempt, it must be presumed that they were intended only for those institutions which compensated for the grant by contributing to the general benefit, The grant should not be carried by construction beyond the consideration to be received for it. It i’s true that the arts of painting and sculpture are refining and elevating in their tendencies. They advance the fame and fortunes of all who are qualified for the beautiful creations which belong to them. Like the kindred arts of poetry and music, they furnish' “ a joy for ever” to those whose tastes invite, and whose circumstances permit them to drink at the Castalian fountain.\nBut we make but indifferent progress in the improvement of our moral sentiments, if we desire to reach the pleasures and the profits of these refinements at the expense of others, whose tastes lead in a different direction, or whose circumstances preclude them from participating in such gratifications. Every useful trade, art, and profession, may lay equal claim to support from the public coffers. But until all are equally provided for, it is unjust to levy contributions upon the farmer, mechanic, and the laboring man, for the support of any- particular occupation. The Academy of Fine Arts presents us with pictures of life, with action. The Academy of Music, with its proposed opera, may furnish us with pictures of life without action. We may differ in our estimates of the merits of these institutions; but we do not perceive much ground for any difference of opinion on the question whether it is just to wring from the labors of those who derive but little pleasure or profit from them, the taxes necessary for their support.\nThe public charges are already sufficiently onerous. We are not prepared to increase them for purposes in which the people at large have but small interest, until the legislature shall direct us to do so in language not to be misunderstood. As we have seen that the term university means a place where all kinds of literature are universally taught, and as it is plain that this was the sense in which the legislature used the word, it may serve as a key to unlock their meaning with respect to the other institutions for instruction, enumerated in the same clause. We have no doubt that the exemption was intended only in favor of other institutions of inferior degree, but of the same general character, and that the Academy of Fine Arts was not designed to be embraced in the grant.\nThis disposes of the case, and renders it unnecessary to consider the other questions discussed in the argument.\nJudgment affirmed."}