{"id": "413736", "contents": "The opinion of the Court was delivered by\nLewis, J.-\n-The plaintiff in error claims the land in controversy\nunder a sale, stated in the case to have been made by James H. Armstrong, assignee of Simeon Dunn, “in pursuance of and by force and virtue of the power and authority vested in him by law for such purposes,” and a deed of the 1st November, 1844, “ duly and regularly made by the said assignee, under the Act of Congress to establish a uniform system of bankruptcy.”\nThe defendant in error claims the land under a sheriff’s sale, made in pursuance of a judgment against the said Simeon Dunn, recovered in the State Court on the 5th June, 1839, revived by scire facias on the 10th May, 1842, a fieri facias to May Term, 1843, and a levy made on the 15th April, 1843. The levy upon the land by virtue of the process issued out of the State Court, was made before the application in bankruptcy, but the sheriff’s sale took place afterwards, on the 1st February, 1845.\nThe District Court of the United States is a Court of limited jurisdiction, and possesses no authority in bankruptcy, except that which is conferred by the Act of Congress of 19th August, 1841. That Act expressly directs that nothing contained in it “ shall be construed to annul, destroy, or impair” any liens, mortgages, or other securities on property, real or personal, which may be valid\nd by the laws of the states respectively, and which are not inconsistent with the provisions of the second and fifth sections of the Act. It is not pretended that the judgment in the State Court was obtained under circumstances which brought it within the condemnation of the second section, or that it lost its lien by any of the Acts enumerated in the fifth section. Nor is it denied that it was a valid lien by the laws of the state. That lien, according to the plain and express provisions of the Act of Congress, was therefore unimpaired by that Act. We concede that in a case where it becomes necessary to the legitimate action of the District Court to call the judgment creditor before it, to examine into the nature of his claim and make a decree in regard to it, the lien might thereby be affected. But there is no such decree in this case, nor does it appear that any necessity whatever existed for any such proceeding. It is not set forth in the case, that the sale by the assignee in bankruptcy was made under a decree of the District Court. On the contrary, it is stated to have been made by the assignee, not by the Court, “ under the power and authority vested in him by law,” and not by force of any judicial decree. It is therefore the case of an ordinary sale of an assignee in bankruptcy, under the usual supervision of the Court, but without any notice to the judgment creditor, or any decree affecting his rights. That we may ascertain the effect of that sale and the extent of the interest which passed to the purchaser under it, we have only to inquire into the extent of the interest ahd powers acquired by the assignee himself, by virtue of the proceedings in bankruptcy. As the stream cannot rise higher than its source, the assignee cannot confer any better title than he has himself acquired. On this subject the Act of Congress is as plain as it is in relation to the preservation of liens existing under the laws of the states. It is provided by the Act, that the assignee “shall be vested with all the rights, titles, powers and authorities to sell, manage, and dispose of (the property and rights of property of the bankrupt), and to sue for and defend the same, subject to the orders and directions of such Court, as fully, to all intents and purposes, as if the same were vested in or might be exercised by such bankrupt, before or at the time of his bankruptcy declared.” Now it cannot be thought, fór a moment, that the bankrupt himself, either “before or at the time of his bankruptcy declared,” had any interest or power, by the disposition or exercise of which the lien of a previous judgment could have been in any manner impaired. No sale made by himself would have affected such lien in any manner whatever. He had the right to redeem the land or discharge it from the lien by the payment of the money to the creditor. He had also the right to sell his interest subject to the lien. These are all the rights which the bankrupt himself possessed, and these are, therefore, the only rights yvliicL passed to the assignee. It follows that the sale by the assignee must necessarily be subject to the lien of the judgment.\nBut the case does not rest solely upon these provisions of the Act of Congress. There are others which confirm the construction we have given. The 10th section expressly directs, that the funds arising from the assets of the bankrupt shall be divided among the creditors who have proved their debts; and the 5th section directs that all the creditors who prove their debts shall be entitled to “ share in the bankrupt’s property and effects, pro rata, without any priority or preference whatever,” with certain exceptions not material to the present question. So that if the sale by the assignee gives the purchaser a title discharged from the lien of the judgment, and the Act distributes the fund pro rata, without any regard whatever to its just “priority or preference,” its lien is not only “impaired,\" but absolutely “annulled” and “destroyed.” But the Act of Congress is still more explicit on this subject. If the assignee does not think proper to sell subject to the prior liens, as the bankrupt himself might have sold, the 11th section gives him full authority, under the direction of the Court, to redeem and discharge it whether payable in presentí or at a future day, and tender a due performance of the conditions thereof. If any dispute arises in regard to the justice of the lien, or the amount due upon it, the 6th section gives to the District Court ample jurisdiction to determine the controversy; and if the district judge entertains doubts on any matter before him, he may adjourn it into the Circuit Court, where he can take the judgment of the proper justice of the Supreme Court of the United States. These provisions in the Act of Congress show that a sale made by the assignee in the ordinary way, without any decree specially affecting the liens in the State Courts, only passes a title subject to those liens, and leaves them unimpaired as they stood before the sale.\nThis question was brought before the Circuit Court of the United States for the Eastern District of Pennsylvania, as early as October, 1843, and the late Mr. Justice Baldwin, with the concurrence of the late District Judge (Randall), decided that there is nothing in the Act of Congress which affects the remedies attached to a judgment entered prior to the application in bankruptcy, one of which is the right to sell the land of the debtor according to the laws of the state. See the Matter of Kerlin, cited by Judge Catron, in 3 Howard 326. This decision has never been reversed, and the argument, by which it is sustained by the lamented jurist by whom it was delivered, has never been satisfactorily answered. The public and professional confidence in its soundness has been so unhesitating and abiding, that it has regulated the practice throughout the state. In the Eastern District it was necessarily regarded as a binding authority. In the Western District no opinion which the District Judge, or any other single judge might have entertained, could be expected to overthrow its influence. The ability with which the opinion is maintained, the great eminence of its distinguished author; and the justice and public convenience which it tended to promote, commanded the general respect and acquiescence of the community. It has governed in the purchases and sales of lands derived through proceedings in bankruptcy for the last twelve years. Many titles and extensive landed interests depend upon it. To overthrow it now, and to pronounce all these titles void, would be a most unjust proceeding, which would spread consternation and ruin throughout the state.\nWe are perfectly aware of the existence of opinions in favor of enlarging the jurisdiction of the United States Courts, and extending, by construction, the operation of the Act of Congress. But we affirm, without the fear of contradiction, that if the construction, now claimed by the plaintiff in error as the true meaning of the bankrupt law, had been engrafted upon it at the time the bill was under consideration in Congress, it never would have received the sanction of that body. The plain and explicit recognition of the rights of married women, which we have recently held, in an opinion delivered by Mr. Justice Woodward, includes the widow’s dower in a bankrupt’s estate, (Worcester v. Clark,) and of the prior liens of creditors, and their exemption from the operation of the bill, tended to secure its enactment. There is nothing either in the nature of its provisions, or in the manner in which it has been brought to operate upon the rights of creditors and others, which justify its extension by construction beyond its plain and obvious meaning. If the rights of suitors in the State Courts are to be disregarded by the subordinate tribunals of the federal judiciary—if liens, recognised and protected by state laws, and expressly exempted from the operation of the Act of Congress, are to be nullified or impaired by proceedings in the United States District Courts without notice, without a hearing, and without the means of appeal or review—if the jurisdiction of the State Courts, after it has legally attached, is to be superseded by tribunals of'limited jurisdiction, whose powers are not pretended to be supreme, or superior to those of the state tribunals—if the process of the State Courts, after actual levy and seizure into their custody of the lands of debtors in judgments and executions, is to be treated with as much indifference and contempt as if no such proceedings had taken place—if the rights, the laws, and the tribunals of the states are thus to be drowned in the flood of constructive powers in the federal government, the sacrifice shall not be made with our consent.\nThe pressure of business before us prevents an extended examination of the decisions of the Supreme Court of the United States which hear upon, this question. Without stopping to inquire into the views of all the Judges of that Court, a brief notice of the cases will be sufficient to show that no authoritative adjudication has been made by that learned tribunal in opposition to the doctrine now affirmed in the case before us. In Ex parte Christie, 3 How. 292, the United States District Court of Louisiana entertained a proceeding for the purpose of inquiring into the validity of a sale under proceedings in the State Court upon a mortgage and into the validity of the mortgage itself, which mortgage was attacked on the ground that the mortgage debt was not justly due, but was void on account of usury; and a motion was made in the Supremp Court of the United States for a prohibition against the United States District Court. The Supreme Court decided that it “ possessed no revising power over the decrees of the District Court sitting in bankruptcy,” and the prohibition was therefore, of course, refused. It is scarcely necessary to say, that after the authority of the Supreme Court to entertain the motion for a prohibition was expressly disclaimed, the views which any number. of the judges thought proper to express on questions not judicially up for.decision, cannot be regarded as authority. At that time death, had deprived the Court of the valuable services of Judge Baldwin, and no one had been appointed in his place. In Waller, assignee of Savage v. Best, 3 How. 111, the question was whether the delivery of a writ of execution to the sheriff, under the laws of Kentucky, created a lien on the land of the debtor which enabled the State Courts, by means of a sheriff’s sale, to give a title superior to that of the assignee in bankruptcy, although the act of bankruptcy was committed after the delivery of the writ to the sheriff, but before the levy. The decision of the Court as pronounced by Chief Justice Taney, was that the sheriff’s vendee under the proceedings in the State Court, by the prior delivery of the execution and the subsequent levy and sale, had the prior and superior title. This decision covers the case before us; for the defendant in error here has the advantage of four important proceedings, each of which under the laws of the state created a lien before the act of bankruptcy. The judgment as originally rendered, the judgment as subsequently revived, the-writ of execution delivered to the sheriff, and the actual levy and seizure of the land, as chattels, into the custody of the law of the state, had each a distinct effect in creating a new lien or continuing one already in existence. In Norton’s Assignee v. Boyd et al., 3 How. 426, an attempt was made to invalidate a sheriff’s sale under the State Court, in pursuance of a mortgage. The levy was made under the mortgage before the application in bankruptcy, but the sheriff’s sale under the mortgage was not made until after the bankruptcy was declared and an assignee appointed. An application was made by the assignee to the United States Circuit Court of Louisiana to set the sale aside, but that Court decided that the jurisdiction of the District Court of the United States over all the property of the bankrupt—mortgage or otherwise—was not exclusive; that where a creditor by virtue of a special mortgage elects to foreclose that mortgage before a state tribunal, the Federal' Court is not called upon to interpose except in cases where, from the nature of the case, wrong or injustice may be done to other creditors in interest, or where the mortgage itself may be contested—that the District Court of the United States has jurisdiction over mortgaged property belonging to a bankrupt, and where a proper case is shown it has the power to foreclose a mortgage, and to do all other acts necessary to bring about a final distribution and settlement of the bankrupt estate; and that in a case where a creditor calls in question the validity of a mortgage held by another creditor, it is the duty of the said Court to exercise jurisdiction over the questions involved, and if necessary, to declare the mortgage null and void. But that where no such question is involved, and where the equity powers to be thus exercised cannot change the rights of the parties interested, it is a positive injustice to the mortgage creditor to subject his property to useless costs and expenses, and the bill was therefore dismissed by the Circuit Court, and the sale under the process of the State Court was thus held to pass a title superior to that of the assignee in bankruptcy. Upon appeal, the Supreme Court of the United States affirmed expressly, not only the decision of the Circuit Court, but the principles upon which it rested. Judging the case before us by the rules thus laid down, the sheriff’s vendee possesses a superior title. There is no pretence here that “a proper case was shown” to induce the District Court to entertain jurisdiction for the purpose of affecting the lien of the judgment creditor, or that the “ validity” of the judgment was ever “contested” “or called in question,” or that wrong and injustice might be done in the State Court, or that the powers of the United States Court, however exercised, could in any manner “ change the rights of the parties interested.” Under such circumstances, according to the unanimous decision of the Supreme Coui’t of the United States, in Norton v. Boyd, any attempt on the part of the District Court to interfere with the lien of the judgment, or to compel the owner of it to abandon his proceedings in the State Courts,- where he had elected to proceed, would have been a “positive injustice,” and would have subjected his property to “useless costs and expenses.” It might with great propriety have been added that, as the jurisdiction of the United States District Court is not exclusive, it had no right to invade the jurisdiction of the State Court, which had previously attached by virtue of the judgment, execution, and levy upon the land. . The latter Court was as competent to entertain any question respecting the validity of the judgment, or any other matter necessary to the exercise of its jurisdiction as the United States District Court, and the rule is, that where the jurisdiction is concurrent, the tribunal which first takes lawful cognisance of a cause is entitled to hold exclusive jurisdiction over it. In Black et al. v. Zacherie et al., 3 How. 495, it was decided that the “bankruptcy of itself constituted no ground why the Supreme Court should interfere to stay proceedings on execution or to award execution.” In that case certain stock in the N. O. Gras Light Company had been attached by process from the State Court, but, before the sale of the stock on the attachment, the defendant applied for the benefit of the bankrupt law. This was not deemed sufficient reason for preventing the sale of the stock under the prior attachment. The case of Houston et al. v. City Bank of New Orleans, 6 How, 504, was a sale under a special decree, made on notice to the parties having liens, and with the express consent of the oldest mortgage entitled to the proceeds. By this decree the sale was expressly ordered to be made “ free from encumbrances, rendering to the parties interested their respective priorities in the proceeds and the proceeds were applied to the oldest mortgage creditor. As they were not sufficient to satisfy it in full, the subsequent mortgagees had no interest which could be injuriously affected by the proceedings, unless the property was sold at an under value, which was not pretended. The State Commercial Court of New Orleans refused to grant their application to charge the land in the hands of the purchasers with the subsequent mortgages; the Supreme Court of the state reversed that decision, but the Supreme Court of the United States affirmed the decision of the Commercial Court in favor of the sale. There is nothing in this decision which affects the case before us. If the District Court of the United States, in this case, had made a special decree, preserving the rights of the lien creditors to the proceeds, according to their priority—if they had been duly notified of that proceeding so that they could be heard, and if the lien creditors, entitled to the whole proceeds, had expressly consented to the sale, and had taken the proceeds, the cases would have been somewhat similar. But in the case before us no special decree of the kind was made—no notice, no hearing, no consent, no preservation of the rights of the judgment to the proceeds according to its priority, arid no payment of the proceeds to such judgment. There was nothing but a sale by the assignee of such title and right as the bankrupt himself, before bankruptcy, might have disposed of. Such a sale, as already shown, gives the purchaser a title subject to all existing liens. In Peck et al. v. Jenness et al., 7 How. 618, the United States District Court attempted to impair the lien of an attachment on mesne process, issued out of the State Court and served before application in bankruptcy; but the Supreme Court, in an opinion delivered by Mr. Justice Grier, held that the lien was valid—that the State Court, and the United States District Courts, are equal in authority — that one has no right to enjoin the other; that the District Courts of the United States have no supervisory power over the State Courts, either'by injunction, or by the more summary method pursued, and that where the jurisdiction of the State Court and the right of a plaintiff to prosecute his suit in it, have once attached, that right cannot be arrested or taken away by another court; and that the decree of the United States District Court invalidating the lien of the attachment was entirely inoperative. The same principle was again affirmed in Colby v. Ledden, 7 How. 626. The principles announced in the two cases last cited affirm the judgment of the Court below.\nAs the construction which we have thus given to the Act of Congress accords with its plain and obvious meaning, and as there is no authoritative decision to.the contrary, the judgment of the Court of Common Pleas is to be affirmed.\nJudgment affirmed."}