{"id": "413788", "contents": "The opinion of the Court was delivered by\nKnox, J.\nThe plaintiffs below, Trego and wife, brought this action of ejectment to recover possession of the- one undivided fifth part of a tract of land in Young township, Indiana county, as heirs, at law of James Dunwoody, who was the owner at the time of his death, in 1826.\nThe defendants claimed title under a conveyance from James Bleakley, who had purchased at a tax sale in 1834.\nTo avoid the effect of the treasurer’s deed, it was alleged by the plaintiffs, 1st. That the land was seated when the taxes were assessed, at least such portion of them as the sale could legally include. 2d. That there had been a redemption within two years from the sale, by the agent of the heirs of Dunwoody. And 3d. That Huzzard was acting as their agent or trustee in procuring the conveyance from Bleakley.\nThe sale in 1834 was for the taxes of 1829-30-31 and 1833. Evidence was given, tending to show that the tract became seated in 1830 or 1831, and remained so up to the time of the sale in 1834, and to cut out the assessments of 1829-30 and 1831, it was shown that the same tract had been sold as unseated for non-payment of taxes by the treasurer of Indiana, to James Bleakley, on the 11th of June, 1832, and redeemed by Joseph Turner, agent for the heirs of Dunwoody, within two years from the sale, and that the redemption money had been accepted by the purchaser, and the .deed delivered to the treasurer.-\nThe Court below instructed the jury, “ that the sale of 1832 extinguished and satisfied all taxes assessed on this land prior thereto; that no valid second sale could be made for the same taxes, and if they found the land became seated in 1831, and so continued until after the second sale in 1834, which the testimony tends to show, then the second sale was void, the land being seated during the only yéars for whose taxes it could be sold.”\nThis instruction is complained of, and two errors are assigned upon it, viz.:\n8th. “ The Court erred in instructing the jury that the sale of 1832 extinguished and satisfied all taxes assessed on this land prior thereto.”\n9th. “ The Court erred in charging the jury that the testimony tended to show that the land became seated in 1831 and so continued.”\nIn Liggett v. Long, 7 Harris 499, in an opinion delivered by Justice Lewis, it was held, that a treasurer’s sale on the 18th June, 1834, for non-payment of taxes on unseated lands for the years 1832 and 1833, did not extinguish the lien of the taxes for the year 1834, and that the land might again be sold for the taxes assessed in 1834.\nI yield a ready assent to the authority of this case, as a contrary doctrine might work injustice to the public. It frequently happens that the taxes for the current year are not, and cannot be returned in time for the commissioners to include them in the list furnished the treasurer; and as the purchaser has notice by his deed what taxes are embraced in the sale, he cannot complain of being misled.\nBut why should not the sale be held to divest the lien of all taxes assessed for years prior to that upon which it is made? County and state taxes are assessed in the fall of the preceding year, and road taxes in the spring. There can be no difficulty, with ordinary diligence, in furnishing to the treasurer a statement of such of the unseated taxes as remain unpaid, long before it is necessary for him to give the requisite notice of the sale, and such as are not included may fairly be presumed by the purchaser to have been in some manner satisfied.\nIn Fager v. Campbell, 5 Watts 287, it was determined that a sale for taxes divests the lien of a mortgage, and the late Chief Justice G-ibson, in delivering the opinion of the Court, says, “ Necessity requires that the public duty should be held paramount to all others; and if a judicial sale shall clear the title of encumbrances there is more urgent reason that a treasurer’s sale should Jiave the same effect.”\nIf the land in the hands of a purchaser is free from encumbrances due to strangers, is there any reason why an existing lien in the nature of - a tax should outlive the sale? The whole policy of our recent legislative enactments and judicial decisions has been to protect tax titles and thereby encourage purchasers, as it is often the only means of enforcing the payment of taxes against uncultivated lands. It would doubtless deter persons from bidding at tax sales if it is understood that the lands may again be sold for taxes assessed long before the purchase. If the taxes are returned, they may be and should be included in the sale. If they are not returned, their lien, if any exists, is a secret one, and should have no force as against a bond fide purchaser.\nSubject to the exception that the year in which the sale takes place is not to be included, I think the rule is a sound one that was applied by the Judge of the Common Pleas, and as the exception would have no effect upon this case, the mistake in this respect is an immaterial one. The evidence certainly “ tended to show that the land became seated in 1831, and so continued,” and this is all that was said by the Court. The instruction might have been given more in detail as to what would change a tract from unseated to seated; but we cannot reverse because the law is not fully explained, when such explanation is not solicited.\nIt follows from what has been said, that there was no error in admitting the evidence of the treasurer’s sale in 1832; and it is equally clear that the payment of the redemption money by Turner, and its acceptance by Bleakley, the purchaser, prevented the sale from impairing the title of the Dunwoody heirs. It is not under the sale of 1832 that the defendants claim. It was given in evidence, not by them, hut by the other party, and I cannot see the force of their objection to the first redemption.\nThe question of the agency of Joseph Turner was fairly submitted to the jury.\nThe letters of Joseph and James Turner, and the receipt of Isaac M. Watts, were irrelevant and properly rejected.\nThe list of unseated land, and the return of the supervisors, mentioned in the sixth bill of exceptions, would not have changed the legal effect of the sale of 1832, and therefore ought not to have been received.\nI have thus far disposed of the 3d, 4th, 5th, 6th, 7th, 8th, and 9th assignments of error.\nThe 1st, 2d, and 10th, relate to the purchase by Huzzard from Bleakley, and will be considered together.\nBleakley testifies, that some time after his purchase he had a letter written to the heirs of Dunwoody. That Huzzard came on, and told him that he was the man who was appointed by the heirs to come and get his claim up, and purchase it in some way. That he went with Huzzard to the land and showed him the lines. Huzzard told him that his title was worth nothing; that he could easily get round it, but that he had acted honorably in writing to them, and he wanted him to get something. That he would give him his note for $115 if Bleakley would give him a deed in his own name, until such time as the heirs would fix it with him; that when he got home they would fix it all right. He said repeatedly “ every heir should get their share; all he wanted was to secure himself as to the $115.” Part of the contract was that the heirs were all to get their shares.\nThe consideration was paid by Huzzard, viz. $115. Upon his cross-examination the witness stated that he would not have sold to Huzzard if he had not said he was buying for the heirs; and that if Huzzard had not bought he would have given it up to the heirs.\nThe deposition of Albert Way was read in evidence, which proved, that in the fall of 1838, Huzzard told him he had been out to see about the Indiana lands ; that they had been sold for taxes, and he had redeemed them for the heirs. Said that he would be willing to take the land at a fair valuation and pay off the heirs. He made no claim to the land himself. Mrs. Way, the wife of the witness, was one of the heirs of Dunwoody.\nUnder this evidence, the judge below instructed the jury, that if the witnesses were believed, it would be a fraud upon the heirs of Dunwoody to allow Huzzard to keep the land; and that his attempt to do so authorized a recovery without previous actual or proffered reimbursement.\nIf Huzzard in obtaining the conveyance from Bleakley was acting as agent for the heirs of Dunwoody, everything that was done by him should enure to their benefit. If he was intrusted by them to negotiate with Bleakley for the redemption or purchase of the land, he could not, by taking the deed in his own name, set his constituents at' defiance. Huzzard surely cannot complain if he is taken at his word. He told Bleakley that he was acting for the heirs, and Bleakley says that it was upon this representation that he was induced to part with the title. If he had acted Ihonestly he could have held the estate until he was repaid his advances ; but his conduct in denying the claim of his principals leaves him without even this ground to fall back upon. We see no error in this branch of the case.\nThe defendant was not protected by the statute of limitations under the Act of 1804, nor was he entitled to compensation for his improvements.\nJudgment affirmed."}