{"id": "413767", "contents": "The opinion of the Court was delivered hy\nBlack, C. J.\nThis was a scire facias to revive a judgment for $918.11, with interest from 19th November, 1849. The defendant below produced a release dated in 1852, from the legal plaintiff of the whole judgment, for the consideration of $150. It was replied to this, that the release was no defence, because the plaintiff and relessor had assigned the debt to a third person in 1841, though it was admitted, that the defendant, when he got the release, had no notice of the assignment.\nCourts of law, as well as Courts of equity, will protect an assignee of a debt against the covinous combinations of the assignor and the debtor to defeat his rights: 1 Wheat. 233. Therefore a nominal plaintiff suing for the use of his assignee cannot dismiss the action. Nor can the debtor make a good payment to the assignor, or take from him a valid release, after notice of the assignment. But the equitable assignment of a chose in action imposes no duty on the debtor until he has notice of it: 2 Mass. 96. The general rule seems to he established (and so it ought to he) that a secret transfer has no power in it against the debtor. If he has no notice of any equity residing in a third person, he may safely deal with him who has the legal right. This rule has been applied even to the case of a legal assignment: 4 Ser. & R. 184. And in an unreported case, we held that a debt in the hands of an assignee was subject to be reduced by setting off claims purchased by the debtor against the assignor after assignment and before notice. It is impossible to conceive upon what principle of justice a debtor should be prejudiced by an assignment of which he knows nothing. If the party whose interest and duty it is to give him notice, so that he can regulate his conduct according to his new relations, make it a point to keep him ignorant, he should certainly not he compelled to suffer; since one man is not to answer for the default of another. Down to the moment of notice, the debtor may do whatever he could legally have done if no assignment had been made. Any contract which he makes with the original creditor by which the debt is extinguished, either in whole or in part, is binding and valid against the assignee.\nIt was not averred in the argument (and there is nothing on the record to support such an assertion) that the defendant obtained the release by other than fair means. It was not said to be invalid for any reason except because of the assignee’s interest. The assignment was entirely a private one. It was not filed or noted on the record. The assignee was not named in any of the proceedings, though the judgment was several times revived. Several executions were issued and stayed by the legal plaintiff himself. The present scire facias was not marked for the use of the assignee. For aught that appears, the defendant never heard of the assignment until it was sprung upon him from the pocket of his adversary at the time of the trial, nearly twelve years after its date. The well known character of the assignee in this case puts his motives above all suspicion. He was, without doubt, merely careless of his own interests, as professional men, with their hands full of other people’s business, are apt to be. But if we would hold that a release obtained in good faith and honestly paid for, could be made void by producing an assignment of earlier date, but unknown to the debtor, we would give- dishonest men an opportunity of committing the grossest frauds. The assignor and the assignee might easily conspire to keep the assignment a secret for the very purpose of getting the debt paid twice.\nJudgment affirmed."}