{"id": "413712", "contents": "The opinion of the Court was delivered by\nLewis, J.\nThe 12th section of the Act of 13th June, 1840, was passed to prescribe the manner in which lands situate in different counties might be sold on execution for the payment of debts. Jurisdiction to direct a sale of any of the lands of the debtor in the Commonwealth, previously existed in every Court of Common Pleas in which a judgment was entered against him; but the method was to sell under testatum executions' to the counties where the lands were situated, and it sometimes happened that where a farm was divided' by a county line the parcels of it were sold at different times, to different purchasers, and each became the owner of a part which could not be separately occupied to advantage. Both parts were prejudiced by the separation, and the sale under these circumstances, caused the lands to be sacrificed to the prejudice of the debtor and his creditors. It was to remedy this evil that the Act of 1840 was passed. The Act was not intended to give jurisdiction, for this existed before, but to regulate the manner of exercising it. Any irregularities in executing the law must therefore be taken advantage of before the deed is.acknowledged; they cannot be made the foundation of objections to the title derived under the decree of a Court of competent jurisdiction. When part of a tract of land in one county is levied upon, and the inquest finds that it cannot be sold separately from the other part lying in the adjoining county, without prejudice to the interests of those concerned, specifying the part in the adjoining county which ought to be included in the sale; all that is necessary to authorize the venditioni exponas to issue for the sale of both parcels, is that the inquisition should be returned and be approved of by the Court. When this- is done, the Court in which the judgment exists ' has full authority to issue writs for the sale of both parcels “as in other cases;” that is, as if both parcels were situate in the county where the judgment is entered. This is the language of the Act. The omission by the plaintiff to file the docket entry and proceedings in the adjoining county, does not destroy the jurisdiction of the Court, and clearly cannot prejudice the title of the purchaser, after the debtor and all other persons interested have acquiesced in the proceedings by permitting the sheriff’s deed to be- acknowledged. As the sheriff is bound to give the debtor notice of the sale, the presumption, of course, is that the latter consented tacitly to the proceeding with full notice of its progress.' It is equally clear that the omission to enter, in the adjoining county, a copy of the proceedings subsequent to the return of the inquisition, cannot vitiate the sale. This is not required to he done until after the sale has been returned, and the rights of the purchaser have vested. The object of the transmission of copies of the proceedings to the adjoining county, upon the return of the inquisition as stated in the Act, is to give •the plaintiff a lien there; and the transfer of copies of the subsequent proceedings was a necessary precaution to give notice that all persons concerned might protect their rights in the distribution of the fund, and that none might be injured by a second sale of the land in ignorance of the facts. The Act of 16th June, 1836, contained a direction for the'entry on the docket of testatum executions, for similar purposes; but it has never been supposed that its omission invalidated a sheriff’s sale under such writ, although it might affect the plaintiff’s lien. So, in the case before us, the omission may affect the plaintiff’s lien, but it cannot destroy the title of the sheriff’s vendee.\nThere is nothing in the objection that the last inquest was held by the successor in office of him who held the first. Nor is it material ’that either was held after the writ had been returned. This is analogous to the ancient practice in holding inquests'for extending or condemning the land: Wilson v. Howser, 2 Jones 115. At most it is a mere irregularity in no way affecting the title. _ Public policy, and the interests of debtors and creditors, require that sales, made under decrees of Courts of competent authority, should be sustained after final confirmation. The confidence reposed by the people in the justice and authority of the judicial tribunals, ought not to be made the means of ensnaring them to their destruction.\nJudgment affirmed."}