{"id": "413770", "contents": "The opinion of the.Court was delivered by\nKnox, J.\nWhere a contract is made with a bricklayer to do all the brick and stone work about the erection of a building, which contract by its terms includes the laying of the pavement, as it is an entirety a mechanic’s lien may be filed within six months from the completion of the work, even though it may have all been done except the pavement more than six months before the lien was filed. The work upon the pavement may be included in the lien.\nIf laying the pavement is done under a separate contract from that of constructing the walls and other masonry, and six months is suffered to elapse from the last work upon the building proper, before the lien is filed, it is then too late, as it cannot be connected with the work in laying the pavement.\nEven where the contract is entire, if the building is finished, and the contract treated as complete by the parties and a considerable period of time is suffered to pass before the pavement is laid, and intervening rights have attached, the lien would not be in time, if not filed within six months from the date of the last work upon the building itself; excluding the pavement.\nThe same principles apply where the property is sold by the sheriff before the expiration of the time allowed for the lien to be filed. The claim may then be made upon the fund produced by the sale, in like manner as though the lien had been entered of record.\nWhether the original contract between Tyson and Yearsley included the work on the pavement or not, was matter of contest between the parties upon the trial of this cause in the District Court. The evidence was contradictory, and should have been submitted to the jury, as it had an important bearing upon the questions at issue.\nThe learned judge of the District Court was of the opinion that the lien could not extend to the pavement, and that no agreement of the parties could embrace it. In other words, as we understand the charge, that no matter whether the original .contract between the parties for the stone and brick work about the erection of the building included the pavement or not, the lien was gone if more than six months had transpired between the time when the last work was done, other than that npon the pavement, and the sale of the property.\nIn this we think there was error.\nJudgment reversed and venire de novo awarded."}