{"id": "413761", "contents": "The opinion of the Court was delivered by\nLowrie, J.\nThis is one of a class of claims called the Denison loan to the Bank of, the United States, and the principal question here is, whether they are entitled to share in the funds assigned by the bank to John Bacon and others, on the 7th June, 1841, for the benefit of a portion of its creditors'. The beneficiaries under this assignment are described as depositors, holders of notes of the ordinary kind payable on demand, and holders of notes commonly called post-notes. The appellants claim to be holders of post-notes within the meaning of this provision.\nIt is very important to notice that this assignment is a unilateral declaration of will or purpose, just as much so as a statute or last will; and for this reason our aim in interpreting it, must be to ascertain the intention of the assignors alone. The rule therefore, that a deed is to be interpreted most strongly against the grantor, cannot aid us, for this applies only to contracts. Besides, when this rule was transferred from the Roman law to ours (Pig. 50, 17, 172,) the reason of it was left behind, and this has seriously affected its value. That reason interpreted obscurities and ambiguities against the party who defined or wrote down the terms, because the fault was his: Dig. 2 14, 39; Dig. 18, 1, 21 and 33,; Dig. 45, 1, 99, pr.; Dig. 45, 1, 38, 18. In stipulationibus, verba contra stipulatorem, interpretanda sunt. (In the Roman law the stipulator proposed the terms, and they were simply accepted by the promisor.) This assignment, being unilateral, does not come within the rule or its reason, and if there be any obscurity here, it has in no way affected the previous position or rights of these claimants. It is a law imposed upon property by those who had the sole power to direct .its disposition, and we must read it as the expression of their intention. It is therefore necessary to inquire into the circumstances of the bank and its relations to the different classes of its creditors at the time the assignment was made.\nIts embarrassments began to be seriously felt in the fall of 1836, as we discover from the fact that then it began to issue post-notes, and it continued to do so until June, 1840; and when this assignment was made there were of them outstanding over $485,000. The greater part of these were under seal and bearing interest, and they were all called post-notes at the bank and in the community.\nIn April, 1837, the bank borrowed of Huth & Co., London, say $960,000, and gave their bonds with interest coupons or warrants. These bonds differ from the Dennison issue only by the presence of the seal and the absence of security, and yet it seems that, in the English stock market, they were quoted as post-notes.\nOn the 11th May, 1837, the bank suspended payments, and when, in 1839, they were endeavoring to resume, they borrowed large sums in Europe. On the 12th October, 1839, they borrowed, through Denison & Co., say $3,840,000, and gave securities estimated at $4,675,000; and on the 26th, December, 1839, they borrowed from Rothschilds, say $4,320,000 (I count the pound sterling at $4.80), and gave securities estimated at $5,000,906. For the Denison issue they gave obligations called “notes” with coupons for interest, and containing the pledge of the securities. The principal contracts are essentially promissory notes. The assurances given to the Rothschilds were of precisely the same character, but they were expressed in French and called “ obligations,” and translated into English “ debentures.” We see no direct evidence that these were called post-notes even abroad.'\nThe bank’s difficulties continuing, they borrowed, in January and July, 1840, from Hope & Co., of Amsterdam, $4,200,000, giving obligations and securities. At another attempt to resume, in January, 1841, they made an arrangement to meet the balances due to the Philadelphia banks, in pursuance of which post-notes were issued to those banks amounting to $5,000,000. The resumption thus brought about was not permanent, and the final suspension took place 4th February, 1841; and on 1st May, the bank assigned, a portion of its effects to secure the post-notes which had thus been issued to the other banks.\nIf now we regard the Denison issue as post-notés within the meaning of the assignment, there is no apparent reason for excluding those of Huth & Co., and Rothschilds; and yet no claim is presented on their account.\nWe are at no loss for the reason or motive that led to this assignment, for it is clearly expressed—because the bank had “ resolved and agreed to provide an adequate security” for the creditors described. Now it is not at all plain, that this purpose is effected if the European loans to the amount of $9,000,000 are to come in for a share. Besides this, it is rather improbable that they, who had already received securities to an amount which, less than two months before, and perhaps even then, were deemed adequate, should be connected in the same provision with those who had no security, and this too without any provisions being made for the difference of relation in which they stood, or at all noticing that difference.\nThe exception of the banks from the benefit of the assignment, because they had securities already, is some evidence that it was not intended to include the Denison issue. Their claims would not be due for nearly a year and it is not at all probable that the bank were thinking of those who had no present power to annoy or urge them. But the deposits, ordinary circulation, and admitted post-notes, were all due and might be pressed immediately, except a few post-notes having a few days to run. Certainly all these facts leave a very strong impression that the bank was not thinking of the Denison claims, did not distinguish them from those of Huth & Co., and of Rothschilds, and did not regard them as post-notes.\nThe appellants’ position is thought to be strengthened by the fact of the exception of the post-notes held by the Philadelphia banks, on the maxim, exoeptio unius est inclusio alterius. But there was security already for these claims as well as for those of the banks, and therefore the appellants fall within the reason of the exception and not of the provision. Without this; if the appellants do not belong to the classes positively included, they cannot be placed there by an exception of some of those who do belong to them.\nAre the obligations, constituting the Denison issue, properly called post-notes? Similar obligations of the-North American Trust and Banking Co., seem to have been so called: 3 Denio 70; 3 Barbour 226; 3 Comstock 21; but this may be a misapplication of the name. The word indicates a note payable at a future day; but this will not Answer for a definition, for it is not usual so to designate the notes of individuals. The best way of defining them is to ascertain their history, and this is very well illustrated in the evidence.'\nThey are a species of obligation resorted to by banks when the enchanges of the country, and especially of the banks, have become embarrassed by excessive speculations. Much concern is then felt for the country, and through the newspapers it is urged that post-notes be issued by the banks “ for aiding domestic and foreign exchanges,” as a “mode of relief,” or a “ remedy for the distress,” and “ to take the place of the southern and foreign exchanges.” And so presently it is' done.\nPost-notes are therefore intended to enter into the circulation of the country as part of its medium of exchanges; the smaller ones for ordinary business, and the larger ones for heavier operations. They are intended to supply the place of demand notes, -which the banks cannot afford to issue or re-issue, to relieve the necessities of commerce or of the banks,, or to avoid a compulsory suspension. They are under seal, or without seal, and at long or short dates, at more or less interest or without interest, as the necessities of the bank may require. Like the Housatonic Railroad Company’s notes, or those of the Manual Labor Bank, they may even be marked on the face “ secured by pledge of stock and property,” or “ secured in trust on real estate,” or, like those of the New York banks, the notes may be in fact so secured; still, as they are intended and issued not merely as evidence of a loan, and to be thrown into the stock market, but as a part of the circulating medium, they are called post-notes. The obligations called the Denison issue are not of this character, and cannot properly be called post-notes.\nBut the bank has not left its intention open to the interpretation of a general description, for it limits its provision to those obligations “ commonly called post-notes.” It distinguishes between ordinary notes and post-notes, but does not stop there, lest the word post-notes should be taken as a description and not as a name. It is not all notes payable on time that are provided for, but those commonly called post-notes. This excludes the genus if the species above be thus commonly named. Now if the article or its name be so new that the judges are not .presumed to know it definitely by its name, or to be able to learn it, as they do their law, from their books, then its definition becomes a matter of fact to be decided on the testimony of witnesses. It was so tried by the auditors, and we are satisfied that they arrived at the proper conclusion.\nThe objections to the decree, so far as it relates to the claims of Pickens, and of the Marine Insurance Company, are also unfounded. Thé Act of Assembly requiring the notes of the bank to be taken at par, did not intend to alter the contract. Par means the amount really due including interest. And the claimants have a right to sell their claim to the principal of the notes and retain their claim for interest, and this is what was done.\nAppeal dismissed at appellants’ cost.\nBlack, C. J., dissented."}