{"id": "413730", "contents": "The opinion of the Court was delivered by\nKnox, J.\nIt is unnecessary to determine whether the affidavit did not disclose a valid defence to the plaintiff’s demand, as we are of the opinion that the objection to its sufficiency was not raised in time.\nA party who intends to ask for judgment for the reason that the affidavit of defence is deficient, must do so before he has taken any steps in the cause, subsequent to the affidavit, calculated to mislead his opponent.\nThe writ was returnable in this case upon the first Monday of January, 1858; served on the 17th of December, 1852, and affidavit filed on the 28th December, 1852'.\nThe plaintiff had his eléction, either to treat the affidavit of defence as sufficient and take the ordinary course to bring his cause on for trial; or to test the validity of the affidavit by entering a rule for judgment. It would seem that he adopted the first branch of this proposition, for, on the 16th day of April, 1853, a rule was taken upon the defendant to plead, and two days afterwards a rule was entered to arbitrate, which last rule was, on the 24th May, stricken off at the plaintiff's instance and costs.\nAfter these steps had been taken, and five months after the affidavit had been filed, the plaintiff obtained a rule for judgment, which was made absolute upon the ground that the affidavit was defective in not setting forth a defence that would be effectual in law.\nIt may be said that a defendant is not injured by reason of delay in taking judgment; but of this we cannot be certain. It was fair for him to presume that his case would be investigated in open Court and tried in the usual method, and. a prudent man would have provided the means necessary to make good his defence. This would require an expenditure of time and money, besides which, delay is generally injurious even to the losing party.\nThere is no hardship in holding that a plaintiff may waive his right to question the sufficiency of an affidavit of defence, and we think this case a proper one to apply the rule that he may do so.\nIt is alleged that this point was not made in the Court below. It does not appear from the paper-book that any notice was given to the defendant or his attorney of the rule for judgment, or that any argument was had upon the rule before it was made absolute.\nThe record showed that the plaintiff, by his rule to plead and arbitrate, admitted the validity of the affidavit, and an examination of it would properly present to the Court the question now decided. We cannot, therefore, say that this point cannot now be heard because it was not formally made below.\nJudgment reversed and procedendo awarded,"}