{"id": "413757", "contents": "The opinion of the Court was delivered, September 19, by\nBlack, C. J.\nThe relator in this case was convicted of keeping a tippling house, and sentenced to pay a fine of seventy-five dollars, and the costs of prosecution, and to remain in custody until he complied. After he had been in prison some time, he paid the costs, and the commissioners of the county thought proper to direct his discharge without payment of the fine; and he was accordingly suffered to go at large by the under-sheriff; but when this fact came to the knowledge of the high-sheriff, he, believing the discharge illegal, caused him to be retaken. It becomes our duty to determine whether the recapture of the relator was legal, and whether he is now in the lawful custody of the respondent.\nIf the county commissioners had no right to discharge him, the right of the sheriff to retake him was very clear. In civil cases, if a party escapes who is in custody on mesne process, he may be retaken any time before the return-day. If he is held on final process, the sheriff becomes absolutely liable for the debt and costs by suffering the prisoner to go at large, and he cannot imprison him again. But a party who is in custody accused,or convicted of a criminal offence,—whether he be in jail awaiting his trial, or in execution of a sentence after trial—if he escapes he may be recaptured at any time afterwards, and this whether the escape was voluntary or involuntary on.the part of the sheriff. It is well settled that one who has been detained for non-payment of a fine, may be retaken by the very officer who consented to his escape : (6 Hill 349; 1 Neil Gow’s N. P. Cas. 99). It is no argument against this rule that an officer who permits the escape of a convicted criminal may be indicted and punished as the criminal himself would be. The officer does not suffer instead of the criminal, but he is punished with him; and though it be according to the same measure, it is for a distinct offence.\nIf therefore the county commissioners had not the authority to discharge the relator, his departure from the prison was a mere escape, and though he went with the consent of the sheriff, he was legally retaken, and must remain in custody until he is delivered in due course of law.\nThe commissioners have a right, and it is their duty, to manage the financial affairs of the county. They are the guardians of the treasury and no money can be paid out except on their order. All special contracts for and on behalf of the county are made by them. They must see to the collection of the debts due to the county, and provide the ways and means to meet those which it owes. In the performance of these duties they have a wide latitude of discretion. They are not bound to sue a debtor of the county from whom they know that nothing can be recovered; and where a prisoner is detained merely for non-payment of costs, even in a criminal case, they may advance the sum necessary to discharge him if they are satisfied that by doing so money can be saved to the treasury. The last seems like a stretch of power, but it has been sanctioned by the approbation of several eminent judges of this Court, though not by any direct adjudication: (12 Ser. & R. 95; 5 Ser. & R. 400).\nBut when a party is convicted of an offence and adjudged to pay a fine, and committed to jail because he does not, the case goes altogether beyond the jurisdiction of the commissioners. It is then a question of justice; not of economy. The fine is imposed to punish the prisoner, and not to replenish the treasury. The commissioners can make no order for the discharge of one who is in jail in execution of a criminal sentence, without being guilty of a most unauthorized interference with the administration of the criminal law. There is no judicial dictum, much less a decision, anywhere to be found which can excuse the assumption of such authority. It may have been done; perhaps it has been often done in some of the counties. But it is a custom which has neither reason, law, nor good policy to support it, and it ought to be utterly abolished.\nWhen the judges pronounce their sentence on a convicted offender, it is their duty to consider his pecuniary circumstances. If the finé is greater than he can pay, it must be presumed that the legal term of confinement was meant to be substituted for the money. From, such a judgment of the Court there lies no appeal to the board of commissioners. But if they can discharge the prisoner when they please, they are virtually his judges in the last resort, and if he obtains their favor, the opinion of the Court on his case can make but little difference.\nPoverty is a sufficient excuse for many shortcomings, but it exempts no man from the legal consequences of a positive crime. The legislature has taken special care that a fine shall not be regarded in the light of a common debt. Ho matter how poor the convict may be, nor how large the fine, nor how clearly he may demonstrate his inability to pay it, the insolvent laws will not release him until he has passed a certain period in confinement. He must expiate his offence either by payment, or by imprisonment. If it cannot be taken out of his'pocket, he must atone for it with his body. When -the commissioners discharged the relator, they set themselves above the legislature as well as the Court.\nAnd this is not all. They usurped the functions of the governor also. It sometimes happens that Courts, misled by false information, or compelled .by some unbending rule of law, inflict punishments which mercy would not enforce. The power to pardon is therefore necessary, but it is vested exclusively in the executive. If the commissioners can remit fines, the appeal in such cases should be made to their clemency, and not to that of the governor.\nIf the punishment of a convict may b.e remitted in this way, when it consists of a pecuniary fine, on the plea that it is a good financial arrangement, why may not the commissioners for the same reason discharge one who is condemned to undergo a certain term of imprisonment without a fine ? They can make as much and save as much in one case as in the other, and in both cases they render the sentence of the law equally nugatory.\nAgain: If they can stay the execution of,the sentence after conviction, by way of protecting the treasury, what should hinder them from stopping the trial ? Doubtless a very large amount of money might be saved to the treasury by not allowing prosecutions to be commenced at all, especially against men who are unable to pay the expense. Yet society must be protected, cost what it will. In Berks County v. Pile (6 Harris 493), we decided that a promise made by the commissioners to pay the costs if a nolle prosequi was entered in a pending indictment, was void, as being against law and policy, though the commissioners considered’ themselves justified by the fact that the county would save money by the contract. Economy in the management of public funds is certainly a great virtue, and all the more valuable because it is rare; but still no matter of mere dollars and cents can be put in competition for a moment with the administration of criminal justice.\nI have said nothing about the security which, the commissioners are said to have taken for the fine. It is not their business to take even the money; a payment to them is a mis-payment; a fortiori the note of the defendant, with or without a surety, is no reason for the discharge. The prisoner is bound to pay the fine to the sheriff or to the treasurer. If the commissioners desire to aid him, they have the right which a private citizen has, to lend him the money, or to advance it as a gift out of their own pockets; but their office gives them no right to interfere.\nPrisoner remanded."}