{"id": "413748", "contents": "The opinion of the Court was delivered by\nKnox, J.\nFour objections were made in the Court below to the admission of the deposition of Martin B. Loy.\n1. That the deposition was directed to the plaintiff or his counsel, and not to the prothonotary.\n2. That the answers do not appear to be answers to the interrogatories ; and that the interrogatories should be written down at length before each answer.\n3. That no notice of the interrogatories filed was'given to the defendant or his attorney.\n4. Because the witness was sworn in chief,, and not specially, to answer the interrogatories.\nThe objections were overruled, the deposition admitted; and this is the error assigned.\nIt is true that the commissioner directed his return to the plaintiff or his attorney. The evidence, however, shows that the deposition when first opened was exhibited to the defendant’s attorney, by him examined and immediately filed in the prothonotary’s office where it remained up to the trial. Regularly, the return should have been addressed to the clerk of the Court; but where it clearly appears that no one could possibly be injured by the mistake of the commissioner in this respect, where the deposition was, first actually examined by the objecting party, and where it was at once filed among the records, the irregularity in the return is not a sufficient reason for excluding it.\nAs to the second objection, it appears that the interrogatories were severally answered, and this is all that is required. It is not necéssary that the interrogatories should be incorporated in the body of the deposition.\nThe third objection is not relied on. The evidence proves that proper notice was given.\n4. The commissioner in the caption states that the witness was duly sworn; and in his certificate, “ that the above-named Martin B. Loy was by me first duly sworn to testify the truth.”\nSurely it cannot be inferred from this that there was any irregularity in administering the oath. The addition, “ to testify the truth,” does not impair the force of the certificate that he was “duly sworn.”\nThere was no error in admitting this deposition.\nJudgment affirmed."}