{"id": "413727", "contents": "The opinion of the Court was delivered by\nLowrie, J.\nIn the distribution of the estate of Andrew M. Quain, deceased, the Orphans’ Court allowed a claim for thirty months’ ground-rent of a lot granted to the decedent on perpetual lease, and which, on his death, descended to his heirs. One year of this rent became due in his lifetime, and was properly charged. The question relating to that which accrued afterwards is not so plain. ,\nWe are of opinion that the principle of Torr’s Estate, 2 Rawle 252, and also the principle of Callahan v. Dickinson, 19 State R. 227, exclude this part of the claim. . Does a ground-rent covenant survive against, executors and administrators ? In its usual form it binds heirs, executors, administrators, and assigns: but still this may be satisfied, as to executors and administrators, if they pay the rent which accrued in the decedent’s lifetime.\nIt is a perpetual covenant, and it is totally impracticable to require it to be performed by executors and administrators; for their office, is not perpetual. If we retain the perpetuity of the covenant as against them, even with the restriction that they are to be liable only when the resort to the land is ineffectual, we still prevent all distribution of the- estate in their hands;, and, as all the lands of the decedent are assets for the payment of- debts, we constructively charge the rent of a single lot upon all his lands.\nNor will it do to hold them liable until the final settlement of the estate. If that suggestion means until all other matters are ready to be settled, then it takes away at once the character of perpetuity belonging to the covenant, and makes its duration, as against the personal estate, to depend upon the accident of the administrator’s diligence, or of the involved or simple nature of the estate. If it means until the final settlement of the whole estate, then this perpetual covenant postpones it for ever. This cannot be ; for the law intends the office of executor or administrator to terminate as soon as possible: it cannot be prolonged on account of perpetual covenants.\nSuch a prolongation, or such a liability, could not have been contemplated at the creation of the ground-rent. The grantor of the land cannot be presumed to have then placed any value on such a covenant; for the personal covenant of the original grantee is as nothing in a series of tenants lasting for ever. The real security is the covenant running with the land and encumbering it; and this is the essential reliance of the owner of the rent. It is an absolute obligation, as against the administrators, or it does not bind them at all. Suppose it absolute; then the duty must be fully performed by perpetual payment, or else it must be discharged by a satisfaction or commutation ; and in this latter case the rent would be discharged and the heir released, a result which is certainly unintended. It is a covenant payable, in the contemplation of the parties, out of the profits of the land; and it would be entirely unreasonable that the law should hold the administrator for the rent when it gives the land to the heir.\nAs to the fact of the alleged transfer of W. S. Quain’s share to the widow we have very serious doubts, but we do not see our way clear enough to reverse the decision of the Orphans’ Court in this respect.\nDecree.—This cause came on to be heard at the last December Term, on an appeal by Margaret Quain from the decree of the Orphans’ Court of Philadelphia county, on the distribution of the estate of Andrew M. Quain, deceased, and was argued by counsel: And now, on full consideration thereof, it is ordered, adjudged, and decreed, that the decree of the said Orphans’ Court be reversed, annulled, and held for nought, and this Court, now proceeding to make such decree in the said cause as the said Orphans’ Court ought to have made, do order, adjudge, and decree, that the sum of seventy-five dollars be paid by the administrators of the said Andrew M. Quain, deceased, unto Charles Norris, Samuel Norris, and Isaac Norris, trustees, in full for ground-rent due by the intestate at his death, and that out of the balance in the hands of the said administrators, being $790.23, shall first be paid the costs of this proceeding, and that then the remainder shall be distributed so that Margaret Quain, the intestate’s widow, shall have one-half thereof, and that W. S. Quain and Robert M. Quain, his brothers, shall each have one-fourth thereof; and the cause is remanded to the said Orphans’ Court in order that this decree may be carried into effect."}