{"id": "413780", "contents": "The opinion of the Court was delivered by\nLowrie, J.\nThe essential question of this cause is,'as to the liability of school directors to be indicted for not keeping the schools in operation during so large a portion of the year as is required by law. For such neglect or refusal, provision is made in the school law of 1849, sec. 8, and the remedy is removal by the Court, and the appointment of others “on complaint in writing of any six taxable citizens of the district, and on due proof;” and it is insisted that, under the Act of 21st March, 1806, sec. 13, this is the only remedy.\nThis Act, however, can be regarded only as a rule of interpretation, and does not bind the action of future legislatures, and cannot be applied to their acts, except on the- assumption that they have taken it as their guide. One part of it requiring that “where things are directed to be done by any Act of Assembly, the directions shall be strictly pursued,” has been found totally impracticable, and the distinction between directory and imperative words in a statute belongs to the nature of things, and cannot be altered by an arbitrary rule of interpretation: 1 State Rep. 228; 4 Id. 18; 7 Id. 42; 2 Watts 9; 8 Id. 280; 2 Yeates 458.\nNo doubt the law was intended to enforce a valuable principle, and it does so if it prevents all unnecessary \"creation of offences by construction, and all undue power of the Courts over the actions of individuals. It gives statutory sanction to the common law rule, everywhere recognised, that, where a penalty is imposed by statute upon an offence, there for the first time defined, that penalty is the only one intended for that offence: Cro. Jac. 644; 1 Show. 399. This is very obviously a rule of.interpretation derived from the natural principles of human conduct, and therefore not to be altered without a violation of the natural laws of thought. \"Where a legislator is imposing specific duties and providing means of enforcing them, the presumption must be that he regards the means provided as the most proper and adequate, and intends them to be pursued. By its very nature this rule does not exclude the common law remedy as to acts or omissions not specifically provided for, because the legislative mind has not been directed to them and has expressed no intention in regard to them. And thus it may very well happen that for some misdemeanors, an officer may be indicted at common law, while others receive a special attention of the legislature and are corrected by a special remedy.\nOn these principles the offence here charged is not indictable, and can he corrected only by removal from office in the way pointed out in the school law. Besides this, the. special remedy is in its substance incompatible with that by indictment, for it cannot be instituted but by six taxable citizens of the district, and this is evidence that it was not intended to allow the other, which may he instituted by any common informer in the state. If indictment would lie for this, it is not easy to see why it would not for remissness in attendance at the meetings of the hoard, án offence which the board is authorized to correct by removal. We are of opinion that the judgment ought to have been arrested.\nJudgment reversed and the defendants below are discharged without day."}