{"id": "413709", "contents": "The opinion of the Court was delivered by\nBlack, C. J.\nThe only point in this case is, whether trespass for mesne profits can be sustained by a plaintiff who has recovered in ejectment, but never took possession.\nPossession of the loans in quo of a trespass is the test of the right to sue for it. For an injury to wild land the owner may maintain an action by showing his title to it, but this is on the principle that the law gives him a constructive possession. When another person has the actual occupancy the exhibition of a paramount title is not sufficient to sustain trespass, either against the disseissor or against anybody else. The right of the true owner to the use and profits of the land is suspended until he regains possession either by an entry or under a legal judgment. During the continuance of the disseisin the freehold is in the disseisor; (14 Mass. 96; 17 Mass. 299; 10 Pick. 161); and he alone has the right to receive the profits or to recover for any direct injury done to the land.\nDoes a judgment in ejectment put an end to the disseisin ? Certainly not. It may settle the title in favor of the plaintiff, but the all-important fact of an adverse possession remains just as it was before. That the attitude of the parties has not been considered as changed by the judgment alone, is proved by the case of Rambler v. Tryon, (7 Ser. & R. 90,) in which it was held that after judgment in one ejectment, a second action of the same kind might be immediately brought against the same defendant, and prosecuted on the same title as the first, unless the defendant chose to disclaim and in due time expressed his willingness to surrender.\nOf course we do not say that a writ of habere facias possessionem is in all cases indispensable. If the possession is voluntarily given up, the right to institute the action for mesne profits is as clear as if it had been forcibly taken under a writ: (7 Cowen 36.)\nJudgment reversed and venire facias de novo awarded."}