{"id": "413718", "contents": "The opinion of the Court was delivered, October 12, by\nLewis, J.\nThe testator ordered “ that all his estate real and personal, and everything that belonged to him, should be given into the hands of his wife, for her use and maintenance as long as she lives.” He then adds, “ She must not give or sell anything only what is for her own good and support, or for the good of the place, or mortgage if she needs.” It is manifest that the will is not the production of one learned in the law. But the intention to provide for the maintenance of his widow was evidently uppermost in his mind. He gives everything “ into her hands” for that purpose. The restriction upon her power to sell except “ for her own good and support, or for the good of the place,” would seem to be an implied power to sell for those purposes. The supposed absurdity of selling the place “for the good of the place” is not forced upon us. It may be avoided by giving such a benign construction as we think the will of an illiterate man demands. The power to sell extends to everything, real and personal, and it may be that the testator intended to authorize her to sell everything except the place “for the good of the place,” and at the same time to empower her to sell the place itself if necessary for her “ good and support.” But the case before us does not demand a decision upon the power to sell. The question is, had she a power to mortgage it if necessary to raise money for her support? What else could the testator have meant by the words, “ or mortgage if she needs ?” Here is no mere implication. It is an express power to mortgage the real estate if her necessities require it. This power is not defeated by the devise of his lands and houses to his son “ directly at his mother’s death.” The several parts of the will should be so construed as to stand together. Each clause should take effect if possible. The devise to the son is readily reconcilable with the power to mortgage given to the widow. The mortgagee has no estate in the land. His mortgage is nothing but a security for a debt. It is only an encumbrance. The two parts of the will stand in perfect harmony with each other. The son takes “ the lands and houses” subject to the charge which may be created by the widow for her maintenance. There is nothing unreasonable in this. The testator did not see anything repugnant to good conscience in charging the devise to the son with the necessary maintenance of his mother. Nor do we.\nBut it is supposed that the power to mortgage only authorized the widow to mortgage her life estate. This she could do by virtue of her interest, without resorting to a power. So that this construction renders the words of the testator entirely inoperative and useless, and is contrary to the rule which requires us to give full effect to every part of the will. There is a life estate to the widow coupled with a power to mortgage the fee for her support. It is admitted that the mortgage was required for her maintenance. Its execution is conclusively established by the judgment in the scire facias brought upon it, and is not to be disputed in this collateral proceeding.\nWe are frequently embarrassed by the imperfect manner in which points are reserved by the Courts below. When a verdict is taken subject to the opinion of the Court upon points reserved, the facts should be distinctly stated, as well as the questions raised upon them; and the judgment to be pronounced upon the solution of the questions of law thus reserved, should also be specified as in a case stated. In this case the paper-book omits to state what judgment is to be rendered upon a decision of the points reserved in favor of the defendants below. But as they cover the whole controversy, and as the object was to make a final end of it, we proceed to final judgment.\nThe judgment below is reversed, and judgment is entered for the plaintiffs in error, non obstante veredicto, with costs."}