{"id": "413766", "contents": "The opinion of the Court was delivered by\nKnox, J.\nUpon the petition of the defendants in error, viewers were appointed by the Court of Common Pleas of Westmoreland county, to assess damages occasioned by the Pennsylvania Railroad running through their farm in Hempfield township, in the county of Westmoreland.\nThe viewers awarded for the plaintiff below the sum of $450 and costs, which was confirmed, and the Court refused to strike from the bill of costs the charge for witnesses examined before the viewers. This is the subject-matter of complaint upon the part of the company, and the questions examinable here, are, 1. Is it proper for viewers to examine witnesses to determine the amount of damages in a case like this ? 2. If so, can the party include the charge for subpoenaing and attendance of witnesses in his hill of costs?\nThe Act of 27th March, 1848, gives costs to a party in whose-favor damages are awarded. The term costs is a comprehensive one, including in its ordinary acceptation, officer’s fees, as well as the party’s own charges for witnesses, where witnesses can legally be called and examined.\nBy the statute of Gloucester, 6 Edw. 1, chap. 1, in force in this state, it is provided, “ That the demandants may recover against the tenant the costs of his writ purchased, together with the damages aforesaid. And this Act shall hold in all cases where the party is to recover damages Robert’s Digest, 107. Though the statute only mentioned the costs of the writ, the construction has been that it extends to all the costs of the suit, and also to all cases where damages are given by statute to the party aggrieved, though costs be not mentioned in such statute. Other statutes altering, restraining, and modifying the right of the plaintiff to costs established by the statute of Gloucester, have no bearing upon the question now under consideration.\nThe statute of Gloucester is only referred to for the purpose of showing the liberal construction given to its provision in regard to costs, and by analogy to show that wherever costs are given by statute, a party may charge for his witnesses, if he is entitled to have them called and examined.\nBut it is said that viewers must determine for themselves, by their own examinations and upon their own judgments. But may they not gather facts to aid their determination from the knowledge of others?\nOne of the provisions relative to the appointment of viewers to assess damages occasioned by the construction of the Pennsylvania Railroad is, that they shall not be taken from any county through which the road passes.\nThis regulation, perhaps wise in itself, prevents the viewers from having that intimate personal knowledge of the condition and value of the land taken, the advantage and disadvantage occasioned by the road, the quantity and value of the materials taken, &c., which those in the vicinage would probably possess. To “view the premises,” is one method to ascertain what is right and just between the parties; but there is nothing in the statute, and certainly nothing in the reason of the thing which makes it the only and exclusive means of arriving at the end.\nThe duty of the viewers is a responsible one. Their report has great effect upon the interests of the parties, and should be most carefully considered by the aid of all the lights calculated to produce correct results. As one of the means likely to promote the ends of justice, we are of opinion that either party should be permitted to call witnesses to testify to such facts as are pertinent by the rules of evidence, and that from this it follows that the costs were rightly charged.\nJudgment affirmed."}