{"id": "413765", "contents": "The opinion of tire Court was delivered by\nLewis, J.\nThis was an ejectment brought by the original owner of a tract of unseated land; and the defence is founded upon a sale of the tract for non-payment of taxes. The sale took place in June, 1832, and the treasurer’s deed was executed in pursuance thereof on the 10th September, 1832. The ejectment was brought on the 22d May, 1851, nearly 19 years after the sale. There was evidence of conveyances of different parts of the tract to different purchasers under the tax title; and also evidence of the payment of taxes by those claiming that title from 1834 to 1843. But there was no evidence that the purchaser, or those claiming under him, had held actual possession of the tract for the period of five years before the ejectment was brought. It was shown that the title was out of the Commonwealth, and that the land was unseated at the time of the assessment and sale. It was in evidence that the tax was duly assessed, and it is not pretended that it was paid before the sale, or that the redemption money was tendered within two years thereafter. But it is contended that the sale may be avoided because the agent of Mr. Burd wrote to the treasurer of Jefferson county to ascertain what taxes were due upon the lands of Edward Burd, and was informed by the treasurer, on the 14th May, 1832, that “ the taxes on the lands of Edward Burd are settled for the years 1830 and 1831.” The letter of the agent to the treasurer is not produced, and there is some doubt whether it described the particular tracts in relation to which the inquiry was made, or merely inquired about “ the lands of Edward Burd in general terms.” The treasurer thinks that the inquiry was made in the latter form, and as the taxes were paid on the “ Edward Burd lands” (thus carried out in the books), and he knew of no other lands belonging to Edward Burd, he answered as already mentioned, that the taxes were paid. It is a general principle of law, founded on substantial justice, that where a loss must fall upon one of several individuals, it must be borne by him whose fault occasioned it.- It was certainly no part of the duty of the purchaser to attend to the payment of Mr. Burd’s taxes. That gentleman undoubtedly had the best knowledge of the extent of his own property and of the amount of taxes due upon it. He knew that he was in duty bound to pay his share of the public burthens, and that he had not performed that duty. If he neglected the payment in consequence of erroneous information derived from the treasurer, it is more just that he should seek his romedy against the latter, than that he should attempt to throw the loss upon the purchaser who paid his money on the faith of a public sale made by the officer of the law. This would seem to be in accordance with the justice of the case if the validity of the sale was still open to inquiry. But five years (indeed nearly four times that number of years) have elapsed since the sale; and the question is again presented whether since the Act of 21st March, 1824, the limitation begins to run from the sale, or from the time when possession zvas taken in pursuance of it.\nThat question has been repeatedly decided, and it is certainly time that it should be put at rest. The Act of 3d April, 1804, which created this limitation, distinctly and expressly fixed upon the sale as the time when the limitation began to run. The decision in Parish v. Stevens, 3 Ser. & R. 298, was in accordance with the express terms of the statute. But afterwards, on account of the supposed difficulty in bringing an ejectment against a purchaser who had not taken possession, the Court decided that the limitation did not commence running until the purchaser took possession: Waln v. Shearman, 8 Ser. & R. 357; Cranmer v. Hall, 4 W. & Ser. 36. In consequence of the decision in Waln v. Shear-man, the Act of 24th March, 1824, removed the difficulty supposed to exist in bringing ejectments against purchasers of tax titles who had not taken possession, and prescribed the manner in which such ejectments might be brought. Ratio est anima legis,” is a sound maxim of the law; and there can be no more appropriate occasion for its influence than when it restores the operation of a statute according to its plainly expressed meaning, after it had been defeated or suspended for a reason which no longer exists, and which the legislative power itself had taken care to remove, in order that the statute might not be obstructed thereafter. The provision in the Act of 1824, that any person now having a right of entry, because no actual possession had been taken of the land so sold, “might bring his action within two years” from the date of that Act, is an affirmative pregnant with a plain negation of the right to bring such actions after two years. The legislature did not assume the power to reverse the decision in Wain v. Shearman, nor to enact a law to operate retrospectively; but they determined that all sales theretofore made, which were subject to the indefinite limitation established by that decision, should be brought under the definite limitation of the Act of 1824. As this limitation was prospective, they had the power to enact it, and in doing so they plainly abolished the principle of Waln v. Shearman in regard to all rights of action then existing. To suppose that they intended to continue the principle for cases thereafter to arise, after the reason for it was abolished, and after the legislative condemnation which it had received, is to accuse them of a manifest absurdity. There was no reason for abolishing the principle in respect to rights of action then existing, which did not apply with still greater force against its continuance in cases thereafter to arise. The reason for its existence having been abrogated, and the plain letter of the Act of 1804 remaining in full force, they had a right to expect from the judiciary an intelligent and faithful exposition of the statute, according to its plain meaning. In Ash v. Ashton, 3 W. & Ser. 514, Mr. Justice Kennedy, in speaking of sales since the Act of 1824, declares that the limitation under the Act of 1804 commences from the sale. In Bradford v. Dornseif, 2 Pa. Rep. 503, Mr. Justice Huston tells us that the Act of 1804 limits the action to five years after the sale, and says that “ nothing can be more plain and positive; the law must be enforced or repealed by the Court, it cannot be mistaken or misunderstood.” In Robb v. Bowen, 9 Barr 71, the point was distinctly decided by this Court that since the Act of 1824 the limitation commences from the sale, and not from the time when possession is taken by the purchaser. In Sheik v. McIlroy et al., 8 Harris, the same principle was again decided.\nIt may be supposed that the cases of Bigler v. Karns, 4 W. & Ser. 137, and Shearer v. Woodburn, 10 Barr 512, are adverse in some respects to the principles of Robb v. Bowen and Sheik v. McIlroy. But this is a mistake. It is essential to the validity of every tax sale that the title must be shown to be out of the Commonwealth. If this be not shown it is not subject to assessment and sale, and there is a total want of jurisdiction over it. In Bigler v. Karns it was held that the lapse of five years with possession taken of part of the tract, not the part in dispute, under a deed for that part from the purchaser at treasurer’s sale, did not dispense with proof that the title was out of the Commonwealth. This was all that was decided in that case, which in any manner touches the question before us, and we fully subscribe to the decision. In Shearer v. Woodburn no question was raised under the limitation of the Act of 1804, or under that of the Act of 1824. The tax title was rejected because no taxes were paid or claim made under it for 35 years, and the opposing title had paid taxes for 25 years. There is nothing in that decision which conflicts with the principle of Robb v. Bowen and Sheik v. McIlroy. That principle is therefore reaffirmed.\nIt is objected to the tax sale that no surplus bond was given; but it appears that one was given on the 7th February, 1833, which was before the expiration of two years. But under the view taken in Ash v. Ashton, 3 W. & Ser. 516, this irregularity, as well as all others, is cured by the statute of limitation.\nIn conclusion, we are of opinion that the plaintiff in error was barred by omitting to bring his ejectment within five years after the delivery of the treasurer’s deed to the purchaser; and that there are no circumstances in the case which deprive the defendant of the benefit of this statute of limitation.\nJudgment affirmed.."}