{"id": "413750", "contents": "The opinion of the Court was delivered by\nLewis, J.\nIt is true that the 17th section of the Act of 16th June, 1836, declares that “from the time of the service of the scire facias” the personal property of the defendant, in the hands of such person, “ shall be bound thereby.” But the subsequent clause explains the sense in which the Legislature used the word “ bound.” After the provision that the goods shall be liable to be taken in execution, “ in like manner as goods or effects in the hands of the garnishee in a foreign attachment,” it is added, “ and if such person shall transfer such property to any other person after such service he shall be liable to pay the value to the complainant, out of his own proper goods and chattels.” The intention seems to be that if the goods remain \"in the hands” of the respondent in the bill at the time the plaintiff takes out execution, they shall he liable to be taken in execution in like manner as goods “in the hands of the garnishee in foreign attachment.” But if the respondent in the bill shall “ transfer the goods to a third person after the service of the scirefacias,\" he shall be “liable to pay the value thereof to the complainant out of his own proper goods and chattels.” As this is the remedy expressly provided by the statute in case of a transfer after service of the scire facias, the rule of construction requires that the remedy thus provided be pursued, and excludes a resort to any other, founded upon the bill.' If the goods have been fraudulently transferred by the debtor they are open to seizure at the suit of any creditor who thinks proper to incur the risk, and to assume the task of establishing the fraud. The plaintiff in the bill has an equal right with the other creditors to enter the lists. If he chooses to resort to his execution he may do so. The course is open to all, and the most vigilant is, in general, the most successful. But if the property is protected from seizure during the delay which may arise before the bill can be brought to a hearing and final decision, the Act of Assembly may produce the very evils which it was designed to remedy. A lien upon personal property,'without seizure, to continue for an indefinite period, or to abide the uncertain event of a lawsuit, would be productive of so much embarrassment in the transaction of business, and is so entirely at variance with our legislative policy, that we cannot suppose the Act of 1886 was intended to create it. The Act admits of a construction less inconvenient in its results, and more in accordance with the established policy of the state; and that construction is adopted.\nDecree affirmed."}