{"id": "413714", "contents": "The opinion of the Court was delivered by\nKnox, J.\nThe Joseph Williams warrant, upon which the plaintiff’s title was based, bears date the 3d April, A. D. 1792, and is for four hundred acres of land north and west of the rivers Ohio and Allegheny, and Conewango creek, on the west bank of Big Beaver creek, and to include the walnut bottom lying on the run that falls into said creek nearly opposite an island between the Big and Little Falls, by estimation one mile above the Block House.\nIt was contended, upon the trial, that this was a descriptive warrant, and that the title commenced from its date. The Court instructed the jury that the description was a loose or vague one; and that the title dated from the survey, which was on the 3d of April, 1794, two years subsequent to the date of the warrant.\nThis instruction as to the character of the warrant is assigned for error, upon the ground that it was for the jury to say whether the warrant was precisely descriptive or not.\nA warrant must must be judged by what appears upon its face, when compared with the locality; and whether it locates- precisely the lands in question, can only be determined by testimony ascertaining the situation of the lands and of the natural or artificial boundaries mentioned in the warrant: Norris v. Monen, 3 Watts 465. Where by any reasonable inferences which may be drawn from the evidence, the matters of description mentioned in the warrant can be so applied as to fix the identity of the land, it is for the jury to determine whether the warrant is sufficiently descriptive to cover the land in question; but if there is no evidence by -which the descriptive parts of the warrant can be applied to the land in controversy, it would be error in the Court to refer it to the jury to say whether the description was vague or precise.\nWhere there is no evidence in a cause from which a jury would be authorized to find the existence of a fact, the Court. must presume its non-existence.\nThe matters of description embraced in the Williams warrant, are, 1st. That the 400 acres of land should lie upon the west bank of the Big Beaver creek.\n2d. That the walnut bottom lying on the run that falls into said creek opposite a small island between the Big and Little Ealls, by estimation one mile above the Block House, should be included.\nUpon an examination of the ground upon the west bank of the Big Beaver creek, a run is found falling into the creek near the point mentioned in the warrant; and along the run for some miles up the creek is found bottom land, but no portion of it more than any other designated as “ Walnut Bottom.” The run is laid down upon the original survey as “ Buck run;” when its name was changed to “ Walnut Bottom run,” was not shown. It was impossible from the evidence to locate the “ Walnut Bottom” which the warrant called for; and without this it was in vain to call the warrant a descriptive one. Several warrants of four hundred acres each might have been located upon ground that would have answered the description equally as well as the land embraced in the Joseph Williams survey.\nIn the absence of evidence tending to connect the description in the warrant with the land actually surveyed upon it, the judge was right in saying that, in point of time, the title commenced with the survey.\nThe defendants claimed under an actual settlement made by one William Williams, and which they alleged was commenced as early as November, a. d. 1792.\nThis was denied by the plaintiff, and the Court was requested to instruct the jury that there was no evidence that the settlement began anterior to the survey. The refusal to charge as requested is the second error assigned.\nThomas Williams, the brother of William, testified that the improvement was commenced in 1792, and that after it was so commenced his brother was drafted as an Indian spy and served his time. That he returned to the land with his family in 1796, continued his improvements, and remained there until he sold to Ross and Jackson.\nJohn-Gordon saiv the improvement in 1795, and says that it appeared to be about a year old, and that at the foot of the hill a great deal older.\nGeorge Harvey in his deposition stated, that in 1795, he saw a small cabin partly built on the land, and marks of an improvement; and that in 1796 Williams built a cabin, cleared and cultivated land, and remained on it until the witness left the country. He also stated that Williams was in bad health for two years before he moved on the land, and that no improvement could be 'made on account of the Indians.\nTo the ápplication made by Ross and Jackson for a vacating warrant, given in evidence by the plaintiffs, an affidavit of Wm. Williams is appended, made on the 21st day of May, 1804, which stated “that he, this deponent, in the month of November, 1792, and not before, made some improvement on the above described tract of land applied for, by deadening some trees and laying the foundation of a cabin, and that in the month of February,. 1796, he built a cabin on said tract, twenty by twenty, and moved his family there on the 14th of March following, and that he has resided on said tract from that time until the present date; and further, that he has cleared at least sixteen acres of land, fenced and cultivated the same on said tract, and that no other settlement has ever been made by Jos. Williams or Barker, or by any person for them, and further saith not.”\nUpon this and the accompanying affidavits the land office, in issuing a warrant to Ross and Jackson, charged interest on the purchase-money from 1792.\nWhether this evidence was sufficient to justify'the jury, in finding “ that Williams entered in 1792 with the present intention of making an immediate, actual resident settlement, and that he gave evidence of such intention by some notorious act of dominion upon the land,” is not for us to determine. Clearly there was evidence for the jury, and there is no complaint that it was not submitted under proper terms, and with the necessary restrictions and qualifications.\nIf the jury found that Williams had commenced a settlement in 1792, they were directed to inquire whether it was perfected within a reasonable timé by an actual residence upon the land; and were told, that in' determining this “they might take into consideration the state of the country as to danger, or otherwise, from the Indians, the fact (if sufficiently proved) that the settler was in the service of his country, and the state of his health between the date of his first entry and that of his actual residence in 1796.”\nThe complaint against this portion of the charge is not sustained by previous adjudications of this Court. The rule laid down by Chief Justice Tilghman at an early day, has never been departed from'. In Wright v. Small, 4 Teates 562, it is stated thus: “If an improvement is begun with an intent to make an immediate settlement, and prosecuted with due diligence till a settlement Í3 completed, the title relates to the commencement of the improvement. It is essential that there should be an intention of immediate settlement.\n“ If a small improvement is commenced, and considerable delay takes place before there is any residence, it lies on the improver to account for it in a reasonable manner. Much will depend on the situation of the country with respect to danger from an enemy, the difficulty or facility of procuring provisions, the health of the improver and his family, and a variety of circumstances which must be judged of as they are brought forward.”\nAgain, in Cosby v. The Lessee of Brown, 2 Bin. 127, the same distinguished and eminent jurist says, “A liberal allowance is made for a man who has evinced a bond fide intention to settle. Danger from an enemy, the death or sickness of the party or his family, the difficulty of procuring provisions, and a variety of other circumstances, are to be taken into consideration.”\nThe absence of Williams from the land was at the furthest but a little more than three years, and this was accounted for, if the defendant’s witnesses wrnre believed, by showing that a portion of the time he was in the service of his country as an Indian spy; also was in bad health, and that there was danger to be apprehended from the Indians on the frontier. The treaty made between General Wayne and the Indians at Fort Greenville, in August, 1795, was not ratified by the President and Senate of the United States until the 22d day of December, 1795. Up to this period, it has been judicially determined that it was unsafe and dangerous to settle lands under the Act of 3d of April, 1792: 2 Yeates 450; 1 Binn. 170. This rule was applied in favor of a warrant-holder, to excuse an actual settlement within the two years required by the statute. I can see no good reason why it should not be applied to the case of one who had commenced an actual settlement which he was compelled for a while to postpone. An actual settler should be placed at least upon a footing of equality with one who purchases for the profit to be made by a resale.\nIf then the law fixed the 22d of December, 1795, as the earliest day when Williams’s settlement could have been renewed with safety, there was little room for the jury to say that February 1796 was.not a reasonable time for his return to the land with his family.\nThe errors assigned are not sustained.\nJudgment affirmed."}