{"id": "413725", "contents": "The opinion of the Court was delivered by\nBlack, C. J.\nThe defendant below took and carried away certain personal goods, which the plaintiffs allege to have been the property of Emeline Axe, the female plaintiff. The taking seems to have been a mere naked trespass not only without justification but without excuse. No defence was made, but it was objected .that the evidence was insufficient to show the wife’s title ; and if the property belonged to the husband there could be no recovery in the name of the husband and wife. It is not denied that either one or the other was the owner.\nThe act of 1848, relative to married women, permits a wife to be the owner of property, real and personal, as if she were a feme sole. As between her and her husband, possession or use is no evidence of title. Either may have the other’s goods in his custody, without thereby giving even a creditor the right to treat the one who has it as the owner. The proposition which used to be a maxim, that the possession of the wife is the possession of the husband, is no longer any truer than its converse. If the husband sells it, or a creditor levies on it for his debt, and a suit is brought to recover it or the value of it for the use of the wife, she must prove by clear and satisfactory evidence that she was the owner of it at the time of her marriage, or acquired it afterwards in some way which excludes all reasonable suspicion that it is the husband’s, But where the suit is against one who can set up no pretence of claim to it through or under the husband, what right has such a person to deny the assertion which both the husband and the wife make that it belongs to the latter ? Here is property carried away and converted to his own use by a mere wrongdoer. A married woman brings suit to recover compensation for the injury. She alleges that it was hers. This fact no human being but her husband has a right to deny, and nobody else could be honestly benefited by showing the contrary. The husband, instead of denying it, comes with her into Court and joins in her allegation. .Thus the only person, besides herself, who could claim it, admits it to be hers. Is this no evidence of title in the wife ?\nIt follows from what I have said, that the defendant had no right to expect an affirmative answer to any of his points. The charge is much more favorable to him than his case deserved.\nJudgment affirmed."}