{"id": "413737", "contents": "The opinion of the Court was delivered, September 22, by\nLewis, J.\nOn the 10th of June, 1851, Logan obtained a judgment before an alderman, against McDowell, for $15; and, on the same day, Calhoun, the plaintiff in error, became bail for the stay of execution. On the 30th of January, 1852, Logan issued a scire facias against Calhoun, the bail of McDowell, and on the 5th of February, 1852 (the appearance day), Calhoun pleaded an attachment execution at the suit of Craig & Son, founded on an alleged judgment obtained by them against Logan and Calhoun. The alderman, on examining into the ease, gave judgment in favor of Logan against Calhoun. The latter gave bail for an appeal, but did not think proper to enter his appeal on the docket of the Common Pleas. Logan issued execution on the 28th of April, 1852, but the constable returned “JSFo goods.\" A transcript was filed in the Common Pleas on the 29th of May, 1852. On the 17th July, 1852, Calhoun obtained a rule to show cause why the judgment should not be marked “ satisfied.” This rule was discharged by the court below, and the writ of error is taken to reverse that decision.\nIt is plain that if the attachment at the suit of Craig & Son, furnished any defence to the scire facias, it was the business of Calhoun to plead it before the alderman. He did so, but the alderman decided against him. What then ? Undoubtedly it was his proper course, if he thought the decision unjust and erroneous, to appeal to the Court of Common Pleas. This he undertook to do, and entered bail to prosecute his appeal with effect. But he neglected or declined to enter the appeal on the docket of the Prothonotary, so as to make it effectual. Why did he decline to perfect his appeal ? An examination of his defence may furnish a satisfactory answer. The judgment which he pretended had been recovered by Craig & Son against Logan and Calhoun was no judgment at all, so far as Logan was concerned. Ho writ had been served upon, or even issued against Logan. It does not appear that Logan had any notice whatever of the suit of Craig &. Son. On the contrary, the record exhibits nothing but an amicable action in which Calhoun himself, without authority from Logan, confessed a judgment in favor of Craig & Son. This judgment is good against Calhoun, but it is not a judgment against Logan. Nor is it any evidence that Logan was indebted to Craig & Son. As the latter had no judgment against Logan, they had no right to issue an attachment execution against him. They could not, under such a void proceeding, attach his demand against McDowell. Such an attachment would be no defence to McDowell. There is still less reason for permitting Calhoun, who concocted it, to take advantage of his own wrong. If Craig & Son have any claim against Logan, common justice requires that the latter should have an opportunity to be heard, before a judgment can be rendered against him. Those who seek to deprive him of that right, furnish just ground for doubting the merits of their demands. And from the facts before us we think that Mr. Calhoun exercised a wise discretion in declining to enter his appeal. As his defence could not stand the scrutiny of a trial by jury, it was judicious in him to avoid the expense of it. Can he have any better success in the form of a rule to show cause ? He may save expense, but he cannot defeat the plaintiff below, for the reason that his defence is unjust and illegal, and is not available in any form. As the judgment is good only against Calhoun, who confessed it, the voluntary payment of it by McDowell, was nothing more than’ the payment of Calhoun’s debt to Craig & Son. Surely Calhoun cannot set up the payment of his own debt to Craig & Son, as a reason why he should not pay what he owes to Logan.\nWe have shown that Calhoun has no defence in any form. But were it otherwise, the attachment was only pleadable in abatement or in bar, as the circumstances required. If the plea was not sustained by the alderman, the remedy was an appeal. Having abandoned that, the judgment of the alderman became conclusive on all defences which might have been urged before its rendition. By declining to enter his appeal he lost his day in court, and with it the right to examine the facts of his case on a writ of error. We have shown that the payment of Calhoun’s debt to Craig & Son, after the judgment in this case was given by the alderman, constituted no defence. But were it otherwise, the evidence of that payment is not judicially before us. The evidence laid before the Common Pleas on the hearing of a motion or a rule to show cause is not part of the record; nor does the statute giving bills of exceptions, apply to such a case. We are therefore without any legitimate means of examining into the propriety of the judgment of the court below. From what we see, however, there is' nothing, to rebut the presumption that justice has been done to the parties. There is nothing on the record to impugn the decision, and it is therefore affirmed.\nJudgment affirmed."}