{"id": "413741", "contents": "The opinion of the Court was delivered by\nWoodward, J.\nIt appears by the return to the writ of habeas corpus that the prisoner is detained in custody by virtue of warrants of commitment, issued by Judge Hare of the District Court, in seven civil causes which were commenced against the prisoner in that Court to June Term, 1853, by seven of his creditors.\nSince the commitment two of the cases, Stewart’s and Wilfred’s, have terminated in the defendant’s favor, one by non pros, and the other by discontinuance, and as to these he is entitled to his discharge.\nBut as to the other five, we see no ground for discharging him. The debts for which the suits were brought were such as exempt the debtor from,imprisonment, under the 1st section of the Act of 12th July, 1842; but after the institution of the actions, proceedings were had under the subsequent sections of the Act, which resulted in the commitments before us. The judge had jurisdiction both of the actions and of the subsidiary proceedings. And the warrants of commitment show the proceedings to have been in accordance with the provisions of the 3d, 6th, 7th, and 8th sections of the Act of Assembly. They recite warrants of arrest founded on satisfactory proof that the said Michael William McCabe fraudulently contracted the debts and obligations, respecting which the actions had been brought; and that after his arrest the evidence and proofs of the parties were heard, which satisfied the judge that the debts had been fraudulently contracted. These were adequate grounds for commanding him into custody.\nIt is alleged that the warrants of arrest did not pursue the form prescribed by the Act of Assembly, in that the complaint was not sufficiently set out. From the meagre extract with which he has favored us, it is apparent there was enough in the warrants to identify the suits in which they issued, and this was substantial compliance with the Act.\nIf, however, the warrants were defective in the point alleged, it seems to me it is too late for the defendant to take advantage of their infirmity now. The object of them was to arrest and bring him to the hearing prescribed in the 6th section; and if they were not well issued, he should have taken his habeas corpus immediately on his arrest, and before the hearing. He permitted them to accomplish their purpose without objection. He is no longer holden by virtue of them. An adjudication, in the nature of a final decree, so far at least as the fraud is concerned, has passed against him, and he is now held by process issued therein. Where a party is in custody by virtue of a final decree or judgment, or process thereon, of a Gourt having jurisdiction, no inquiry into the process which led to the decree is to be had, and no relief administered on habeas corpus: 2 Kent’s Com. 30. A writ of error or certiorari can alone bring up the preliminary process for review. Equally unavailing are the suggestions that the delarations filed in some of the suits count on promissory notes and allege no fraud. It is not in the pleadings of the parties that the Act of 1842 requires the fraud to be alleged, but in the affidavit which grounds the warrant of arrest, and in the proof s submitted to the judge on its return. The fraud may or may not be alleged in the narr., but it must be in the affidavit; and all the subsequent proceedings, though they relate to the debt in suit, are founded on the allegations in the affidavit, and not on what is set out in the declaration.\nAnd moreover, if we are to take what is contained in the paper-books as the record in these cases, there is proof before us that the promissory notes in suit were given for the goods alleged to have been fraudulently obtained, so that in point of fact there is harmony between the record and the affidavit.\nOn the whole, we are of opinion that the charge that the defendant “ fraudulently contracted the debts and incurred the obligations respecting which the suits were brought,” was sufficiently alleged; and having been proved to the satisfaction of a judge having jurisdiction, who in due form committed him, he must be remanded, and seek the relief desired by a surrender of his property, or by an application for the benefit of the insolvent laws, agreeably to the Act of Assembly.\nThe prisoner is remanded."}