{"id": "413743", "contents": "The opinion of the Court was delivered by\nLewis, J.\nThis is a contest between Mr. Dent, the administrator of the domicil, and the persons entitled to the fund as distributees. The fund in Court seems to have been raised from the sales of real estate in Pennsylvania, and to have been collected by Mr. Morris, to whom letters of administration were granted here. By the Act of 15th March, 1832, it is provided that “where the decedent had no residence in this Commonwealth, letters of, administration are to be granted by the register of the county where the principal part of the goods and estate of the decedent shall he; and no letters testamentary or of administration, or otherwise, purporting to authorize any person to intermeddle with the estate of a decedent, which may be granted out of this Commonwealth, shall confer upon such person any of the powers and authorities possessed by an executor or administrator under letters granted within this state.” The domicil of the decedent was in the District of Columbia, and Mr. Dent may therefore be designated as the home administrator. As the assets arise from real estate in this Commonwealth, and were collected by Mr. Morris under letters granted according to our own laws, the latter may be called the foreign administrator. They are occasionally described by different terms — the administrator of the domicil is sometimes called the principal, and sometimes the primary administrator— and the administrator of the situs is frequently called the auxiliary and often the ancillary administrator. But it does not matter what terms are used to designate the distinction in fact, as to the objects of the different administrations, so that we guard ourselves against the conclusion that there is a distinction in law as to the rights of the parties entitled as distributees. It was truly said by the judge who delivered the opinion of the Court in Harvey v. Richards, 1 Mason R. 381, that “ there is no magic in words ; and that each of these administrations may properly be considered as a principal one, with reference to the limits of its exclusive authority ; and each might, under circumstances, justly be deemed an auxiliary administration.” Although the right of succession to personal estate of an intestate is to be regulated by the law of the country in which he was domiciled at the time of his death, it is fully settled that the administration of the estate must be in the country in which possession of it is taken and held under lawful authority: 1 Williams’ Ex. 356; 8 Cl. & Fin. 1; 1 Dowl. & Ryl. 35; 1 Vern. 397; Story’s Confl. of Laws, ch. 13, s. 518. The administrator, under a foreign grant, has a right to hold the assets received under it against the home administrator, even after they have been remitted to this country: 1 Williams’ Ex. 357; 2 Ib. 1415. And though the right of the home executor or administrator to an ancillary probate or grant of administration in a foreign country is usually admitted by the comity of nations as a matter of course, yet this new administration is made subservient to the rights of creditors, and other claimants resident within the country where it is granted; and the residuum is transmissible to the country of the original administration, only when a final account has been settled in the proper tribunal where the new administration has been granted, upon the equitable principles adopted by its own law, in the application and distribution of the assets found within its jurisdiction: Story’s Confl. L. ch. 13, s. 513; 2 Williams’ Ex. 1415. That the foreign administration is subservient to the rights of other claimants as well as creditors, resident within the foreign jurisdiction, is apparent from what has already been said; but the same principle is distinctly affirmed by this Court in Mothland v. Wireman, 3 Pa. Rep. 188. It was there held, after a careful review of the authorities, that “the administrator here, although admitted to be but an auxiliary administrator, is bound to remit the assets to the administrator of the domicil, only in case there are no domestic claimants in the character of creditors, legatees, or next of Jem; but that where these appear, the assets are to be retained for administration: 3 Pa. Rep. 188. According to the case last cited, the absence or presence of domestic claimants upon the fund determines the action of the Court under the comity of nations. But it must be remembered that this is not a question of jurisdiction, but merely one of judicial discretion. The right to retain the fund, and the jurisdiction to distribute it among the parties entitled, undoubtedly exist in the tribunals of the country under whose authority it was collected. This principle was acknowledged in Harvey v. Richards, 1 Mas. R. 408, and it was correctly held, in that case, that although “the property was to be distributed according to the lex domicilii, national comity did not require that the distribution should be made abroad.” Erom these authorities it is clear that the Orphans’ Court had a right to exercise its discretion in deciding whether it would distribute the fund itself, among the parties entitled to it, or remit it to the forum of domicil for the purpose. And the question before us is, whether there has been such an unwise exercise of that discretion as to justify a Court of review in reversing the decree.\nIt is conceded that where there are domestic claimants upon the fund, their rights must be protected here, and they must not be put to the expense or dangers of following it into a foreign jurisdiction. But who are domestic claimants ? Is residence within the state necessary to give a suitor in our Courts a right to be heard, and to have justice done to him according to law without delay? If a citizen of a sister state of the Union, or an inhabitant of a district or territory subject to the same general government to which we all owe allegiance, comes into our Courts asking for justice, is he to he treated as an alien ? In Dawes v. Head, 3 Pick. 145, this point was mooted by Chief Justice Parker, but not decided. It was admitted, however, by that learned jurist that “ where the parties interested seek their remedy here, i’t might be within the legal discretion of the Court here to cause a distribution, or to remit, according to the circumstances and condition of the estate:” 3 Pick. 144. “Under the English bankrupt system, foreigners as well as subjects may prove their debts and share in the distribution. Without doubt, in other foreign countries, where there is a cessio bonorum, or other process relating to bankrupts’ estates, the same just principle is adopted. It was so under our (old) bankrupt law while that was in force, and no reason can be sirggested why so honest and just a principle should not be applied in the case of insolvent estates of deceased persons:” 3 Pick. 146. If foreign creditors are to be treated as domestic claimants when they ask for justice in our Courts, there is no just reason why legatees and next of kin should not be regarded in the same light. It is because the country to which they belong owes them protection, that national comity requires that the tribunals of other countries should not unnecessarily and wantonly force them to seek for justice in distant lands, where it may be inconvenient and expensive to establish their rights. But this reason has no place where, from other causes, they are induced to appeal to those tribunals as the best means of securing their claims. Where this is the case, to send them back to the forum of domicil would be to delay the administration of justice contrary to the constitution, and would be a most singular and unjust applicatioii of the principle of comity which is supposed to govern questions of this kind.\nIn the case before us, there are no creditors of the decedent remaining unsatisfied. Two-thirds of the distributees demand distribution here, and object to the delay and expense of remitting the fund to the administrator of the domicil. No one objects to the distribution here except Mr. Dent, the administrator of the domicil, and the only reason which he urges .seems to be that he wishes to charge the fund with the expenses of collecting and distributing it. With regard to the expenses of collecting, they depend upon the local law and usages, and are regularly to be settled by the Court, under whose authority they were incurred: Jennison v. Hapgood, 10 Pick. 101. Upon inspection of the account of the administrator here, it would seem that these expenses have already been allowed. If so, it would be unjust to allow a double charge for the same services. The expenses of distribution have not been incurred by Mr. Dent, and an administrator can have no just claim to the possession of a fund merely for the purpose of promoting his own interest. He is a trustee for others, and whenever 'the fund is placed in his hands, it is for a purpose beneficial, or supposed to be beneficial, to the parties entitled to it. To place it in bis hands merely for the purpose of enabling him to charge commissions upon the subsequent distribution of it, would be contrary to the whole object of the trust. His commissions are but an incident to the performance of a service. If he is not required to perform the duty of distribution, lie can have no claim whatever to compensation for that service. He cannot settle an account for the mere purpose of charging the estate with a debt due to himself: Shenk’s Administration Account, 5 Watts 84. Nor can be do so for the purpose of charging it with the expenses of preparing to administer a will, before a contest arose as to its validity: Royer’s Appeal, 1 Harris 569. There is nothing, therefore, in the reasons assigned by him which ought to have influenced the Court, in its discretion, to remit the fund to him for distribution, while the reasons assigned by the Court for refusing to do so sufficiently justify its decree.\nIt may be possible that Mr. Dent, in the capacity of agent, under the local administrator, has rendered services for which be has not been compensated. It may also be possible that he has rendered services before that administrator was appointed, which are equitable charges upon the fund in Court. Those claims, if they exist, should regularly have been presented to the local administrator for adjustment; but they may have been omitted by Mr. Dent, through a misapprehension of Ms rights. If so, this Court, on application within ten days for the purpose, will appoint an auditor to ascertain the amount, if any, which should be allowed for these services. The decree of the Orphans’ Court is confirmed, unless application for an auditor he made within ten days.\nDecree confirmed, nisi, &c."}