{"id": "413739", "contents": "The opinion of the Court was delivered by\nLowrie, J.\nThis was an action of assumpsit for the balance alleged to be due on a lot of about 100,000 hoop poles sold by the plaintiff to the defendants, part of the chaim being for the difference on a resale of some of the hoops,' and part of it for hoops carried away by a flood before the defendants had taken them into actual possession. The learned Judge of the District Court held that there was no evidence of any delivery to the defendants, and that the loss occasioned by the freshet must be borne by the plaintiff, and therefore ordered a verdict for defendants.\nDelivery is not necessary to the vesting of the title; it is only evidence of the vesting ; and therefore this property may have been at the risk of the purchasers even without delivery, for the risk accompanies the ownership, unless there is carelessness in the seller in the manner of keeping the property after the sale, or improper delay in delivering it. After a complete, or, as the Roman lawyers always call it, a perfect sale, is ascertained, then it ,is known on whom the risk of loss or damage is, where it arises from mere accident, and without wrong by another. After that the vendor is but the bailee of the goods, and bound for a bailee’s care, unless where he wrongfully detains them, and we think that, in this case, the plaintiff has proved that he used that degree of care.\nWho then owned this property at the time of the flood ? We have, in the ease of Winslow v. Leonard,* expressed our views so fully on the legal principles involved in this question, that we need not discuss them at length in this case. -It is a rule founded in the very nature of things, that there can be no perfect sale unless the subject-matter of it has been defined and specified by the parties. Then the question is, was the lot of hoop poles which were carried away by the flood, thus defined.\nIt is really very difficult to make out any agreement at all for a sale from these letters; but we assume that one is shown by the plaintiff’s letter of 1847, October 25, and the defendants’ answer of the 29th. Then it was an agreement to sell 100 to 150,000 hoop poles at $18, and expense of drayage, wharfage, &e., and defendants were to be allowed , commission and guarantee for effecting the sale. It is evident that this was not then a perfect sale, for the plaintiff had yet to procure the greater part of the poles.\nBut it is insisted that the sale became perfect as to 40,000 of the poles by the delivery of them on the wharf at Richmond, in pursuanee of the instructions in the defendants’ letter of November 25. This is impossible, for the flood took place on the 25th, and that letter could not have been written in Philadelphia, received at Eichmond, Va., and the work done all in one day. Besides, all the testimony is that they were placed on the wharf before, if not long before, that letter was written, and the dockmaster testifies that, by virtue of his office, he ordered them to be removed from an improper place and put there. And there is not a spark of evidence that they were placed there pursuant to defendants’ directions, or that any count had been taken of them, or that they had been bound in bundles of 80 as directed, or that the defendants had agreed or been informed that any special hoop poles were to be or were set apart for them. The ownership of them, therefore, remained fully in the plaintiff.\nThere is no other chance for this case. It is said that delivery on the wharf is delivery “ alongside” of a vessel pursuant to the terms of the letter of October 21; but it is not, for the vessel was not there to receive them, and without this there could be no delivery. It would rather seem that the letter of October 21 is necessary to the construction of that of the 25th. There the contract was to deliver alongside of a vessel, that is on a proper wharf, the purchasers to pay the expenses of delivery. In this view a delivery alongside of a vessel was necessary to a perfect sale in this case, and there could be no such delivery until there should be a vessel there to receive them, and there was no such delivery, and no pretence that they were ready for delivery to the vessel.\nThis action is on the common counts, and the relevant one is that for goods sold, and the views just expressed show that there is nothing in any part of the case that would justify the Court in leaving it to the jury to find a perfect sale, or the loss on resale.\nJudgment affirmed."}