{"id": "413786", "contents": "The opinion of the Court was delivered by\nBlack, C. J.\nMrs. Burson, the present appellant, who was a married woman and had a husband in full life, petitioned the Court of Common Pleas for the appointment of a trustee to take charge of her separate property, agreeably to the 11th section of the act of 25th April, 1850. The property to which she was entitled is mentioned in the petition;' but it is not stated when she became the owner of it. The fact now seems to be that it accrued to her before the act of 1848, relative to married women, was passed, and that she was then married to her present husband. A trustee was appointed, but at a subsequent term the subject was reconsidered and the appointment revoked. The petitioner appeals from the last order, and asks us to reverse it and reinstate the first one.\nThe legislature have not attempted by the Act of 1848, nor by any other law passed since that time, to divest the interest which a husband may have had in the real estate of his wife before the Act of 1848. They could not do so if they would.\nOn the face of this petition the property which the wife desired to put into the hands of a trustee for her separate use was real estate. It is described as “ an estate in dower in lands.” The common law right of the husband to control and have it in his possession is wholly unaffected by any statute. The fact that it had been appropriated and allotted to one of the heirs, who pays her a certain annuity in lieu of dower, makes no difference; for it is settled (3 W. & Ser. 456) that the widow’s interest in the land of her husband is not changed into personalty by proceedings in partition.\nThe Court had no power to appoint a trustee for the purpose desired in this ease. If the appointment had stood, it would have been practically a nullity; for the wife’s trustee could not have taken into his hands the money or property whose custody, control, and possession legally belonged to the husband. The judge, therefore, who made the first order, must either have been misinformed about the facts of the case, or else proceeded on a misconstruction of the law. The former reason probably accounts best for the error. But it matters not how the mistake occurred. It was a mistake, and we are not convinced by the argument of the appellant’s counsel that it was wrong in the same Court, though under the presidency of a different judge, to correct it.\nDecree affirmed."}