{"id": "413752", "contents": "The opinion of the Court was delivered, September 15, by\nLewis, J.\nWhere an injury is caused by an error in judicial\nproceedings, it is better that the loss should fall upon the parties whose negligence or acquiescence occasioned the wrong, than upon innocent third persons. It is therefore a rule in the administration of justice, that where a judgment is not absolutely void, a sale to a third person, in pursuance of it, cannot he defeated by any error or irregularity whatever. Errors and irregularities in the judgment, are not to be regarded in collateral proceedings. It has been held that a sale under a judgment against one who was dead at the time it was entered, vests in the purchaser a good title. If this be the rule where the representatives of the decedent have had no notice whatever of the proceedings, there can be no objection to its application to cases in which the proper representatives have had notice, and, by their attorney, have agreed upon the record to be substituted as parties. After the expiration of thirty years from the date of such agreement of substitution, it would seem to be against equity and law to permit the heirs of the decedent to object to the title of the sheriff’s vendee on the ground that a formal substitution of the administrators had not been made by means of a scire facias.\nIn Vastine v. Fury, 2 Ser. & R. 432, a sheriff’s deed was held to be valid, notwithstanding that the return remained unaltered upon the record, setting forth that the purchaser had not paid the money, and therefore the land remained unsold. The sheriff’s deed, duly acknowledged, reciting the sale and the receipt of the money, was deemed a sufficient amendment of the return. It is true that the sheriff had been directed to amend his return; but this was held to be no more than granting him leave to do so, because the Court had no power to compel him to alter his return in a matter of fact, and he had not in fact altered it, except by the act of executing the deed to the purchaser. The act of the Court in the case now before us, by which the acknowledgment of the deed was received and entered of record, and certified, was certainly equal to granting the sheriff permission to amend his return; and the deed thus acknowledged, with the sanction of the Court, was as effective, in amending the previous return, as that which was held to produce the same effect in Vastine v. Fury. The entry of the acknowledgment is presumed to have been made upon due notice to the parties interested, and the action of the Court has all the effect of a judicial decree. The sheriff’s deed, thus acknowledged, was therefore primd facie evidence of the payment of the purchase-money and of a valid title to the land.\nIf James Gray, by the payment of the contract price, in .discharge of encumbrances, could have obtained a good title, such as McGregory had contracted to convey to him, there might have been some reason for treating him as a trustee for McGregory. But this was impossible. The judgment in favor of Moreland upon McGregory’s equitable interest was for a sum greater than Gray was to pay for his purchase. But independent of that judgment, McGregory’s title was imperfect, because it was but a contract with Wallace for the land, upon which the purchase-money remained unpaid. So that if Gray paid the purchase-money due to Wallace, the land was still liable to sale under the judgment of Moreland against McGregory. If he paid the latter judgment, Wallace might recover the land in ejectment on his legal title. The only safety of Gray consisted in extinguishing both claims; and this could not be done without paying a large sum, more than the price agreed upon in his contract with McGregory. McGregory, whose duty it was to protect his vendee, and to discharge the encumbrances, disregarded his obligations to his creditors, as well as his contracts with Wallace and Gray. Under these circumstances, Gray had a right to purchase the equitable interest of McGregory, at sheriff’s sale, under the judgment of Moreland; and this purchase entitled him, upon the recovery of a conditional verdict for the land, by Wallace, to pay the purchase-money due to the latter, and to perfect his title by receiving a conveyance from his devisee.\nThe Act of 14th March, 1846, is constitutional. In permitting certified copies of sheriffs’ deeds, previously recorded, to be given in evidence, in all cases where the originals would be evidence, it neither divested a right nor impaired a contract.\nThis ejectment was brought in 1851; nearly thirty years after the sheriff’s sale to James Gray, and twenty years after the conditional verdict in favor of Wallace. After such inattention to the obligations of his contracts with Wallace and Gray, and such long-continued acquiescence in the judicial proceedings to transfer and extinguish his rights, we do not see how his claim could have been sustained by the Court below. The objections to evidence were properly decided, and the instructions to the jury were as favorable to the plaintiffs in error as they had any right to demand.\nJudgment affirmed."}