{"id": "413742", "contents": "The opinion of the Court was delivered by\nLewis, J.\nWhere lands of a decedent are sold upon a judgment against his executors, the receipts of the different judgment creditors upon their judgments for their respective proportions of the proceeds are not notice to a purchaser from the sheriff's vendee that the latter paid no money but purchased and held in trust for the creditors, in proportion to their interests respectively. There is nothing on the face of the transaction tending to show that the purchase at sheriff’s sale was not made in the usual way by the payment of the purchase-money to the sheriff. In such a case the appropriation of it to the lien creditors, according to their respective rights, creates no resulting trust. Nor is the purchaser responsible, in any manner, for the proper application of the money.\nThe recital in the deed of the 8th July, 1831, from Elderkin Potter to John H. Irwin, that it is made, “ in consideration of one dollar,” and “ in pursuance, and fulfilment of a trust reposed in the grantor by the said Irwin,” is no notice of the prior existence of a trust for any other than for John H. Irwin himself. It carries with it, on the contrary, clear implication that the trust was for the grantee himself. This implication becomes stronger, when considered in connection with the other parts of the deed. It is a conveyance to “ Irwin and his heirs,” in fee simple, for the only proper use and behoof of the said Irwin and his heirs and assigns for ever.” How could this conveyance be “in pursuance and fulfilment of a trust,” unless the trust was for the benefit of Irwin himself? The trust is stated to be one which had been reposed by Irwin, not by any one else. There is, therefore, a presumption arising from this circumstance alone, that the trust was originally for the benefit of Irwin. If Elderkin Potter actually held in trust for another, and in violation of his duty conveyed the land to Irwin, he thereby made himself liable for the breach of confidence. No one, upon looking at the conveyance, would have the slightest suspicion that Mr. Potter had incurred such a serious liability, or had committed an act so disreputable, as the breach of a trust and confidence reposed in him. The deed therefore, instead of containing constructive notice of a trust in favor of the wife of Irwin, contained notice of a trust for Dr. Irwin himself, and that it was extinguished by the conveyance from the trustee to the cestui que trust.\nThere is nothing upon the face of the title or elsewhere to affect James Denniston with constructive notice of a trust for the benefit of Mrs. Irwin. It is not alleged that he had actual notice. His title, derived by the sheriff’s sale, under the judgment of Crossan v. Dr. John H. Irwin, is therefore a perfect title to the land, and he was entitled to a peremptory direction in his favor for all that was embraced in his sheriff’s deed of the 10th August, 1843. The treasurer’s deed to James Thompson, for the taxes of 1838 and 1839, with the possession under it, established a valid title to the other portion of the land in controversy. This view of the case is sufficient to support the decision below, and to show that the plaintiffs in error have sustained no injury by the opinions of the Court upon the other questions presented at the trial. Their consideration here is therefore unnecessary.\nJudgment affirmed."}