{"id": "413713", "contents": "The opinion of the Court was delivered by\nBlack, C. J.\nThe act “to encourage manufacturing operations in this Commonwealth,” passed April 7, 1849, authorizes persons, who choose to become stockholders in a manufacturing company, to incorporate themselves by filing a certificate of certain facts in the recorder’s office of the proper county, and transmitting a copy to the secretary of the Commonwealth. The 9th section declares that the stockholders shall be jointly and severally liable in their individual capacities, to the amount unpaid on their respective shares for all debts of the company. In the 14th section it is enacted that the directors consenting to a dividend, greater than the net profits of the company, shall be liable, as individuals, for all the debts of the company contracted while they are in office, or existing at the time of the dividend: saving, however, any director who shall file a certificate within ten days, that he objected to the dividend, or was absent when it was declared. By the 23d section it is provided, that in any action brought to enforce any liability under this act, one or more stockholders may be included as defendants: and execution shall go first against the company, and if its property be insufficient, then against the stockholder; and, in case the stockholder pays the debt, he shall be subrogated to the rights of the creditor against the company.\nThe present defendant was a director of the Fayette Manufacturing Company; and during the period for which he was elected, a dividend was declared largely exceeding the profits of the company and impairing its capital. This suit is brought, upon the 14th section of the act, to compel him to pay one of the debts which the company owed at the time the unlawful dividend was made.\nHe objects that the action is wrong in form, because not brought against the company as well as himself, agreeably to the 23d section. The words any liability in this section, clearly mean no more than would have been expressed by the words any debt of the company. Every word that follows, implies an action against the company, in which the stockholder may or ma.y not be joined as a defendant. For the purpose of saving trouble, expense, and time, the plaintiff is authorized (not compelled) to include a delinquent stockholder with the company, and the judgment fastens the former if the execution fails to get the money out of the latter. We are not now to say whether a stockholder can be sued alone. It does not seem to us that such a suit would be objectionable, especially if the company had been first pursued and its property exhausted : for the liability is distinctly created in the-9th section, from which the common law remedy to enforce it follows of course; and the form of action mentioned in the 23d, is merely permissive. But -the plaintiff in error did not become liable as a stockholder, but as a director. It would be carrying construction altogether too far, to say that because a stockholder may be joined in a suit against the company, therefore the company must be joined in a suit against a director. The act says that directors, in a case like this, shall be jointly and severally liable for the debts of the company; which simply means that a creditor may sue them separately or together; and if he proves an illegal dividend he may recover from them instead of the company. There is nothing in any other part of the statute which at all contravenes or changes or modifies this, or which requires the creditor to adopt any remedy other than that which is necessarily implied by the words from which the liability arises.\nBelieving, as we do, that the 23d section does not prescribe the form in which the action must be brought to enforce the liability of a director, and that there is nothing whatever in that section which refers to directors who are sued for violating the 14th section, it follows that the. defendant in the suit has no right of subrogation. He is sued as a wrongdoer, and wrongdoers have no recourse over, either against those who are in pari delicio, or against anybody else. If this debt be paid by the defendant, the company is for ever clear of it. The stockholders, therefore, were not competent witnesses in favor of the plaintiff; for their testimony relieved themselves from the burden of the debt and threw it upon the defendant.\nIf the plaintiff has no legal or equitable claim against the company, he cannot recover in this action. The evidence he produced of the company’s original indebtedness was two notes, payable to Frazier, and by Frazier assigned to Eldred, who brought this suit and has prosecuted it for his own use in the name of Frazier. The assignment was after the unlawful dividend. Eldred was at the time, and has been ever since, the treasurer of the company. We see nothing in the nature of the'claim itself which prevented the holder from assigning it. It was not, as the defendant insists, a mere penalty. It was a debt due from the company to Erazier, which he might transfer like any other debt, and the assignee was entitled to all the remedies for its recovery which the original creditor would have had. But could the treasurer buy up claims against the company and maintain suits upon them? On this question our opinion is in the negative. He could not. It was a violation of the duty which he owed to the creditors, to the stockholder, and to the officers of the corporation—to the defendant himself among others. He was their confidential agent and trustee. It is a universal rule that one to whom the management of any business is confided, cannot create other relations which will put him in an attitude of hostility to his principal, or cestui que trust. Thus an attorney cannot buy a title upon which he was consulted, and set it up against his client: (8 Watts 93.) If a guardian renew a lease with his own money, and in his own name, he holds it for his ward: (1 Vernon 484.) When one of two joint tenants or tenants in common holding under an imperfect title, buys in a better one, the purchase is for the benefit of both: (5 Johns. Ch. R. 407.) When an assignee for the benefit of creditors takes an assignment of a judgment against his assignor, it is a payment of the debt, not a purchase (1 Penna. Rep. 223); and so of executors, administrators, and every other class of trustees, and agents: (1 P. C. C. R. 373.) One who is charged with the duty of paying debts cannot make a speculation by buying them for his own use, whether he does it with his own money or not. That the officers of a corporation are held to the same rules of good faith which govern other agents, is proved by the Turnpike v. Watson (1 Rawle, 330), and Kimmel v. Greeting, decided at the present term. The treasurer’s purchase, therefore, of Erazier’s debt against the company, was an extinguishment of it. Whatever profit he made by it enured to the benefit of the company, and he could be reimbursed what he paid for it, only by a credit in the settlement of his accounts, or by an action against the Company.\nThese points being decisive of the cause, it is not thought necessary to examine the others.\nJudgment reversed and venire facias de novo awarded."}