{"id": "413779", "contents": "The opinion of the Court was delivered by\nBlack, C. J.\nThe plaintiff claims the land in opposition to his own absolute deed. He conveyed it to one Robinson, who sold it afterwards to the defendant. But the plaintiff produced evidence to show that his conveyance to Robinson was a mortgage to secure the payment of a debt.\nThe evidence was somewhat contradictory throughout. The Court left the case to the jury, with instructions that the plaintiff might recover if he had proved, (1) that the deed was intended by the parties as a mortgage; (2) that the defendant had purchased from Robinson with notice of the plaintiff’s right to redeem; and (3) that the debt had been paid before suit brought.\nIt is very plain that the two first of these facts were absolutely necessary to the plaintiff’s case. It was not strictly correct to add the third as a condition upon which his recovery depended; for, if the debt was paid at any time before trial, he was entitled to a verdict conditioned that he should pay the costs before taking out execution, as in Hewitt v. Huling, (2 Jones.) But the error was immaterial, and did no harm. There was no evidence or even assertion of any payment made after the bringing of the suit. We never reverse on a mere abstraction.\nThere are seven specifications of error. The first is, that an incompetent witness was permitted to testify for the defendant. Hot only is the specification unaccompanied by the substance,of the bill of exceptions, but the bill itself is not to be found in any part of the paper-book. It does not even appear that the witness was objected to. Five more alleged errors are set forth, with an equal and even greater disregard of the rule. We propose to consider the second one (irregular though it be), because it refers to the important point in the cause, and was supported by an argument so plausible that we at first inclined to reverse the judgment on that ground. We shall also notice the seventh, because-it is properly assigned and must be attended to.\nThe plaintiff requested the Court to charge, that if the defendant and his vendor knew that the deed was a mortgage, and yet wilfully denied it, then the plaintiff could recover without paying the debt for which he had pledged the land. The refusal of the Court so to instruct the jury is the error complained of in the second specification.\nIn our opinion the plaintiff attaches too much importance to the false assertion which he attributes to the other party. One who wilfully misleads another by a false declaration, cannot afterwards have any advantage from the truth as against the party misled. Since somebody must suffer, it is right that he should take the consequences who was guilty of the offence. But there is no rule of law by which a man can be deprived of his rights as a penalty for uttering, in loose conversation, a mere naked lie, by which he gained no advantage for himself, and on which nobody else acted. The cases cited by the plaintiff do not sustain his proposition. It certainly does not strengthen his case to show that a deed procured by fraud (2 Barr 14), or changed in a material point after delivery (2 Barr 191), is void. Nor is it more to the purpose that a person who gives notice of his title at a sheriff’s sale, is confined to the same title afterwards (2 Barr 313), or that one who becomes a purchaser at an under price by means of an actual fraud, cannot hold the land against the original owner until he is refunded what he paid (2 Watts 66). The rule that one who alters a deed can claim nothing by it, is necessary to prevent the dangerous insecurity which would result from -allowing written documents to be tampered with. In each of the other cases referred to, some species of imposture practised by one person influenced the actions of others. Falsehood is not itself fraud, but only the means whereby frauds are sometimes perpetrated. The doctrine that a tenant for years forfeits his estate by refusing to pay rent and denying the title of his landlord (8 Watts 54), appears at first blush to have a somewhat closer analogy to the point before us. But it is based on the fact that every lease contains a covenant, express or implied, that the lessee will do nothing to impugn the lessor’s right (8 W. & Ser. 231), and the estate for years is held on that condition (Ib.). It is not founded on any notion that the tenant must answer for the accuracy of all his plantation talk. Nothing short of an act, which sets his landlord at defiance, will work a forfeiture. On the whole we think it was right to determine this ease according to the facts as they actually existed, although the plaintiff may, at some time, have stated them untruly. False claims are often made, false pleas are put on the record, and false defences are sometimes set up in the face of the Court. They are all odious to be sure, and fit only to excite abhorrence and contempt. But still there is a locus joenitentice; and he who finally elects to stand by the truth may count on its protection, if he can make it manifest.\nThe seventh error specified (or rather enumerated) on the record remains to be disposed of. The defendant alleged that the deed was given to Robinson, not as security for, but in satisfaction of, the debt due him by the plaintiff. A credit for the precise sum mentioned as the consideration in the deed is proved to have been given on the debt, and this credit is said, in the receipt, to be for land. The Court told the jury, that if this was done with the assent and knowledge of the plaintiff, it was a strong circumstance against him. And so it was. But the complaint is that there was no evidence that the plaintiff knew of the receipt. Though the evidence is not clear, there was some which it was the Court’s duty to submit. The credit was on the record of the Common Pleas, to which of course the plaintiff had access; it was in immediate connection with a judgment to which he was a party; it was there some time, perhaps several years, before the trial of this cause, and it was never objected to. An execution was issued on the judgment, but we are not told for how much, and as every doubtful fact which does not appear is presumed to be against a plaintiff in' error, we must take it that the same credit was on the execution and that he saw it. We cannot say there was error in leaving this to the jury.\nThere is nothing in the other points which gives them a claim to be noticed by us, after being waived by the plaintiff in error.\nJudgment affirmed."}