{"id": "413716", "contents": "The opinion of the Court was delivered, October 12, by\nLewis, J.\nOne partner has an implied authority to bind the firm by contracts relating to the partnership business, whether such contracts be evidenced by bare agreements, oral or written, or by negotiable instruments, as bills of exchange or promissory notes. This rule is applicable both to dormant and nominal partners. It is now an undoubted and universal proposition, that a dormant partner is in all cases liable for the contracts of the firm during the time that he is actually a partner: 1 Doug. 371; 1 H. Bl. 37; 3 Price 538; 5 Mason 176; 9 Pick. 272; 5 Peters 529; Coll. on Part. sec. 384. This rule of law would be rendered entirely nugatory if. the acceptance of a promissory note from the ostensible partners, by one unacquainted with the existence of a dormant partner, precluded the creditor from his action against all who participated in the profits of the partnership. As the action upon such an instrument may be brought against all the partners, a surety who, as such, pays the money on it, is entitled to the usual remedies of sureties against all. He may be subrogated to the remedy on the contract, or he may have his action for money paid for the use of the partnership, and the promissory note so taken and signed by the ostensible partners' and their surety is competent evidence: 5 Watts 454; 5 W. & Ser. 333.\nIn the ease before us, the presumption of partnership arises from the ownership of a steamboat engaged in the carrying business, and its origin depends upon the time when the defendant acquired an. interest in the boat. The bill of sale is dated the 31st July, 1849, and was drawn up on that day. Most of the consideration was satisfied on that day, as it consisted in part of advances made to the vendor while building the boat, and in part of other demands against him, on which it did not appear that the defendant was allowed any interest afterwards. The residue of the money was secured by a note also drawn and dated on the day when the bill of sale was drawn. There was some evidence tending to induce a belief that the instruments were drawn in pursuance of a previous understanding, and that the defendant expected them tó be signed on that day. There was no evidence to show that the delay was owing to any dispute in regard to the terms of the contract, and when the papers were signed, the dates continued unchanged. There was no evidence to show that the original dates were adopted by mistake. Nor did the defendant give any evidence to show that his actual participation in the profits commenced at a period subsequent to the date of the bill of sale to his trustee. There was evidence of repeated acknowledgments of his interest in the boat, made subsequent to the period when the liability arose, without stating when that interest was acquired. Under these circumstances, it was not error to submit the question to the jury. The bill of sale is not. the contract of partnership. It is only evidence of it, and it is certainly not conclusive evidence that the partnership did not commence on the day specified by the writing itself.\nThe case does not seem to call for further observations upon the several assignments of error. The decisions of the Court below upon questions of evidence, and the instructions.to the jury, are, in our opinion, correct. Judgment affirmed."}