{"id": "413728", "contents": "The opinion of the Court was delivered by\nKnox, J.\nThe plaintiffs below, Atkins & Co., delivered to the plaintiff in error, the Baltimore Steamboat Company, certain goods, which they promised to deliver in good order to Cumberland Railroad Company at Baltimore, to forward to Messrs. McKaig & Agnew, Cumberland, who were agents of Atkins & Co.\nThe goods were damaged whilst in the custody of the steamboat company, by their negligence, as established by the verdict of the jury.\nThis action of assumpsit is brought by Atkins & Co., for the use of the legal owners of the goods, to recover the damages sustained; and whether their action can be sustained, as brought, is the only point properly raised by the record before us. To determine this question, we must first inquire into the manner in which Atkins & Co. became possessed of the goods, and the extent of their interest in them.\nThe equitable plaintiffs in the action, J. Beal and P. McArthur & Co., are merchants of Cincinnati, and purchased the goods in question in the city of New York. The vendors of the goods delivered them to the New Jersey Transportation Company, to be forwarded by that company to Philadelphia; and from thence to Cincinnati, the place of their destination, by O’Connor’s Five Day Line, which is represented in Philadelphia by Atkins & Co., the plaintiffs below.\nWhen the goods arrived in Philadelphia, Atkins & Co. received them from the New Jersey Transportation Company, paying to that company their charges, and placed them in the hands of the defendants, without repayment, upon their agreement to deliver the goods in good order to the Baltimore Railroad Company, for the purpose of forwarding to Cincinnati, there to be redelivered to the agents of Atkins & Co.\nBy receiving the goods in Philadelphia, and paying the freight from New York, Atkins & Co. certainly obtained an interest in them, subject, of course, to the general property of the owner, but good as against any other person, and even superior to the general owner upon the question of possession until repayment.\nIf the defendants had complied with their contract, and delivered the goods to the Baltimore Railroad Company, they would again have been restored to the actual custody of the plaintiffs, through their agents at Cumberland, and by them forwarded to Pittsburgh, where, according to the evidence, upon delivery on board of- a steamboat, charges of every description would have been paid to the plaintiffs ; but from Philadelphia to Pittsburgh, they must be considered in the light of the principal carriers, using the defendants’ company and the Baltimore and Ohio Railroad Company as the means of transporting the goods from Philadelphia to Cumberland.\nAt the time of the injury, the interest of the plaintiffs, Atkins & Co., in the property was, first, to the extent of the advances made by them to the New Jersey Transportation Company; second, the right to receive the goods at Cumberland, and transport the same to Cincinnati, or at least, to Pittsburgh, and to retain the possession until all charges were paid. This interest gave to Atkins & Co. a special or qualified property in the subject-matter of their agreement with the Baltimore Steamboat Company; and, according to all the authorities, both in England and in this country, the action of assumpsit may be maintained in the name of one having such special property.\nIn general, a mere servant or agent with whom a contract is expressed to be made, on behalf of another, and -who has no direct beneficial interest in the transaction, cannot support an action thereon. But when an agent has any beneficial interest in the performance of the contract, as for commission, or a special property in the subject-matter of the agreement, he may support an action in his own name upon the contract, as in the case of a factor, or broker, or a warehouseman, or carrier, or a policy broker whose name is on the policy, or the captain of a ship, for freight: Grove v. Dubois, 1 T. R. 112; Atkyns v. Amber, 2 Esp. Rep. 493; Williams v. Millington, 1 Hen. Bl. 81; George v. Claggett, 7 Term Rep. 359; Johnson v. Hudson, 11 East 180; Sadler v. Leigh, 4 Camp. 195; Park on Ins. 403; Shields v. Davis, 6 Taunton 65; Brown v. Hodgson, 4 Taunton 189. There is nothing in the case’ of Green v. Clark, 5 Denio 497, to contravene the principles above stated. The agreement there was to deliver the property to the consignee, and no freight was to be paid by the consignor until the contract had been executed by a delivery of the property as directed. Consequently, there was neither property nor interest in the plaintiffs, who were merely acting as agents for the owners, and appeared as such upon the face of the contract.\nThe question as to the extent of the recovery, was not raised in the Court below; and if it had been, the defendants would not have profited by it. The whole damages were properly recoverable in this action, particularly as the owners of the general property were parties to the record, and are precluded from further claim.\nJudgment affirmed."}