{"id": "413703", "contents": "The opinion of the Court was delivered, September 22, 1853, by\nLewis, J.\nWhere a sheriff makes a special return in favor of the lien of a purchaser at his sale, in pursuance of the act of 20th April, 1846, and exceptions are taken to it by a creditor, which, on reference to an auditor, are ascertained to be unfounded, the party excepting ought to pay the costs of the audit, unless he satisfies the court that he had probable cause to object to the return.\nWhere the sheriff’s return was in favor of the holder of a mortgage for the purchase-money, and the sale was under a judgment on one of the notes secured by the mortgage, the circumstance that the other notes secured by the mortgage were not due at the time of the sale furnishes no probable ground for disputing the mortgagee’s right to the money. This question had been fully settled long before it was again presented for decision in the present case. It had also been settled long before these exceptions were filed, that a judgment entered after the recording of a mortgage acquired no priority over the mortgage by reason of being entered before the judgment on the bond secured by the mortgage.\nIn this case there had been a previous sale to the party excepting, and an investigation of the facts upon which that sale was set aside because the purchasers were not entitled to the money on their judgment and refused to pay it into court for the benefit of the rightful claimant. Under such circumstances, their subsequent litigation of the question was altogether indefensible. It is true they had a right to he heard again, if they desired it; hut it is unreasonable in them to expect to enjoy the luxury of litigation at the expense of others.\nThe special circumstances of this case are strongly against the party excepting to the last return of the sheriff; hut we do not put the ease upon them. On the contrary, we put the decision upon the general rule, that, in such a contest, the losing party ought to pay the costs, unless he can show clearly that there were special circumstances to create probable cause for disputing his adversary’s claim. It is the interest of the public and the duty of the court to discourage all unnecessary litigation. The imposition of the costs upon the party found to be in the wrong promotes that result, and the rule should be strictly adhered to.\nDecree reversed, so far as it directs the payment the costs out of the fund, and decreed that Haigh, Hartupee & Co. pay the costs of the audit."}