{"id": "413763", "contents": "The opinion of the Court was delivered by\nKnox, J.\nThe plaintiffs are merchants of the city of Pittsburgh, and bring this suit to recover from Jones a balance due for goods sold and delivered.\nThe defendant does not deny the correctness of the plaintiffs’ account, but alleges that he is entitled to a credit for the sum of $275, being the amount of three notes made by J. & J. Bell, payable in pig metal to the order of the defendant, and by him transferred to the plaintiffs. Whether these notes were properly chargeable to the plaintiffs, was the only matter of contest upon the trial.\nThe learned judge who presided in the District Court, instructed the jury that the facts given in evidence, assuming their truth, would charge the plaintiffs with the amount of the Bell notes, and the jury found accordingly.\nTo the charge of the Court and the admission of the notes in evidence, under the pleadings, nine distinct errors are assigned. It is difficult to perceive what is gained by dividing and subdividing propositions, so as to make a great number of points upon one or two simple questions, which being plainly put, and distinctly answered, present clearly to the mind the matters at issue.\nEverything in dispute in this case may be embraced in these questions: Was the defendant’s evidence properly admissible under his pleas ? If properly received, did it make out his case ?\nThere was a general plea of set-off, and two special pleas. One of which averred “ that as to said sum of $275, J. & J. Bell made their three several notes in writing, and delivered the same to the defendant, by which said notes the said J. & J. Bell promised to pay the defendant or his order, at certain times and days, &c., to the amount of $275; and that the defendant afterwards, and before the time appointed by the said notes for the payment thereof, to wit, on the day of April, 1849, for and on account of goods and merchandise, &c., delivered, and to he afterwards delivered to the defendant to the amount of the said $275, endorsed said notes and delivered the same to the plaintiffs, who accepted and received said notes,” &c., &e. The other special plea was substantially the same, except it mentioned the Bell notes as promissory notes.\nThere was also a plea of payment, with notice of special matter. We cannot say that the evidence offered by the defendant should have been entirely rejected. Taken together, it proved that some time in the spring of 1849, Jones transferred to plaintiffs, by blank endorsement, three notes signed by J. & J. Bell, in all amounting to $275, payable in pig metal; that a small portion of the metal was received, and credited to Jones; that the residue was unpaid, the makers of the notes having failed in business in July or August, 1850; and that in August, 1850, an offer was made by the plaintiffs to return the notes to the defendant, who refused to receive them. On the 1st of May, 1849, Jones wrote to Sellers, as follows:—\n“ Dear Sir,—I am going to write you a few lines concerning the notes I left in your care. I have seen Mr. Bell, and I told him to deliver you the metal, a,nd I gave him your card, and he said it was all right, and I want you to attend to them and turn them into money .as quick as you can, to the best advantage you can, and let me know inside of two weeks whether you get them or not.”\nAgain, on the 12th July, 1849, Jones writes to Sellers and Nicols,—\n“Sirs,—I have been informed by Mr. Bell that you have received the first note in metal, and I would like to know how you and him got along. I wrote you once before, but I never got any answer. Wish if you will write a few lines, so I will know.”\nThere was no answer to these letters in evidence; but on the 23d March, 1850, Sellers & Nicols write to Jones, saying:—\n“We wish you to stir up the Bells to pay up their notes. If they do not, we shall enter suit the first opportunity. They have never said a word to us on the subject.”\nUnder this evidence the jury were instructed that the defendant was entitled to a credit for the amount of the notes. In this we think there was error. It could hardly be pretended, in view of the facts proved, that the notes were received as payment of a preexisting debt, or that there was an absolute sale of. them by Jones to the plaintiffs.\nThey must then have been left as collateral security to be credited when collected, or merely deposited for the purpose of receiving the metal when delivered. The character of the transaction, under the evidence, was a question of fact for the jury : as was also the diligence of the plaintiffs in collecting the notes, and whether the amount was lost through their neglect.\nIf Sellers & Nicols received the notes as collateral security, or for the purpose of collecting the same, they were bound to use ordinary diligence, and if lost for want thereof they would be liable to Jones for the injury sustained by reason of their negligence; but if the notes were left with them, in order that they might receive the metal when delivered in Pittsburgh, they could only be held to account for the amount actually paid to them.\nJudgment reversed and new trial awarded."}