{"id": "413747", "contents": "The opinion of the Court was delivered by\nLewis, J.\nUnder the view which we take of this case, it is not necessary to decide whether the legacy to Mary Shallenberger was vested at the death of the testator or not. It is certain that at the death of Robert Smilie on the 16th October, 1851, it was not only vested but was due and payable, according to the terms of her grandfather’s will. But before it became payable, to wit, on the 27th March, 1846, she had joined her husband in a deed, duly acknowledged, by which the legacy was assigned for a valuable consideration to John McBurney, whose administrator claims the money. The will gave her no interest in the land, as land. The devise to'trustees to sell and distribute the proceeds, gave her nothing more than a chose in action, which her husband might reduce into possession by an assignment for value without her consent.\nIn Perdew v. Jackson, 1 Russ. 70, in Hornsby v. Lee, and in some other cases, it was thought that a husband could not bar the wife’s right of survivorship in a reversionary interest, by an assignment of it, because such interest was not presently reducible into possession. But there are numerous English authorities the other way: Gilb. Eq. Rep. 88; 2 Atk. 207; 1 Atk. 280; 2 Atk. 549; 2 P. Wms. 608; 3 P. Wms. 200; Dicken’s Rep. 491; 1 Bro. Ch. 51; 1 P. Wms. 459, note; 12 Ves. 175; 9 Ves. 100; 2 Russ. & Mylne 355. Mr. Butler in his note Co. Litt. 351 a, note 304, edition of 1794, lays down the doctrine that the wife’s possible or contingent interest in a term of years; if it is a legal interest, may be assigned by the husband, unless perhaps where the possibility or contingency is of such a nature that it cannot happen during the husband’s lifetime. In Grey v. Kentish, 1 Atk. 280, Lord Chancellor Hardwicke held, that although a husband cannot assign in law a possibility of the wife, nor a possibility of Ms own, yet equity will support such an assignment for a valuable consideration. And in 1831, in Donne v. Hart, 2 Russ. & Mylne 360, Sir John Leach, Master of the Bolls, decided, that “it was clear that a wife’s contingent interest in a term, may be sold by the husband, and there is no difference in equity, between the legal interests in a term and the trusts of a term.” But whatever conflict of authority may exist elsewhere on this question, the able opinion of the late Chief Justice Gibson, in Siter’s Case, 4 Rawle 483, has fully demonstrated that a contract of assignment for a valuable consideration, entered into by a feme, through the agency of her legal representative (her husband), binds her in a Court of Equity, and that the distinction attempted between vested and contingent interests, has no place in the law of Pennsylvania: 4 Rawle 482. The husband is considered the legal representative of the wife in all matters which relate to her choses in action, whether contingent or otherwise, and an assignment of them is regarded as her contract through his agency, by virtue of the power conferred upon him with her consent, by the marriage. It is certainly true that where a chose in action is not due and payable, the husband cannot reduce it into possession by action; but this arises not from any defect in his marital power, but from the nature of the thing itself, which prevents her as well' as himself from demanding it by action before it is payable. If the feme were sole, her claim would be subject to the same impediment. This is no reason why she cannot transfer her right, such as it is, to another. She could undoubtedly do so if sole, whether the demand be vested or contingent; and such assignment would, in equity, estop her from claiming the money against her own assignee. As her husband is clothed with her power over such interests, her assignment through his agency for a valuable consideration, is as binding upon her as if made by herself. The principle which governs in this and kindred questions is that every act done by a representative under competent authority, is binding upon those by whom or for whose benefit the authority was conferred.\nIn Honner v. Morton, 3 Russ. 65, Lord Chancellor Lyndhurst declared that equity considers an assignment by the husband as amounting to an agreement that he will reduce the property into possession, for the benefit of the assignee. Where the husband has the power to do so, equity considers it as done. Where he has not the power, the assignment remains inoperative until by subsequent events he comes into a situation to be able to reduce the property into possession, and then his previous assignment will operate on his actual situation, and the property will be transferred.” This is in accordance with the familiar principle that subsequent acquisitions feed the estoppel of grants made before the right had accrued to the grantors; or, in other words, where a party makes a conveyance without title, if he afterwards acquire one, it shall enure to the benefit of his grantee. The assignment in this case having been made by the wife through the agency of her husband, the vesting of the interest afterwards enures to the benefit of her assignee. Conceding that the Act of 1848 might operate on contingent interests, originating before its enactment but vesting afterwards, the principle of estoppel applies with equal force. Having once received the proceeds, she shall not also take the thing itself.\nIt is ordered that the decree of the Court below be reversed, so far as it adjudges to Mary Shallenberger any portion of the money covered by the assignment to John McBurney. And it is further ordered that the share and interest of Mary Shallenberger in the proceeds of the estate of John Smilie, deceased, reported by the auditor, be paid to William H. Harper, administrator, &c., of the said John McBurney, deceased, in pursuance of the assignment of 27th March, 1846, from the said George Shallenberger and Mary Shallenberger, his wife, to the said John McBurney, deceased."}