{"id": "413722", "contents": "The opinion of the Court was delivered by\nWoodward, J.\nThe first assignment is, that the Court erred in admitting in evidence the paper containing the agreement under seal, and the additional agreement between plaintiff and defendant.\nThe action is founded on these two agreements, and is necessarily in assumpsit. The third count in the plaintiff’s narr. lays them both as the substantive ground of recovery, or rather, as together constituting the contract of hiring in pursuance of which the services were rendered. As evidence, therefore, they were not irrelevant to the issue. Had the parol modification of the covenant been in such of the plaintiff’s stipulations as were mere conditions precedent to the action, he would have been bound to sue in covenant, on the principle of Jordan v. Cooper, 3 Ser. & R. 579, and could not have maintained the present action; but instead of this, it was a modification of the very covenant on which the defendant was called to respond, and as in Vicary v. Moore, 2 Watts 457, drew the retained stipulations of the sealed instrument into parol, and left the plaintiff no other remedy than an action of assumpsit. In Vaughn v. Ferris the rule laid down in Vicary v. Moore was followed, and it was said a subsequent parol agreement cannot be tacked to a prior agreement under seal, between the same parties, so as to make the two agreements one entire agreement under seal; but a prior agreement under seal may be referred to by a subsequent parol agreement, and made part of it, so that both shall form but one entire parol agreement. That is precisely what was done here; and in an appropriate action, brought upon both instruments as one entire parol agreement, both were competent evidence.\nIt has been suggested on the part of the plaintiff in error that the parol agreement was void for want of consideration; and a dictum of Chief Justice Gibson, in Ellmaker v. The Franklin Insurance Company, 6 W. & Ser. 443, is cited in support of the position. The parol agreement in that case was the agreement of the plaintiff in the action, and the point ruled was that it did not take away his action of covenant on the prior specialty, which is perfectly consistent with the distinction taken in Vicary v. Moore. The remark that if it was executed subsequently, it would be without consideration, may have been appropriate enough to the facts before the Court, but must not be understood as the announcement of a general principle; for the case now before us shows most clearly that the terms and conditions of a sealed instrument may be such as to furnish a consideration for a subsequent alteration. According to the covenant between these parties, Springer’s compensation was determinable by the amount of business which should happen to be done in the coal trade which he was to conduct for Spangler; and though it contemplated three years’ service, there was an express stipulation that either party might terminate it by giving the other reasonable notice of his intention to do so. Instead of so terminating it, and quitting an employment which he found was not likely to remunerate him, Springer remained in service on the faith of Spangler’s parol agreement, made three or four weeks after the date of the sealed instrument, that if in any year the compensation should fall short of $1500, he would make up the deficiency at the end of the year. Eorbearance to assert his right to cancel the original obligation, and continuance in service under the parol agreement, were abundant considerations to support it. That the services were rendered under and in pursuance of the parol agreement, is proved by the account rendered by the defendant, in which he credited the plaintiff, not according to the rate stipulated for in the covenant, but at the rate of $1500 per year. For these reasons, we think the plaintiff in error has failed to support his first assignment of error.\nAs to the alleged variance between the allegata and prolata, it is sufficient to say, that no point was made in the Court below, where, if necessary, the plaintiff might have amended his narr., and therefore no question of the kind can he entertained here.\nNor has he been more successful with the second assignment. The instructions of the Court as to the effect of the account rendered by the defendant were quite as favorable as he had any right to demand. It was not an account stated between the parties, hut made up by one of them, and there was not a fact, except the retention of the account without objection, to justify the charges against the son, of moneys paid to his father, and of a gross sum to balance the father’s account. The law requires very explicit evidence to charge one man with another’s indebtedness, and there was no such in this case. Mere acquiescence in an account sent to a party was said in Killam v. Preston, 4 W. & Ser. 16, to be very slight evidence that it was correct. If there was error in what the Court said on this point, it was in favor of the complaining party.\nThe judgment is affirmed."}