{"id": "413706", "contents": "The opinion of the Court was delivered by\nLewis, J.\nNotwithstanding the numerous exceptions which have been recognised by the Courts, the rule is not denied that where the parties have deliberately put their engagement into writing, parol evidence is inadmissible to contradict or vary the written instrument. It is not because a seal is put to the contract that it shall not be explained away, varied, or rendered ineffectual, but because the writing itself is the best possible evidence of the meaning of the parties: 1 Gfreenl. Ev. sec. 275-6. And the rule, therefore, applies as well to simple contracts in writing as to instruments under seal: Id. A seal is not necessary in a contract for the sale of land. It is sufficient, and is within the protection of the rule, if it be “ in writing and signed by the parties 5 Watts 525-8. If an interest in land may- pass by writing, not under seal, there is no. reason why an encumbrance upon it may not be created by a similar instrument. We have no doubt that a valid mortgage may be created by a written instrument not under seal. We are not now to decide any question in regard to the remedy upon such an instrument, or the effect of recording it. Between the present parties no such questions can arise in this action.\nIn cases of fraud, or mistake of material facts, where it would be unconscientious to enforce the agreement according to its written terms, or where ,the parties mistook the meaning of any particular words, or to decipher words, or explain their technical or local meaning, or where extraneous facts are necessary to a proper understanding of the contract, or where there is a latent ambiguity, and perhaps in some other cases, parol evidence has been received. Where a grantee fraudulently attempts to. convert into an absolute sale that which was intended to be only a security for a debt, the evidence has also been received: Morris v. Nixon, 17 Pet. 109. This last is upon the double ground of fraud and a breach of trust. In Pennsylvania the rule is well settled that a deed, absolute on its face, may be shown, by parol evidence, to have been given as a mortgage. But it seems to be equally well settled, that an instrument of writing, appearing upon its face to be a mortgage, cannot be converted by parol evidence into a conditional sale. In Brown v. Nickle, 6 Barr 391, it is stated by the whole Court that in Colwell v. Woods it was “determined that a'conveyance and simultaneous covenant to reconvey on repayment of the purchase-money before a given day, must be construed to be a mortgage, though it appear by parol that the parties did not intend it to be so and that in Kerr v. Gilmore, “it was decided that it is not competent to the parties to prove by parol that the defeasance was a subsequent and independent agreement.” In Brown v. Nickle, the point was distinctly decided that “ the understanding of the parties must be gathered from the instrument, and cannot be gathered from parol proof,” so as to convert a written mortgage into a conditional sale. In that case the plaintiff offered evidence that “ the parties and scrivener intended a conditional sale, and not a mortgage.” The evidence was rejected, and upon error the decision of the Court upon that point was affirmed by this Court: 6 Barr 391. The law looks with such disfavor upon every attempt to convert a mere security for a debt into a conditional sale, that where the instrument is a mortgage, a written stipulation that, “ if the money be not paid at the day named, the estate is to be absolute without further deed, and that the instrument is not to be considered in the nature of a mortgage,” will be inoperative—it is still a mortgage: Rankin v. Mortimere, 7 Watts 372. In Kunkle v. Wolfersberger, 6 Watts 126, the rule is explicitly stated that “a formal conveyance may certainly be shown to he a mortgage by extrinsic proof, while a formal mortgage may not be shown to be a conditional sale by the same means. In the one case the proof raises an equity consistent with the Writing, and in the other would contradict it,” “which,” adds Chief Justice Gibson, “seems to he the principle of Woods v. Colwell, 3 Watts 188.” Here the rule and the reasons upon which it is founded are stated. In the one case there is an equity to be protected, which is perfectly consistent with a legal conveyance. The equity of redemption, so far from being in contradiction of a conveyance, presupposes its existence. Parol evidence to establish this equity, therefore, does not contradict the written conveyance. Besides, an equitable defence of this character commends itself to the consideration of the chancellor, and fixes itself upon the conscience of the grantee, as a trust, which it would be a fraud to violate. In the other case, where the instrument is a mortgage, the parol evidence to prove it a conditional sale, would directly contradict the writing. This will be apparent the moment the difference between the two contracts is considered. A mortgagee has no estate in the land—it is not subject to lien, to sale on execution, to dower, or to curtesy. It is a mere security for a debt, and passes by parol sale and delivery of the debt without writing. Upon the death of the mortgagee it goes to his personal representatives, as a chose in action. While, on the other hand, the estate of the mortgagor is real estate, subject to curtesy, dower, lien, and sale on execution, will not pass without writing, and goes, like other real estate, to the heirs. Where the instrument is nothing but personal estate, a mere chose in action, it is plain that parol evidence, to convert it into a conveyance of land, or into a contract for the sale of real estate, contradicts its whole nature, object, and effect. But there is another objection to such evidence. It tends to create an estate in land “ by parol, without writing signed by the parties,-” and is forbidden by the statute of frauds and perjuries. All the dangers which that statute was intended to provide against, demand its application to a case of this kind, as imperiously as to any other. To permit the mortgagor, the man who wrote the instrument in his own way, without fraud or mistake of any kind, to be himself the witness to impeach it, for the purpose of forcing upon the mortgagee a conveyance of the land in satisfaction of the debt, while, by the terms of the contract, and by the legal effect of it, the former reserved an indefinite right of redemption, would not only be attended with danger of perjury, but must necessarily produce injustice. Whether we take this contract as it is expressed in the written instrument, or as it is explained by the parol testimony of the mortgagor, it is clear that the mortgagee had no right to the land upon the failure to pay within the time stipulated. He could have enforced no claim to the property as real estate. It was not subject in his hands to any of the rights or incidents of ownership. “ Once a mortgage always a mortgage,” is an elementary principle which would meet him at every step, in his efforts to enforce the rights now attempted to he raised in his behalf. No delay of payment would have vested in him any estate in the land without the consent of the mortgagor. There is no mutuality, and, therefore, hut little justice in such a defence. The rule that a written mortgage cannot be converted by parol into a conditional sale, is laid down in general terms. It is not founded upon the form, but upon the substance of the instrument. It rests upon a sound principle of policy, and .is enforced by positive statute. The reason for its existence is equally applicable to both parties, and justice demands that it should be enforced, not partially against one, but equally against both. It was said in Iddings v. Iddings, 7 Ser. & R. 115, that “the rules admitting parol evidence to affect written instruments, ought rather to be restrained than enlarged.” It is not our intention to attempt the vain effort to reconcile the cases on this subject; hut we believe the authorities in support of the rule, as now applied to this case, are not in conflict with any other decisions which we are hound to regard.\nAmong other matters in the offer, it was proposed to prove “ that before the note became due, Woods agreed to take the said lot or one-half lot, and authorized the witness to sell it for him, as his agent.” But the evidence given did not support the offer in this particular. No subsequent agreement to take the lot was shown. If any such agreement had been made upon sufficient consideration, an action might have been maintained upon it, in which the difference between the contract price and the value of the lot might, under ordinary circumstances, have been the measure of damages. So these damages, under proper pleadings, might have been set off against the plaintiff’s demand. These, it is presumed, would have been small in amount, as the defendant below would retain the lot. As the contract, if established, would be but in parol, its specific performance could not be enforced in any form, because it is prohibited by the statute of frauds and perjuries.\nBut on a careful examination of the testimony of Robert Wallace, the mortgagor, we do not see that he states, with precision, any parol agreement whatever, in opposition to the note and mortgage. He states a conversation between himself and Woods, about the sale of the goods and the lot, or half of the lot, but does not state that anything was agreed upon. On the contrary, the conversation is represented as continuing until night. He then adds, “ I wrote an instrument, showing that I would make a deed if the money was not paid; and the note was given at that time. He (the defendant, Daniel Wallace), had the right to redeem the lot.” His statement, that Daniel had the right to redeem the lot, accords with the terms of the mortgage; but his declaration that the written instrument shows “ that he would make a deed if the money was not paid,” was not even parol evidence of a contract contradicting the written one. On the contrary, it is only the mistaken construction of its legal effect, or what is equally objectionable, the misstatement of its contents, when the instrument is neither lost nor withheld, hut is produced in Court, and must show for itself. The remaining parts of Mr. Wallace’s testimony relate to subsequent conversations and transactions, which fail to establish the existence of any contract different from that expressed in the writing.\nWe are of opinion that there was error in deciding to admit parol evidence of the conditional sale, as proposed in the bill of exceptions; and also in submitting to the jury the evidence which was given under the offer, as sufficient ground for defeating the plaintiffs’ recovery. Upon the evidence given, as stated in the paper-hook of the defendant in error himself, the Court ought to have instructed the jury that the plaintiff was entitled to recover.\nJudgment reversed and venire facias de novo awarded."}