{"id": "413749", "contents": "The opinion of the Court was delivered, September 28, by\nBlack, C. J.\nThe vessel of the plaintiffs below, anchored at the Monongahela wharf, when the water was very low. The river rose afterwards, and the vessel was totally wrecked in consequence, as the plaintiffs allege, of certain piles of pig iron which had been negligently permitted to lie on the wharf, a foot above low-watermark, which became covered by the water as it rose, and which compelled the Mary Ann to back out into the stream, where she was struck and stove by some floating body, and sunk across the water log of the wharf, where she broke in two.\nEver since 1816, Monongahela landing has been under the control and supervision of the city corporation. The ordinances of the councils passed in that year, forbade the erection of any private wharf, declared the space between Water street and low water mark to be public property, authorized the appointment of an officer to take charge of it on behalf of the city, and required the payment of wharfage by such vessels as would use it to lade and unlade their cargoes.\nThe right of the city corporation to take the wharf into their keeping, and to charge a toll or fee for its use, is not denied. The dedication of it to public use by the original proprietor in his plan of the town, the provisions of the city charter, and the uniform exercise of the right for nearly forty years, would have effectually silenced such an objection if it had been made. But the city authorities could not with any grace assert that they had usurped a power forbidden by law, and their adversaries, so far from affirming it, aver the direct contrary in their pleading and in their argument. It is unnecessary, for another reason, to investigate the legal origin of the power which the city claims over the wharf. In actions like this for the neglect of a public duty, whether against a corporation or an individual, the inquiry is not whether the defendant is rightfully in the enjoyment of the franchise out of which the duty springs, but whether he does in fact enjoy it.\nThe city being in possession of the wharf, exercising an exclusive supervision over it, and receiving tolls for its use, is it a violation of the duty which the corporate authorities owe to the public to let it get out of repair ? The affirmative of this was decided in an action on the case against The Mayor and Burgesses of Lyme Regis (3 Barnw. & Adolphus 77), and by the Supreme Court of New York in several cases (11 Wend. 543; 21 Wend. 115). The general rule undoubtedly is that those who have a public work under their control, are bound to repair it, and the force of this obligation is still further increased when it yields its possessors a revenue. The cases above cited show that this principle applies to public ports in the possession of a city, as well as canals, bridges, and other highways in the hands of individuals and private corporations. There is no reason, nor no authority, for any distinction. The interests of commerce imperatively require, that the place to which vessels are invited to come should be in a safe condition. Nobody but the city of Pittsburgh can possibly keep her port in order, for she alone has it in charge, and permits no one else to meddle with it; and it is justice that she should take the burden, because she receives the only direct profit which it yields.\nIIow is the performance of tjiis duty to be enforced ? and how shall it be punished if neglected ? Lord Tenterden (3 B. & A. 77) says by indictment for the public wrong, and ’by action for the special injury to individuals. The same answer is given to the question by Judge Nelson (11 Wend. 543), and by Judge Cow-an (21 Wend. 115); and the former sustains his opinion by a citation of numerous authorities.\nIt is a mistake to suppose that the right of action is based on the city ordinances, or that the wrong committed consists in a neglect to enforce them. The injury is ¿ violation of the duty which arises out of the control which the city has over the port, and her receipt of tolls from the vessels which come into it. It is no matter whether that duty remains unperformed because she has no ordinances on the subject, or because having ordinances, she neglects to enforce them. The responsibilities of the corporation are the same in either case. The ordinances passed from time to time on the subject, are strong evidence to show how and by whom the port is controlled and regulated; but if the same fact had been otherwise proved, it would have had the same effect.\nFor reasons which will be apparent presently, we do not think it necessary or proper to comment on each minute point of the criticism to which the counsel for the plaintiff in error has subjected the declaration. But the argument that the form of the action has been misconceived, and that it should be assumpsit instead of case (technical though it be), is on a question important enough in practice to demand some notice. The rule deducible from the authorities is that when the plaintiff has suffered injury from the neglect of a duty which the defendant has impliedly promised to perform, the action may be either way. Thus case was sustained against an attorney for neglecting to recover a debt (6 Barr 361), and against the owners of a stage-coach for an injury to a passenger (4 W. & Ser. 179). In the latter case it was said that the plaintiff had his choice to bring assumpsit on \"the contract, or case as for a breach of duty. The same point had been previously decided the same way by this Court (6 Watts 10), as well as in England (12 East 534). It is not open to the slightest doubt.\nThe point which comes more near than any other to being a substantial defence is that the destruction of the plaintiffs’ boat was so remote a consequence of the negligence complained of that no recovery ought to be allowed. It is certainly true that compensation for an injury can be demanded only from those whose acts and omissions have directly caused it. We cannot link a series of accidental events together, and follow the chain back as far as we can connect it. The law will not calculate the propulsion of causes on causes, and make him who set the first in motion, liable for the damage produced by all. But the application of the maxim, causa próxima non remota spectatur, is often very difficult. The books contain no exact rule to determine what is a remote and what a proximate cause. Each case seems to have been decided as it arose on its own special circumstances. In Morrison v. MeEadden the lameness of the horse was so palpably not the cause of the disaster, and the breaking of the dam by which tho boat was swept away was so clearly the true, and in legal contemplation the only cause, that the question there was very simple and plain. So, also, it was easy enough to decide, as Lord Ellenborough did in Livie v. Jansen (12 East 648), that when a ship at sea is so damaged by a storm, and her rate of sailing so reduced that she is unable to escape the cruisers of a public enemy, and thus comes to be taken, the loss is by capture and not by perils of the sea. In both these cases, the connection of the remote with the immediate causes was merely fortuitous, and the former might very well have happened without the latter. But a cause is not too remote to be looked to merely because it produces the damage by means of intermediate agency. Where the injury was the immediate consequence of some peril to which the suffering party was obliged to expose himself in order to avoid the one for which he sues, it is proximate enough. The familiar doctrine of marine law which requires the payment of general average, is an instance of this. So if a vessel, insured only against the barratry of the master, is exposed to capture by a barratrous deviation, the underwriter is liable on the ground that the deviation occasioned the loss (Cowper 153), and this though there was no immediate connection- between the deviation and the capture (1 Johns. 229). Where the barratry consisted in cruising contrary to orders, and the cargo was lost in a storm which would not have been encountered-but for an attempt to take a prize into port, the violation of the orders, and not the storm, was declared to be the cause to which the loss was referable (6 T. R. 379). A ship was captured, and after being detained for some time, was allowed to proceed, but, during the detention, the port to which she was destined was closed by a blockade, and it was held that the loss of the voyage was a consequence of the capture, though it would have been accomplished except for the blockade (9 East 283). In a case very nearly similar, the same doctrine was adopted and laid down by this Court (5 Binney 412). A ship insured against sea risks, is compelled to put into a port where funds to repair her can he had only by drawing bills at a heavy discount: the underwriters are liable for this sacrifice as a consequence of the peril insured against. And the owners of a cargo insured against perils of the sea, may recover from the insurers for the loss of so much as is plundered by the inhabitants of a country where the ship is driven ashore in tempestuous weather (Stevens on Average 155).\nAll these losses were occasioned by causes greatly more remote than that which is here alleged to have produced the wreck of the plaintiffs’ boat. The negligence of the city authorities in leaving a pile of pig iron on the wharf made it necessary for the Mary Ann to back out into the stream in- order to avoid immediate destruction. If she had not done so, the defence would doubtless have been set up that she was mismanaged by those who had charge of her. To prevent her from settling down on the iron as the water sunk, by which she must inevitably have been broken in two, she was shoved out and exposed to another danger, not then apparent, but in its results equally disastrous. How this can be called a remote consequence, in the face of the authorities I have cited, is not very easy to see. It followed as an absolute necessity from the effort to get clear of the direct danger. The defendants were bound to furnish the plaintiffs with a secure port. They ought to have performed that duty with vigilant fidelity. But it was done in such a manner that they might as well have received the fee, and then refused the boat a landing altogether. They are held to a responsibility at least as strict as if they had been insurers of the vessel against all dangers from which a well regulated port in good condition would have saved her. Who can doubt that she was wrecked simply because she had not a good landing-place ?\nIt is said, however, that though this part of the wharf was not safe, other parts were; and if the master of the boat chose to adopt a dangerous place when he might have had another which was secure, he brought the disaster on himself. But he had a right to land at any part of the wharf. He chose the place most convenient for discharging his cargo. He had the faith of the city pledged that the place he anchored at, was one where his vessel might lie as securely as at any other. If, therefore, it suited him better in other respects, he had a right to take it.\nIt is argued that the destruction of the boat was a consequence which the agents of the city could not have foreseen as likely to occur, and because they did not expect it, they are not answerable for it. But it is not the law, that men are responsible for their negligence only to the extent of the injuries which they knew would result from it. If it were, there could be no recoveries except for malicious wrongs. This injury was produced by the iron on the wharf. The question in the cause was whether the loss should fall on the city, whose duty it was to remove the nuisance, and who had the right and power to do it, or on the owners of the boat, who were under no such obligation. Every principle of law and justice requires that it should be'borne by the former and not by the latter party.\nIt is insisted that the plaintiffs might have seen the danger as well as the defendants, and that one party was as much bound to avoid it as the other was to remove the cause. It is true, that where a person brings an injury on himself by his own inexcusable default, he cannot recover compensation for it from another whose negligence concurred with his own in producing it. But the rule is inapplicable to this case: for even if we assume that both parties had equal opportunities of seeing and understanding the danger, they were not bound to equal degrees of vigilance. The city was held to the utmost care of the wharf; the owners of the boat only to that common prudence which would keep them clear of a manifest peril.\nIt is asserted on the paper-book that the Court below committed twenty-two several errors on the trial of the cause. None of them are specified according to the rule of Court. We have considered with care every point presented by the record which we deem important. Those minor objections to the judgment which have no hearing on the merits of the case must be taken as waived, for the reasons given by Mr. Justice Lewis in Bryce v. The Farmers’ and Drovers’ Bank, decided last week.\nJudgment affirmed."}