{"id": "413755", "contents": "The opinion of the Court was delivered by\nLewis, J.\nIt was, at one time, supposed by some that a rent-service incident to a reversion was lost by a grant of part of the reversion, and could not be apportioned. But this is not the law. A reversion is a thing in its nature severable, and the owner has an undoubted right to dispose of the whole, or any part of it, according to his necessities or convenience; and the rent, as incident to it, being a retribution for the land, may be divided and ought to be paid to those who are to have the land upon the expiration of the lease. The accommodation of mankind requires that the 'rent shall be apportioned wherever there has been, either by act of the law, or by act of the party, a division made of the land out of which it issues ; because, without this privilege, a man who can only dispose of his real estate to advantage by' dividing it, might be forced to sacrifice it; and the heirs of a decedent might be seriously injured if they could not divide the inheritance without losing their remedies for the rents. “ Hence,” says Mr. Justice Kennedy in Bank of Pennsylvania v. Wise, 3 Watts 404, “ a reversioner may sell his estate in different parts, to as many different persons, and the tenant will he bound to pay to each his due proportion of the rent. . Or if the lessor should die, and the estate descend to his heirs as tenants in common, the tenant will he hound to pay to each his proper proportion of the rent:\" Cro. Eliz. 742; 1 Roll. Abr. tit. Apportionment D. pl. 3, 4, 5; 1 Thom. Coke 366 n. 13; Co. 57; Gilb. 172. “A proportionable part of the rent passes immediately with the reversion, and the tenant is not prejudiced by the remedies which follow the right, because it is in his power, and it is his duty, to prevent the several suits and distresses by a punctual payment:\" 1 Thom. Coke 366 n. 369. The apportionment, where the parties cannot agree, is to be made by the jury, according to the value not the quantity of the respective parts: Id.; 2 Inst. 508; 3 Wharton 357. As the right of apportionment exists, and “ a proportionable part of the rent passes immediately with the reversion,” the rights of each reversioner thenceforth become several. Each is entitled to his remedy by action, or by distress; and the act of one, after the severance, cannot prejudice the rights of the other. It is true that where a lessor, before severance, enters wrongfully into a part, the tenant is discharged from the payment of the whole rent, because the law will not apportion for the accommodation of a wrongdoer, who disturbs his tenant in possession, whom, by the fuedal law, he ought to defend. But the case is entirely different where the lessor exercises no more than his lawful rights, as proprietor, by disposing of such parts of his own estate as his convenience requires. In that case, the apportionment springs into existence as a right which is incident to the sale. It follows that, after severance, the entry and expulsion of the tenant by one reversioner suspends only the rent which issues out of that part, and has no effect upon the rent due from other tenants, or from the same tenant for other lands, although all the lands had previously been held by one tenant under one lease. Applying these principles to this case, we are of opinion that the Court was in error in affirming the plaintiff’s first point. The conveyance of a part of the reversion to the Girard Academy was perfectly lawful, and did not interfere with the rights of the tenant. If that corporation afterwards, instead of enjoying the reversion, according to the grant, wrongfully took possession of the premises conveyed, and kept possession, this act, although it may suspend the rent issuing out of the part included in the grant, does not affect the rights of Haney Reed to the rent accruing from the residue of the land.\nErom what has already been said, it is manifest that there was also error in affirming the plaintiff’s 5th point. As the lessor had a right to sell a part of the demised premises without the consent of his tenant, and such sale would not destroy his right to distrain for the rent due for the residue, it follows that such a sale, “ with the agreement and consent of the tenant,” would be entirely unobjectionable. It is also clear from these principles that it was error to assent to the defendant’s first point, and to instruct the jury in the general charge that “ the sale to the Girard Academy and to Jones in 1850, would defeat the right of the lessor to distrain for rent accruing after that time and for that current year.” As these sales were lawful and created several interests, the expulsion from the premises included in these conveyances respectively, can have no effect upon the reversion remaining in Haney Reed. After the severance her interests are as distinct as are those of any other stranger. An expulsion from the premises held under the Academy, or under Jones, could have no more effect upon her relations with her tenant for the part retained by her than it could upon any other lease subsisting between any other inhabitants of the state. As its legal effect is to suspend only the rent issuing out of the part on which the wrongful entry is made, it matters not who advised the vendee to commit the wrong. All who aided or advised it may be liable in trespass for the tort, but their rights issuing out of other lands are not thereby forfeited. The rights of Nancy Reed to the rents issuing out of the reversion retained by her are therefore not destroyed by advising the Academy or Jones, after the sales made to them, to take possession of their respective parts.\nThe lease commenced on the 1st February, 1843. Upon the death of the lessor it was renewed by his devisee, by endorsement on the original contracts. Numerous payments are endorsed on the same paper without appropriation to any particular years. Under such circumstances they ought to have been applied to the extinguishment of the rents which first accrued. The previous years’ rents should have been satisfied before any of the payments could be properly appropriated to the year ending 1st April, 1850. From some inadvertence there seems to have been a misdirection in this particular.\nSo far as the instructions of the Common Pleas were in conflict with the principles herein stated, they are, in our opinion, erroneous, and the judgment is for that cause to be reversed.\nJudgment reversed and venire facias de novo awarded."}