{"id": "413717", "contents": "The opinion of the Court was delivered by\nBlack, C. J.\nOne Aaron Norris inherited the land in dispute, which was worth about eight thousand dollars, and sold it when he was twenty-three years of age, to Davidson, for three hundred and fifty dollars. At the time of the sale, another person had a life estate in part of the land. There also appears to have been some doubt about a material fact on which the title of Norris rested.\nThe judge who tried the cause instructed the jury, 1. That the conveyance was void if the price paid by thewendee was shockingly inadequate, though the transaction should be found free from all actual fraud; and, 2. That inequality between the price and the value of land sold is alone sufficient to set aside a contract made with a young heir, whose interest is reversionary.\nAn unexecuted contract will not be enforced in a court of equity, if it seems to be unconscionable. But after it has been once executed by the parties themselves, a chancellor will not- interfere by declaring it void for that reason alone. There are many cases, therefore, of contracts for the sale of lands, in which the vendee would have no chance of a decree for specific performance, but in which the vendor puts himself beyond the reach of relief by making the legal conveyance.\nA party who complains that he has been wronged, and brings a bill on such grounds, must make out a clear case before he can expect a decree to cancel his own deed. If, however, he repents before the execution of the contract and stands upon the defensive, he may have all the advantage of his adversary’s weakness as well as his own strength. But whether the vendor comes into court as defendant or as plaintiff, before the conveyance or afterwards, a gross inadequacy of price is some evidence of fraud; and, if fraud is satisfactorily proved, it makes a deed void as readily as articles of agreement. An unexecuted contract has been often annulled, or the vendee left to his action at law, when there was no proof of foul practice, except inequality between the price agreed on and the thing sold. But inadequacy alone must be rejected as insufficient to justify the cancellation of a conveyance, except in the ease of an heir expectant, who anticipates his inheritance by selling it before he gets it.\nIn the case at bar, the judge put the case to the jury on the naked fact, that the consideration of the conveyance was so grossly inadequate as to shock the judgment and producé surprise; and charged that if this should be found, it would of itself amount to presumptive or legal fraud, although there was no actual fraud in the transaction. We are all of opinion that this was a mistake. Inadequacy Of price is not fraud. A man may be as honest in making a profitable bargain as a bad one; and the law does not require him to pay a full price, if the person he deals with is willing to take less. The owner of property may sell it for very little, or give it away for nothing, if he thinks fit; and however unreasonable his conduct may seem, his will alone is sufficient to avouch the act—“ Stat pro ratione voluntas.”\nSuch gross inadequacy as there was in this case is very well calculated to fix upon the transaction a serious suspicion of its fairness. It is contrary to all our usual experience that a man should part with his property at five per cent, of its value, unless he was excessively weak or ignorant, or under the influence of some deception. But if the vendor was thoroughly acquainted with every fact which it was necessary for him to know; if he was twenty-one years of age, and of sound mind; if there were no circumstances which gave the vendee an improper control over him, amounting to mental imprisonment; if, in short, the vendee behaved honestly, and the vendor was able to act like a.free man, with his eyes open, then the one had a right to sell, and the other to buy, on any terms they saw-proper to agree upon. The law will never interfere, between the parties themselves, to set aside an honest contract which they have voluntarily made. When creditors complain, the case is totally different. The sale of lands or goods by an indebted person for less than their value is ipso facto a fraud in both vendor and vendee.\nThe Court should have charged the jury that, if there was no actual fraud committed by the vendee, the conveyance could not be disturbed; that the inadequacy of the price, gross as it was, could be regarded only as evidence of fraud; that this being the case of an executed contract, the inadequacy is not sufficient to prove the fraud without some additional evidence; that all the facts connected with the transaction must be considered together; and if by this means it should appear to be honest, the verdict ought to be for the vendee.\nThis case does.mot seem to be within the rule which sets aside an executed contract with an heir, for mere inadequacy of price. Norris was not an heir expectant. The estate was fully vested in him. The fact that another had a life estate in one-half of it, makes no difference, or at most is a very slight circumstance.\nIf the Court had been right in the general rules laid down, those rules would not have applied to a case like this. Not only are there no creditors complaining of this sale as an injury to them, but, for aught that appears, Norris himself is perfectly satisfied with it. There is no evidence on record that he ever objected to it, or authorized anybody else to do so. The defendants are in possession without any title at all, and when Norris’s vendee brought ejectment to turn them out, they had no right to set up, as their defence, the fact that Norris conveyed it without sufficient consideration. 'No matter how fraudulent that conveyance may have been, the cheated party alone, or some one claiming under him, can take advantage of its invalidity.\nJudgment reversed and venire facias de novo awarded."}