{"id": "415552", "contents": "The opinion of the court was delivered by\nPorter, J.\n— The first era of the affidavit of defence was marked by leniency to the affiant, for he was required only to state in general terms that he had a defence. The Philadelphia Act, of which the Berks is nearly a transcript, introduced a new system, by requiring a statement of the nature of the defence, and depriving the defendant of the power to judge of its sufficiency, by committing that power to the court. The plan has worked well by preventing delay in the rendition of judgments, and abridging the resort to the compulsory arbitration so consumptive of time and patience. It is, however, a nice line to hit, to determine how far the requisition on the defendant should be pushed, for while it be desirable to prevent a bad man from obtaining time by practising a trick, the conscience of a good man, who has a just defence, ought not to be unnecessarily wounded. Generally, it is sufficient if the affidavit set forth facts showing a solid defence, which can probably be established. It is not necessary that in such a paper he should meet, by an oath, every objection or argument against his case which fine critical skill may deduce. It had been better if this defendant, finding himself called to pay a note which he never endorsed, had demanded an inspection, and sworn to the forgery; but forgery is a technical legal offence, requiring precision in its statement, and it would be hard to make an unlearned man swear to what is at best a conclusion of law. He has sworn quite hard enough. He says that he did endorse a note for the maker of this note, but its amount was much smaller, and that he never endorsed for him a note of a thousand dollars, nor such a note as this one purports to be. If these facts were proved before a jury, the defence would succeed. If found in a special verdict, which submitted the defendant’s liability as the question, he would obtain a judgment. If the plaintiff were right in supposing that the language employed clothes a mere evasion, it would be safer to permit its temporary success than to adopt a rule which might hereafter cut off an honest man’s rights. Certainly it wears the appearance of a good primé facie defence, and we are disposed to let the defendant prove it if he can.\nJudgment reversed and a procedendo awarded.\nThompson, J., dissented."}