{"id": "415550", "contents": "The opinion of the .court was delivered by\nPorter, J.\n— It is an evil to encumber with improper tenements ground which the county has devoted to her public buildings. The destruction of the lives of lawyers and judges is bad enough, but something more is involved. Ordinarily, the jail with its involuntary tenants is located on the same ground. Prison discipline is in its infancy, but the public authorities will soon learn that just to the extent that a sick man is more costly than one able to work, it is bad economy to impair a prisoner’s health. To do this, there is no surer way than to deprive him of the light and air which the Author of his being has made essential to life. Under certain circumstances, society has the power to take this life directly, but as yet no civilized government has claimed the right to destroy both body and mind, by the slow agency of natural elements. Here, in the heart of a most intelligent community, for a few paltry dollars, a spacious lot which contained the county jail was leased for the purpose of a marble manufactory. This was done, as the president of the court most conclusively showed, in violation of the terms of the instrument by which the Penns originally granted the lot “thereon to erect a common jail,” and “to and for no other use whatever.”\nUp to this point we agree with him, but in framing his conclusion an error crept in. When this case arose, the evil had been done. Bad as the lease was, the lessee had received the benefit, and the money in court, which was the proceeds of his property, ought to have paid for it. A man who has enjoyed a privilege has no right to say that, because he ought not to have enjoyed it, he will not pay for it. However unlawful the act, it would be unsound policy to give him this immunity. The appellee who claims by a confession of judgment from his relative, the tenant, occupies no better position. Payment cannot be escaped by such an arrangement. The appellee, or some other good citizen, might, by a proper application to the court, have upturned the lease at the outset. Having omitted to do that, he cannot be allowed to vindicate the rights of the community by simply putting this money in his pocket. Bad once, the lease is good enough now. This is a paradox which the law permits, of which even a fraudulent deed wholly bad when properly attacked, and perfectly good unless so attacked, is the most effective illustration. Had the tenant declined to act under the lease, he would have been protected; had he asked for its cancellation, he would have been relieved; but neither he, nor a stranger who might have interfered, hut did not, can he allowed to object to its sufficiency after the public evil has disappeared.\nThe technical objections to the execution of the paper are not important, for as its acceptance by the commissioners would have estopped them from denying its existence, or disturbing the tenant in his possession, the correlative duty of making payment remained perfect.\nNo notice is taken of bringing the money into court, for the direction given by this decree is all that the appellant could have asked, if it had remained in the sheriff’s hands.\nDecree reversed, and the money in court awarded to the county of Northampton."}