{"id": "415544", "contents": "The opinion of the court was delivered by\nLowrie, C. J.\n— All the principles and all the essential facts of this case may be stated in a few plain propositions.\n1. A submission of a matter in controversy to arbitrators is an agreement by the parties that the arbitrators shall, by award, define and settle their respective legal rights' and duties in relation\"' thereto, and that they will respectively obey the award.\n2. When an award is made pursuant to the terms of the submission, it becomes the law by which the parties are to act in relation to the subject-matter that was in dispute, and they can be relieved from it only by making clear proof of such circumstances of mistake, corruption, or fraud as would justify an equitable interference with the award.\n3. An award that appears on its face to be executed according to the terms of the submission must be presumed to be valid until it be proved that the arbitrators did not consult together in forming the conclusions expressed by it, or that there is some other valid objection to the proceeding.\n4. Arbitrators are not governed by the practice of the courts, and may follow any fair practice of their own; and the presumption always is, that they have proceeded fairly and regularly until the contrary be shown.\n5. If a majority have power to make an award, and do make it, the presumption is, that the hearing, consultation, and execution were regular, and that the minority have refused to join in the execution.\n6. Proof that one of the arbitrators was absent at the time the award was signed, does not set aside the presumption in favour of its regularity; for he may have had notice to attend, or may have refused to act further, and in either ease the award is valid without his attendance.\nConsidering this award under th'e influence of these presumptions, it is not necessary for us to affirm all the facts found by the master; for it is enough to say that the evidence is not sufficient to set aside thfe presumptions in favour of the validity of the award.\n7. When a cause has been fully heard and consulted upon by all the arbitrators, and the elements of the award agreed upon, and one of them dissents therefrom, and gives the others to understand that he will not meet with them again or sign the award, the proceeding is not vitiated by the fact that the award was after-wards drawn up and executed by one of the majority, and by him carried to the other, who then executed it in his presence: 1 Dall. 364; 1 Metc. 409; 7 Cush. 251; 2 Jac. & Walk. 258; 2 Man. Gr. 360; 13 Mees. & W. 466; 8 East 319; Caldwell on Arb. 95; Billing on Awards 142.\nSuch seems to us to have been the mode in which this award was executed, and we cannot say that it was fatally irregular.\nAnd on principle and authority we think that the attempted revocation of the submission was ineffectual.\n8. When an award has been drawn up and signed by the majority, and delivered to one of the parties, and the other has learned from the dissenting arbitrator that it is unfavourable to him, his revocation of the submission after that comes too late: 1 Dall. 430; 1 Binn. 42; 5 State R. 500; 6 Mees. & W. 473; Watson on Arb. 132.\nThe attack made by the defence on the integrity of the arbitrators was most ungracious, and is not supported by the evidence.\n9. When men selected by the parties consent to settle their disputes for them, every presumption ought to be made in favour of the integrity and regularity of their proceedings: 4 Price R. 234; 28 State R. 178.\nIt seems to us that the Court of Common Pleas were right in decreeing to enforce the award.\nDecree affirmed at the defendant’s costs."}