{"id": "415537", "contents": "The opinion of the court was delivered by\nWoodward, J.\n— When Samuel Wilhelm settled his accounts, one of them in the Orphans’ Court, as one of the executors of the last will of Peter Miller, and the other in the Common Pleas, as trustee under the same will, it was according to the usual course to refer them to auditors, to examine, and, if necessary, to resettle them and make distribution. And as both accounts arose out of the same estate, under the same will, and differed no otherwise than as one related to the personal estate of the testator, and the other to the proceeds of his realty, it was convenient to refer both to the same auditors.\nAs originally constituted, then, it was simply an ordinary audit. What the auditors would do, was to be reported to the respective courts, to be reviewed,set aside, modified, or confirmed; and the effective and binding character of the proceeding would depend on the final decree of the court, rather than on the action of the auditors.\nThe auditors first assembled on the 24th June 1850, and after various meetings and adjournments without making much progress in their work, they met on the 28th July 1851, when the agreement of 18th November 1850, signed by the appellant and appellee, and by Messrs. Porter and Jones, was laid before them, and under which, thereafter, they acted.\nAs various questions, more or less important, arise out of this paper, it is proper to consider its meaning and effect.\nIt begins by reciting the filing of Wilhelm’s accounts and the reference of them to this board of auditors for examination, resettlement, and distribution, and then the parties go on to agree—\n1. That the auditors shall proceed to resettle the account, and make distribution.\n2. That the accountant shall be charged with certain bonds and mortgages therein specified, and that Alexander Miller shall be permitted to select from the securities brought into distribution, to the amount of two-thirds of the distributive share that shall be coming to the estate of his deceased father.\n8. That distribution should be made “ after deducting the payments made to all or either of the parties hereto, by the said Samuel, on account of their distributive shares respectively.”\n4. That all receipts and payments by the said Samuel since his accounts were filed, should be brought into the settlement.\n5. That the report of resettlement and distribution to be made by said auditors, when filed in the Orphans’ Court and Court of Common Pleas of Northampton county, should be final and conclusive upon them, and each and all of them, and that no exception or appeal should be taken thereto by any or either of the parties interested, but the same should be held firm and stable for ever.\n6. And, finally, that the said Samuel should, on the report of. the auditors, forthwith, and without objection or delay, satisfy and settle, pay and discharge to the parties hereto respectively, the balance of his or their distributive shares, according to the report to be made by the auditors.\nUnder their appointment by the court, and this agreement of the parties, the auditors resettled Wilhelm’s accounts, making many essential changes in them, and excluded him altogether from any share as a distributee of the estate. On exceptions filed to their report, the court confirmed their resettlement, on the ground that it was final and conclusive between the parties, by virtue of the aforesaid agreement, but they reversed so much of the report as excluded Wilhelm from the distribution; and from this decree Miller appeals to this court.\nIt is insisted upon with great earnestness, that these parties were incompetent to take away, by their agreement, the supervisory power of the court, and to make the report of the auditors conclusive.\nUnquestionably, the parties to the agreement could not abridge the powers of the court, nor bind creditors or others in interest; but why could they not bind themselves to waive their right of exception to the report, and to abide by and perform the awards of the auditors ?\nIf they were the only parties interested in Peter Miller’s estate, and there is no evidence of the interest of others, they were as competent to agree upon this mode of settlement and distribution, as heirs and devisees are, to agree on partition, or on men to make partition, or as parties litigant are, to submit their disputes to arbitrators mutually chosen. And such agreements are not in derogation of the jurisdiction and authority of the courts. On the contrary, the courts encourage parties to settle their differences in their own way, only so they do not confuse the judicial records.\nAccordingly, we enforce the agreements of parties when they provide such domestic tribunals for themselves, or even enlarge the jurisdiction of arbitrators constituted under our compulsory arbitration laws: 7 Harris 418.\nNor is there anything in the nature of the office of auditors to make them an exception to the general rule.\nAuditors are called in by the court, to hear.matters of detail which the court has not time to hear, and to inform the conscience of the court as to facts which are essential to be known, before a particular decree or judgment can be pronounced. Distribution of a decedent’s estate is a judicial duty, and yet, under our Acts of Assembly, it may be performed by the -executor at his own risk.\nHe has a right, however, to bring the assets into court for distribution, and then, instead of going into a minute settlement of his accounts, and into all those questions which may affect the distribution, the court refers the whole matter to auditors, in strict analogy to the references of a chancellor to a master. An appeal lies from the report of the auditors; but this is a mere personal right, not a legal necessity in the proceedings, and therefore it may be waived.\nMr. Wilhelm was free to make settlement and distribution in this manner. He was competent to bind himself, and he is bound. The consideration for his agreement was in the agreement of the others in interest. The agreement did not unsex the auditors. They were auditors still, the courts’ auditors, bound to report to the courts, and the records of the courts were to be the depository and memorial of the auditors’ labours. Nor did it take away the courts’ right to revise the report, it only destroyed the parties’ right to except to it.\nBut how far ? That the agreement made the settlement final cannot be doubted. If it is to have any operation, it must operate to this extent at least. And I think it equally clear, that the terms and manner of distribution, as between these distributees, were to be finally adjusted by the auditors; but it is not so clear that they were to inquire and determine finally who the distributees were. True, distribution could not be made without ascertaining the distributees, and there are expressions in those parts of the agreement, which I have numbered 3 and 6, where the parties speak of payments to be made by the said Samuel, that would seem to imply that he was before the auditors only as accounting executor and trustee, and that it was among the others distribution was to be made.\nNotwithstanding this, however, we are to remember that Wilhelm claimed to be equally interested with Peter Miller by virtue of the agreement of 18th February 1848, and that Porter and Jones came in for twenty per cent, of the estate by virtue of their agreement of the same date with Miller and Wilhelm. Peter Miller was the heir at law of his uncle, and if the large devises in trust contained in his uncle’s will could be set aside, he would succeed to the bulk of the estate. He first agreed to divide his contingent interest with Wilhelm, and then they jointly agreed to compensate the professional services of the other two gentlemen, by giving them, in the event of success, one-fifth of the estate— leaving two-fifths of it for each of themselves. This was the posture of affairs when the agreement of 18th November 1850 was executed. As between themselves, each was considered entitled to a share, and they, no doubt, executed the agreement of November 1850 with that understanding. The distribution spoken of in the agreement was to be made among them. Of course it was that distribution only — a distribution in which each of themselves was to participate — that they agreed to be bound by.\nI think we should give this agreement more effect than it was intended it should have, if we should hold it to conclude Wilhelm’s rights as a distributee. His title, as such, was properly passed on by the auditors, but not conclusively, because the law would assign no such effect to their action, and the agreement of the parties did not reach so far.\nThe question that arose then, upon his exceptions to the report, was, whether the auditors decided rightly, in excluding him from the distribution. The court below thought they did not.\nWilhelm’s right to share in the distribution originated, as already stated, in the above-named agreement with Peter Miller, of 18th February 1848. He claimed that it had been ratified and confirmed by various writings subsequently, particularly by the letters of Peter Miller to him of 1848 and 1849 — by the deed of 5th September 1849 — by the letter of attorney, of December 1849, '•¿id the deeds of partition made thereunder, and by the receipt of Alexander Miller, administrator of Peter Miller, of 15th April 1850, for his father’s share of the Petersville mill property.\nAll these papers, and many more, were in evidence, and the parties were very patiently and fully heard.\nThe auditors put their decision on two principal grounds—\n1st. That the agreement of 18th February 1848 was obtained through actual fraud.\nAnd 2d. That as Wilhelm was acting as executor and trustee under the will, it was against the policy of the law to permit him to acquire an interest adverse to, and inconsistent with the trust.\nThe first of these grounds involved a question of fact, on which the report is, according to law, and independently of all agreements of the parties, final and conclusive, unless there was flagrant mistake: 7 Harris 222.\nAfter the full hearing which the parties had on this question, at the very spot where the agreement was made, and all the evidence bearing on it was at hand, we would scarcely reverse the finding of a tribunal of their own choosing, or justify the court below in doing so, except upon the most manifest evidence of flagrant mistake. So far from having such evidence, we have, in the report of the' auditors, proofs strongly persuasive of the alleged fraud, and we cannot say that the auditors misjudged these proofs.\nIt followed then, as a necessary sequence, from the finding of actual fraud in the concoction of the agreement of 18th February 1848, that all the subsequent agreements, conveyances, and receipts, referring to it, and bottomed on the same consideration, could not amount to confirmation. The doctrine that, where there has been actual and positive fraud, there can be no such thing as a confirmation — that what was once a fraud will always be so— that a contract infected with this kind of fraud is not merely voidable but void — and that confirmation without a new consideration is mere nudum pactum — was very distinctly asserted in Duncan v. McCulloch, 4 S. & R. 487.\nAnd see Butler v. Haskell, 4 Dessaussure's R. 707 (South Carolina), for a very learned and comprehensive discussion of this subject and the authorities relating to it.\nThese confirmatory acts and documents might avail to validate a contract merely voidable, and there is a class of cases, where the parties to a fraudulent or even an illegal contract have fully executed it themselves, in which courts of justice will not interfere to unravel their doings, but, considering them in pari delicto, will leave them bound as they find them: 5 Barr 81; 12 Harris 62; 1 Jones 212; 3 Casey 90. A contract, however, which remains to be executed, which stands in need, of the decree of a court of justice to enable the parties to reap its fruits, and which is successfully impeached as covinous and fraudulent in fact, is easily distinguished from all such cases, and rests on a foundation of sand.\nIt was said, in the argument, that Wilhelm was asking for no decree, but the position cannot be maintained. The auditors cut him off, and without a decree of the court below in his favour he had no lot or part in the distribution. He sought and obtained the decree of the court below, and that is the very thing under consideration here. The question on this appeal is, whether the decree that Wilhelm obtained, restoring him to the place he claimed in the distribution, shall be confirmed or reversed, so that, although Miller took the appeal, it is Wilhelm’s title and nothing else that is in controversy. True, it relates only to the personalty, and the rents, issues, and profits of the realty of the decedent, but Wilhelm’s right to share in these depends on no executed act of the parties, but on the decree to be pronounced by this court. He is subject, therefore, to the rule of law that forbids the court to carry into effect a fraudulent contract.\nBut if this ease were not to be put on the ground of actual fraud in the procurement of the contract under which Wilhelm claims — if we should even go so far as to reverse the verdict of the auditors on this mere matter of fact — the other ground of decision assumed by the auditors, that the policy of the law forbids an executor and trustee to deal with the estate intrusted to his charge in the manner exhibited in this case, would remain, and would be fatal to the pretensions of Wilhelm.\nHe was not compelled to assume the offices of executor and trustee; but, having assumed and retained them, he was bound, by the best defined principles of law and equity, to execute them with an eye single to the will of the testator and the interest of those for whom the testator provided. That a trustee is not at liberty to act or contract for himself, or for his own benefit, in regard to the subject of the trust; that the advantage of all' he does about the trust property shall accrue to the cestui que trust, if the latter desire' it; [that an interest hostile to the cestui que trust is repugnant to the relation which the trustee has assumed; ¡that the cestui que trust has a claim to his entire services about the subject which has been confided to him, including all the knowledge, influence, and power which the trustee obtains from his situation; in a word, that a man who is intrusted to manage for others, undertakes, when he becomes a trustee, not to manage for himself ; these rudimental principles of equity have been discussed, illustrated, and applied in so many cases, that, instead of citing them, I refer to the cases of Keech v. Sanford and Pitt v. Mackreth, and the notes thereto, in 1 Leading Oases in Equity, by White § Tudor, Am. Ed. by Hare cf Wallace, pp. 70 and 148, where the cases, both English and American, will be found collected and arranged.\nNor can executors or administrators be permitted, under any circumstances, to derive a personal benefit from the manner in which they transact the business or manage the assets of the estate. See the notes above referred to, and Story’s Equity, § 822-323.\nThe very title of executor implies that he is to do his utmost to carry out the purposes of the will. “ He is termed executor testamentarias,” says Swinhurn, part vi. p. 362, “because he hath his authority immediately from the testator, representing the person of the dead man. And he doth not much differ from him, in nature, whose name in the civil law is Hceres, saving that Hceres by the civil law is to have the residue of the testator’s goods, and may convert the same to his own use, albeit the testator do not expressly will that he should have the same; whereas an executor may not convert the residue to his own private use, nor any part of the testator’s goods, more than that which is left unto him by the testator, or which the ordinary shall allow him for his travel and charges.”\nThis is a somewhat antiquated but still very accurate description of the duties of one of the offices assumed by Wilhelm.\n“ The ground on which these disabilities and disqualifications rest, is no other than that principle which dictates that a person cannot be both judge and party. No man can serve two masters. He that is intrusted with the interest of others cannot be allowed to make the business an object of interest to himself, because, from the frailty of nature, one who has the power will be too readily seized with the inclination to use it for serving his own interest at the expense of those for whom he is intrusted. The danger of temptation does, out of the more necessity of the case, work the disqualification. The wise policy of the law puts the sting of disability into the temptation, as a defensive weapon against the strength of the danger that lies in the situation1 Leading Oases in Equity 161.\nA trustee, it is said, may bargain with his cestui que trust. So he may, if it be, in all respects, a fair and conscionable contract, and especially if it stipulate that he shall no longer act as trustee. But even then, said Lord Eldon] in Ex parte Lacey, 6 Vesey 629, the transaction by which the trustee is dismissed “ must be watched with infinite and most guarded jealousy.”\nBut this principle has no application to this case, for/here there “Wras no dismissal of the trustee, and no attempt on his part to withdraw from the trust. Nor did he bargain with the cestuis que trust, who were the devisees in the will, but with the heir at law, who was their antagonist. He bargained against his cestuis que trust, instead of treating with them. If a treaty with them for his own advantage would have been regarded with jealousy, how much more the traffic in which he engaged to their prejudice, whilst he continued their professed representative.\nThe report of the auditors exhibits a melancholy picture of disloyalty on the part of Wilhelm to the trust he was appointed to guard.\nFrom a very early day after the death of the testator, we find him plotting to overthrow the main provisions of the will, and placing himself in combination with the heir at law to divert the bulk of the estate from its appointed destination, and to appropriate it to the private use of themselves and their counsel.\nThe heir at law had a perfect right to question the will. The counsel had a right to serve him. And Wilhelm, if he wanted to take part with them, might have done so by retiring from the trust, and leaving the defence of the estate to his colleagues in the administration, or to successors whom the court would have appointed. But to continue in the trust, apparently that he might the better betray it, was to deprive himself of all chance of reward. If he had obtained the share of the estate he grasped at, perhaps the law would not interpose to restore it to a party who was with him in the unlawful league. That question will arise fairly upon the deed made for the real estate; but, in respect to the personalty, which is all that is now in contest, Wilhelm has no title to more than the will gave him, and can have none, for we will not enforce the contract under which he claims.\nAnd now, to wit, 15th July 1858, these causes having been argued by counsel, and considered by the court, it is adjudged and decreed, that the decree, in each case, be reversed and set .aside, so far as the same admits Samuel Wilhelm to a distributive share of the personal estate of Peter Miller, deceased, but affirmed as to all else therein contained; and that the costs be paid by the parties in equal parts; and that the record be remanded that distribution may proceed according to law.\nIn Wilhelm’s Appeals, the opinion of the court was delivered by\nWoodward, J. — The opinion expressed in Miller’s Appeals, herewith decided, on the effect of the agreement made by the appellant and others to abide by the report of the auditors, concludes the appellant’s right to except or appeal, and the decrees of the court dismissing his exceptions are accordingly affirmed."}