{"id": "415546", "contents": "The opinion of the court was delivered by\nThompson, J.\n— This was an action of trespass against the defendant in error for disregarding the provisions of the Act of 9th April 1849, which exempts $300 worth of a debtor’s property from levy and sale.\nThe act is imperative, that the officer charged with an execution or warrant of sale “ shall, if requested by the debtor,” cause to be appraised and set off property which such debtor shall elect to retain, “to the amount of $300, which shall be exempt from levy and sale.”\nThe refusal of the constable to obey the law in this case — the exemption having been claimed by the party, and there having been no previous waiver of exemption or allowance of it on the writ — was a clear violation of the statute, for which he laid himself answerable to the party injured. The legislative mandate was peremptory. The officer was invested with no judicial power or discretion in the premises. No indemnity could save him harmless for a disregard of the act, for it would not be binding on the party giving it. He was bound to obey, if the debtor had not had the benefit of the law, and having legally claimed it. The law furnishes a remedy to the plaintiff against the fraudulent acts of the debtor, which, although sometimes inadequate to reach him, was not a reason that would justify the officer in disregarding positive law. In Wilson v. Ellis, 4 Casey 238, it was held, that for a similar disregard of the act, the officer was liable in trespass.\nBut the extent of liability, under the proof, is a question for the consideration of the court and jury. Did the court err in admitting the evidence contained in the bill of exceptions ? Although it was received- and treated as furnishing a full defence, which, we think, was error; yet, if it was evidence for any purpose, the case cannot be reversed for such reception: County v. Leidy, 10 Barr 45. Was it not proper to be received in mitigation of damages ? The Act of Assembly of 1849 was kind and beneficent legislation, in favour of the poor and distressed. It put it out of the power of the creditor, often grasping and avaricious, to strip a debtor and his family of their only means of subsistence. It inaugurated a new era; for the first time, the law seemed to treat inability to pay, not as a crime, but as a possible misfortune. It wore rather a benignant smile of encouragement for honest misfortune, than the ancient frown of condemnation upon inability to pay. But its meditated benefits were for the honest poor. Rogues and cheats were not the objects of its bounty. And were it not that the meritorious might be liable to be wronged, were we to allow an officer to disregard the Act of Assembly on the ground of alleged fraud, because of his inability to distinguish between the honest and dishonest, we might feel much more inclined to sanction the views of the court below as laid down. But it would not do, to permit a mere executive or ministerial officer to disregard the plain requirements of a statute, either on his own opinion of want of honesty in the debtor, or upon the allegations of others. The evidence received by the court below went to establish fraud on the part of the debtor in concealing property; and being received for that purpose, and submitted to the jury, the fact was found against him. By this finding, he stands convicted of having property which he concealed or withheld from satisfying the execution. He was within the letter of the law, so far as to entitle him to claim the exemption, and to elect to retain, and the constable was outside of it in attempting to adjudge him fraudulent, although right in his belief, as the verdict showed. The debtor was not within the spirit of the act, if he was not of the class of honest poor, for whom its benefits were intended. This the constable acted upon as his belief, and claimed the right to show it; and we think the court should have permitted it on the subject of the damages. While the constable was certainly liable for disregarding the act, we cannot consent that the party shall be successful, in despite of not only imputed, but established fraud, in accomplishing what he undertook; and, in fact, to do better. Eor if he can recover damages to the amount of the property sold, which an honest debtor might, in like circumstances, do, he would have the execution satisfied by the sale, and hold the constable or his sureties liable to pay him the value of the property sold for the trespass committed; and thus the concealed property would be entirely released, and might make its appearance in broad daylight at any time, if there were no other executions. I would not nullify the act to reach such a case as this. I would let the officer mitigate the damages, by showing fraud if he could, holding him answerable to the full extent if he failed. I have already said, and repeat it, that the officer must not rely on indemnity for disregarding the Act of Assembly. No bond or obligation given for such purpose will be binding: Story on Cont. § 572. It is certainly in harmony with the principles of justice, so to administer the law in this case, that the property may go in satisfaction of the debt, rather than to a dishonest debtor, and such will be the case to some extent, by holding fraud to be a ground of partial excuse, if no more, in favour of the officer. We think it is pretty apparent that the plaintiff’s damages were not more than nominal.\nThe court erred in submitting the evidence when received as a full defence or bar to the plaintiff’s action. It should have been submitted in mitigation of damages only. But there is no exception to the charge or answer of the learned judge to the points of the plaintiff or defendant, so as to bring this point before us — and as the evidence was properly received for the purpose we have indicated, the judgment must be affirmed.\nJudgment affirmed."}