{"id": "415585", "contents": "The opinion of the court was delivered by\nPorter, J.\n— There is nothing in the modern management of trusts to justify the relaxation of a solitary rule for their preservation. Most men know — but men whose lives are spent in advising people of their legal rights, know better than others— how generally the cestui que trust is the victim of that spirit of speculation which marks the present age. It was, therefore, strong ground on which this court pitched, when, in Morris v. Wallace, 3 Barr 319, they said that an investment in stocks in the trustee’s individual name, was itself a breach of trust; and I understand that case to apply even to securities in which the court, if addressed, would have directed an investment. Whether a trustee may make a temporary deposit of funds in a place where prudent and honest men generally deposit their money, or whether he is obliged to carry them home in his pocket where they may be lost, or keep them over night in his house where they may be stolen, it is unnecessary to decide, simply because, the case does not call for such a decision; but if he undertake to make a deposit in a banking institution, the entry must go down on the books of the institution, in such terms as not to be misunderstood, that they_ are the funds of the specific trust to which they belong. /TTej|áñr not so enter them as to call them his own to-day, if they'are good, and to-morrow, if bad, ascribe them to the estate; or shift them/ in an emergency from one estate to another; or, by the deposit,/ secure the discount of his own note, and have the deposit snatched at by the bank if the note be not paid, or attached by a creditor as the depositor’s individual property. Jackson v. The Bank the United States, 10 Barr 61, which has never been shaken, makes this last risk to the estate one of vast magnitude; for as” against an attaching creditor it constitutes the deposit the property of the depositor, whose name it bears, and prevents, from motives of legal policy, an explanation of its true character^ The trustee who desires to keep out of harm’s way himself, and to keep others out, has, therefore, a plain track before him. No matter what he intends to do, or what the cashier or clerk may think he is doing, the deposit must wear the impress of the trust, or he cannot, when brought to account, call it trust property. This administrator received the book with his own individual name written in it. He made several deposits, all entered by the institution on the page of their book in which his individual account had been previously kept. When the explosion took place, he made his own terms with the institution in his own way, without giving notice to the heirs, or asking their advice. We impute to him no wilful impropriety, but he must yield to a rule which is essential to the public welfare, and pay the money which was lost.\nJudgment affirmed."}