{"id": "415593", "contents": "The opinion of the court was delivered by\nLowrie, C. J.\n— The jury must have understood from the charge that the fact of sailing from Rio Janeiro for San Francisco, under the terms of the bottomry bond, was a change of voyage; even though the intention was to keep on from San Francisco to Portland. But intention, relative to destination, is an essential element of a voyage, and part of its definition. The bottomry bond was very convincing evidence of the intention to go to San Francisco; but it was not conclusive evidence of final destination : even a clearance to that port would not have been. Assuming then that the jury would have found the continued intention to go on to Portland, we cannot say that the original voyage was in fact abandoned; even though we should feel obliged to declare that, as matter of law, it was s.o far changed as to discharge the insurers. And this we cannot do, without first deciding that the circumstances of the voyage do not furnish an adequate excuse for the vessel setting out from Rio Janeiro to go by way of San Francisco.\nIn judging of the adequacy of the excuse, the case admits of a division of the question, according to the nature of property insured : the ship and the cargo separately. It was certainly the duty of the master, under the circumstances, to provide for the transportation of the merchandise to its destination by the best means in his power, and so carried, it would still be under the protection of the insurance. If he could not send it by the direct route, he would be justified in sending .it by another; or in taking it by another in his own vessel, if he could not get it repaired so as to go directly. So far then as relates to the merchandise, the accident and the necessary terms of repairing it, justified the change of route by San Francisco.\nBut it does not seem so clear to us relative to the ship; for if she was once safe from the perils insured against, and yet not fit and could not be fitted to resume her voyage from the port of safety, she was excused from it. To get repaired, then, so as to go by another route, in order to carry on the goods, would therefore seem to place her in the condition of a substituted ship. But we need not and do not decide this; for there is another principle which retains both ship and cargo under the contract of insurance.\nWe think that the jury might have found that there had been no change of the ultimate destination; and then it would follow' very clearly that the risk continued until the route was actually departed from; and most likely it would continue even after a determined change of destination. If a risk never commences, the insured is entitled to a return of premium, as being paid without consideration. But because of the entirety of the contract, he cannot have an apportional return of it on account of a part of the voyage having been abandoned.\nWhen, therefore, the risk has attached for a given voyage, there is no principle of justice that requires it to be detached, until there is a change of the hazard. A mere intention or determination to change the route at a given point does no wrong to the insurer. He is paid for the whole voyage, and is saved from wrong if held liable only so far as the true route is kept, and discharged when it is departed from. A knowledge of the destination is necessary for the definiteness and interpretation of the contract. Knowing it, we can mark the route that must be taken under the contract. But it is not essential to offer to perform the whole voyage: the less of it the better for the insurer. An insurance to Havre via Southampton is not avoided, if once attached, by the master’s determination, at or after starting, to go no further than Southampton.\nAssuming, then, that the intention to go to Portland was kept up, this was only an intended deviation, and the bottomry bond has no influence on the case, except so far as it makes the proof clear of an intention to deviate. It no more constitutes an abandonment of the voyage, than taking in a cargo for San Francisco would have done. If there was no actual deviation, no condition of the contract was broken.\nJudgment reversed and a new trial awarded,\nThompson, J., dissented; Woodward, J., was absent at Nisi Prius."}