{"id": "415580", "contents": "The opinion of the court was delivered by\nLowrie, C. J.\n— It is true, that the Act of Assembly makes bail in error liable, on their recognisance in ease the writ of error be non-prossed ; and it is true, that by a rule of this court, the plaintiff in error in that case was non-prossed for having given insufficient bail at the suing out of his writ. But does it follow, that every non pros provided for by a rule of this court must necessarily create the liability intended by the Act of Assembly ? We think not.\nNor do we think that the Act of Assembly applies to such a non pros as this. This is not the ordinary non pros visited on a party for neglecting to bring on his cause for trial. It is simply a mode adopted by the court for superseding or quashing a writ which a party had obtained on insufficient bail. He might have had it without bail, and it would not have stayed execution. But he wanted the stay, and he gave bail to get it.\nWhen the then defendant in error objected to the sufficiency of the bail, he declared in effect his refusal to accept them as bail; and when the prothonotary, under the rule of court, non-prossed the writ, he decided that the bail were not sufficient, and that the defendant was right in refusing to accept them. This is, in substance, a quashing of the recognisance, and the non-prossing of the writ follows merely as a means of removing the stay of execution and preventing a removal of the record below. As a penalty for putting in insufficient bail, we non pros the writ of error if the defendant asks for it: that is, we refuse to entertain the plaintiff’s action here, or to allow the record to be brought up for review. It would perhaps have been more technically accurate, if the rule of court had required the writ to be quashed. The purpose of the non pros is to quash the recognisance, because the defendant is unwilling to accept it, and because it is insufficient, and after such a non pros the recognisance is void.\nWe do not think that there is any force in the other objection to the present proceeding; but we do not discuss it, because that portion of the record on which it is founded is not placed on our paper-books.\nJudgment affirmed."}