{"id": "415573", "contents": "The opinion of the court was delivered by\nThompson, J.\n— In Pennsylvania a mortgage is so entirely a security for money, although in form a common law conveyance, that payment or performance of the condition as fully satisfies it as it does a judgment: Asay v. Hoover, 5 Barr 21. We seek no reconveyance of the premises or formal release of the condition as a means of satisfying it. Payment is a good and equitable plea, and as effectual to it as to any other obligation: Ackla v. Ackla, 6 Barr 228.\nIn the case in hand, the assignee of Brown & Godwin, in effect, interposes this plea, so far as Brown is concerned, and with just the same legal consequences as if he himself, never having assigned, were interposing it. The plea, if made out, would defeat the mortgage, and of course its lien. Brown & Godwin were tenants in common of the property when they executed the mortgage to McHenry & Co. Its purpose was to secure to the latter the payment of a debt due by the firm of Brown, Godwin & Co., of which they were members. In process of time the debt, for which the mortgage was given as collateral, was paid off. Instead of satisfying it, Godwin agreed with McHenry & Co., to whom he was indebted in his individual capacity, that they should hold the mortgage as collateral, to secure that indebtedness. To effect this he was to have McHenry & Co. credited on his firm books with the amount of his debt, but this he never did. It was proved by the auditor that Brown was an entire stranger to the arrangement. Under these circumstances, the question for decision is, whether Godwin the co-tenant of the property could keep the mortgage on foot for his individual benefit, and change its entire purpose without the assent or knowledge of Brown. A simple statement of the proposition is the best refutation of such a position. It was contended for here, and had been in the court below, but was there ruled, and rightly so, as untenable.\nThe court, however, thought that the mortgage might be kept on foot to the extent of Godwin’s interest in the property, and decided in accordance with this view of the case. But it is difficult to see how this could be done without prejudicially involving Brown’s interest. In case of proceedings to recover the money on the mortgage under such arrangement, the sei.fa. would be against the parties to it — the judgment would have to follow the writ — the levari facias, the judgment, and the sale would be of the premises against which judgment was recovered. So that the effect of keeping it on foot would, in case of adverse proceedings, he to sell Brown’s property to reach the lien against Godwin, and that without the assent, express or implied, of the former. This test proves, we think, that McHenry & Co. had no security under the mortgage for Godwin’s individual debt, and was not entitled to any portion of the money in court.\nIn another aspect of the case, we think the decision of the majority of the court below was wrong. The mortgage was given by two, as tenants in common for a specific purpose. One of the parties to it attempts to change its condition, in fact, to make it a new security for an entirely different purpose, it having sub-served the object of its creation, and to limit its extent to an undivided moiety instead of an entirety, with an indefinite duration as to time. All this was to rest in parol, and would constitute in fact, if valid, an oral mortgage. It is settled that no such security exists in Pennsylvania: Bowers v. Oyster, 3 P. R. 240. Nor does our law tolerate secret liens: Shitz v. Dieffenbach, 3 Barr 253; which is another objection to the grounds taken by the appellees.\nHow to wit, February 26th, 1858. — Decree reversed at the cost of the appellee, and the auditor’s report confirmed, and distribution decreed accordingly."}