{"id": "415534", "contents": "The opinion of the court was delivered by\nStrong, J.\n— The right of a vendor to arrest goods sold, while they are in transitu to the vendee, is a right eminently favoured by the law. So strongly is it maintained that the vendor is permitted to resume his possession by any means not criminal, while the property is on the transit. No intervening attachment or execution against the vendee will defeat the right; or be allowed to interpose any obstacle to the vendor’s resumption of possession. Nor is this indulgence to the seller without substantial reason. It is grossly inequitable that his goods, before having reached the hands of the vendee, and before payment, should be appropriated to the satisfaction of other creditors, when the vendee becomes insolvent. In accordance with this obvious dictate of natural justice, therefore, so long as the goods are on their way to the vendee, and while they are in the hands of a middleman, or a carrier, the equitable lien of the vendor remains a lien which he may enforce by arresting the further transit in any way, even by a simple notice.\nBut when the transit is once at an end, and the delivery is complete, the lien of the vendor is gone. Therefore the right to arrest the goods ceases. The question therefore ever is, where' does the transit end? The answer to this question would be attended with no difficulty, were it not that the law recognises a constructive delivery as sufficient to defeat the vendor’s lien. What is, and what is not, a constructive delivery, is often not easy, to determine. Until the goods have arrived at the place of ultimate destination, understood as such between the buyer and seller, they are ordinarily liable to stoppage. But when an intermediate delivery occurs, before they reach their ultimate destination, if the party to whom they are delivered has authority to receive them, and give to them a new destination not originally intended, the transitus is at an end. They have then reached the ultimate destination intended by both buyer and seller. But if the middleman be a mere agent to transmit the goods in accordance with original directions, the vendor’s right continues. The rule may be stated as follows: — If'in the hands .of the middleman they require new orders to put them again in motion, and give them another substantive destination; if without such new orders they must continue stationary, then the delivery is complete, and the lien of the vendor has expired. This is the doctrine of Dixon v. Baldwen, 5 East 175, which is a leading case, and such is the recognised law of this state.\nWhat then was the character of the agency of Cabeen & Co., the middlemen, in this case ? Were théy agents for custody alone, or were they agents for transmission ? If the latter, then Seidel’s right to stop the blooms continued untilthey should reach Trenton, where the buyer lived, or until they should come into Chevrier’s actual possession. We think the case stated shows them to have been agents for transmission, and that Trenton was the ultimate destination intended by the vendor and vendee. The vendor’s, iron works were at Monroe Forge. The vendee’s place of business was at Trenton. Cabeen & Co. were at Philadelphia, on the line of transportation from Monroe Forge to Trenton. The blooms were despatched on this route, not to the agents of the vendee, but to agents of the vendor’s selection, accompanied by instructions to deliver to the order of the vendee, Trenton. The agents understood from the instructions, not that they were to retain the blooms until orders from Chevrier should again put them in motion, but that they were to forward. Without waiting for further orders, or even to communicate with the vendee, they shipped a part of the goods immediately to Trenton. There is at least as much reason for the belief that the word “Trenton,” in Seidel’s instructions to Cabeen & Co. (contained in his letter of January 6th 1855), was intended to designate the place at which the delivery was to be made, as that its purpose was to describe the person to whose order the goods were committed. That delivery at Trenton was also originally contemplated by the purchaser, is apparent from his letter to Cabeen & Co., dated January 9th 1855. In that letter he writes of having been informed that the blooms had been sent to Mm — assumes that they would forward them without further orders than they had received from Seidel, and objects only to their being sent by railroad. It must therefore have been the understanding alike of the vendor, the vendee, and the middlemen,. that Trenton was the place of ultimate destination, when the blooms were started on their transit from Monroe Forge.\nThe case is not then within the principle of Dixon, v. Baldwen, and its cognate cases. Cabeen & Co. must be regarded as a mere forwarding house. Thus they seem to have been regarded by all the parties to the sale and delivery. The transit therefore was not complete, and the right of Seidel to resume possession remained.\nIn Whitehead v. Anderson, 9 M. & W. 534, the law is declared to be well settled “ that the unpaid vendor has a right to retake the goods before they have arrived at the original destination contemplated by the purchaser.”\nSo in Covell v. Hitchcock, 23 Wend. 611, the Court of Appeals of New York ruled that the right to stop goods in transitu exists during the whole period of the transit from the vendor to the purchaser, or the place of ultimate destination as designated to the vendor by the buyer, and that this transit continues so long as the goods remain in the possession of a middleman, whether he be the carrier or keeper of a warehouse, or place of deposit, connected with the transmission and delivery of the goods. In that case the transit was held to continue, though the goods were in a warehouse, at the place to which they had been directed by the buyer to be sent, it being an intermediate point between the place of sale and the ultimate destination of the goods. This is also the doctrine of our own courts. In Hays v. Mouille, 2 Harris 48, goods had been delivered to an agent of the vendee. He delivered them to a forwarding house which shipped them. They came to the hands of other forwarders, yet the right of stoppage was held to remain.\nThese cases certainly go farther to maintain this favoured right of the vendor than we need follow in the case now before us. In all of them the middleman was the agent of the vendee selected by him. In the present case Cabeen & Co. were the agents of the seller, and were understood alike by themselves, the buyer and seller, to be agents for transmission to the place of original destination.\nJudgment reversed, and judgment entered on the case stated for the defendants."}