{"id": "415536", "contents": "The opinion of the court was delivered by\nStrong, J.\n— The power of a chancellor to decree the rescission of a contract and order its surrender, though undoubted, is one of the most delicate powers which he is ever called upon to exercise, and is never to be put forth except in a clear case. It is not sufficient to put him in motion that suspicion and distrust have been thrown over a transaction. In such a case he will move neither to rescind a contract, nor to decree its specific performance. There is a wide difference between the sufficient reasons for action in the one ease, and non-action in the other. A prayer for specific performance may be, and often is denied when there has been neither fraud, nor mistake, nor illegality in the contract. It is sometimes refused where the agreement is perfectly good and binding between the parties, where the price agreed to be paid by the purchaser is fully equal to the value of the property, and where not the slightest fault attaches to the party who asks for the interposition of the court: Henderson v. Hays, 2 Watts 148; and the cases there collected. Inadequacy of price, improvidence, surprise, and mere hardship, have each been held sufficient to stay the active interposition of a chancellor. Yet no one of these, nor all combined, furnishes an adequate reason for a judicial rescission of a contract. For such action something more is demanded — such as fraud, mistake, or illegality. In the present case, the bill of the complainant charges that the contract was obtained by fraudulent, representations from an old man physically and mentally imbecile, and that the price agreed to be paid for the property was grossly inadequate.\nIt may be observed that the false and fraudulent representations specifically charged in the bill, are but two; that the lots bargained to be sold were of the value of $5000 and no more, and that they were in danger of being sold for taxes. Neither of these alleged representations is supported by any evidence in the cause, and they are denied in the answer. Nor, if they had been proved, are they such representations, as, if false, are fraudulent. They are not such as could reasonably have been relied upon by Graham, and they constituted no material inducement to his entering into the contract. There is no relation of confidence between the vendor and vendee. In regard to the value of the lots and their liability to sale, both parties had equal means of information; and when that is the ease, a representation, though untrue, will not be considered fraudulent: Kintzing v. McElrath, 5 Barr 467. Moreover, a misrepresentation of value is but a statement of opinion, and is never relieved against when there is no fiduciary relation between the parties: Speiglemyer v. Crawford, 6 Paige 254; Adam’s Equity 177.\nWe pass therefore to the allegations of John Graham’s imbecility. A contract is sometimes declared fraudulent upon the ground that it has been obtained from a person incapable of apprehending its meaning. In one aspect it is so. Mere mental weakness, however, not amounting to inability to comprehend a contract, when unaccompanied by evidence of imposition or undue influence, furnishes no ground for equitable interference. We do not discover in this ease evidence which satisfactorily establishes the incompetency of John Graham to contract, nor proof of imposition or undue influence, superadded to mental weakness. There are strongly expressed opinions that he was incompetent; but an opinion is of little value, unless supported by the facts which have given it birth. There are facts proved which indicate great physical and a considerable degree of mental weakness; but not amounting to proof of absolute incompetency. Nothing more is needed to disprove the allegation of entire incompetency than the reasons which John Graham gave for his refusal to execute the contract, when called upon about two weeks after it was made. He then declared that he was not satisfied with it, that his children were not, that he had not been down to see the property for two years, and that he was incapable of making a contract. He then comprehended the effect of what he had done, and also-the only mode in which he could be relieved from its consequences. Entertaining these views of the proofs in this case, we feel constrained to deny the prayer of the complainants that the contract, dated January 31st, 1854, signed and sealed by John Graham, be delivered up and cancelled.\nYet, while of opinion that a case has not been made out justifying a decree for the rescission and cancellation of this contract, we are equally satisfied that sufficient has been shown to constitute an insuperable obstacle in the way of any decree by any court for its specific performance. The circumstances surrounding the whole transaction, the extreme old age of the contracting party, the suddenness with which the proposition to buy was presented to him, the brief period taken for consideration, his ignorance of the quantity of land which he was about to sell, coupled with very considerable proof of mental weakness and great inadequacy of price, present abundantly adequate reasons for withholding equitable aid to the consummation of the contract.\nIt is true, we are not now asked to decree its specific performance. The bill however does seek to enforce a redelivery of the deeds and muniments of title which the defendants obtained from John Graham, with a view to having the contract specifically executed. If such execution cannot be enforced, as we have seen, then the possession of the deeds is useless to the defendants, and withholding them is a wrong to the complainants. To redress such a wrong, there is no adequate remedy at law; and to right it is peculiarly within the province of a court of equity. We shall therefore decree the return and surrender of the title deeds, according to the prayer of the complainants’ bill.\nThis cause came on to be heard at this term, and was argued by counsel; and thereupon, after consideration thereof, it is ordered, adjudged, and decreed, that the decree entered in the same at NisiPrius, be reversed; and it is further ordered and decreed that the defendants deliver up and return to the complainants the six deeds and writings relating to the said lots of ground, marked exhibits M, N, O, P, Q, and R; and also papers, marked exhibits S, T, and W. And as to the other relief sought by the complainants’ bill, the same is denied. And the court do not see fit to award the costs to either party."}