{"id": "415569", "contents": "The opinion of the court was delivered by\nWoodward, J.\n— A constable having an execution in his hands regularly issued on a judgment recovered for debts contracted before and after the 4th July 1849, cannot be treated as a trespasser for seizing and selling the debtor’s property in disregard of his claim to exemption under the Act of Assembly of 9th April 1849. The provisions of that act apply only to “ debts contracted on and after the 4th day of July 1849,” and no constable has authority to give debtors the benefit of' the law as to debts contracted before that date. If a debtor against whom such a judgment has been recovered means to have the exemption, he should pay so much of the judgment as represents the unexempted debt, and have it noted on the justice’s docket, whose duty it would then be to instruct the constable accordingly. Every debtor has a right to make specific applications of partial payments, and if he would have the benefit of this statute, he must qualify himself for it, by bringing the execution debt within the category of the statute.\nThe court below seemed to think the plaintiff in the judgment was in fault for mixing his claims, and obtaining a general judgment without distinguishing those that were contracted before the 4th July 1849, from those that were contracted after that date. But we cannot think so. He was bound to sue upon all his book account in one action. The statute was not a rule of pleading to him. He could not know that his debtor would claim an exemption, and if he had recovered a judgment for one part of his debt it might have barred him from recovering for the other part. He therefore was in no fault. Nor was the constable; who, with an execution in hand, issued on that judgment, was bound to levy it, unless he could render a legal reason to the plaintiff for not doing so. And what excuse could he have rendered ? If he had said the defendant claimed the exemption, the plaintiff would have replied that part of his debt, necessarily incorporated in that judgment and execution, was not subject to exemption, and to this the constable could have had no rejoinder. He would have made himself liable to the plaintiff to the extent at least of that portion of the debt that was contracted before the 4th July 1849. He could acquit himself only by making the levy, and if, for doing that, he is liable as a trespasser to the defendant, the statute punishes the fidelity of the officer to reward the inactivity of the debtor. Such a construction of the statute would be unreasonable and intolerable. The debtor has no right to involve a public officer in such a dilemma. Let him establish his title to the exemption before he claims it at the hands of the officer. We have been in the habit, in questions of distribution, of taking notice of the date at which the debt was contracted; but in a case of this sort we could not notice it if it had not been the subject of investigation in the court below. Ordinarily, the record brought up to us only shows the judgment and execution under which the constable justifies, and then there is no inquiry in this court into the date of the debt or debts on which the judgment was founded; but in' this instance, it appears fully upon the record, that the execution under which the constable acted was founded in part upon a debt that was not subject to the exemption claimed; and, therefore, we think the court were in error in holding him to be a trespasser.\nThe judgment is reversed and a venire facias de novo is awarded."}