{"id": "415545", "contents": "The opinion of the court was delivered by\nWoodward, J.\n— When a railroad company undertakes the transportation of a passenger for an agreed price, the contract includes many things.\nOn the part of the passenger his consent is implied to all the company’s reasonable rules and regulations for entering, occupying, and leaving their cars, and if injury befall him by reason of his disregard of regulations which are necessary to the conduct of the business, the company are not liable in damages even though the negligence of their servants concurred with his own negligence in causing the mischief.\nOn the part of the company the contract implies that they are provided with a safe and sufficient railroad to the point indicated; that their cars are staunch and roadworthy; that means have been taken beforehand to guard against every apparent danger that may beset the passenger, and that the servants in charge are tried, sober, competent men. When in performing this contract they hurt a passenger, without fault of his, the law raises, primd facie, a presumption of negligence, and throws on the company the onus of showing it did not exist.\nThis may be shown, and the legal presumption repelled, by proving that the injury resulted from inevitable accident, or, as it is commonly called, the act of God, or that it was caused by something against which no human foresight and prudence could provide. Whatever these can do for the safety of the passenger, the law requires the transporting company to do.\nBut as presumptions of law are always for the court to pronounce, so are the repelling circumstances relied on for the jury. The legal presumption, which is only an inference from general experience, remains of force until a countervailing presumption of fact is established; and as this is a conclusion drawn from particular circumstances, it is for the jury to consider these circumstances, and to determine what is the reasonable deduction.\nYet the court below not only failed to presume negligence from the fact of injury, but instructed the jury that if they believed the testimony in the cause, there was no negligence on the part of the defendant or its agents.\nAgain, even more pointedly, the learned judge said, “No proof of negligence has been exhibited against the agents and engineer which would authorize me to submit it to the consideration of a jury.;’\nThis was withdrawing from the jury a case that ought to have been submitted with very different instructions. The plaintiff was in no fault. He had taken his seat within the car, and in all respects had demeaned himself as an orderly passenger. Yet he was injured by the overthrow of the car in which he was seated.\nHere was a breach of the company’s contract, and here was what has several times been said by this court to be evidence of the company’s negligence: 8 Barr 483; 12 Harris 469. Then if the court thought there was evidence which was calculated to repel this primd facie presumption of negligence, they should have submitted it to the jury. Whether that spot in the road was not so commonly infested with cows as to require a fence or cattle guard of some sort; whether the speed of the cars was not too, great for a curve exposed at all times to the incursions of cattle; whether the engineer discovered the cow as soon as he might, and used his best endeavours to avert the collision; in a word, whether the accident was such as no foresight on the part of the company or its servants could have prevented — these were questions, and grave ones too, that ought to have been submitted to the jury.\nThe learned judge, after stating correctly the extreme care and vigilance which the law exacts of railroad companies, asks if they are required to provide suitable fences and guards to keep cattle off of the road ? In answering his question in the negative, the judge seems to have misapplied the reasoning of Judge Gibson in Skinner’s Case, 7 Harris 298.\nThat was an action by the owner of a cow killed on a railroad, to recover her value from the company, and the doctrine laid down was that the owner was a wrongdoer in suffering his cow to wander on a road engaged'in transporting passengers, and was rather liable for damages than entitled to recover them. The owner of the cow could not insist that the company should fence their road for the protection of his stock. It was his business to keep his cattle within his own bounds.\nNow such reasoning between a railway company and a trespasser commends itself to every man’s understanding, because it tends to the security of the passenger. If farmers cannot make companies pay for injured cattle, but they involve themselves in liability by suffering their cattle to run at large, passengers are all the more secure from this kind of obstruction.\nBut when, notwithstanding this strong motive for keeping cattle off the road, a cow is found there and causes an injury to a passenger whom the company have undertaken to carry safely, is it an answer to the passenger suing for damages that the owner of the cow had no right to let her run at large ? Grant that she was unlawfully at large. And grant that the owner is bound to indemnify the company for the mischief she caused, yet, as between the company and its passenger, liability is to be measured by the terms of their contract. Having undertaken to carry safely, and holding themselves out to the world as able to do so, they are not to suffer cows to endanger the life of the passenger any more than a defective rail or axle. Whether they maintain an armed police at cross roads, as is done by similar companies in Europe, or fence, or place cattle guards within the bed of their road, or, by other contrivance, exclude this risk, is for themselves to consider and determine. We do not say they are bound to do the one or the other, but if by some means they do not exclude the risk, they are bound to respond in damages when injury accrues. Perhaps the passenger would have remedy against the owner of the cow— it is clear from Skinner’s Case that the company would — but the passenger has unquestionable remedy against the company. If he be injured by reason of defective machinery, nobody would think of setting up the liability of the mechanic who furnished the bad work, as a defence for the company against the claim of the passenger. Yet it would be a defence exactly analogous to that which satisfied the court in this case.\nWe do not wish to be understood as laying down a general rule that all railroad companies are bound, independently of legislative enactment, to fence their roads from end to end, but we do insist that they are bound to carry passengers safely, or to compensate them in damages. If a road runs through a farmer’s pasture grounds, where his cattle are wont to be, possibly, as between the company and the farmer, the latter may be bound to fence; but, as between the company and the passenger, the company are bound to see that the cattle are fenced out. If cattle are accustomed to wander on unenclosed grounds, through which the road runs, the company are bound to take notice of this fact; and, either by fencing in their track, or by enforcing the owner’s obligation to keep his cattle at home, or by moderating the speed of the train, or in some other manner, to secure the safety of the passenger. That is their paramount duty. To enable them to perform it, the law entitles them to a clear track: 7 Harris 298; 12 Harris 469. Neither cows nor men, not even the servants of the company engaged in the company’s work, are permitted to obstruct it. And because their right to a clear tract is absolute, their duty to carry safely is imperative. If they tolerate obstructions, they must avoid the danger by reduced speed and increased vigilance, or answer for the consequences.\nThe doctrine in Skinner’s Case, designed for the safety of the passenger, was so applied in this case as to compromise it. Herein was manifest error. The case must go back to be tried on the question whether there was anything in the particular circumstances of the accident to repel the primd facie presumption of' negligence. It is impossible to regard the accident as inevitable. If cattle were in the habit of coming upon the road at that place, or if there was nothing to prevent them, it was a contingency that the company were bound to anticipate and provide against.\nThe judgment is reversed and a venire de novo awarded."}