{"id": "415554", "contents": "The opinion of the court was delivered by\nWoodward, J.\n— The ground upon which courts of equity proceed in rescinding or cancelling executed contracts, is much more narrow and to be more carefully trodden than that upon which they refuse specific performance of unexecuted contracts, or even decree them to cancellation.\nNothing hut fraud or palpable mistake is ground for rescinding an executed conveyance. So long as the contract continues executory, it may not only be impeached for fraud or mistake, but any invalidity which would be a defence at law, would, in general, be ground for cancellation in equity; as, for instance, the illegality of contracts for gaming or smuggling, for inducing or aiding prostitution, for compounding a felony, or for paying usury. But a contract already executed cannot be set aside as illegal or immoral. A contract made on Sunday would not be enforced either at law or equity, and might, whilst it remained executory, be decreed to cancellation, however distinct and fair in its terms, but would not be set aside after the parties had themselves executed it: 3 Casey 90.\nOne of the recognised grounds for decreeing the cancellation of an executed contract is, that species of fraud which practices on a weak intellect to obtain an unconscionable bargain. It is not necessary that the imbecility should be utter, such as renders a man legally non compos. A conveyance may be impeached for mere feebleness of intellect, provided it be coupled with other circumstances to show that the weakness, such as it was, has been taken advantage of by the other party. But the mere fact that a person is of weak understanding, whether produced by old age, accident or disease, if there be no fraud or surprise, is not an adequate cause of relief: Adams’ Equity 183; Blachford v. Christian, 1 Knapp 73.\nJudge Story, in his work on Equity Jurisprudence, vol. i. pi. 238, after quoting with approbation Lord Wynford’s judgment in the last cited case, sums up the authorities by saying “ the doctrine may be laid down as generally true that the acts and contracts of persons who are of weak understandings, and who are thereby liable to impositions, will be held void in courts of equity if the nature of the act or contract justify the conclusion that the party has not exercised a deliberate judgment, but has been imposed upon, circumvented or overcome by cunning or undue influence.” In Beals v. See, 10 Barr 56, this court held that an executed contract by a' merchant for the purchase of goods, could not be avoided by prpof of insanity at the time of the purchase, unless a fraud was committed on him by the vendor, or he had knowledge of his condition.\nAnd the mere fact that a contract is improvident, is no ground for setting it aside: Green v. Thompson, 2 Ired. Ch. 365. Nor is inadequacy of price by itself ground of rescission: Osgood v. Franklin, 2 Johns. Ch. 1. “An unexecuted contract,” said Black, C. J., in Davidson v. Little, 10 H. 251, “has been often annulled, or the vendee left to his action at law when there was no proof of foul practice, except inequality between the price agreed on and the thing sold. But inadequacy alone must be rejected as insufficient to justify the cancellation of a conveyance. Inadequacy of price is not fraud.”\nTo approach now the case in hand. The appellant asks that his deed of 29th October 1858, be declared null and void on the ground that it was obtained from him by'fraud.\nIf the principles stated, and the authorities referred to above be taken as expressing the mind of the law, it is evident that the fraud is not to be regarded as proved, and the deed declared null, on the ground of such age and imbecility of mind as are alleged, nor on the ground of inadequacy of consideration or improvidence in the contract, but that we must look for evidence of surprise or imposition practised on him.\nMen of greater age do habitually make valid deeds and wills. In Lewis v. Pead, 1 Vesey, Jr. 20, Buller, J., sitting for the Lord Chancellor, ruled that he would not presume imposition from the age of a lady near 75, who had made an improvident lease, and in saying, “we have seen the greatest abilities displayed at a greater age than 75,” he is supposed to have intended a tribute to Lord Mansfield, by whose side he had long sat in the King’s Bench, and who had resigned only the year before at 84 years of age.\nNor does the age of the plaintiff, about 70, in connexion with the evidence of feebleness of understanding, make out a case of fraud. The attempt on his own life, some ten years before the deed, would indicate positive insanity, but the evidence proves abundantly his recovery from that condition. The witnesses differ very much in their estimate of his intellect, some of them thinking him competent to contract, and others incompetent, but the case presented is not one of mental derangement at the time the deed was executed, nor of absolute imbecility, but of weakness of intellect from old age, and trouble. He himself recites in his deed that from “ disadvantageous bargains and undertakings, considerable losses and indebtedness, and old age and feebleness, he has become so much troubled in mind as to be unable of attending to business,” which I presume may be safely assumed as a fair exhibition of his mental condition. Unable to attend to business, but not necessarily unable to make a valid conveyance to trustees for the benefit of himself and children, and yet so far impaired in mind as to be more easily imposed* upon, circumvented, and overcome by cunning and undue influence than if adverse circumstances had not reduced the natural vigour of his intellect.\nAs to the improvidence of the deed, no more can be alleged than could be said of very many similar conveyances that have been made in Pennsylvania, and never questioned, or if questioned, not overthrown. All such dispositions of property are violations of those maxims of prudence that enjoin a man, whilst he has breath in his body, to keep the staff in his own hands, and not to divide his substance among his children till he come to die. Still they are common, and this one is as well guarded as they usually are. It conveys to his chosen trustees his whole estate, real and personal, to convert into money — out of the proceeds to pay his debts, and carefully to preserve the residue by investments in real estate — to apply the interest to his maintenance and support for life, and after his death to divide all that remains among his nine children, share and share alike. He thought, and so declared in the deed, that this arrangement will “ spare me much care and trouble, and save me from further losses, and the destruction of my property.” An instrument founded in such reasons, and so much in accordance with family arrangements in Pennsylvania, though it may not be sanctioned by the highest prudence, cannot be considered so improvident as to prove either imbecility or imposition. His son Paul was non compos mentis, and it is thought a sign of the father’s imbecility that he did not provide specially for him. He probably thought Paul would be taken care of by his brothers as he had been, and that an equal share of the estate after his death would compensate for Paul’s support. And this was not an unreasonable expectation.\nOn the whole it is impossible to .see, either in the deed or in the condition of the grantor, such evidence of fraud as would justify us in setting it aside. The material inquiry then is, was it executed without such deliberation and under such undue influences as would amount to fraudulent practice ?\nThe testimony, especially that of Kaull and Smith, shows that the old man was contemplating such a disposition of his property some time before he made it, as early even as the spring before, and that he had been conversing with his children and neighbours on the subject.\nThe counsel for the plaintiff rely chiefly on the testimony of Jonas Wenholt and Michael Nace, for proof of undue influence. These witnesses describe an interview between the old man and his sons and sons-in-law, at a vendue, in the fall of 1853, sometime before the deed was executed. Wenholt characterizes the scene strongly. He says, the “ old man stood there hanging his head — the way they had the old man there was enough to make a sane man mad.” But he admits that he stood off twenty-five steps, and did not hear what was said, though he saw Boyer and Scholl standing before the old man, and making “great motions with their hands.” From Michael Nace we learn what was said at this interview: “Boyer and Scholl said to the old man that he should give his property out of his hands, and they would take it in hand, and loan out his money, and would not charge any commissions unless where money was standing out, and there was danger of its being lost; it would relieve him from trouble, live easy, live around with his children or elsewhere, and they would pay him. They then asked if they were all agreed to it ? and they said they were, except myself; and I do so far agree to it that if they would keep father well I wouldn’t say anything about it, but I rued it before I got home.”\nIt would seem that the object of this interview was rather to persuade the sons than the old man of the fitness of the proposed measure. One of the sources of his trouble was, that the boys would not agree among themselves what was best to be done, and a subsequent meeting was appointed for Saturday following the vendue, when most of them again met at the father’s house, and discussed the subject, but adjourned to the next Saturday, without executing any writings.\nIt was at the second Saturday meeting the affair was consummated.\nAn old man, with numerous sons and sons-in-law around him— anxious to divest himself of the trouble and vexation which his property and debts occasioned him — but most anxious to make his arrangements satisfactory to his children — meets with them in frequent interviews to discuss the subject, and finally, after long deliberation, makes the deed in question, whereby he provides for his creditors and his own support for life, and then divides his estate equally among his children — such is the case presented by this record. Is it a case of fraud ? The disposition made is exactly that which the law of the land would have made, if it had taken the property out of the old man’s hands.\nBe it that Boyer and Scholl advised the arrangement; advice, or even persuasion to make a deed or will in a particular way, is not fraudulent. There must be something more, something that amounts to imposition or circumvention — a species of moral constraint, that takes away the free agency of the party, before his deed or will can be set aside.\nWe have looked through this evidence again and again, without finding such proof. With a strong dislike of such arrangements in general we came to the investigation, predisposed to relieve the plaintiff from the deed of which he complains, but have failed, after the most patient consideration, to find such proofs as would justify us in doing so. The sons had a right to advise him. It was their duty to counsel him, and it does not appear that they took advantage of his infirmities to secure special benefits to themselves, or that they gave any other than such advice as they conscientiously believed the occasion demanded.\nThese observations dispose of the case made by the bill. Whether the deed be not a revocable instrument is a question which is not raised upon the record, and which we do not decide.\nThe decree dismissing the bill is affirmed."}