{"id": "415578", "contents": "The opinion of the court was delivered by\nWoodward, J.\n— This case was treated in the court below as if it involved no other question than the measure of damages.\nThe only objection to that mode of stating the question is, that it does not go to the root of the matter. The measure of damages is indeed a question in the case, but that depends on the meaning of the instrument of guaranty. The question, therefore, which lies at the bottom of the case, is a question of construction. Did the parties contract that the capital stock of the Rutland and Washington Railroad Company should yield annually 6 per cent, dividends for three years.; or did they intend that the defendant would secure to the plaintiff that rate of profit for'three years on the 200 shares mentioned in the guaranty ?\nThe first thing to be regarded in getting at the meaning and intention of contracting parties, is the language they have employed.\nThey begin by reciting the issue to Struthers of a certificate for 200 shares of the capital stock of the Rutland and Washington Railroad Company, and then follows the guaranty in respect to “ said” stock. This word “ said” may, without violence to language, be referred to either of the two antecedents — the general stock of the company, or the particular 200 shares for which Struthers had received the certificate. It is not very material which reference be made, for whichever was the antecedent intended, the undertaking was that it “ should yield annually 6 per cent, dividends for the space of three years from and after the 1st day of January, a. d. 1853.” Now dividends mean proportionate shares of the profits earned by the capital stock of a concern. When we speak of a dividend-paying stock, we characterize the whole capital stock, and express its quality. There is no such thing as dividends of fractional parts of an entire stock. Certain stockholders of a common stock, cannot be entitled to dividends in exclusion of others. Dividends accrue to all or none.\nWhen these parties, therefore, stipulated that the capital stock of the Rutland and Washington Railroad Company, or 200 particular shares thereof, should “ yield” (a word which implies a natural accretion from the business of the company) a dividend annually of 6 per cent,, they used the common language of the day to express the value or quality of that stock; and if it proved incapable of yielding that measure of profits, there was breach of the guaranty.\nThe position and circumstances of the parties, as well as the consideration paid', tend to confirm the conclusion to which their words conduct us.\nStruthers lived in Warren county, Pennsylvania. The contract was made in New York. Clark is said, though I see no evidence of it on the paper-book, to have been the president of this Vermont railroad company; but it is certain he was a large stockholder in it, and well acquainted with it. It was a new road, and had not yet acquired any general reputation with which Struthers could be supposed to be acquainted. He was selling Pennsylvania lands to Clark. Now it was not unreasonable that he should require a guaranty of the quality of a stock of which he had so little knowledge j nor is it strange that seeing a responsible man willing to guaranty it as a 6 per cent, stock fbr three years, he should have considered it would be capable of taking care of itself after that period. A railroad stock that would yield at that rate in the first three years of its life, would be likely to grow better as it grew older.\nSuch, then, we infer from the circumstances of - the parties, as well as from their words, was the tenor of their agreement — a guaranty that the stock was of a quality to yield the specified dividend for three years. But it was not a stock of such quality. On the contrary, it is said to be worthless, or nearly so. Is then the measure of damages a matter of doubt ? The rule in such cases is, the difference between the value of the stock transferred, and such a stock as this was guarantied to be: Dyer v. Rich, 1 Metcalf 192. How much more would such a stock have been worth to the plaintiff than that which he got ?\nThe defendant imagines that he may escape by paying 6 per cent, per annum for three years on the shares transferred; but such was not his engagement. It was likened in the argument, not inaptly, to a sale of a cow, with warranty that she would produce so much milk for a given time. Nobody would doubt that such a contract would be a warranty of essential and intrinsic qualities in the cow, rather than a promise to pay the buyer the price of so much milk. So we think here. The plaintiif had a right to demand a stock that would yield, in the manner of stocks, the stipulated dividends; and failing to get it, he is entitled to damages according to the standard indicated.\nThe judgment is reversed and a venire de novo awarded."}