{"id": "415549", "contents": "The opinion of the court was delivered by\nLowrie, C. J.\n— The Lebanon Valley Railroad Company proposes to enter into a contract of consolidation with the Philadelphia and Reading Railroad Company, and an Act of Assembly, passed last year, authorizes them to do so; but George M. Lauman, one of their stockholders, objects to the proceeding. He has brought his suit against the proper party, alleging the appropriate facts, and prays for an injunction to arrest the execution of the intention, and for such other and further relief as is proper for his case.\nNo one will deny that, without the authority of the legislature, neither of these companies has power to enter into such a contract ; for, as corporations, their powers are strictly limited to the province marked out for them in their chartérs.\nNo one will deny that, as private corporations, either of these companies may abandon its charter, and dissolve itself; except so far as its creditors may have a right to object, and so far as its public duties, as conservators of a highway, may tend to limit its powers in this respect; and that the legislature may, at pleasure, release it from the limitation, and allow a transfer of its duties to other hands.\nNo one will deny that an association of individuals becomes a corporation, when, by authority of law, it acquires a name by which its legal identity can be preserved through all the changes of membership, business, constitution, and sphere of action which it may undergo, and which may entirely destroy its actual identity. Such a name is essential to corporate existence, and when it is given up, the corporation ceases to exist.\nBearing in mind these propositions, let us inquire what will be the effects of this consolidation of these two companies, as authorized and proposed.\n1. The Reading company will extend its chartered rights, privileges, and duties from Reading to Harrisburg, while still preserving its name, and therefore its legal though not its actual identity.\n2. The Lebanon company, that is, all its members, will pass into the Reading company, and become members thereof, and all their corporate privileges and property will become vested therein, and, by authority of law, all the liabilities of the former company will become chargeable against the latter.\n8. By such an act the Lebanon company loses its actual identity, abandons its name, and therefore its legal identity and its corporate existence, and can no longer claim any legal recognition. This is called a merger of the Lebanon corporation into the other but such a merger is a dissolution, destroying the actual identity of both, while the legal identity of one of them is'preserved. As where a life estate is merged in a fee simple, one being destroyed and the other enlarged by the operation.\nNow, if a legal majority of the Lebanon company agree to all this, what can a single stockholder have to say against it ?\nHe cannot object that the supposed contract between the government and his corporation, involved in the grant of its charter, is violated; for both the government and the corporators are assenting to this change of its terms.\nHe cannot object that his company is committing a breach of its public duties, by going beyond its chartered privileges, and by abandoning its functions as sole conservators of its highway; for the legislature have allowed this. And the public claims on its permanence and identity being remitted, he cannot object to his company dissolving itself. A denial of this power would be fruitless, for the company could forfeit its charter any day, or evade the prohibition in numerous ways, one of the most efficient of which would be by a sale of the materials of its business and suspension of operations, for government would be incompetent to keep it in operation.\nIf the principle of the association is violated by a majority of its members, by a departure from its original purposes, or by a refusal, or voluntarily produced inability to proceed, any stockholder may treat such a matter as equivalent to a dissolution, at least as regards him, and for such a case the law provides a means of securing to him his share of the property, or its value.\nIt is of the nature of his contract with his associates, by which, under legislative authority, they constituted themselves into a corporation that it is dissoluble, and that, on a dissolution, the rights and property, or their legal equivalents, shall be distributed among the members, and therefore the act of dissolution does not violate the contract of association.\nThen, what valid objection can a dissenting stockholder of a private corporation have to such an arrangement as the one now proposed ?\nHe may object that it is a violation of the contract of association by which he and his associates agreed to become one corporate company for a given purpose: that he united in the association for one purpose, then agreed on, and now the majority are diverting their capital to a different purpose. This is a violation of chartered contracts: not the supposed one between the government and the corporators, but the one between the corporators themselves.\nHe may object that his co-corporators have no power to make a new contract for him, and thereby'constitute him a member of a new and different corporation; for it is of the very nature of a contract relation that it can be instituted only by the real parties to it; unless it be a mere constructive contract, which,is only a convenient form or fiction of law, invented to enforce a corresponding legal duty.\nHe may object that even the legislature cannot authorize this, for by doing so, they would authorize the destruction of one private contract, and the compulsory creation of another in its stead, and would take away the remedy by due course of law, which the dissenting stockholder is entitled to, because of the departure or diversion of the association from its agreed purposes; and would, besides this, change the essential nature of contracts, which even legislative power cannot do, and much less legislative authority.\nHe may object that, though in corporate action, after the corporation is constituted, and its province defined, the details of its business and the making of its contracts must necessarily be under the control of a majority; yet it is of the nature of things that, in the act of constituting the corporation, and of taking stock, each man must act for himself, and therefore that he cannot, by a vote of a corporate majority of the Lebanon company, and against his consent, be constituted a member of the Reading company.\nRut what follows ? Can one member of a corporation hold all his fellow-members, with their investments, to an unprofitable and impracticable enterprise, and prevent them from embarking in another that is more hopeful ? No: their power of dissolution will relieve them from such an objection, and without it one member of a corporation would, under some circumstances, have an almost absolute power over the investments of all the others.\nCan he object that the majority who are going into the Reading company are going to take all the property with them ?\nLet us notice that this property is a railroad, with its appurtenances, and that it is an indivisible unit. Therefore, on a dissolution, however brought about, the only means of distributing the joint property is to sell it and distribute the proceeds, or to allow one or more of the members to take it on paying to the others the value of their several shares, just as interests in indivisible real estate, and in ships, are divided when the owners can no longer agree to hold together.\nBut does it violate the private right of a dissenting stockholder, when the others, by a corporate act, unite in selling out all the property of tbe corporation ? In relation to ordinary private corporations for mere private purposes, it will not be pretended that it does, even when such a sale is equivalent to a dissolution of the corporation, as when a manufacturing corporation sells out its establishment, and refuses to resume operations. And railroad companies go this far frequently in the effectiveness of their act, where, with the consent of the legislature, they mortgage all their property ; for a mortgage involves a power of sale.\nBut here, the thing or consideration for which this sale is to be; made is shares of stock in the Reading company, to be delivered j to each member according to the number of shares now owned byj him in the Lebanon company. j\nNow, it is plain enough that a dissenting member cannot thus be forced into a new corporation, and that his property in one corporation cannot be taken from him and the stock of another imposed upon him by way of compensation, by the act either of the legislature or of his co-corporators, or of both combined. )It no doubt seemed clear to the legislature that such an arrangement would be advantageous to all the stockholders, and therefore they did not think of providing for the event of a dissent, by any one of them. We cannot presume that the legislature intended to assume or exercise any unconstitutional power over private contracts, but only that, supposing that they were granting a valuable privilege, they omitted to make provision for those who should refuse to accept it. They did not decide that the new stock was equivalent to the old, and should be taken as a compensation for it, but merely acted on the supposition that it would be accepted as equal.\nThe efficiency of the objection to the proceeding is founded, not so much on the want of authority in government to divest one title and substitute another, as upon the mode of doing it. The constitution requires that it shall be done only by due course of law, before the judicial tribunals, and on hearing of the parties; and in that way it is often done. In the partition of interests in real estate, ships, mercantile and manufacturing establishments, courts always proceed by divesting titles and interests of one kind, and substituting others. And this arises from the necessity of such cases. It is an inherent quality of all associated intex-ests that they may be converted into separate interests; and if it were not so, such interests would often be worthless to some owners, because of disagreements among them which the law could not correct, and the disorders of such associations would be an incurable evil.\nDoes a private corporation exceed its powers when it sells out the property that is essential to its active existence ?\nThere is no excessive exercise of power where no right is violated ; and therefore we must examine if any right is violated by such an act. And this refers us to the legal relations of the corporation to others in respect of its property. It can have no ¡relations limiting its powers in this respect, except to the grantors i of its land, to the public, and to its own members. Such an act ¡does not, in the present case, violate the terms on which the cox-!poration holds its land; and thex’efore no rights of grantors are ‘ violated. The state consents to the sale, axxd therefore no public right is violated.\nIf there is anything in the relation existing between the corporation and its members that prevents the sale, then a more serious difficulty is presented; for if there is, it must be a part of the contract of association, and cannot be changed by the legislature. But is there ? The charter shows the terms of the contract, and in it we discover no provision of the kind. Can we regard it as implied or involved in the nature of such a contract 1 We do not think so; for property in itself is essentially alienable, and the right of alienation is essential to complete ownership; and to regard cox’porate propex’ty as inalienable is contrary to the spirit of all mortmain laws. But such a sale may lay the ground for a dissolution. Suppose it does: this is no valid impediment to it, for a dissolution is not prohibited.\nIf, then, this corporation may sell or exchange all its property, why may it not exchange it for stock in the Reading company, and divide that among its members ?\nThis is only another mode of presenting a question already answered; but it arises very naturally in this form, and may very well be answered as put.\nThe contract of consolidation is an act of dissolution in form and substance of the Lebanon company, and the corporation cannot, in the act of dissolution, dispose of the rights of its members. The act of dissolution, like the act of association, is not a corporate act, but an act of the members of the corporation. They may commit to their officers the business of effecting it in all its details, but they are not required to do so by the terms of their association, and in effecting such a purpose the officers would be rather trustees of the members than corporate functionaries. ( Then it follows, quite obviously, that no corporate act can settle! the terms of dissolution, or distribute the effects among the mem- I bers, and that this company cannot decide what the plaintiff shall take for his interest.\nThe act of dissolution works a change in the form of the interests of its members, by destroying the stock, and substituting the thing which the stock represented, that is, a legal interest in the property, and leaves the members to such a division of this. But this property is indivisible, and thereforé'we see no objection to the act of the legislature so far as it allows the majority to dispose of it in the way proposed, except that, under the constitution, they cannot be allowed to áivest or embarrass the plaintiff’s interest therein without first giving security therefor. ’ The act of transfer and dissolution is one. If carried into effect, it destroys his stock. Before it is done he must be secured, and we must grant the injunction asked for, to stand until this is done.\nLet the injunction be issued on the plaintiff’s giving security to the amount of $1000 to the defendants; and let it be dissolved on- the defendants giving security to the plaintiff, in double the market value of his stock, to pay for said stock when its value shall be ascertained."}