{"id": "415587", "contents": "The opinion of the court was delivered by\nWoodward, J.\n— It must be assumed that the \"jury would have found, if permitted to pass upon the question, that the work and labour sued for in this action, and the work and labour for which a recovery was had in the former suit between the same parties, in the District Court, were done and performed under the same contract with the defendant; for such was the tenor of the point in which the court was called on to say that the former suit was a bar to this action. The court declined to affirm the point, and thus withheld the question of fact from the jury.\nThe first answer to the error assigned upon this ruling is, that there was no evidence on which to submit the question of fact; but this is not a well considered answer. There was the bill of discovery and answer thereto filed in the former case, setting forth the contract under which all of the plaintiff’s labour had been performed; and the testimony of Hickey that the plaintiff was at work for defendant prior to November 1854 and after February 1855, that he was there altogether two or three years, worked pretty steadily except on rainy days, and that his wages were $ 1 per day; and the evidence of John Leo that the wages paid by Mr. Logan were $1 per day winter and summer.\nNow, without adverting to all the evidence, here was enough top justify the counsel in submitting the point they did; and had the evidence been referred to the jury, they might well have found that the labour sued for in the two actions was rendered upon one and the same contract.\nI repeat, that on a writ of error, we are bound to presume that the fact would have been so found.\nThe question of law then is, would that fact so found have made the former record a bar to the .plaintiff’s recovery in this action ?\nI do not think the identity of the contract in the two actions would necessarily have this effect; for two or more actions between the same parties may be maintained on the same contract, as on a bond for a sum of money payable in instalments: Sterner v. Grower, 3 W. & S. 143. And hence it was not error to dis-affirm the first point in the precise phraseology in which it was expressed.\nBut in the second point the court was called on in general terms to declare the former judgment a bar to this action, which they declined to do.\nThis involved the question not only of the identity, but of the entirety of the contract in the two actions. If the former judgment was on the same contract and that an entire and indivisible one, it would have been, as a plea, an estoppel of the plaintiff, and was, as evidence under the general issue, a conclusive bar against his action. A party can have no second action on such a contract, not even on clear proof that no evidence was given as to part of the demand in controversy: Hess v. Heeble, 6 S. & R. 57; Carvill v. Garrigues, 5 Barr 152; Brockway v. Kinney, 2 Johns. 210; Miller v. Manice, 6 Hill 122. The language of Chancellor Walworth, in the last cited case, was: “ If the same question was submitted to the jury in the first action, and the evidence in the last suit, if it had been given in the first action, would have been equally available as in the last to entitle the plaintiff to recover under the state of the pleadings in both, then the verdict and judgment in the first action, provided the defence is brought before the court in the second suit in proper form, is an absolute bar to any recovery therein.”\nTo the same effect, see Judge Duncan’s observations in Wilson v. Hamilton, 9 S. & R. 429.\nSo where a tort consists in wrongfully taking several chattels, a plaintiff is not at liberty to split up his cause of action into as many parts as there are chattels; but if he recovers in an action for part, it concludes him as to the whole: Farrington v. Payne, 15 Johns. 432.\nThese rules of decision are founded in two maxims as old as the law itself: “Hemo debet bis vexari si constet curiee quod sit pro una et eadem causeeand u expedit reipublicee ut sit finis litium.”\nBut what is an entire, and what a divisible contract ? By the Roman law, when several persons contracted an obligation jointly, each was only liable for his own part, unless it was particularly stipulated that they should be bound in solido ; and when a person died leaving several heirs, each heir was only answerable for his own portion. So when an obligation was contracted in favour of several persons or devolved upon several heirs of one person, each was creditor for his respective part, provided the obligation could from its nature be discharged in separate parts. Debts which might be so discharged in separate portions by the several debtors to the several creditors, were called divisible; those which only admitted of an entire discharge, were indivisible: 1 Pothier Ob. 171, in notis. Not to embarrass ourselves with the many curious and metaphysical distinctions which abound in the Roman law on this subject, it is sufficient for the present case to say, that an obligation to pay a fixed price for work and labour already rendered, is unwm dehitum and indivisible. Not that payment cannot be made in parts; but without a stipulation to that effect, nothing less than entire payment will discharge the debt or any part of it. If parties contract that a debt shall fall due and be payable in instalments, they have severed it, and we have seen that a recovery of one instalment even under a declaration which counts for the whole debt does not bar a subsequent suit for an instalment not due when the first suit was brought; 3 W. & S. 143; so where the consideration is to be rendered in parts, partial payments may be enforced without involving the whole debt; but where the consideration is fully executed, and there is no stipulation of severance, the obligation to pay is indivisible and entire, as much so as an obligation to build a house, to make a statue, or to paint a picture. And the entirety of the contract has regard to the obligation of the defendant, for it is upon that the action is founded. But if we look at the contract on the part of the plaintiff, what is it ? Under the evidence it is that he would serve the defendant as a farm hand, at the rate of $ 1 a day. The answer to the bill of discovery alleges various hirings at different prices, but the evidence is not so. Can a hireling, then, after periods of service under such a contract, bring separate suits for each day he wrought ? As well might the shopman bring separate suits for the tea, coffee, and sugar sold his customer, or for the packages delivered each day that the account was running. Such multiplicity of actions would not be tolerated. And after a judgment in one action it would bar the subsequent action, because the evidence, had it been given in the first, would have been equally available as in the last to entitle the plaintiff to recover.\nThese views lead to the conclusion that the two points submitted on the part of the defendant, taken together, should have been affirmed; and if they had been, the plaintiff would have been out of court. The withdrawal of the second item in the plaintiff’s bill of particulars from the jury in the first case, did not entitle him to a subsequent action for it. It was part of his one demand — it was embraced by the pleadings; it was part of the consideration for the entire obligation of the defendant; it might have been recovered in the first suit — and for these reasons it could not be recovered in the second.\nFrom an inspection of the claims on the one side and the other, I am inclined to think the jury allowed the plaintiff this withdrawn item in the first action. His aggregate claim, including the second item in his bill, was $315.37. The payments and set-offs claimed by the defendant, amounted to $292.68. The difference, with interest allowed, would be about the amount of the first verdict. Although the defendant’s cash payments were not all proved, it is probable the jury, seeing how his statements in his bill were in part corroborated by the plaintiff’s answer, allowed them all; and if they did, they must have given the plaintiff the benefit of this withdrawn item, or they could not have found him the verdict they did.\nIf this were so, the rule of law as we apply it to the case works no injustice to the plaintiff, whilst it protects the defendant against a second payment of the same debt; but if it were not so, if the withdrawn item be a loss to the plaintiff — much as we may regret it — we cannot help it, for it is a necessary consequence of a most salutary rule of law.\nJudgment reversed and a venire facias de novo awarded."}