{"id": "415564", "contents": "The opinion of the court was delivered by\nLowrie, C. J.\n— It seems to us that this is properly a contract to guaranty the payment of the rent named in the lease, and the consent given by the lessor to the assignment of the lease does not discharge the contract of guaranty; for the lease provides that no assignment shall be valid without such consent. This provision is for the benefit of the lessor and not of the guarantors, and an assignment according to it is not inconsistent with their guaranty,\nSuch a contract creates only a contingent liability, and it becomes absolute only by due and unsuccessful diligence to obtain satisfaction from the principal, or by circumstances that excuse diligence. We have very recently expressed our views on this subject in the case of Kirkpatrick’s Executor v. White, and in that case we showed that legal diligence is proved when the plaintiff shows that he has pursued the ordinary process of the law to its end without improper delay.\nIf the principal is not liable to a ea. sa., and the plaintiff has issued a fi. fa. and it is returned nulla bona, he has done all that the law requires of him in favour of the guarantor, unless it be shown that the principal had property in some other county that was known to the plaintiff, or ought to have been, and that could be reached by ordinary execution process. A return of nulla Iona to a justice’s execution has not this effect, because such an execution cannot take defendants’ land. In this case legal diligence by the pursuit of the ordinary legal process is shown: 25 State R. 212.\nBut it is objected that all this diligence took place after this suit was brought, and this is true. Yet this is the very diligence which the plaintiff specially alleges in his declaration, and offers to prove. If we look back from the declaration to' the writ, we find that the diligence, which the law requires as a condition precedent to the right of action, was exercised after the action was brought. On strict principles of pleading, this objection goes in abatement of the action and not in bar of the right.\nDo the pleas raise this objection? We think not. The declaration was not filed until after the plaintiff had sued the principal and prosecuted his suit to judgment and execution, and when it was filed it alleged all these proceedings. This is not objected to; but the defendant pleads non est factum, non infreyit conventionem, and covenants performed; and the most that can be made of these is that they be treated as denying all the allegations of the declaration, and also averring no breach by the defendant. Success on such pleas would bar the plaintiff’s right. But the plaintiff proved all the allegations of his declaration, and the defendant did not prove performance, and of course the verdict had to be for the plaintiff.\nThe objection to this proceeding is therefore reduced to a discrepancy between the writ and the declaration; and as a court of error takes no notice of this, especially when the parties disregard it in the pleadings, it follows that the judgment on the verdict is right.\nJudgment affirmed."}