{"id": "415541", "contents": "The opinion of the court was delivered by\nLowrie, C. J.\n— When people associate together, it is always for a purpose more or less clearly formed in their minds, and which therefore they can, with reasonable distinctness, declare and define to others. If they desire to be incorporated, the law makes it essential that they shall “specify the objects” for which they have associated; and before this court can consent to approve of their incorporation, we must have their objects so far defined that we can feel assured that they are such as can fairly be presumed to fall within the meaning of the law giving us this jurisdiction.\nIn the preamble of this charter, the purpose is declared to be “ the promotion of literature and the cultivation of friendly feelings,” and in Art. 1, it is declared to be “ the establishment of a fund necessary for an accumulation of works and other matters productive of literary attainments.” ■\nNow, loose as these definitions are of the objects of this association, we presume that they have been written and presented in good faith, and that the true objects are legitimate and meritorious. But there are many reasons why they ought to be more sharply defined, and we mention two of them.\n1. If we grant a charter to an association “for the cultivation of friendly feelings,” and “for an accumulation of works,” and these vague terms are left to be interpreted according to the principles of any associates who may choose to use them, they may include free-love societies, and the works spoken of may be works of art such as are forbidden by law and good morals. We do not know whether this society is a library, or art union, or musical, or debating, or theatrical, or dancing society.\n2. It is essential that the associates shall each be able to learn from the charter the purposes of the corporation, in order that he may know his rights in the corporation, and the extent to which his interests are involved in it; and without this he can have no power to hold the association to the objects which he had in view in becoming a member.\nArticle 5 is defective in declaring that by-laws may be made that are not inconsistent with the charter. It ought to have added, “ or with the law of the land.”\nArticle 6 is defective in that it implies that the associates have power of themselves to alter their charter, whereas this can he done only in the mode prescribed by law.\nArticle 7 is not approved, for it prevents a majority from dissolving the corporation: and this we cannot declare to be a valid law of such an association.\nFor these reasons we must refuse our approval of this charter."}