{"id": "415588", "contents": "The opinion of the court was delivered by\nLowrie, C. J.\n— Certiorari is a common form for the removal of causes for trial from one tribunal to another, and the service of the writ operates as an immediate supersedeas of the jurisdiction of the court to which it is directed, and removal of the cause. The actual removal of the record from the one court to the other, is merely one of the steps that are necessary to prepare the cause for hearing. A court must have the jurisdiction of the cause, in order to entitle it to the record; as it must have jurisdiction of a cause before the pleadings are entered, while, ordinarily, it cannot proceed without them.\nUnder the old English practice, each case was contained in a record by itself, and the very record was sent up for further proceedings to the other court, and there remained nothing in the first court to proceed upon. With us it is not entirely so, since much of the record is kept in dockets, and only copies of them are removed. .But this is only a formal difference, since the term “removal of the record” means, removal of the cause. The cause is removed when the certiorari is delivered.\nBut a certiorari applies only from á superior to an inferior court; and therefore this form would be improper in the present ease. Yet the removal of the cause, when effected in a proper •form, operates as a supersedeas as completely as in a case of certiorari. For this kind of a case, the law has merely declared the right of removal on the filing of a given affidavit, and neither it, nor any rule of court, prescribes the form in which the actual removal shall be conducted. Any suitable form is therefore adequate for the purpose, and we are not called upon, by any necessity of justice, to superintend or direct it.\nBesides filing the required affidavit, the party left with the prothonotary a precipe for the removal of the cause, and this is a sufficient declaration of his claim of right, and amounts to a supersedeas, subject only to the authority of the court to strike off his claim, if it does not fall within the Act of Assembly, and to direct the mode of certifying the record to the other court, if it does. It is like to a party’s demand for a reference to arbitrators, with which the court interferes only when the other party complains that it is exercised contrary to law. The demand does not remove the cause, but suspends the proceeding until all the forms necessary to a complete removal are terminated. When the demand for a removal is made, that must be disposed of before any new step can be taken.\nA reference is a removal of a cause to another jurisdiction without removing the record, and it is good, only when done according to law, of which the court is judge over the parties. When a court once obtains jurisdiction of a cause, it must necessarily judge, subject to correction by its superior court, whether a removal of it to a lower or co-ordinate tribunal is provided for by law. When a superior court directs a removal, it alone can direct 'the question of its jurisdiction. When a removal takes place between co-ordinate courts, the one having jurisdiction can alone decide on the propriety of the removal. If a party files an affidavit and precipe for a removal, and no exception be taken to it, there can be no objection to the prothonotary certifying and sending the record. If exception be taken, this must be dis>posed of by the court before he can do so. On these principles all the proceedings had in the Common Pleas of Schuylkill county after the 22d April 1857, are void, and no part of the record. The cause is removed to Dauphin county, and the proceedings here complained of, are not a part of it, are without any foundation, and were properly set aside.\nProceedings affirmed at the plaintiff’s costs."}