{"id": "415547", "contents": "The opinion of the court was delivered by\nWoodward, J.\n— The auditors in Peter Miller’s estate charged for their services $6000 — $4000 in the case referred to them by the Orphans’ Court, and $2000 in the case referred to them by the Common Pleas.\nTo these charges, James M. Porter, one of the parties interested in said estate, excepted; and the court dismissed, his exceptions, and allowed the fees, on the ground that the agreement of 18th November 1850, fully discussed in Miller’s Appeals, herewith decided, constituted the auditors’ final arbiters of their own fees as of the other questions submitted to them. The court held also, that their report could not be changed in regard to their fees, without disturbing the balances settled and the distributions made by them.\nWe cannot adopt this view. We have shown in Miller’s Appeals, that the agreement of 18th November 1850, though legal and binding on the parties to the extent intended, could not abridge the powers of the courts in any respect. Now, according to all legislation and usage in Pennsylvania, the courts have always possessed and exercised the power of fixing the compensation of auditors. They were entitled to do so in these cases.\nThe agreement of the parties did not affect to control the matter. There is not a word in it that relates to the compensation of the auditors. The main object of the agreement was to give final effect to the report of the auditors on the settlement of the executor’s accounts and the distribution of the testator’s personalty — an effect which the report would not have had without the agreement.\nBut there was no attempt to make the auditors final judges of their own compensation, and it would have been illegal and abortive, if made.\nThe reports were to be made to the respective courts, whose decrees and records were essential to give the action of the auditors legal effect; and though the balances reported for distribution might be slightly affected by any alteration the courts might make in the fees of the auditors, yet the principles and proportions of distribution would be unchanged by that, and the substitution of new figures would be a very simple arithmetical operation. '\nWe do not, therefore, concur with the learned judge, that the auditors were constituted the ultimate and exclusive judges of their compensation.\nThe exceptions fairly raised the question as to what they ought to be paid, and the court ought to have decided it. But how ? By what rule ? And what amount ought to have been allowed ?\nIt is insisted on the part of the appellant, that the rule of compensation is contained in the 5th section of the Act of 29th March 1819, 7 S. L. 228, and BrigMly’s Purdon, edit, of 1853, p. 68. “Auditors appointed by any court” * * * (says that section) “in all cases whatsoever, shall receive a reasonable compensation for their services, to be fixed by the said court, and to be paid and taxed as other costs; provided that the same do in no case exceed the sum of $2 per day for each auditor.”\nThe omitted portions of this section confer on the District Court of Philadelphia concurrent jurisdiction with the Common Pleas of that city and county, in settlements of assignees’ accounts; but the words above quoted are too broad and comprehensive to admit of limitation to those particular courts. Eor many years this Act of Assembly was lost sight of — was omitted from our digests — and would seem to have been overlooked by this court in Baldwin’s Estate, 4 Barr 248, and perhaps in other cases. It is said, in view of these circumstances, that the act is obsolete or repealed by non-user. On the other hand it is maintained, that an Act of Assembly cannot be repealed by non-user. Though I do not think this act is repealed by non-user, I cannot assent to the doctrine that the usages and customs of an advancing people are incapable of displacing an Act of Assembly that has become unfitted for modern use. It must be a very strong case, as was observed by Judge Tilghman, in Wright v. Crane, 13 S. & R. 452, to justify the court in deciding that an act standing on the statute-book unrepealed, is obsolete and invalid. I will not say that such a ease may not exist, continued that learned judge, where there has been a non-user for a great number of years, where from a change of times and manners an ancient sleeping statute would do great mischief if suddenly brought into action — where a long practice inconsistent with it has prevailed, and especially where from older and later statutes, it might fairly be inferred that, in the apprehension of the legislature, the old one was not in force.\nUpon these principles, it is argued, that the Act of 1819 has become unsuited to the extensive and complicated jurisdictions of the courts of the present day; that more proficiency in accounts, and more legal knowledge are required in auditors than can be commanded for $2 a day; and, it might be added, that the Act of 24th January 1849, forbidding judges to appoint as auditor, master in chancery, examiner, commissioner, or appraiser, any person connected with them by ties of consanguinity or marriage, was levelled at abuses which grew out of disregard of the limitation contained in the proviso of the Act of 1819, and- was thus a legislative intimation against the vitality of that act. But notwithstanding all this, we see no sufficient warrant for declaring the Act of 1819 defunct. Possibly the per diem is too small, and yet, if it had been adhered to in all cases, it would have saved many an estate from extortion, which is, especially when practised on the representatives of decedents, the most cruel of all forms of sacrifice.\nThe notion that statutes are not repealable by non-user, is founded on two cases of not very high authority, reported in 4 Yeates 181 and 215, both of which depend on an obiter dictum in White v. Boot, 2 Term R. 275, a case that was overruled in Leigh v. Kent, 3 Term R. 364. A proposition no better supported cannot prevail against the clear reasoning of Chief Justice. Tilghman in the case already cited from 13 S. & R.; but we quite agree with him, that it must be a very strong case in which we would set aside a statute on that ground, and we do not think this is such a ease.\nIf, then, the Act of 1819 is to be regarded as still in force, does’ the limitation contained in the proviso apply to the cases now before us ? We think not, for this reason: that act contemplates an ordinary audit, which is always subject to the revision of the court, whereas the agreement of the parties in this case imposed on the auditors the high responsibilities of a court of last resort. Whoever has sat in such a court knows the weight of this burden.\nI admit the right of parties, before auditors or arbitrators, to bind themselves to abide by and submit to the decrees of these tribunals; but in a large estate like this, involving in its adjustment and settlement many grave and delicate questions, I deny their right to devolve, if not increased duties, a greatly augmented sense of responsibility upon their chosen judges, and yet hold them to the meagre compensation provided by the statute for officers who sit under no such sense of responsibility. Every man who has had any experience, and almost every man has had some, in deciding upon rights of property between litigants, knows what a relief it is to feel that there is a power above him to review his action, to modify his judgment, and to correct his errors. Tie does his best to bt^yght, but if he is fit to judge between others, he will never forget his own fallibility. The recollection of this makes him look with satisfaction to the superior tribunal, where, with better lights, more deliberation, and with the aid that his own labours render, his right can be rejudged and confirmed or amended. But this comfort the parties took away from these auditors, and, in doing so, took them out of the proviso of the statute. They required them to perform, a duty which the statute, in fixing the per diem, did not contemplate; and hence, there is no reason or justice in insisting that they shall he compensated only according to the rule of the statute.\nBut, we repeat, the court should have fixed the fees according to their sound discretion.\nWhat they omitted we are required to do on these appeals, and thus we are brought to the most difficult question presented, what was a reasonable compensation for the services rendered by the auditors.\nAfter a full consideration of everything that has been urged upon our attention — not unmindful of the magnitude of the estate, of its history, nor of the nice and various questions to which the settlement and distribution of it gave rise — firmly persuaded that these very competent auditors would not have given their time and services for $2 a day, and that that is not, under the circumstances of the case, the true measure of compensation, yet, notwithstanding all this, we are constrained to regard their charge as excessive. They wrote a book, it is true, of more than three hundred pages octavo, and a very good book, though, like most other books, it contains some superfluities; but literary labour furnishes no precedent for such a rate of compensation. Had Shakspeare and Milton been compensated at a similar rate, they would have been as famous for their wealth as for their genius. Nor do judicial labours, in this country, at least, receive or expect such rewards. The annals of auditing have been searched in vain for an example. The claim stands absolutely unprecedented.\nBut by what standard shall it be reduced ? The only point on which the report is obscure, is as to the number of days given to the work by the auditors. They have furnished us with no data for a per diem allowance. A per centage on the aggregates of the accounts would be no better than an arbitrary allowance of a round sum, and no reasonable commission on the sums gained to the estate by the audit would approach the amount claimed, or be, perhaps, all circumstances considered, a just compensation. We observe that the accountant was allowed for counsel fees, including $1100 paid to M. H. Jones for services to the testator, the sum of $2496.77. This, it is true, is only a charge of counsel fees against the personalty, but then it was the personal estate with which the auditors had to deal; and when it is considered that auditors are never paid according to the standard by which strictly professional services are compensated, it would seem unreasonable to give them more for auditing the accounts of the executor and planning the distribution, than they allowed the accountant for counsel fees in administering an estate that has been litigated at all points.\nIn view of the whole case, we conceive that $1500 would be a reasonable allowance for the auditors, to be divided between them in the two cases, in the manner and proportions in which they divided the sum claimed.\nAnd now, to wit, 15th July 1858, these causes having been argued by counsel, and considered by the court, it is ordered and decreed, that the decrees of the Orphans’ Court and of the Court of Common Pleas of Northampton county, in dismissing the appellants’ exceptions to the auditors’ charges, be reversed and set aside; and that, instead of the sum of $6000 claimed by them, they be allowed, as their reasonable compensation in the two cases, the sum of $1500, to be divided between them, and applied to the two several accounts of the accountant in the same proportions as they divided and applied the sum claimed; and that the costs of this appeal be first taken out of the amount allowed to the auditors."}