{"id": "415540", "contents": "The opinion of the court was delivered by\nWoodward, J.\n— It was meant for a humane construction of the $300 exemption law, when it was said, in Hammer v. Freese, 7 Harris 257, and Knabb v. Drake, 11 Harris 490, that it exempted only specific articles of property, such as the officer should set out to the debtor upon appraisement, and not the money into which these articles might chance to be converted. The court had in mind the image of a spendthrift husband and father, who, if permitted to convert the property set apart, might deprive his family of the comforts and benefits which the law intended to secure to them.\nThese cases were well enough decided on their special circumstances, but that the generalization was defective, and the construction too narrow for even the humanity of the statute, is apparent from the case in hand, where the exempted articles were liquors and liquor casks. Now the more specific the form in which the debtor should be compelled to retain such articles, the worse for his family. Only by conversion could they be made to enure to the benefit of those who were peculiarly the objects of the law’s bounty. To tell a liquor dealer he may keep $300 worth of his stock exempt from levy and- sale, but that by conversion he forfeits the benefits of the exemption, is not doing very much for his family — is, in effect, denying them altogether the benefits of the statute.\nThere is many a green-grocer and small shopman who manages to support his family on a stock in trade that never exceeds at one time $300; how is he to have this exemption, if it is to be confined to the specific articles set off and appraised ? Bequire him to keep the goods set apart, you take away the occupation whereby he lives.\nThe statute must be so construed as to permit articles of merchandise to be sold. But it is of the nature of such business to invest the proceeds of sale in other articles of merchandise, and if the statute is not to be defeated of its humane purposes, the newly-purchased goods must be held exempt. In other words, the statute must be so administered as to permit the debtor, who is a dealer, to enjoy $300 of his capital, in trade, in the form and manner in which alone it can be enjoyed, by buying and selling. And a creditor has no right to complain that it is a double exemption, which forbids him to levy his second execution on goods purchased by those which were exempted from the levy of his first execution. It is not a double exemption, but a single one, carried over to the new stock, and running along with the debtor’s business, in such manner as to make the statute available to him, as well as to other poor debtors.\nIf it be said that this construction will permit a man to keep his creditors at bay, whilst he may be doing a profitable business, it must be accepted as a fair consequence of the statute, where the stock in trade, and all the debtor’s personal goods, do not exceed $300. So much property the law allows him, and surely the law will not punish him for using it in a lawful manner for the support of his family.\nThese views of the statute lead so necessarily to the affirmance of the judgment in this case as to require no special application.\nDoubtless, the court and jury considered the property levied on the last time, as that which had replaced the exempted articles and been purchased by them, and therefore, in effect, the same, or at least equally exempt from the second levy. In this view of the case, the constable had no right to take the goods; he made himself a trespasser, and the verdict and judgment against him were right.\nThe judgment is affirmed."}