{"id": "415570", "contents": "The opinion of the court was delivered by\nThompson, J.\n— It advances not the morals or merits of society, to treat lightly or loosely the obligation of the matrimonial contract. That there are constantly recurring causes for its dissolution, is to be regretted; but being recognised by law, we are to take it that the true philosophy of life, the ends of justice, and the interests of society, are best promoted by allowing the dissolution for such recognised causes. Courts, however, ought to be careful to see that all the requirements of the law, in such proceedings, be complied with, both as to form and substance, so that divorces may never be obtained through “ levity or by collusion.”\nWe notice, although not among the assignment of errors, that the libel of the complainant charges that the respondent “ wilfully and maliciously obtained the said marriage (with the libellant) fraudulently, and with force and coercion; and that in order to obtain the said marriage, the said Amanda wilfully and knowingly made false representations to your libellant and his friends, which said false representations, your libellant not knowing-them to be false, induced the said libellant to enter into the bonds of matrimony with the respondent.” The Act of Assembly of the 13th March 1815, which regulates the mode of proceeding in such cases, authorizes the party injured to exhibit his or her complaint to the next Court of Common Pleas, “ setting forth particularly and specially” the causes thereof. It will be seen that this requirement has been entirely disregarded in this case. Nor was the defect attempted to be cured by serving and filing a specification of the facts intended to be proved, which, under the authority of Steele v. Steele, 1 Dall. 409, might perhaps still be permitted by the courts. Neither the nature of the force employed, nor the kind of fraud practised, or in what consisted the false representations, is disclosed or hinted at in the libel. These things constituted the libellant’s cause of complaint, and should have been “ particularly and specially set forth” in obedience to the requirements of the act. Nothing but the most general allegations are made, and the respondent might in vain essay to prepare to vindicate herself from such charges, either on a traverse or hearing; she was liable to be assailed from the cover of such mashed batteries from quarters least expected, and where danger could not be anticipated. In the case of Garrat v. Garrat, 4 Yeates 244, which was a case of divorce, Mr. Justice Yeates on this point says, “ If these names — the partioeps — are really unknown, the times, places, and attendant circumstances should be contained in the specification, so as to give the party charged a fair opportunity of defence against the accusation. Railing therein, I think the complainant should be precluded from giving particular instances in evidence on the trial, on a general charge.” The same doctrine is held in Steele v. Steele, 1 Dall. 409, already cited; and Light v. Light, 17 S. & R. 273. It is the most important element in the administration of justice, that the accused shall have notice of what he is to answer; and should a looseness prevail to the extent exhibited by the libel in this case, it would go far to sanction a disregard of this important principle. The libel was fatally defective in this particular.\nThe 2d section of the Act of 13th March 1815, requires the petition or libel to be exhibited on oath or affirmation of the party, that the facts set forth therein, are true to the best of the libellant’s “ knowledge and belief, and that the complaint is not made out of levity or by collusion between the said husband and wife, and for the mere purpose of being freed and separated from each other, but in sincerity and truth for the causes mentioned in the said petition or libel.” In addition to the defects already noticed in the libel, the affidavit of the complainant contains nothing of the words quoted above, and especially required to be made part of it by the Act. The court could not dispense with this material averment any more than could they with the affidavit itself, which will not be pretended. This was a fatal omission in the proceedings.\nWe think the case stood no better on the proof than it did in matter of form. We perceive no evidence of coercion or duress of the libellant, forcing him into the marriage contract. Actual force, by imprisonment, and putting in fear, is not pretended. There were no threats of death or bodily harm, which constitutes duress per minas in the case. Nor was there even a threatened prosecution by the respondent for the alleged wrong. The case was clear of actual or constructive force.\nIs there evidence of fraud in procuring the marriage contract sufficiently distinct to call for its rescission ? The proof is that the respondent stated to some of the libellant’s friends, not to him, that she was pregnant by him, which he alleges in his petition he did not know at the time was false, and by which he was induced to marry her. If innocent of all intercourse with her, he could' not have been defrauded by the charge. He might have been persuaded to marry her, but could not • have been cheated into it by such pretext. He might have been silly enough to cheat himself, but it could not have been done by her. But he honestly admits that he did not at the time know whether the charge was true or false. Under these circumstances, we must take it that he preferred avoiding the consequences of acts thus tacitly acknowledged, while it could be done, to running the risk of exposure, and he married her. In something less than the usual period of gestation, after the date of the marriage, she was delivered of a child. There was not a word of evidence to impeach her chastity and honesty, and taking the view of her character and conduct that the law requires us to do, particularly after he had given his sanction to it by marriage, that she was innocent and honest of everything not imputed to her, then the birth of the child conclusively establishes the truth of the allegation made by her, and believed by him, of pregnancy, and there was only a fulfilment of duty on his part involved in the marriage — there was no fraud. The marriage took place on the 19th November 1854, and the child was born on the 11th August following. It is certain, that variations in the periods of gestation recognised in medical jurisprudence, might fully justify the belief, that it was begotten in wedlock. But on this hypothesis, the complainant is not benefited. The .law, in such cases, after marriage, conclusively presumes him to be the father, in the absence of proof to the contrary; and there being no such proof, then his allegation of non-consummation is overthrown by the birth of the child, and he presents a case of marriage fully ratified and consummated by himself, and without evidence of fraud or force on the part of his wife. To decree a divorce in such a case would be to disregard the law, as well as its forms. We do not think it necessary to notice further the numerous specifications of error in the case.\nDecree of the Common Pleas divorcing the parties in this case from the bonds of matrimony reversed, and the libel dismissed at the costs of the libellant."}