{"id": "415557", "contents": "The opinion of the court was delivered by\nLowrie, C. J.\n— We are unable to declare that the objects, articles, and conditions of this association are lawful, as they appear in the charter here presented.\n1. The law requires that no by-laws shall be passed that are repugnant to the constitution and laws of the Union, or of this state, or to the charter; whereas, by the terms of this charter, the association is to have power to pass any by-laws that are not repugnant to the laws of this state, without regard to the other limitations upon it.\n2. This charter declares that the association shall not be dissolved so long as five members remain; and this is a condition which we cannot declare may lawfully be imposed. The law of the land allows a majority in such associations to dissolve themselves, where there are no creditors to object to it, and the associates cannot change this law.\n3. There is no word in the charter restricting the funds of the association to the purpose of “ mutually assisting each other in eases of sickness, distress, and misfortune,” which is declared in the preamble to be the purpose of the association.\n4. There is no definition of the rights and duties of membership in the association.\nThe importance of these defects is easily seen. According to the conditions of this charter, by-laws may be made under it that will set aside itself, and also violate the constitution and laws of the United States. No member can possess any right in the association except such as is subject to the changeable will of a changing majority. It professes to be a mutual insurance society, and for this reason many may join it, and yet the charter grants them no assurance of any benefit to be derived from so doing. It contains some flattering words about visiting and aiding the sick, but nothing is assured to them. The act of becoming a member and contributor to such an association is intended as a contract for certain benefits on given contingencies; but here it is not so, for the expected benefits may be altered or repealed by by-laws, at pleasure. The funds of the association, not being in any form pledged for such purposes, may be spent for other purposes, and therefore we cannot say that this is a beneficial association at all.\nIt would be very strange that corporate privileges should be granted for purposes so indefinite as those expressed in this charter. If the associates mean to allow no rights to each other except such 'as they may from time to time declare, then there is no contract, no duty, no right, no legal responsibility, no legal remedy; and therefore a corporation is useless, except as a name by which property can be acquired, the title and proceeds of which shall be under the irresponsible control of a majority, which, in such matters, usually means one or more of the most active of the associates.\nCertificate refused,"}