{"id": "415581", "contents": "The opinion of the court was delivered by\nPorter, J.\n— An examination of the points taken on the trial of the cause, has failed to exhibit sufficient ground for a reversal. Assuming, but not deciding, that we can go back to the refusal of the court to enter judgment for want of a sufficient affidavit of defence, how stands the case ? The right of the plaintiffs to file their affidavit is not clear. Several cases recognise a plaintiff’s right to add a statement to the copy of his note or book account: Bank U. S. v. Thayer, 2 W. & S. 443; Dewey v. Dupuy, 2 W. & S. 553. Practically, it is common to file a statement, showing the amount claimed, or exhibiting a credit, or deducing title to the instrument. In Mahon v. Gormley, 12 Harris 80, a more extended affidavit was filed and commented on, but the case turned on the construction of the defendant’s allegations. I very much doubt whether, in the system introduced by the Act of 28th March 1835, which simply requires the plaintiff to file his copy, but compels the defendant to set forth in an affidavit the nature and character of his defence, it was ever contemplated that a case should start with a contest of oaths between the parties. In view of all the decisions, it would seem the better practice to confine the plaintiff to his copy, and a statement respecting the extent of his claim and his right to sue, and not to permit him, by his oath, to allege facts against the defendant, in the absence of which a recovery would be impossible.\nPassing by this point, it is sufficient for a married woman, sued on a promissory note, to allege, in an affidavit, coverture, and to state that the note was not given for necessaries. To require her to go further and give any part of the history of her life, and detail the circumstances out of which the note grew, would be a step in advance of any previous decision. The plaintiff, when he comes to trial, is entitled to show circumstances which render her liable, but such an affidavit is sufficient to put him to the proof.\nJudgment affirmed."}