{"id": "415589", "contents": "The opinion of the court was delivered by\nLowrie, C. J.\n— Promptness is of essential importance in the execution of a contract for the sale and delivery of a ripening crop of peaches; and when the parties have contracted for the times of delivery, and payment, they are entitled to be tried by their contract. If the buyer does not pay according to contract, the seller is not bound to keep the peaches for him at the risk of their rotting, nor to deliver them at the risk of not being paid, any more than the buyer would be bound to accept the delivery weekly instead of daily. Neither party has any time to be wasted by the unpunctuality of the other; and neither is required to endure the anxiety of having his summer’s success dependant on one who is not careful of his engagement. The success of both depends upon their promptness in the performance of present duty. The seller could not expect the buyer to be running down to the country to look after his peaches, nor the buyer that the seller should be running up to Philadelphia after his money. It is the interest of both the peach dealer and the peach grower to agree upon the times of performance, and courts can do nothing better for the parties than to supervise the execution of the contract as made, without seeking to modify it, except where modification is required by circumstances beyond the control or contemplation of the parties.\nThe plaintiffs broke their contract by not paying up on Saturday, and the defendant had a right then to rescind it, and seek another market. He continued another day to execute it on his side, and again the plaintiffs failed. Then he rescinded, and a day or two afterwards the plaintiffs came and were willing to pay.' We think they were too late. To relieve them would be to change their contract without cause, which we cannot do. If the plaintiffs came a few days afterwards, and offered proper terms to secure their future performance and these were rejected, this might be a defence against a suit for damages for their breach, but it could not restore the contract.\nIn deciding this, we have assumed that the $500 advanced were to stand as security for the plaintiffs’ weekly payments, and not as a payment which they might apply to any week’s delivery. We think that such is the contract. It says the payments shall be at the end of each week. The plaintiffs cannot get over this without presenting their receipt, and the necessary witness to prove it declares that the $500 were to stand as security. All the probabilities of the case, and all the other evidence confirm it. The plaintiff’s case fails therefore at the very outset, because he cannot prove his own performance according to the contract. He did not pay at the end of the first week, nor offer to do it for several days afterwards.\nAfter expressing these views, we are hardly called on to speak of the evidence furnishing a measure of damages. The place of delivery was Delaware City, and it is of the value in that neighbourhood that we must inquire. Yet a great deal must be left to the discretion of the judge in defining the neighbourhood. In doing so he might very well know that, as a peach market, Delaware City is a mere outpost of Philadelphia, and might regard the neighbourhood as thus extended, and make allowance for difference of expenses. We incline to think, however, that New York could hardly be so regarded.\nJudgment reversed, and a new trial awarded."}