{"id": "415567", "contents": "The opininion of the court was delivered by\nLowrie, C. J.\n— There are many irregularities in this proceeding ; but we cannot say that they are fatal ones, and they are not specially insisted on in the assignments of error.\nThe main question presented is: did the Act of Assembly of 28th April 1857, changing the road laws of Chester county, prevent the subsequent order of confirmation of this road from being made under the old law? We think not.\nWhen the jurisdiction of any subject-matter depends upon a special Act of Assembly, it is a plain necessity that the proceeding falls, if the act be repealed before it is terminated.\nBut here the jurisdiction is not touched by the Act of 1857; but only the form of the proceedings. ■ The Quarter Sessions always had jurisdiction of roads and still have; but for Chester county, the form in which it is exercised was changed during the pendency of this proceeding, and perhaps of many others. Was that change intended to affect cases already commenced? We think not.\nThe act is entirely prospective in its terms, and if this were doubtful, still it ought so to be regarded; for law, as a rule of conduct, must naturally exist before the conduct which it is to regulate. The legislature, moreover, do not undertake to examine the proceedings of the courts and to correct them by Acts of Assembly, and that is not their province. The constitution regards it as a valuable privilege that justice shall be administered by due course of law; and we cannot presume that the legislature, by changing the forms of proceedings, intend to strike down or forbid any further progress in one already commenced. Manifestly such a case was not in their thoughts, and we should exceed their intention, if we should give to their act such an effect.\nThe Act of 1857 provides for future eases, and, of course, repeals all inconsistent laws: that is, for future cases, or for the future guidance of the court, all inconsistent laws are repealed. The new law is a new rule of practice for the court; but it does not avoid anything done under a former valid rule of practice. All that was well done when it was done, stands good. The act of confirmation is perfectly consistent with the new law, and the court did not err in it.\nOrder affirmed at the cost of the plaintiffs in error and record remitted."}