{"id": "415562", "contents": "The opinion of the court was delivered by\nStrong, J.\n— We perceive, in the reasons assigned by the appellants, no sufficient warrant for disturbing the decree of the Orphans’ Court confirming the report of the auditor.\nThe legacy to the mayor and councils of Philadelphia is assailed, not because the city is incapable of taking or holding as a trustee, but because the bequest is alleged to be too uncertain, and not a charity. If it be a charity, then, as has been shown in the appeal of The Domestic and Foreign Missionary Society, decided at this term, it is not void, because the objects are vague and uncertain, there being a trustee clothed with discretionary power over the disbursement. Is it then a charity, such as to bring it within the peculiar rules applied to charitable bequests ? It is a legacy in trust for planting and renewing shade trees, especially in situations now exposing the testator’s fellow-citizens to the heat of the sun.\nCharity has been defined to be a general public use: Amh. 651. In order to ascertain what are charitable uses, the English courts have generally resorted to the preamble of the Act of Parliament, 43d Elizabeth. That act enumerates twenty-one, and among them are found the following: Repairs of bridges; repairs of ports and havens; repairs of causies; repairs of seabanks; repairs of highways ; fitting out soldiers — other taxes. And beyond the enumeration contained in that act, many other gifts have been recognised at common law as gifts to charitable uses, for example: for cleansing the streets, maintenance of houses of correction; for the true labour and exercise of husbandry; for public benefit. These eases, and many others, are collected in Magill v. Brown, Bright. 347. It is true, the statute of Elizabeth is not in force as a statute in Pennsylvania, but its principles are a part of our common law. The case of Magill v. Brown was a Pennsylvania case, and there it was held that a bequest for a fire engine and hose was a gift for a charitable use. In 7 Johns. Cch. 292, the same was ruled of a legacy for erecting a town-house. It cannot be doubted that the bequest in Mr. Oresson’s will to the mayor and councils is equally for a charitable use.\nThe foregoing observations are also applicable to the legacy to the University of Pennsylvania, and are decisive.\nIt is next contended that The Pennsylvania State Agricultural Society is not a legatee intended by the testator. The legacy is to The Pennsylvania Agricultural Society. We are of opinion that it has been allowed to the right claimant. This part of the case is ruled by Newell’s Appeal, 12 Harris 199.\nThe auditor’s report so satisfactorily establishes the propriety of the award to the “Merchants’ Fund,” that we deem it needless to say more than to avow our concurrence with the views therein expressed.\nDecree of the Orphans’ Court affirmed, with costs."}