{"id": "415533", "contents": "The opinion of the court was delivered by\nWoodward, J.\n— It would be impossible to construct a common law definition of malicious mischief which would include such dismantling of a building as is laid in this indictment.\nGenerally, malicious mischief is an injury to the rights of property, and the ownership of the property injured must be laid in the indictment. The precedents, both English and American, are so, and precedents are evidence of the law.\nBut cruelty to animals is in itself of evil example and a public offence. It is not only an assault on life, which, though that of a dumb beast, is nevertheless not beneath the protection of law, but it is also plainly indicative of a heart regardless of social duty, and fatally bent on mischief, and may therefore be punished by indictment, without regard to the ownership: Respublica v. Teischer, 1 Dall. 335.\nInanimate property, however, can be injured only in the title, and hence, when this is the subject of indictment for malicious mischief, the right of possession or of property must be laid in somebody. This indictment does not so lay the property, nor 'even negative the ownership of the defendants. For aught that is charged, the defendants themselves may have been the proprietors and owners of the building, and if they were, it will scarcely be pretended that the removal of the stove and windows subjected them to the pains and penalties of malicious mischief. The allegation that the building had been used as a school-house and a place of public worship is not inconsistent with the defendants’ ownership, nor with their right to unfit it for further uses of that sort. If they improperly disturbed religious meetings, they were punishable under our Act of 16th March 1847. If they tumultuously dismantled even their own house to the breach of the public peace, they might have been indicted for a riot. But if they merely exercised the dominion of proprietorship over their own property, the laying it to have been done “ with force and arms, unlawfully, wilfully, wantonly, and maliciously,” does not make it a public offence. The corpus delicti is wanting in this indictment, and formal phrases and qualifying adverbs cannot supply it. It should have appeared with convenient certainty, that what was charged, had been done to the injury of some rights of property, other than their own. For the want of this, the indictment was radically defective and the conviction and sentence erroneous.\nThe judgment is reversed."}