{"id": "415630", "contents": "The opinion of the court was delivered by\nThompson, J.\n— The appellant has failed in essential particulars to sustain his first assignment of error in this case. We must take the fact as found by the auditor, that Savage arrived at age on the 20th November 1854. The money was paid over to Henderson on the execution of the bond of the 24th of June 1854, so that being under age at the time he was not answerable, although in fact paid for his use and with his assent, unless Smith could show that Savage did actually receive it, and that it was applied towards defraying the expenses of his education and maintenance. If this could have been established there was nothing in the transaction which would have exonerated his estate from making good the advancement. In Shollenberger’s Appeal, 9 Harris 343, guardians were allowed expenses of education not disproportioned to the condition and the value of their ward’s estate. Necessaries include education: Bingh. Inf. 87. “ Where an infant’s contract is beneficial, it binds him in infancy and at age; when prejudicial, it is void from the beginning:” Leech v. Agnew, 7 Barr 22. Lord Coke says, “ an infant may bind himself to pay for his necessary meat, drink, apparel, necessary physics, and such other necessaries ; and likewise for his good teaching or instruction, whereby he may profit himself afterwards:” 1 Coke’s Inst. sec. 259; see also 2 Kent Com. 239. Where the necessaries are suitable to the ward’s condition 'and estate, his contract binds. In the case of Savage, no one could well doubt that the sum obtained by Henderson from Smith for him, would have been a proper allowance to him in completing his medical education, which it is said he could only do by going abroad. But the misfortune’ of the guardian consists in his inability to show anything over the sum of $500 received by Savage, and applied to the object in view; and to this extent we think the guardian should have been allowed.\nThis sum was actually received by Savage when he went abroad, and this is admitted by him after coming of age. He claims, too, to have paid it back to Henderson on a draft drawn by him on his guardian two days after he came of age. If this were so, his conduct cannot be approved except upon a disregard of all just action. He had obtained the money to go abroad by the' guarantee of Henderson, that when he arrived at age he would settle and account with Smith for it. He was present and heard the arrangement, assented to it, and got the money under it. He now sets up that on coming of age he paid it back to Henderson, who is worthless, and looks to has guardian to pay over again to him. He recognises in his letters his obligation to restore or account for the money, and admits that he was bound to do it, although made while a minor. He does not repudiate it, and claims to have paid it: if he did, it was to the wrong man. We hold him to the duty of paying to the proper party, his guardian, who will then be the loser of over $1000. But independently of this, there is evidence showing a use of the money that entitles the guardian to a credit for it on the principles of the authorities cited.\nNow, to wit, March 8th, 1858, Decree of the Orphans’ Court reversed, and the auditor’s report confirmed, and decree of distribution accordingly. The costs of this appeal to be paid by the appellee."}