{"id": "415633", "contents": "The opinion of the court was delivered by\nPorter, J.\n— Was the plaintiff’s chief witness competent ? He was a note-broker, and with this species of broker it is not unusual-to purchase the paper in which they traffic, and to sell it to their customers. If the witness had been the owner of the notes for one instant of time, he would have been incompetent; for his testimony would have fallen within the range of that class of cases which commenced with Post v. Avery, and which has since flowed in an almost unbroken current. His testimony to the contrary is full and clear. The policy of allowing an agent to purify himself by his own oath of the suspicion of interest, is too firmly imbedded in our system to be upturned at this day. Occasionally the effect may be mischievous; but where so large a part of the business of men is committed to the hands of agents, the mischief of\"closing their mouths on the transactions they conduct would be found infinitely greater. By not disclosing at the time the name of Ms principal, the agent encounters the risk of personal liability. The witness in this case did so, but the release set him free. After this, he stood before the jury disconnected from the transaction in every respect, save in his knowledge of what had taken place.\nPor obvious reasons, the defendant was entitled to a return of the notes, unless he waived the right. In the case of Laguerenne, the proof on this point was slight. It consisted of a conversation between the defendant and the plaintiffs’ clerk, in which the former offered to pay a note he had guarantied, and said: “ As to the other note (that in question), I cannot be responsible; you will have to look to the assignee of Fleming’s estate for it.” This was that spark of evidence of which we hear so much. The court admitted it, and could not have done otherwise. The jury heard it, and chose to consider it sufficient. If they gave it undue weight, we have no power to correct the error. On a point less formal, we should feel more regret.\nThe other questions were correctly decided.\nJudgments affirmed."}