{"id": "415619", "contents": "The opinion of the court was delivered by\nThompson, J.\n— The land in controversy was part of a larger tract, containing 250 acres, settled in 1830 by Uriah Leet, by residence, cultivation, and raising grain, pursuant to the Act of 30th December 1786, and continuously kept up until September 1852, by those from whom the plaintiffs in error derived their title. The last of the houses which had been built on the larger tract, and which was occupied by a tenant of Beckwith, was about this time taken down, and rebuilt a short distance from where it formerly stood, but a few feet outside the line of the tract. On the 18th of September 1854, Hoyt procured his warrant, on which the land in controversy was surveyed on the 8th of December thereafter, and returned the 1st February 1854. Under this state of facts, the learned judge ruled that the residence, being discontinued so long — about two years — was an abandonment in law of the settler’s title, and added: “ No doubt Beckwith and Wickham intended to hold the land. They did not intend to abandon their claim to it. They did continue to occupy, and cultivate, and obtain profits from it. But that is not what the law requires. They may even have intended, at some time, to build upon and reside on it, but they abandoned the residence too long to be permitted to resume it against a bond fide claimant by warrant.” Here is a clear and distinct annunciation of the principles upon which the case was ruled, and it is our duty to see how far it is sustainable on authority.\nThe defendants below claimed the land as settlers, under the Act of 30th December 1786, it being within their defined boundaries; and about that fact there was no dispute. The Act of 1786 defines what shall constitute a settlement, by providing “ that by a settlement shall be understood an actual, personal resident settlement, with a manifest intention of making it a place of abode, and the means of supporting a family, and continued from time to time, unless interrupted by the enemy, or by going into the military service of the country during the war.” A dispensation in favour of soldiers and sufferers from enemies was so meritorious as to be recognised by the statute, and precluded all other inquiry, when established, on the subject of abandonment. But there are “ many other causes of interruption besides those mentioned in the act, which ought to excuse the party for a time at least:” Atchison v. McCulloch, 5 Watts 13. And whenever these interruptions, or cessations of actual residence by the settler, existed, his title was liable to be assailed, and was often destroyed by the antagonist principle of abandonment.\nAbandonment is an entire dereliction of the possession and occupancy of the property on the terms by which it may be held under the statute. This is not the most general sense of the term, but the one in which it is to be considered here. Its application to its appropriate subjects is by two different processes. One by the act of the law, to be pronounced by the court on a given state of facts — the other by law and fact together, to be determined by the jury under instructions from the court. The first is forfeiture in the clearest sense, regardless of intention or merit — the last regards both these questions where they exist, and relieves in a proper case from forfeiture. Lapse of time is the usual element that gives vitality to abandonment as a matter of law, while it may be quite an immaterial ingredient in a case where it assumes a mixed character of law and fact; for a settler may, by unequivocal acts and declarations, abandon as effectually by the lapse of a day; nay, of an hour, as he could in a year.\nAbandonment, as matter of law from lapse of time, being a forfeiture, should be so limited that the rule should necessarily be “uniform and universal;” that all might know when they were in danger of its vortex, and when to resort to precautions to escape it. At different periods, different rules seem to have been attempted to be established, as to what length of time should elapse, to raise the conclusive presumption, that the settler had abandoned his settlement. In Cluggage v. Duncan, 1 S. & R. 120, it was said, that “ where a man makes a settlement, and leaves it for a great length of time, it does not signify for him to say he keeps up his claim.” Abandonment was ruled in that case as a question of law, but the length of time does not appear, and the period is left indefinite. In Brentlinger v. Hutchinson, 1 Watts 46, the abandonment was for a period of sixteen years, and the judgment of the court below was reversed for submitting the animus revertendi as a question of fact for the jury, and Kennedy, J., in delivering the opinion of the court, says, “ Where there is no dispute as to the length of time, it is a question of law, to be decided by the court, without regard to the intention of the party,” and then proceeds to enunciate a rule as to the time when the presumption should become a question of law, by saying, “when the question of abandonment is made upon a lapse of time less than seven years, accompanied by circumstances from which it might be inferred that tlie party intended to abandon, it was a mixed question of fact and law, to be submitted to the decision of the jury;” and yet expressing some doubt as to whether this rule might accord with the legislative will, as evinced in the Act of 1786, he adds, “but still I think it would be sufficient to give quiet and repose to the public, and at the same time afford ample security to the rights of individuals.” This rule was based upon analogy to the 5th section of the Act of 26th March 1786, which limited settlers, out of possession, to that period to bring suit; and also to the presumption of law, that the holder of a warrant, who neglected to have it returned within that period, had abandoned it. The rule resting on kindred analogies, it may now be regretted, that it has not been followed, as in the case of warrant holders. In Atchison v. McCulloch, 5 Watts 13, the same judge, in delivering the opinion of the court, when the question arose, as in the last case, on lapse of time, says, “If the plaintiff could in this way prevent the state from disposing of the land for five or six years, he and his heirs might, upon the same plea, and perhaps with truth, too, do it for a century,” and lays down the law clearly that six years raised the legal presumption of abandonment, that being the period of non-residence in that case. Here was a departure from the rule. Each succeeding case seems to have been ruled on its own facts, but the question invariably arose on periods greater than five years.\nIn McDonald v. Mulhollan, 5 Watts 173, the abandonment was for over five years, and in determining how it should be considered, C. J. Gibson says: “ When the plaintiff’s warrant was laid, the settlement had been discontinued for at least five years, during Avhich time the settler had done no more than virtually assert his claim to the ownership, and profess his design to resume his residence.” “ It Avas clearly the province of the court, therefore, to direct that he had abandoned his title in point of law.” This case, also abandoning the rule announced in Brentlinger v. Hutchinson, may itself become the foundation, aided, perhaps, by analogies of a neAY rule as to time, of five years for the consummation of the presumption from lapse of time. It is true, that in Wilson v. Watterson, 4 Barr 214, and in Heath v. Biddle, 9 Barr 273, a latitude seems to he allowed on the subject not easily reconcilable with either the earlier or later cases; and in Sample v. Robb, 4 Harris 305, in the opinion delivered by the same learned judge, absence from the premises for nine years was held to belong to that branch of the doctrine properly administrable by a court and jury. But passing these eases by, the case of Jacobs v. Figard, 1 Casey 45, opinion by Chief Justice Lewis, determined that five years and nine months raised the presumption of legal abandonment. In the same book, at page 106, is Smith v. Beck, in which there had been non-residence for ten years, and the same learned judge says: “ Where the residence has been discontinued for the period of five years, and the discontinuance is not accounted for, it is an abandonment of the pre-emption right, and should be so pronounced by the court as matter of law. Whether the absence for a shorter period will produce the same effect, has not yet been decided.” But in Goodman v. Lacey, 3 W. & S. 326, it was determined that six months would not, of itself, amount to an abandonment.\nI have been unable to recur to any case in which a period short of five years has been alone held as raising the presumption from lapse of time — while the last case cited shows that six months is too short.\nThe ease of Smith v. Beck seems to recognise five years as the boundary of the doctrine, and it is certainly true, that it has not hitherto been passed, and for my own part, I would prefer fixing it as the rule. But dealing only with the case in hand, the authorities show, I think, very conclusively, that in no case in which the lapse of time was no greater than in the present, has the presumption of abandonment, from this cause alone, been held by the courts. Nor do we think that, as far advanced as we are from the period and the policy that gave rise to the statutes, we are called upon to contract the rule in regard to actual residence more than our predecessors have done. As has been stated, the discontinuance of the actual resident possession in the case under consideration, was but a few days over two years before Hoyt’s warrant issued. This was too short to give to it the character of an abandonment, in law, from lapse of time. The courts therefore, erred in rejecting the evidence offered by the defendants below, for the purpose of proving the animus revertendi. The dereliction of the resident possession, and the intention to resume it, was still open to proof and explanation, if it could be given. Consistently with the ruling in the rejection of the evidence, the learned judge charged that it was a case of legal abandonment, and, for the reasons shown, this was error also.\nThere was no error in charging that the plaintiff below, if a bond fide warrant holder, was not affected by notice of the record title of the defendants. He certainly was not, if the premises were, in law or in fact, abandoned: 11 Harris 271. Nor was there anything in the ground taken on the other side, that the defendants below could not keep up an actual resident possession by a tenant. They could do so : Smith v. Beck, ut supra. Eor the reasons given, the judgment must be reversed.\nJudgment reversed and venire facias de novo awarded."}