{"id": "415607", "contents": "The opinion of the court was delivered by\nPorter, J.\n— The domain of law differs from that of morals. The one aims to prevent and redress actual wrong; the other to regulate those sentiments of the mind which prompt to outward action. Like concentric circles of unequal circumference, they embrace ground common to both; but there are' sound moral maxims which fall beyond the sphere of jurisprudence. Every false statement is an immoral act, but not every false representation will invalidate a contract. An agreement is seldom made in which each party does not hope for some advantage to himself, and do something to obtain it. The seller extols, and the buyer depreciates the value of the commodity. For everything untruly said or done by either, sound morals will hold him to account; but the law allows the avarice of mankind thus to play in its orbit, until, by falsehood, damage has been done. The weight of modern authority preponderates in favour of the principle that an intention to deceive, and a false statement even on a material point, will not overthrow the bargain unless the statement was the means which produced it. This is especially true where the statement embodies the result of an opinion, and where the means of knowledge are equally accessible to both parties.\nBetter illustration of these principles than the present case is not required. The complainant was the owner of a mill, but not a miller. Of the respondents, one was practically acquainted with the business, and the other was purchasing for him. By the complainant’s permission, on two occasions, in open daylight, when the machinery was in motion, they examined its condition. They examined, drew their conclusions, embodied their terms in a written instrument, and in that instrument said nothing of the repairs. Possibly he intended to cheat them, and said enough to diminish their vigilance. On this point, the testimony, if admissible, is not satisfactory; but the weight of the evidence favours the conclusion that the contract was produced not by these representations, but by personal examinations which they were the more competent to make. Against this conclusion, a clause of warranty in the agreement would have guarded. If a purchaser “ will buy on the seller’s responsibility, let him evince it by demanding the proper security; else let him be taken to have bought on his own:\" McFarland v. Newman, 9 Watts 57. In delivering possession of the house in \"Norristown, the respondents may have been the victims of a juggle. Here again the proof fails, that this was accomplished by any positive statement of the complainant. Delivery of possession of the house and of the mill was contemporaneous, and it may have been intended for the equal benefit of both parties. Very certainly a mistake was committed, in the hasty retreat from the mill. There was n<! notice and no offer of a restoration of possession. On the other hand, the tenants of the respondents continued to occupy the contiguous dwellings, their sawyer remained in the saw-mill, and their miller in the grist-mill. The case, therefore, shows an execution of the contract, by the delivery of possession of the bulk of the property, and the continued enjoyment of a benefit under it, unaccompanied by any proper offer of rescission. In this posture of affairs, nothing is left but to go forward and convey the legal title. In that title on either side, no defect has been pointed out; and the encumbrances complained of have been removed.\n' Decree affirmed at the costs of the appellant.\nThompson, J., dissented."}