{"id": "415609", "contents": "The opinion of the court was delivered by\nStrong, J.\n— This was an issue of “ devisavit vel non,” sent from the Register’s Court to try whether a certain writing was the will of Rachel Dougherty or not. To the charge of the court five errors are assigned. The signature of the alleged will was “Ezekiel Norman, for Rachel Doherty, at her request;” and .the court below instructed the jury that such a signature was, in form, a sufficient and legal execution of the paper as the will of Rachel Dougherty; and of this the plaintiff in error first complains.\nIt was only by judicial construction that our statute of wills, passed April 8th, 38|3, was made to require at the end of the will, the testator’s signature by Ms name. Our act was taken from the British statute, 29 Charles II. sec. 2, under which it had repeatedly been decided that a signature by a mark was sufficient. When, therefore, the legislature adopted words having a recognised judicial signification, it might fairly have been presumed that they intended by the words that sense in which they were understood at the time of adoption. It is probable that they looked less to the mode of the signature, than to its place, which they required to be at the end of the will. This appears still more probable, when it is observed that if the design was to require a signature by the name of the testator, then the power of making a will was denied to all who could not write; for if a mark was not a signature within the meaning of the statute, then those unable to write could not sign, and signing by another was permitted only when' inability to sign was caused by the extremity of the last sickness. This seems to have been overlooked when Barr v. Graybill, Asay v. Hoover, and other kindred cases were decided. As already said, the purpose of the legislature seems rather to have been to designate the place where the' signature should be, to wit, at the end of the will, than to prescribe the manner in which it should be made. It was to remedy the mischief, then prevalent, of setting up as a testamentary disposition an imperfect, unfinished paper. This was accomplished by requiring the signature, whatever it might be, whether by -the testator, or by another at his request, to be at the end of the writing — thus evidencing that the testamentary purpose was complete. It was not, as was supposed in the earlier cases, to furnish, in the handwriting, evidence of identity, and protection against fraud; for the name might be signed by the testator or by another at his request, in which last case no such proof is deducible from the handwriting. The authentication of the instrument was left to the witnesses. The act of January 27th, 1848, JP. L. 16, was designed only to correct the mistaken construction of the Act of 1833; and now, while the place of the signature is rigidly defined, its mode is left unfettered. If, therefore, the testatrix requested Ezekiel Norman to sign the paper as her will, and he complied with her request, in the manner already described, the requirements of the. Act of Assembly were fulfilled; and, in form, the will was sufficiently executed. The instruction given to the jury, in this particular, was consequently correct.\nThe second and third assignments of error may be considered together. Tjhey are, that the court left to the jury the question whether.the proof of the execution of the will was sufficient, when they should have instructed them that it was not. Undoubtedly, what constitutes sufficient proof of the execution of a will, is a matter of law for the court, and is not to be submitted to a jury; but the credibility of that sufficient proof is for them. That is all which was here submitted. But, even if it were not so, the plaintiff in error has no reason to complain, if the proof of the authentication of the paper by two witnesses was sufficient. Starting then with the fact, that the form of the signature was'all that was requisite, as we have already shown, it remains only to inquire whether there was sufficient proof that the signature was made in Mrs. Dougherty’s presence, and at her request. Mary Ann Norman, one of the subscribing witnesses, distinctly and positively proves the whole. Dr. Rodman was the other witness. His memory is less distinct. Had he been dead at the time of the trial below, or beyond the jurisdiction of the court, or had he become 'interested after his signature as. a witness to' the will, '''.¿li,MAqf_his signature would have rendered the-evidence of the execution óf the^will-'complete: Greenough v. Greenough, 1 Jones 489; Barker v. McFerran, 2 Casey 211; Loomis v. Kellogg, 5 Harris 60. If the memory of the witness be partially or wholly gone, the law presumes, after proof of attestation, that everything else necessary to give the instrument validity existed. True, the rule is different, if the witness is able to recollect that things essential were positively wanting. Then the presumption is changed: Barr v. Graybill, 1 Harris 396. But in the present case, the defect of the witness, if any, was in failure of memory. He proved his attestation, and did not negative either a request by the testatrix that Norman should sign for her, or the signature in her presence. On the contrary, his testimony seems to prove affirmatively both the request and the signature in the presence of Mrs. Dougherty. In every aspect, therefore, of the case, the proof of the execution of the will was complete; and even if the court had erred in submitting that proof to the jury, it would have been a mistake in favour of the plaintiff in error.\nAll the remaining assignments relate to the instruction which the court gave to the jury, in reference to knowledge by the testatrix of the contents of the will. When the execution had been proved, the law raised the presumption affirmatively that she knew the contents. This presumption is drawn from the ordinary conduct of mankind. Men do not commonly sign papers without knowledge of what is embraced within them; and this is true alike of those who can read and of those who cannot. Where fraud, practice, or undue influence is charged and proved, affirmative proof of knowledge of the contents of a paper set up as a will may be necessary, but in no other case. The attempt of the plaintiff in error is to reverse this rule, and change the burden of proof. Without giving any evidence of fraud, practice, or undue influence, she asks that the jury may be so instructed that they may find fraud and imposition, merely from the absence of proof that the paper was read to the testatrix — she having been unable to read. This cannot be permitted. The cases in which affirmative proof of knowledge of contents has been held essential, after the execution of the paper has been shown, are, almost without exception, those in which such proof has been needed as an answer to a charge of imposition upon a testator: Lewis v. Lewis, 6 S. & R. 496.\nHere the court below, instead of relying, as they might have done, upon the legal presumption which arose from proof of execution, submitted the matter to the jury, with instructions that unless Rachel Dougherty did know the contents of the paper, and unless all its dispositions were hers, the whole instrument was void, and would not be her will. No more should have been asked, and no more could have been granted.\nThe judgment is affirmed."}