{"id": "415621", "contents": "The opinion of the court -was delivered by\nThompson, J.\n— The learned judge of the District Court instructed the jury, that goods stored in a warehouse used for the storage of goods of others as well as those of the tenant, as in the case before the court, are not liable to distress for rent. In this he was fully sustained by our own cases of Brown v. Sims, 17 S. & R. 138, and Riddle v. Welden, 5 Watts 17; and by the current of English decisions on the point. This was substantially an answer to the plaintiffs’ first point.\nHe also charged “ That an omission to appraise and give notice of the sale of goods distrained for rent, would, as a general rule of law, render the landlord liable in seizing them.” This is undisputed law. But at this point, a departure from what we conceive to have been the true course, took place. After referring to the facts, that notice of the distress had been given to Sellers, the tenant — that he had agreed to waive the appraisement and notice — and that the sale had been postponed several times — he added, “ That when the goods were placed in the store of the tenant, he became their agent, by whose acts they must stand or fall.” “ That waiver of appraisement, or agreement so to do, by Sellers, the tenant, was binding upon the plaintiffs, and it made no difference in either aspect of the case that the defendants knew that the goods belonged to the plaintiffs, or that they knew to whom they belonged, and that they were not Sellers’ property.” And that the only questions for the jury were, “ 1. Whether the tenant, Sellers, had notice of the distress and sale ? and, 2. Whether the tenant agreed to waive the appraisement and want of notice? If you find these questions affirmatively, your verdict must be for the defendants.”\nThis is the substance of the material part of the charge, as well as of the assignments of error. The learned judge seemed to think that the case of Caldcleugh v. Hollingsworth, 8 W. & S. 303, left him no choice but to charge as he did. But he certainly carried the doctrine of the case greatly beyond its teachings. It is an authority for giving notice of distress to the tenant, and that it is his business to transmit it to the owner, “ whose agent for that purpose he may be considered.” This was only in affirmance of what is required by the Landlord and Tenant Act of 1772, so far as notice is concerned, with the announcement of the duty resting upon the tenant superadded, to give the notice to the owner, being the bailee of the property and bound to take care of it. . The decision goes no farther; and it was an error to rely' on it as extending the agency of the tenant to an almost unlimited control of the property of the plaintiffs, in his possession as a bailee for hire. It was no authority to him, to consent to or waive essentials in process. The Act of 1772 requires an appraisement of goods distrained for rent, before being sold, so that excessive distress may not be made; and this is absolutely essential to a valid sale, and can only be dispensed with by the owner, or some one having equivalent authority. It is not contended in this case that there was such waiver by the owner, but that it was waived by Sellers, the tenant. Had he the power to do so ? He had no other control over, or agency in the property, than that which arose out of his relation to it, as bailee to keep safely for hire, and to receive and transmit notice of the distress, as w;e have already seen, as tenant. This was the utmost extent of his agency. The defendants were bound to know this. Persons dealT ing with agents, must look to their authority: Baring v. Peirce, 5 W. & S. 548. And when there is no express authority, then it is to be ascertained and construed by reference to tbe purpose of tbe agency: 1 Am. L. Gas. 574. The landlord shutting his eyes to all this, and to the fact that the property did not belong to the tenant, but to others, and that it was stored, in the course of business, in a building leased for a warehouse by himself, seized the goods in the warehouse, gave the tenant notice of the seizure— although the consignee lived in the city, and did business within a few squares — procured from him a written waiver of appraisement and notice of sale. This the tenant had no authority whatever to do: his act was utterly void; and the omission to have the property appraised according to law, rendered the defendants liable and answerable in damages to the plaintiffs for the goods so sold; and to this effect should the jury have been instructed.\nIt is evident, that the waiver of appraisement was not sought for and obtained, for the mere purpose of economizing time or expense in making the sale; for this would be too trifling to enter into the consideration. Besides, the expense would come out of the property sold. A more important object was in view. The madder being stored, as it was, in the course of trade, and known to the landlord not to belong ,to the tenant, was not previously liable to seizure for rent, but if seized, this exemption might be waived by the owners, or an agent having the authority to do so; and this would be effectually accomplished by waiving appraisement and notice of sale. The owners not being present, and not likely to consent, if they had been, to a sacrifice of their property to pay the debts of the tenant, no such waiver was obtained from them. The only other chance was, to procure it from the tenant; and it was procured from him on the assumption that his agency enabled him to do, what the owners could do in the premises, to render the property liable. This lay at the foundation of the landlord’s proceedings; without this his seizure was an unquestionable trespass, and his sale a conversion of the goods. But the tenant having no sort of authority to waive a compliance with the requirements of the law, his act did not remedy the defect; it was void, and the property remained as it did before, exempt from seizure for the rent. To affirm the act of the tenant in doing what was attempted in this case, and enable him to render property liable in his possession, circumstanced as this property was, would be to give to every such bailee the power of disposition over it, without even the formality of process, in the payment of rent due his landlord; a result which the law tolerates not for an instant : Lecky v. McDermott, 8 S. & R. 500; Rapp v. Palmer, 3 Watts 179; 1 Am. L. Cas. 661.\nThe errors assigned to the charge, with the exception of the first and second, are sustained; and the judgment must be reversed.\nJudgment reversed and venire facias de novo awarded."}