{"id": "415603", "contents": "The opinion of the court was delivered by\nThompson, J.\n— The principle of the exception in this case, is so fully embraced by the adjudications in Walker’s Estate, 3 R. 243, Hack v. Stewart, 8 Barr 213, Candor’s Appeal, 5 W. & S. 516, Sanders v. Waggonseller, 7 Harris 251, Hertzog’s Administrators v. Hertzog, 5 Casey 465, and Lynn v. Lynn, Id. 369, that it is only necessary to refer them as concluding the contest here.\nThe appellee’s claim against his father’s estate, was for work done on the farm, while living with him, during six or seven years after he came of age. There was no evidence that the work was done under a contract of hiring preceding it, and the only testimony on the essential point was given by John Lesh, a witness for the appellee, before the auditor, who detailed a conversation between him and the intestate, some four or five years before, in which he says, “ the old man said he would like if Peter would take the lower place, at what he paid for it. He said, he sure, we have put a barn on the place, but we can fix that another way. I think, he said, they could fix it towards pay for work: the land he should have for what they paid. I understood him, that he owed Peter for wages.”\nAs the law requires a hiring to be proved, to entitle a son to wages from a father, with whom he remains after arriving at age, and who lives and works on the farm as he did before, and demands that the evidence of the contract “ he clear, distinct, and positive,” as was said in Candor’s Appeal, we may add, in the language of that case, that, in every ingredient, we think the proof deficient in this ease. There was nothing to aid this solitary scintilla of evidence, if it amounted to that, in raising even a probability that there was a contract of hiring between the father and son. There was no keeping of accounts for work between them — no settlements, or reckonings, or payments of money, or conversations about it. While, on the other hand, there was much evidence to show that Peter did not consider himself as a hired hand.\nThe point that there is no implied contract, arising from the •performance of work by a son for his father, while living at home as one of his family, no matter what his age, that he will be paid for it, and that, where a claim for wages is made, it can only be successful when there is a contract, express, clear, distinct, and positive, has been so often announced by this court, that we cannot but think it is time it should be considered as settled and at rest. Strangely enough, however, it seems to be overlooked, and we still meet it among the subjects of contest. The court erred in confirming the auditors’ report.\nDecree reversed at the costs of the appellee, and the report confirmed after deducting $450 allowed Peter Mosteller, the appellee, as wages."}