{"id": "415618", "contents": "The opinion of the court was delivered by\nWoodward, J.\n— I entirely agree with the counsel for the defendant in error, that no point was made in the court below as to a valuable consideration paid by Clark for his purchase, and therefore the case is not to be ruled here on that point. The deed acknowledges a consideration of §240, and is primd facie evidence of it. Unquestioned below, it is not to be questioned here; but is, for all purposes for which the case is in this court, conclusive evidence that Clark paid that sum for his purchase.\nAnd his deed, dated 27th August 1841, and recorded 13th June 1842, would, by virtue of our recording acts, have preference over Hirst’s deed from the same grantor, dated 31st December 1830, but not recoi’ded till 7th October 1847, if for the same land. An unrecorded deed is null and void as against a bond fide purchaser of the same land for a valuable consideration, and nothing can save it but placing it on record before the second purchaser gets his deed there.\nNor was Clark affected by the recitations in the recorded deeds from Hirst to Harvey and from Harvey to Thompson, because there was nothing on record to lead him to these deeds. So far as the record showed, Hirst was not in the channel of the title at all, and therefore his recitations, no more than those of any other man, could affect a subsequent purchaser from the same grantor.\nBut there was a question raised upon Clark’s deed which ought to have been submitted to the jury. That was, whether it related to any portion of the land in question.\nThe deed grants “ all lots, tracts, or pieces of land and reservations, situate in the borough of Pottsville, and county of Schuylkill, Norwegian township, state of Pennsylvania, which we now possess jointly, and separately, and are entitled to, and all and every part thereof,” &c.\nNow at the date of that deed, the grantors, Louis and Joseph Bomeisler, did not possess, nor were they entitled to the lot in question, because Joseph, in whom the title then was, had sold and conveyed it to William L. Hirst, by a deed of 31st December 1830. As between them and Hirst, he was the owner of the lot, and their deed to him, though unrecorded, would estop them from claiming it.\nHad they subsequently conveyed it to Clark by a specific description, as was done in Poth v. Anstatt, 4 W. & S. 307, the recording acts would have shut down upon it, and excluded Hirst and his alienees. But the description employed in their deed to Clark is most general and indefinite. Though large enough to comprehend, by possibility, this lot, it is impossible to say, as a conclusion of law, that they meant to comprehend it, or that the purchaser understood that he was buying it. Especially is this so, in view of the fact, that there was a reserved portion of-the lot on which their conveyance to Clark could operate; and the further fact, that the consideration of the deed was, as compared with that mentioned in the deed to Hirst, not disproportionate to the reserved part.\nWe, therefore, think the learned judge erred, in ruling that this deed did necessarily convey to Clark the lot in question. Strictly construed, it should have been held not to convey it, for it was intended to operate only on what the grantors possessed and were entitled to and-,what they were not.\nBut the truth is, there is a latent ambiguity in the deed. It was necessary for Clark to resort to evidence dehors the instrument, to show that anything was conveyed. It was equally the right of the other party to show what that was. “ The construction of written instruments is undoubtedly for the court, and the quantum of estate conveyed by a deed is referable to the judges alone. But where that estate is situate, what are its limits and contents, must frequently depend upon evidence dehors the writing; and thus it is often a pure question of fact, or of law and fact compounded, upon which a jury must be called to pass. A judge who evades to declare the meaning of a deed or other writing, commits an error; but if the instrument cannot be understood without reference to extraneous facts, the jury must judge of the whole.” These observations of Judge Bell were applied in Hoffman v. Danner, 2 Harris 28, to a levy of an execution on real estate which was much more descriptive than the deed we have under consideration in this case.\nWe are far enough from wishing to enlarge the domain of parol evidence. We would that all men would express their agreements in writing; and when they have done so in terms that are intelligible, a jury is not to be permitted to set up some other contract for them, but are to administer that which the parties have written down as the court expounds it. But when the writing itself refers to a subject-matter, without defining it, which is outside of the instrument, the parties must expect a jury to be employed to ascertain it, under the direction of a court always jealous of evidence that touches a written instrument.\nIf, from all the circumstances bearing on the question, a jury should be convinced that this lot was not in the thought of the parties when they executed the deed of 27th August 1841 — that the grantors did not intend to sell it, nor the purchaser to buy it —it would be a barbarous rule of law that would force a bargain on them, and compel them to defraud a prior purchaser. There is no such rule. Written instruments are not to be altered by parol, but latent ambiguities may be explained, in order that the court may give the instrument its intended effect.\nThe judgment is reversed and a venire de novo awarded."}