{"id": "415613", "contents": "The opinion of the court was delivered by\nStrong, J.\n— This was an ejectment for a lot of ground on the west side of Tyler street, in the city of Philadelphia, the ownership of which was in Robert Pollard on the third day of January, A. D. 1849. The plaintiff in error, defendant below, deduces his title regularly from Robert Pollard, by conveyance subsequent to the date above mentioned.\nThe title of the plaintiff below is founded upon a municipal claim for paving in front of the property, filed by the district of Spring Garden, in the Court of Common Pleas of Philadelphia, on the third of January, A. D. 1849. The claim was filed against “Edward and William Reeves, owners or reputed owners.” In fact, however, the Messrs. Reeves were not the owners of the lot against which the claim was filed; but owned a neighbouring property of which one Joseph Walker was in possession. Walker, supposing the lien to be upon the lot which he occupied, paid its amount on the 30th of May 1850, to the solicitor of the district, authorized to receive it; and thus the claim of the municipality was discharged, though not cancelled of record.\nTo January Term, 1854, a seire faeias was sued out upon this claim, notwithstanding its previous payment. The writ was issued against Edward and William Reeves, and was served, according to the return of the sheriff, by posting a true and attested copy thereof upon the premises three days before the return day, and by advertising twice a week for two weeks in a daily paper published in the city of Philadelphia, agreeably to the Act of Assembly. No personal service was made either upon the Messrs. Reeves, or upon the true owner of the property. On the 28th of .January 1854, judgment was entered for default of an affidavit •of defence, and under a levari faeias issued thereon, the lot was sold to the plaintiff below, who received the sheriff’s deed.\nIt is objected that this proceeding has vested no title in Gault, the purchaser at sheriff’s sale; because the claim as originally filed was not against Robert Pollard, the true owner. The objection loses sight of the great design of the legislature in the whole series of Acts of Assembly relative to the collection of taxes and municipal claims in the city of Philadelphia. That design was to enforce payment. This was sought to be accomplished first by making the land debtor for the tax, or for the claim for the public improvement which was supposed to have enhanced its value. Thus by the Act of February 3d, 1824, P. L. 18, all taxes, rates, and levies, were declared to be liens upon the real estate on which they are imposed or assessed. The Act of 16th April 1840, P. L. 412-13, § 9, provided a more efficient mode in which the lien of municipal claims might be enforced. It gave authority to file of record in the office of the prothonotary of the Court of Common Pleas, or of the District Court, all claims and demands for pitching and paving streets, &c., and for taxes, rates, and levies. The tenth section required that the claim filed should “ set forth the name of the owner, or reputed owner, of the premises against which it is filed,” with a description of the real estate, and its situation. This section also authorized the enforcement of the claim by a writ of scire facias, as in cases of mechanics’ liens. The Act of March 11th, 1846, P. L. 114, gives additional facilities for the collection of the claim; and, in section four, enacts that on the trial of the scire facias no plea touching the question of ownership shall be allowed. It is obvious from these acts of Assembly, not only that the land is made debtor for the tax, or municipal assessment; but that the proceeding to collect, is a proceeding entirely in rem. The claim is not required to be filed against the time owner. It may be filed against the reputed owner; and this because the mention of the owner at all is required only as descriptive of the lands which are debtor to the tax or assessment. The requisition that the claim shall state the name of the owner, or reputed owner, is the same as that made by the Act of 1836, relative to the claims of mechanics and material men, under which it has been held that it is not necessary to set forth the name of the real owner: 4 W. & S. 257. The same principle has been declared applicable to municipal claims, in Northern Liberties v. Coates, 3 Harris 245; and in Claypole v. Dorsey, a case decided in this court in 1849, but not reported.\nIt is next objected that the claim filed did not show upon its face, that it was for paving done under the provisions of the acts authorizing a lien. This was entirely unnecessary. The act which provided for its being filed, while it stated the requisites of such a claim, did not include among them a reference to itself. It has never been supposed necessary that a judgment entered without writ, upon a bond with warrant of attorney to confess judgment, was invalid, unless it referred to the Act of Assembly authorizing such entries, or that a mechanic’s claim should aver that the work done was performed under the provisions of the mechanics’ lien laws.\nIt is further contended that the return of service of the writ of scire facias, is insufficient, inasmuch as it shows that the service was irregular, and it is supposed that advantage may be taken of this in a collateral proceeding, after judgment upon the scire facias. The Court of Common Pleas, however, is a superior court. Though the proceedings to enforce payment of municipal claims be of statutory creation, yet when the jurisdiction of the Common Pleas has once attached, every intendment is in favour of its having been rightfully exercised. After judgment upon the scire facias it is too late to inquire in my collateral proceeding, into the sufficiency of the sheriff’s return of service of the writ, or whether service has been properly made, if it be returned. This was ruled by the late Judge Coulter, at Nisi Prius, in 1849, in the case of Wharton v. Hughes. A purchaser at sheriff’s sale under a judgment obtained in a scire facias on a municipal claim, is not bound to show that the Acts of Assembly have been strictly complied with. In regard to all that, he is protected by the judgment. There is no similarity between his case, and that of a purchaser at a commissioners’ sale of unseated lands for taxes, prior to the Act of 1815. He .buys -under the judgment of a court of competent jurisdiction, a judgment .which includes within itself an adjudication that all formal prerequisites have been .complied with.\nThere is however an objection which is fatal to the title of the plaintiff below. As already remarked, the sole design of the numerous Acts of Assembly relative' to the collection of taxes and -municipal ¡claims in the city of Philadelphia, is to enforce payment. When that has.been made, all that the legislature intended ■has been accomplished. The judgment upon the scire facias is a decree that the land be sold for the payment of the unpaid tax, or claim, precisely as a judgment rendered in a scire facias upon a mortgage, or a mechanic’s claim is a decree that the property be sold to satisfy the debt due the mortgagee, or the mechanic and material man. In each case the judgment is in rem, not in personam. In each case a sheriff’s sale passes to the purchaser a title, notwithstanding irregularities antecedent to the judgment, unless the real owner has some defence to the payment of the debt which he has had no day in court to assert. But if the owner have such defence and. was not a party to the writ of scire facias, he is not precluded from making it. Thus in Nace v. Hollenback, 1 S. & R. 540, which was an action of ejectment brought by a purchaser at sheriff’s sale under a judgment in a scire facias on a mortgage, Tilghman, C. J., declared, that if the .ierre tenant had not been a party to the writ, he might have made any defence which would have been open to him.on the scire facias. The same doctrine .has been asserted in very numerous cases since decided, down to the case of Walt v. Swinehart, 8 Barr 97, and I am not aware that it has. ever been seriously questioned.\nA similar doctrine prevails in regard to mechanics’ liens.\nIn Anshutz v. McClelland, 5 Watts 487, Judge Kennedy remarks as follows : “ It may be that when the owner of the house is not made a party to the scire facias, he may not thereafter be precluded from setting up any defence in an action of ejectment brought against him by the purchaser at sheriff’s sale, which he might have made in the scire facias had he been warned by it.” In Christine v. Manderson, 2 Barr 363, it was held that the owner has the same defence in an ejectment which he might have taken had he been party to the scire facias on a mechanics’ lien. It must be held to be equally true in case of a procedure upon a municipal claim.\nIt follows that the court erred in instructing the jury that the plaintiff below was entitled to recover, notwithstanding the owner was not a party to the scire facias, and notwithstanding the municipal claim had been paid before the writ issued. That it was paid by another instead of Robert Pollard, the owner, that it was paid in mistake by Walker, and that the amount thereof was refunded to Walker by Mr. Allison after the sale to the plaintiff below, can make no difference. The district of Spring Garden had received the money before the scire facias was issued in satisfaction of the debt due from the lot, and had a right to retain it. The purpose of the Acts of Assembly was therefore accomplished. It is immaterial by whom the payment was made. It enured to the benefit of the owner: Orr v. Cunningham, 4 W. & S. 294; Laird v. Hiester, 12 Harris 453.\nJudgment reversed, and a venire de novo awarded."}