{"id": "415617", "contents": "The opinion of the court was delivered by\nStrong, J.\n— It is too well settled longer to be doubted, that a sheriff’s sale of lands under a venditioni exponas, passes to the purchaser only that interest which remained in the debtor after a fixed lien had attached, unless the sale be founded upon a claim superior in right to that of the fixed lien creditor. This was ruled in Mix v. Achla, 7 Watts 316; in Swar’s Appeal, 1 Barr 92; in Lauman’s Appeal, 8 Barr 473; in Northern Liberties v. Swain, 1 Harris 113; and is recognised in Tower’s Appropriation, 9 W. & S. 103. The proceeds of sale are substituted not for the whole estate in the land, but for that interest which the purchaser obtains, and for which, alone he pays the purchase-money. The fixed lien remaining upon the lands sold, all antecedent liens must necessarily remain. Were it not so, instead of being paramount to that which continues undisturbed, they would become subordinate to it; and, if the fixed lien were equal to the entire value of the property, the prior liens would be worthless. If then the purchase-money be a substitute only for that interest which' remains unencumbered in the debtor after the fixed lien has attached, it is obvious that only those creditors can claim it, whose liens are subsequent in date to that of the fixed lien creditor. In the case now before us, Colladay’s mortgages remained upon the property, notwithstanding the sale, by virtue of the Act of April 6th 1830. They were prior to all other liens, except the ground-rents. An attempt is, however, made to distinguish between the right of re-entry which, under the grount-rent deeds, constitutes the liens and the unpaid arrears of the rent; and while it is admitted that the ground-rent lien itself is not discharged, it is con. tended that the lien of the arrears is, and consequently that that of the subsequent mortgages is gone. The priority of the lien for arrears is determinable by the date of the ground-rent deed, without regard to the time when they accrued. It is to that deed alone that the subsequent encumbrancer or purchaser can look. It is unnecessary to refer to authorities for a doctrine so familiar. If a judgment be recovered for arrears, the lien on the land is still from the date of the deed. Unpaid arrears have no new lien created by matter in pais, by the default of the tenant. They are the shadow of which the original ground-rent reservation is the substance, as much so as interest is of the principal. The intended security given to a first mortgagee by the Act of April 6th 1830, would prove but an empty boon, if by the laches of the mortgagor, a new lien could afterwards be created, itself having precedence to the mortgage, yet causing its hold upon the land to be unloosed, whenever a sheriff’s sale should be effected under a judgment subsequently obtained.\nColladay’s mortgages were given when there were no arrears of ground-rent, and were therefore fixed by the positive provisions of the Act of Assembly. No process upon a judgment subsequently obtained could discharge their grasp upon the land, unless that judgment were obtained to enforce payment of the earlier lien of ground-rent. Having thus been fast and undisturbed by the sale, the fund in court was the purchase-money of what remained in the debtor unencumbered after the mortgages were given, and was applicable exclusively to the discharge of junior liens. The arrears of ground-rent were not a junior lien, as has been seen, though they accrued after the date of the mortgages.\nIt is hardly necessary to observe that no importance is to be attached to the declaration which the sheriff chose to incorporate into the conditions of sale. The sale was that of the law, not of the sheriff, and he was a mere agent for effecting it. The law had prescribed what disposition should be made of the proceeds; and it was not in his power to change it. The rights of the lien creditors junior to the mortgages were vested rights, and the sheriff could not divest them, either in whole or in part. The law gave them the entire fund raised by the sale, and without their consent., no portion of it could be .diverted to the payment of another class of creditors.\nThe judgment is affirmed."}