{"id": "415623", "contents": "The opinion of the court was delivered by\nLowrie, C. J.\n— False swearing in a naturalization proceeding is punishable by our state law. We need not notice the theoretic and practical conflict that occasionally appears between federal and state functions. To all orderly minds, the action of the state courts in the naturalization of foreigners, stands justified by the fact that it has had an almost undisputed growth since the organization of the Union.\nAnd our practice on this subject is fully justified by positive law. The stat. 13 Geo. 2, c. 7, (1740,) followed by our provincial Act of 3d February 1743, (Hall & Sellers 197,) made the naturalization of foreigners a subject of judicial cognisance before our state courts; and this jurisdiction has never been taken away. The Constitution of the United States does not propose to change the jurisdiction, but only the rule of its exercise; and the Acts of Congress expressly leave it to the courts;\nNaturalization is a judicial act: 4 Pet. 406. It is made so by positive law, and is essentially so in its nature; for it is a cause to be heard and decided on evidence, and involves a question of legal right. And although such cases arise under the constitution and laws of the United States, yet, because these are part of the law of the land, and merely give the rule for the exercise of our admitted state functions, our state courts may entertain this jurisdiction.\nFalse swearing in a naturalization proceeding is, therefore, perjury at common law, in our state, and may be punished, by our courts as such. That it may be an offence against the federal government also, is no objection. If two laws are broken, both naturally demand their penalty; though, in such a case as this, it is not likely to be done. Punishment for an offence against society does not save from damages to the individual injured by the same act; and civil punishment does not relieve from the divine punishment involved in the laws of nature. If two relations are violated by the same act, each must have its remedy. It is not of right, but by grace, that the transgressor is saved from either.\nWe see no material defect in the indictment.\nJudgment affirmed."}