{"id": "415636", "contents": "The opinion of the court was delivered by\nStrong, J.\n— It may be conceded that the letter of attorney, even though offered in connexion with the deed of ratification, was inadmissible. The latter instrument was at most but a solemn admission of the execution of the former, and an admission not by the parties sought, to be charged. Certainly an admission by the Battin’s, after suit brought, could prove nothing, against William and Thomas Johns. They were not parties to the deed of ratification.\nYet it by no means follows that we are at liberty to reverse this judgment. The plaintiffs in error must satisfy us that the mistake may have been prejudicial to their case. The erroneous admission of evidence, which could in no possible manner have injured them, is not a sufficient reason for sending back the case for another trial: Bunting v. Young, 5 W. & S. 188. What conceivable harm did the defendants below sustain from the admission of those papers ? They were offered to show that Bennett was the agent of the Battins’ in making a contract subsequently to be given in evidence, a fact entirely unnecessary to be proved, in order to warrant the verdict rendered upon the issue. If the agency of Bennett was involved at all in the pleadings, the articles of agreement subsequently given in evidence, and upon which the suit was brought, admitted it. Those articles designate Bennett as the agent and attorney in fact of the Battins. When proved to be their deed, William and Thomas Johns were estopped from denying what they had asserted over their seals. In no aspect of the case, therefore, have the plaintiffs in error suffered from the admission in evidence of the letter of attorney and deed of ratification.\nThe next and only remaining error assigned, and not abandoned is, that the court erred in admitting in evidence the articles of agreement between the plaintiffs below, by their attorney in fact, and William and Thomas Johns. They were signed and sealed as follows: “ William & Thomas Johns. [Seal.]” The subscribing witness proved his own signature as a witness, but was unable to say who signed the name William & Thomas Johns, or whether one or both of them were present. Another witness, Daniel Bennett, the agent, proved that William Johns only was present when the paper was signed, that the business was carried on in the name of the firm, that the firm used the breaker, that he had received money for its use from the one who did not sign the contract, that William Johns and Thomas Johns composed the firm, and that William & Thomas Johns was the firm name. The objections urged against the admissibility of the articles are twofold: first, that the declaration averred the contract to have been made by William Johns alone, and, therefore, the agreement offered varied from the one counted upon; and, second, that it was not proved to have been the deed of Thomas Johns, one of the defendants. Without stopping to notice that the testimony of the subscribing witness seems to make a case to be submitted to the jury, we proceed to examine these two objections. It must be admitted that the legal liability chai’ged in the declaration is not very clearly stated. We think it, however, a fair construction that the agreement is charged as the contract of both William Johns and Thomas Johns, and that the covenants are alleged to be the covenants of both. This is deducible from the declaration taken as a whole. If, therefore, the article of agreement was the contract of both William Johns and Thomas Johns, there was no variance between the allegation and the proof. Such it purported to be, and should not have been excluded on this account.\nAs to the remaining objection, that it was not proved to be the deed of Thomas Johns, it may be remarked, that if there was any affirmative evidence, it should have been submitted to the jury. While it is unquestionably true that one partner cannot bind his copartner by a sealed instrument; yet if he attaches a seal to the partnership name, and the other partner adopts the seal, or ratifies the instrument, it becomes the deed of both. This principle we do not understand to be controverted. It is established by repeated adjudications, of which Fichthorn v. Boyer, 5 Watts 159, is a leading case in this state. In Bond v. Aitkin, 6 W. & S. 165, this court declared “ the principle to be well settled that a partner may bind his copartner by a contract under seal, in the name and for the use of the firm, in the course of the partnership business, provided the copartner assents to the contract previously to its execution, or afterwards ratifies and adopts it, and this assent or adoption may be by parol.” Concede, now, that knowledge of the thing alleged to have been ratified is essential to ratification. Existence of that knowledge, like that of any other fact, may be inferred from circumstances. The firm used the coal-breaker, and Thomas Johns, the partner, who did not sign the contract, paid money for its use, and paid it to the agent of the Battins. Surely this was some evidence of knowledge of an existing contract, and of a contract with the Battins, and of assent to it. Else, why pay for the use of the machine, and why pay to Bennet, who, in the contract, was declared to be the agent of the plaintiffs ? How did Thomas Johns know, except through the articles of agreement, that Bennet was the agent of the plaintiffs ? And if he knew of the contract, then his subsequent use of the machine, and payment for that use were acts of ratification. It is argued, however, that there may have been some other contract under which the coal-breaker was used. True; but that was an inquiry for the jury, not a matter to be determined by the court. As the case stood, there was no evidence of any other. If there then was any evidence, however slight, from which knowledge of the contract and adoption of it could be inferred, that evidence should have been submitted to the jury. We think there was such evidence. That the judge gave no instructions as to its effect is not assigned for error.\nJudgment affirmed."}