{"id": "415611", "contents": "The opinion of the court was delivered by\nPorter, J.\n— The main question is ruled by the principles announced in Pierce v. Struthers, 3 Casey 249. The sharpest criticism in argument, and the closest examination by the court, have failed to elieit any real distinction. Eor reasons sufficiently stated in that case, the place for demanding payment of a bill of exchange is that to which it is addressed. In the evidence spread before us, no such knowledge is proved of a difference between the written and the true place of business, as to have justified an instruction from the court that the present parties were bound to go elsewhere. In holding that the place designated in connection with the drawer’s name formed a part of the contract, there was some departure from severe logical accuracy. The duty of demand and notice is not a part of the contract of endorsement, but a step in the remedy: Barclay v. Weaver, 7 H. 396; for otherwise notice could not be waived without a new contract for a sufficient consideration, and a new promise without consideration, even with full knowledge of the facts, would be invalid. If the whole duty of demand and notice do not enter into the contract, much less does the designation of the acceptor’s address, for that is only a means of effecting performance of the duty. But the remark of the judge was a mere step in his reasoning, or, at mo'st, an inference. It did not affect the result. The pith of the charge was the necessity of making demand at the place designated. This would have been good without another word. He was right, therefore, in his conclusion, if not in the process of reaching it, and a wrong reason cannot upset a just result.\n- In the other points he was clearly right. The notarial certificate of protest was admissible, not as evidence of demand, for. this is a..quality peculiar to the certificates of our own notaries, but as .evidence of the’fact of protest. The remainder of the proof was 'furnished by the deposition of the notary, and surely his own written paper signed on the spot, with all the sanctions of his official power, was a proper adjunct to the deposition, for nothing is more reliable than such a contemporaneous memorandum of an important act. In each case the plaintiff’s title was complete. He held up the bill in his own hand, and in the absence of countervailing evidence, better title can no man show.\nThe rights of the parties were not affected by the Act of 21st May 1857, for that act from the hour of its approval, laboured under two objections, either of them fatal. The contract was made in New York, for the bill was'there drawn, accepted, and endorsed, and the transaction could not be affected by a law of Pennsylvania. If it had occurred here, the Act would have been unavailing, for to introduce this new requirement respecting the place of demand after the.bill had matured, and'the rights of the parties had been fixed, would have been not to impair, but to destroy the obligation of the contract, and this cannot be done by any power short of that which formed the Federal Constitution.\nThe unauthorized notation on the back of the bill, of the supposed residences of the parties, is immaterial, for, from the evidence which went to the jury, there is no telling when it was done; and to all that passed on the motion for a new trial, including the opinion of the court, our eyes are shut. Whether the holder knew the residences of the parties or not, he was not obliged to notify all. It was sufficient to notify that one against whom he intended to go, and each endorser was entitled to an entire day for handing the notice to his predecessor on the list. It is common in our commercial cities, and especially in the business of banks, to supply the last endorser with notices to those who stand before him, and thus to intimate the necessity of sending them further. The practice is convenient, but it would be intolerable to hold that its omission, in any instance, will dispense an endorser from the necessity of notifying those above him, or in any way affect his own liability. These are interesting points of commercial law. We touch them because they are such. The court below handled them skilfully. No force can be added to what was there said.\nJudgments affirmed."}