{"id": "415627", "contents": "The-opinion of the court was delivered by\nLowrie, C. J.\n— 1. When .a person, in possession of land sold by the sheriff, makes defence before the justices that he did not obtain, and does not claim the possession of the land under the defendant in the execution, and enters into the recognizance required by the Act of 16th June 1836, §§ 114-118, and the cause is certified into court; this is equivalent to a removal by certiorari to a higher court for trial, and all the proceedings thereafter are a part of the same cause that was begun before the justices, and not a new cause; and the damages for wrongful detention are properly included in the verdict, even though notice of such a claim be not given.\n2. In such a case a verdict for the plaintiff, for a sum of money, though quite informal, is necessarily a verdict for the damages for wrongful detention, and involves a finding of the title in his favour, and the proper judgment of the law may be entered thereon. For this reason the amendment of the verdict, made by the court, was immaterial, and it would be useless to declare it wrong. Treating it as a nullity, the judgment remains unaffected.\n3. On the trial in court, the defendant in such a ease is bound to show that he has a title to the possession which he did not obtain under the defendant in the execution on which the sale was made, or which he obtained under him before the judgment on which the execution issued.\n4. If he show such a title, and it appear that it was obtained by a fraudulent collusion between him and the former owner for the purpose of defeating the legitimate effect of the sheriff’s sale, it will not avail as a defence.\nDid this appear? We do not feel very clear that there was sufficient evidence of it; yet the jury were satisfied of the fact, and we cannot say that they proceeded without evidence. The fraud of Abraham Green seems very plain from his own testimony. His surrender of his title; not to Bush, his own vendor and creditor, to whom it was worth $1000 or more, but to the Binghams, the original vendors — was quite dishonest, and it was absurd also; unless it be regarded as a trick in the game by which Bush was to be cheated out of his land. It was right to treat it as a trick. Then his brother Peter’s purchase, after the levy on the land under Bush’s execution, and the transfer to his brother-in-law, Walker, after the sheriff’s sale, and after the commencement of this suit, became very plainly and naturally suspicious, and called for evidence on their side that they were honest purchasers for value paid. There is a singular connection of events here which we suppose a jury of the neighbourhood might understand better than we can.\nJudgment affirmed."}