{"id": "415600", "contents": "The opinion of the court was delivered by\nStrong, J.\n— If it be admitted that the lien of the municipal claim was discharged by the judicial sale for arrears of ground-rent, still there had been no actual payment of the debt due the city, when Cooke applied for the use of the water. How can it then be said to be inequitable that the city should retain the money which he paid in discharge of the claim ? It was but the satisfaction of a just debt never before satisfied. Money paid by mistake cannot be recovered back, unless its retention be against equity and good conscience. This is not a case of double payment where it is clearly inequitable for the creditor to retain the duplicate satisfaction. If paid under a mistake at all, Cooke’s mistake was that he was liable to pay instead of the sheriff, who sold the property upon which the claim was a lien. That was a mistake of law, not of fact, and affords no right of action.\nBut it is said, the payment was made under coercion, and so the jury have found. Their verdict has, however, defined what the coercion was. It was a threat that Cooke should not have the water until he paid the claim for the water pipes. Payment under duress is undoubtedly not voluntary. But is such a threat, if threat it can be called, duress ? Certainly not, unless the city had no right to impose terms upon its grants of water privileges. Water and air are indeed things of common right; but the privilege of receiving them through pipes is property, and may not be demanded as an unfettered right, either from the'state or from a municipal corporation created by the state. Why was not the payment then a voluntary one ? It is no answer to say that want of the water would have been a great inconvenience. So would the want of a loaf of bread be, if a baker should demand three prices. A payment is not the less voluntary because it is a hardship to demand it.\nThe plaintiff below paid on demand, without protest against the right of the city to claim. If the demand be considered as having been made by a public officer acting in a public character, then the absence of a protest is fatal to the attempt to treat this as an involuntary payment. Such the court below seem to have considered it. But in the Borough of Allentown v. Saeger, 8 Harris 421, it was held that the illegal part of a borough tax, part of which was legal and part illegal, paid by a person assessed without protest, or notice at the time that he would reclaim the part illegally assessed, cannot be recovered back. In that case a protest was regarded as something more than mere evidence of coercion. Without it, the payment was treated as a voluntary assent to pay more than the town had a right to demand, and it was declared that the law did not imply the duty of refunding. The language of Judge Huston, in 7 Watts 514, Commissioners v. Dobbins, is to the same effect, though the question was only incidentally mooted in the case. The cases of Henry v. Horstick, 9 Watts 412, and Caldwell v. Moore, 1 Jones 58, are not in conflict with this view. In both, the property of the persons who paid the tax was chargeable, and the claim for reimbursement was not against the government, but against the individuals who were primarily liable for the tax.\nIt will be perceived, from this view of the case, that we are of opinion the plaintiff below was not entitled to recover, and the judgment must therefore be reversed.\nFor the purposes of this case nothing more is needed; but as the Act of Assembly requires us to file an opinion upon every point of law raised in the court below, we have yet to consider the effect of the sheriff’s sale of the lot against which the municipal claim was filed. The defendant in error contends that it discharged the lien of the claim for water pipes; that the claim was payable out of the proceeds of sale in preference to the mortgages; and therefore that the debt due to the city was constructively paid, although the whole of the money raised by the sale was actually applied to the satisfaction of the ground-rent and mortgages. We think the court below correctly ruled that the lien of the claim was discharged by the judicial sale, and that the municipal assessment was entitled to payment out of the proceeds in preference to the mortgages, and we think so, notwithstanding Gormley’s Appeal, 3 Casey 49. That was a case of attempted subrogation, which was denied, because its allowance would have imposed the taxes upon one who was not liable for them. No more is decided in the Case. The casual observations by the judge who delivered the opinion of the court respecting the priority of liens for taxes, were outside the case, and occasioned by inadvertently overlooking the positive provisions of the Act of Assembly.\nBut if the lien was discharged, and if the city had a right to receive the amount from the sheriff superior to that of the mortgages, it is still difficult to perceive how such zúght can be considered a constructive payment. The sheriff is no more the agent of the creditor to receive, than he is of the debtor to pay. A mere receipt by the sheriff of the proceeds of sale of real estate not sold at the instance of the creditor, does not dischaz’ge the debt, though it may its lien. A creditor, whose judgment is the first lien upon two tracts of land, may permit the purchase-money of one to be applied to the payment of junior lien creditors, and yet claim his whole debt out of the proceeds of a subsequent sale of the other: Addams v. Heffernan, 9 Watts 529. This would be impossible, if the first sale constructively paid the debt.\nJudgment reversed and a venire de novo awarded."}