{"id": "417934", "contents": "The opinion of the court was delivered by\nRead, J.\nWrits of quo warranto may be issued by the Courts of Common Pleas in certain specified cases. Two of these cases are: “ 1st. In case any person shall usurp, intrude into, or unlawfully hold or exercise any county or township oflBce, within the respective county.” “2d. In case any person, duly elected or appointed to any such office, shall have done, suffered, or omitted to do any act, matter, or thing, whereby a forfeiture of his office shall by law be created.”\nThe first clause provides for the case of a person, not de jure an officer, usurping or intruding into, or unlawfully holding or exercising such office. The second clause provides for the case of a de jure officer, one duly elected or appointed, who shall have done, suffered, or omitted to do anything by which a forfeiture of his office has by law been created. This construction is the natural one, and gives to the words used by the revisers, and adopted by the legislature, their plain legal meaning.\nThe words in the first clause apply only to a person who is not an officer, and this is agreed to be the meaning of all of them, except the word “exercise,” which is said to include an abuse of office by a legally elected officer. That case is provided for specifically in the second clause, and, if so, it would be strange, if by a forced and unnatural construction of one word in the first clause, a larger power should be vested in the Courts of Common Pleas than the legislature chose to give them in relation to de jure officers, by the express language of the very next clause in the statute. Besides, the word “exercise” has an established legal meaning, and is here the equivalent of “ usurp,” except that it includes the idea of actually executing the office thus usurped. By the writ he is called upon to show by what authority he claims to exercise the office, and this is the meaning attributed to the word in the cases in this state, with the exception of the case of The Commonwealth v. McWilliams, 1 Jones 61, where what was said by the judge delivering the opinion of the court, was extrajudicial and not necessary for the decision of the cause.\nThe Act of Assembly, as stated by the revisers, is modelled after the statute of 9 Ann. c. 20, where the words are “ usurping, intruding into, or unlawfully holding and executing any of the said offices,” which words are explained by the preamble, which recites that “ divers persons have of late illegally intruded themselves into, and have taken upon themselves to execute the office of mayors, &c.,” within cities and towns corporate. It is clear, then, that the first clause of our Act of Assembly applies • only to persons usurping and exercising offices, who are not de jure officers, and that, unless a duly elected officer has done, or omitted to do, some act, matter, or thing which by law creates a .forfeiture of his office, he cannot have judgment of ouster pronounced against him.\nIn the present ease, the respondents were the legally elected commissioners of Washington county, and the acts alleged against them were performed in the ordinary discharge of their official duties. No Act of Assembly has been pointed out to us showing that the assessment of the tax in question, and the proceedings relative thereto, and for its collection, create a forfeiture of their offices; and the action of the court proceeded entirely upon what we have shown to be an erroneous construction of the first clause. As, therefore, these respondents were legally elected, and were de jure officers, and there is nothing in the case showing that they have forfeited their offices, the judgment of the court below must be reversed, and the respondents restored to their offices.\nWe have refrained from expressing any opinion upon the merits, because it would be entirely extrajudicial, and without any binding force; as our decision upon the form and mode of proceeding disposes of the case before us, without entering into any other question.\nJudgment reversed, and Joseph Vankirk and Oliver P. Cook, whose terms of office have not expired by their original limitation, are restored to their offices as commissioners of Washington county. The relators to pay all costs in this court and in the court below."}