{"id": "417959", "contents": "The opinion of the court was delivered by\nStrong, J.\nThe facts out of which the only question in this case arises may be briefly stated as follows.\nOn the 5th day of November 1857, William Dilworth recovered a judgment in the Court of Common Pleas of Jefferson county against L. O. Reynolds and O. P. Reynolds. On the next day (Nov. 6th) Henry McCullough, the appellant, recovered a judgment in the same court against the same defendants. A certified copy of the record of the last-mentioned judgment was duly entered in Forest county, on the 21st day of December 1857, under the provisions of the Act of Assembly of April 16th 1840. Subsequently to this entry, writs of testatum execution were issued from Jefferson county to Forest, founded upon the judgment of William Dilworth; the lands of the defendants in Forest county were sold, and the proceeds of sale were brought into court. This is a contest respecting their distribution. The fund is claimed by Dilworth in virtue of his prior lien in Jefferson county; and by the appellant, who denies that Dilworth’s judgment was ■ any lien upon the lands sold in Forest, and who claims that the exemplification of his judgment having been first entered in Forest county, created the superior lien upon the defendants’ lands there. The court below awarded the fund to Dilworth, and from their decree McCullough has appealed to this court.\nThe question raised by the record, therefore, is- whether the entry of a judgment in Jefferson county on the 5th day of November 1857, created a lien upon lands of the defendants in Forest county. If it did, then the decree of the Court of Common Pleas is right. If it did not, then the award of the fund to William Dilworth was erroneous, for then there were older liens than that of his judgment.\nForest was originally a part of Jefferson county. By resolutions of the legislature, approved April 11th 1848, the territory within its limits was erected into a new county to be called Forest; and a mode was provided for locating a county seat of justice therein (P. L. 1851, page 144). The resolutions, however, directed that, until the said county should be organized for judicial and county purposes, it should remain attached to Jefferson county for such purposes. For all county and judicial matters it remained, therefore, as if the resolutions of May 11th 1848 had not been passed. By the 7th, 8th, 9th, and 10th sections of the Act of Assembly of April 3d 1851 (P. L. 337), and by the ninth section of the Act of May 4th 1852 (P. L. 587), provision was made for the appointment and election of county officers for the new county. Still it was left attached to Jefferson for judicial purposes. But on the 20th of May 1857, the legislature passed an act providing for its judicial organization. The first section of this act enacted that from and after the first day of September 1857, the county of Forest should be entitled to, and at all times thereafter have all and singular the courts, jurisdictions, offices, rights, and privileges to which other counties of this state are entitled by the constitution and laws of this Commonwealth.\nThe position of the appellant is, that this section completed the separation of Forest from Jefferson county, and that after the 1st of September 1857, a judgment entered in the latter would be no lien upon lands in the former. To determine whether such a position is tenable, it is necessary to examine all the other provisions of the act. Such an examination will reveal that the meaning of the legislature was quite unlike what the appellant supposes it to have been; that their intention was only to provide for the judicial organization of Forest, to enable it to have, from and after September 1st 1857, a separate independent judicial existence; and not to consummate such an organization directly by its own power. The third section made provision for the transfer, from the courts of the county of Jefferson to those of Forest, of undetermined actions between parties, both of which might be resident in Forest; directed the prothonotary of Jefferson to procure dockets and copy therein the docket entries of all such suits, and have them, with the other papers or records relating thereto, ready to be delivered to the prothonotary of Forest, on or before the said first day of September. The fourth section enacted that the sheriff and prothonotary and all such officers as are by law required to give security for the faithful discharge of the duties of their respective offices, who should thereafter be appointed, or elected in the said county of Forest, should give security in manner as provided by law, in amounts therein designated. Then followed the fifth section, which provided that the sheriff, coroner, and officers of Jefferson county who had exercised authority over said Forest county, should continue to do so until similar officers should be appointed or elected agreeably to law in said county of Forest. The seventh section directed that the first court should be held on the Monday following the court in Jefferson county, in December 1857. The eleventh section made provision for the election of a prothonotary and clerk of the several courts, register, recorder, and for the election of a sheriff, of a coroner, and associate judges, at the general election in October.\nNow it is apparent from this review of the provisions of the act, that the act itself was not a judicial organization of Forest county, and that the legislature did not contemplate its complete severance from Jefferson, until officers should be in existence in Forest for the discharge of all judicial duties. It is not to be admitted, that the act intended to allow any interval during which judicial liens could not be obtained upon lands in Forest county. This would be denying rights which existed in every other county, and it would be inconsistent with the provisions of the first section. No provision was made for the election of a prothonotary and other judicial officers before the second Tuesday of October, but it may be, that the possibility of an appointment of such officers before that time was contemplated. The constitution authorizes the governor to fill vacancies by appointment, and declares that his appointees shall hold office until the next general election, and until their successors shall be elected and qualified, and this may have been in the legislative view. Hence, perhaps, the phraseology of the clause in the 5th section, that the officers of Jefferson county should continue to exercise authority over Forest county, until similar officers should be “ appointed or elected” in Forest. None such, however, were appointed, and there was no qualified prothonotary or other judicial officer of Forest, until the 21st day of December 1857, when George W. Rose, having been elected prothonotary at the next preceding general election, and having received his commission, took his oath of office. ' Up to that day, therefore, there was no judicial organization. It was for just such a state of things that the fifth section of the act made provision. It enacted, as already seen, that the sheriff, coroner, and officers of Jefferson county, who had exercised authority over Forest county, should continue to do so, not until the 1st of September, but until similar officers should be appointed or elected for Forest. The “ officers” here spoken of are the prothonotary, register, &c. The section is unmeaning, unless reference was made to them. Forest, before the passage of the act, had her county and police officers. They had been given to her by the Act of April 3d 1851. She lacked only judicial officers, or those essential to the administration of justice. The sole purpose of the Act of 1857 was to provide for her judicial organization. The statutory provision to meet her want of judicial officers was, that those of Jefferson should continue to exercise their authority as before. This did not make them officers of Forest. It did not profess to make them such. And the legislature had no power to make such appointments. The appointing power is not in that body, but in the governor, under the constitution. Besides, the provision was not the gift of any new powers to such officers, but the continuance of those which they had possessed and exercised prior to the 1st of September. It is evident, therefore, that the entry of a judgment in the Court of Common Pleas of Jefferson county, on the 5th of November 1857, created a lien upon the lands of the defendants within the territorial limits of Forest. Inasmuch, then, as Dilworth’s judgment was entered on that day, it was the first lien upon the lands, the proceeds of sale of which are in court for distribution.\nThe decree of the Court of Common Pleas is affirmed, and the appellant is ordered to pay the costs of the appeal.\nThompson, J., dissented."}