{"id": "417972", "contents": "The opinion of the court was delivered by\nWoodward, J.\nIt was Witman’s duty, as owner of the “William Green tract,” to pay the taxes.upon it, but his failure to do so could work a divesture of title only by means of a treasurer’s sale. Was there a treasurer’s sale ? What constitutes Such a sale ?\nUnder the Acts of Assembly relative to the sale of unseated lands for taxes, the treasurer is to advertise the lands — to expose them to sale by'public outcry — to receive, “as soon as the property is struck down,” as much of the purchase-money as will discharge the taxes and costs — to make a deed — to acknowledge and deliver it. And if there be a surplus of money above taxes and costs, he is to take a bond for this from the purchaser.\nNothing short of such a sale will divest titles. The language of the Act of 13th March 1817 is very express, as to the payment down of the taxes and costs, but it is-not to be so strictly construéd as to require the treasurer to stop the sales to settle with each purchaser on the spot. No construction of it, however, can be so loose as to justify the treasurer in postponing payment till he is out of office, or in accepting anything else than cash for the taxes and costs. And so with the deed, however it is delayed, it must be delivered during the official term; for delivery of all deeds is essential to their validity, and there can be no delivery, no more than any other official act, after the official existence has terminated.\nNow it is very remarkable in this case, that Witman’s title should be considered divested by a treasurer’s sale, in which no purchase-money was paid, and no deed delivered,-whilst Treasurer Weiser was in office. But what is still more remarkable, is the fact, that the first money received by Weiser on the sale of this tract, nearly five years after it was struck off to Staples, was paid by Witman himself, and the deed prepared for Staples was delivered to him. Witman thus wiped out all the old scores between himself and Weiser, and extinguished the Staples deed, by taking it to himself, before Staples or Donnel appeared to complete the purchase.\nIt would be the most extraordinary tax-title on record, this of Staples’s, if without payment of purchase-money, and without a deed, he could hold the land against the original owner who paid the assessments.\nIt cannot be. There was no such sale as divests titles.\nIt is not material to say so, but it may be added, that the note which Staples gave to Treasurer Weiser, wholly unwarranted by law, was not payment. If the note had been lawfully received, the general rule is, that notes and checks are payment of precedent debts only if, or when, paid. Had Weiser, on the faith of the note, paid over the money to the county, there would be some ground for claiming the note as payment of the bid; but the verdict decides that he did not pay over the money. The probability is, that the taxes are lost to the county, but that cannot help the Staples title.\nThe fact is, he acquired no rights by all that was done, because more was not done — and, of course, Donnel took nothing by Staples’s deed to him.\nThese general views are enough for this ease, which was fully examined in all its details and correctly decided in this court ten years ago: 10 Barr 341, and 1 Jones 341.\nThe judgment is affirmed."}