{"id": "417970", "contents": "The opinion of the court was delivered by\nThompson, J.\nAs the main question in this case is one of jurisdiction, it seems to me, that a proper plea, presenting that issue, would have been more consistent with legal symmetry and logic. It may be true, as a general rule, that want of jurisdiction may be taken advantage of at any time — but this does, not prove the propriety of ignoring such a plea in all cases, especially when the jurisdiction is primé facie general. Here, the plaintiff was nonsuited under an Act of Assembly by no means general, or applicable throughout the state. If there had been a verdict and judgment in the case, as there would have been, in a like case, in most of the districts in the state, on the pleas of “payment,” and “ never indebted,” and affirmed here, an awkward case would have followed an attempt to enforce payment of the matter sued for in another court. It is obvious, that the District Court had jurisdiction of the action of debt, but was ousted of it by the several statutes regulating the jurisdiction of the Orphans’ Court. There was no objection that this was not pleaded, and the question was discussed as if it had been — and hence there is no difficulty in this case, but a different practice would be advisable.\nThe main and decisive question in the case is, as to the jurisdiction of the Orphans’ Court of Washington county. Had it exclusive power to enforce distribution, after settlement of the account of the executors of Marcus Black, deceased? Or, can an action at common law be maintained on the decree of distribution in the Orphans’ Court, to recover the distributive share of a plaintiff, as attempted here ? These questions are res adjudicaba, and we will not discuss them. In Shollenberger’s Appeal, 9 Harris 337, it was said, that the jurisdiction of the Orphans’ Court, “ within its appointed orbit, is exclusive, and therefore necessarily as extensive as the demands of justice;” and in Whiteside v. Whiteside, 8 Harris 473, “that the Orphans’ Court alone has authority to ascertain the amount of the decedent’s property, and order its distribution among those entitled.” The same, in substance, had been held in Kittera’s Estate, 5 Id. 422. So, in Ashford v. Ewing, 1 Casey 213, it was also held', per Lewis, C. J., “ that an action at common law cannot be sustained, to recover a distributive share of an estate, against an administrator, although his account, exhibiting a specific balance against him, has been settled in, and confirmed by, the Orphans’ Court.” All the cases on the point are to be found referred to in the opinion of the learned judge in 'this last case, and the doctrine announced is clearly elucidated by them. The question must, therefore, be considered as settled, that the Orphans’ Court had exclusive jurisdiction, and ample power, to enforce the payment of the distributive share sued for in this case ; and that the District Court were right in entering judgment of nonsuit against the plaintiff. No good reason can be given why the Orphans’ Court should not be held to be a court of exclusive jurisdiction in such cases. It is possessed of chancery powers, and can proceed, according to chancery practice to make all such decrees, interlocutory and final, as may be necessary, in the administration of its appropriate duties, subject to review, on appeal to this court. It has power to enforce such decrees by attachment, sequestration, fieri facias, testatum fieri facias, venditioni exponas, and sale. On the score, therefore, of power and final process, there is no room for complaint. It has also the power to determine facts, as a court of equity, or to certify disputed issues of fact to the common law courts for trial. It seems to me, that it was eminently proper to determine, that within its “appointed orbit” it is a court of exclusive jurisdiction.\nWe do not think it necessary to discuss the question, whether there was, in substance, a final decree in this ease; if there was not, certain it is that this would have been a ground for nonsuit. Nor another position taken by the plaintiff in error, that the Act of Assembly authorizes a common law action for a legacy; this is not what was declared for here, and the question was not involved.\nThe plaintiff in error can have all his rights, by simply proceeding in the Orphans’ Court of Washington county. The delay occasioned by those in the District Court was neither the fault of the law, nor, perhaps, of the defendants.\nJudgment affirmed."}