{"id": "417928", "contents": "The opinion of the court was delivered by\nStrong, J.\nThe temptation to set up claims against the estates of decedents, particularly such decedents as have left no lineal heirs, is very great. It cannot be doubted, that many such claims have been asserted, which would never have been known, had it been possible for the decedent to. meet his alleged creditor in a court of justice. Not unfrequently, we witness a scramble for a dead man’s effects, disreputable to those engaged in it, and shocking to the moral sense of the community. Such claims are always dangerous, and, when they rest upon parol evidence, they should be strictly scanned. Especially, when an attempt is made, under cover of a parol contract, to effect a distribution different from that which the law makes, or that which the decedent has directed by his will, should it meet with no favour in a court of law. Even if any such contract may be 'enforced, it can only be, when it is clearly proved, by direct and positive testimony, and when its terms are definite and certain. The danger attendant upon the assertion of such claims requires, as was said by Chief Justice Gibson, in reference to a somewhat similar contract, that “ a tight rein should be held over them, by making the quality, if not the sum, of the proof a subject of inspection and governance by the court, and by holding juries strictly to the rule prescribed.”\nIn the present case, the alleged contract is attempted to be proved, by the testimony of two witnesses — the mother, and the uncle of the plaintiff. The mother speaks of what took place between the parties, and the uncle details the account which the decedent himself gave of the arrangement. “ But neither so does their witness agree together.” The mother testifies that the defendants’ testator desired the two girls; Jane and Eliza, to go and live with him, and that he said to them individually, “ that if they would go and live with him till his death, he would give her (each of them) as much as any relation he had on earth.” The uncle details a conversation between himself and William R. Graham, the defendants’ testator, in which Graham gave an account of the arrangement he had made respecting the girls. He. said, that he had told Mrs. Hay, that he could do more for them than give them wages; he added, “if they stay with me, and do what is fight, I shall give them a share with all my nephews that is of my flesh and blood, at the last;” he said, he had not determined, whether to give it in land or money; that the girls should not have a dime until they became of age, and he desired the witness to remember what he had said, so that there might be no hard feelings, if he should have to turn them (the girls) off with common wages. So far is this testimony from amounting to clear, direct, and positive proof of a contract, definite and certain, that it leaves it extremely doubtful whether any contract was intended; whether anything more was held out or understood, than encouragement to expect a legacy. The testimony of the uncle proves no contract at all, only a testamentary intention; the witness did not understand it as more, for he states that he advised to give the girls nothing, and adds that the decedent said, if the girls did not stay with him, and behave themselves, he would give them nothing, nor one of the family, so long as oak and ash grows, but would pay them off with common wages, and discharge them, and have nothing more to do with them. The testimony of the mother is very little better.\nBut, at all events, the contract, if any, is too uncertain to admit of enforcement. How much did the decedent promise to give? The amount is uncertain, and, from the nature of the arrangement, is incapable of being rendered certain. The plaintiff, in error relies on Sylvester’s Case, Popham 148, and 2 Roll. Rep. 104, and that does bear very considerable resemblance to the present. It was decided at Trinity Term, in the 17th year of James 1st, before the statute of wills of Charles 2d, William and Mary, and Queen Anne’s reigns. There the promise was to give with a daughter a child’s part, and at the promissor’s death, as much as to any of his children, excepting his eldest son; the plaintiff showed, that the promissor had not given a child’s part, and that a younger son of the promissor had £100 given him; it was resolved, that “ the promise of a child’s part was altogether uncertain, but being so much as any of his children had, and then showing that the younger son had £100 was certain enough, and therefore judgment was given for the plaintiff.” Here it will be observed, that a designation of the amount promised by the term “ child’s part” was held to be uncertain, though a reference to what might be given to a younger child was treated as sufficiently definite. But I do not find that the precise principle of this case has ever since been recognised. It is difficult to conceive of anything more indefinite than a promise to give as much as to any relation on earth.\nBut without pressing the insufficiency of the proof of the contract, even if it were definite and certain, it by no means follows that the measure of damages, in an action for its breach, is the value of the thing promised at the time of the broach. Jack v. McKee, 9 Barr 240, is no longer a rule; this court has returned from the departure which was made in that case. That was an evasion of the statute of frauds. It was giving to a parol agreement for an assurance of lands, all the effect which attends a written contract, and even more, for in a suit for the breach of a written contract to conyey lands, the plaintiff was never allowed to recover the value of the land at the time of the breach of the contract. The measure of damages, even for the breach of a covenant of seisin, or for quiet enjoyment, is the consideration paid.\nThis case, indeed, is not affected by the statute of frauds, but if the measure of damages must be what is contended for by the plaintiff, what less is the result thamthe establishment of a parol will ? Is it not a posthumous disposition of William R. Graham's estate? If he could thus dispose of a part of his estate, why not of all? Suppose that, in consideration of their living with him until his death, he had verbally promised one-half of his estate to Jane, and the other half to Eliza; if, in an action for a breach of the promise, each may recover the value of one-half of the estate, then the verbal agreement would be, to all intents and purposes, a will. It is a palpable error to say, that the-damages are to be regarded as a debt or liability of the estate. They are a distributive share,'and are claimed and recovered as an equivalent for an inherited portion or a legacy. If they are the fruit of a legal liability of the decedent, then the rule which the plaintiff invokes, leads to a still greater absurdity, than even a parol will; for, under the contract which she sets up, she is only entitled to a share of what remains, after all legal liabilities are discharged, and if those liabilities absorb the whole estate, she is entitled to nothing. The extent of her right varies with the residuum of the estate; and is incapable of measurement until the residuum be ascertained; there is no possible meter for it.\nIt follows from these observations, that the District Court was right in rejecting the evidence offered, and the judgment must be affirmed.\nJudgment affirmed."}