{"id": "417949", "contents": "The opinion of the court was delivered by\nRead, J.\nThe construction of the deed of the 20th October 1840 has been settled by this court, in the cases of Mathews v. Stevenson, 6 Barr 496, and Stevenson v. Matthews, 9 Barr 316; and by the deaths of Thomas Stevenson and of Oliver Stevenson, the trustees, the trust has become vested in Benjamin E. Baskin, the guardian of the minor children of Thomas Stevenson. As the trust funds in his hands are, by the terms of the deed, charged with the remaining debts incurred by Thomas Stevenson, under the power granted to him by that instrument, Mr. Baskin is a trustee, and liable to account as such to the creditors of the trust. But it is in his capacity as trustee, that he is to account; and, therefore, the proper place to file and settle his account is in the Court of Common Pleas, and not in the Orphans’ Court. In such account, he would be obliged to charge himself with the whole trust estate derived from the trust deed, which would be appropriated first to pay the creditors; and secondly, to hand over the remaining balance to himself, in his capacity of guardian of the minor children of Thomas Stevenson; and his account as guardian in the Orphans’ Court, as settled in the register’s office, would then include this balance, and any other property of the infants coming from any other source. Having pointed out the proper mode of proceeding, it is evident that the course adopted, of settling the whole in the Orphans’ Court, in his account as guardian simply, was erroneous, and cannot be sustained.\nThe decree of the Orphans’ Court must therefore be reversed, and the course indicated should be adopted. It is clearly an error, to charge a guardian or trustee with funds necessarily invested, as cash.\nIt appears to us, that this is a matter which the exercise of a laudable spirit of conciliation between the parties, could arrange without difficulty.\nDecree reversed, and record remitted to proceed according to law."}