{"id": "417963", "contents": "The opinion of the court was delivered by\nRead, J.\nThe will of a feme sole was revoked by her marriage, whilst marriage and the birth of a child conjointly revoked the will of a man, whether of real or personal estate; marriage and the birth of issue did not produce revocation, where there was a provision made for the wife and children by the will itself, or perhaps by settlement executed previously to the will.\nIn Pennsylvania, this rule was changed by an act passed the 4th February 1748-9, 2 Miller s Laws 22, the last section of which was in these words: “ That where any person shall, at any time hereafter, make his last will and testament, and afterwards marry, or have a child or children, not named in any such will, and die, although such child or children be born after the death of their father, every such person, so far as shall regard the wife after married, or the child or children after horn, shall he deemed and construed to die intestate; and such wife, child, or children shall be entitled to like purparts, shares, and dividends of the estate, real and personal, of the deceased, as if he had actually died without any will.”\nThis act was repealed by the Act of \"the 23d March 1764, Hall & Sellers 307; and its fifth section enacted, “ That where any person, from and after the fourth day of February, one thousand seven hundred and forty-eight, hath made, or hereafter shall make Ms or her last will and testament, and afterwards hath married or had, or after the passing of this- act, shall marry or have a child or children, not provided for in any such will, and die, although such child or children be born after the death of their father, every such person, so far as shall regard the child or children after born, shall be deemed and construed to die intestate; and such child or children shall be entitled to the like purparts, shares, and dividends of the estate] real and personal, of the deceased, as if he or she had actually died without any -will; and in such cases the justices of the respective Orphans’ Courts, so far as regards the wife after married, or child or children after born, shall have the same power and authority to make partition, or where partitions .cannot be made without prejudice to, or spoiling the whole of that part of the estate devised to any child or children aforesaid, in that case to value, adjudge, and order the premises to the devisee or devisees of such part of the estate as cannot'be divided as aforesaid, and on the refusal of such devisee or devisees, to the children successively, as they may or can do where a person dies wholly intestate; and the devisee or devisees, or the child or children to whom the premises shall be adjudged, shall pay the money, or give sufficient security for the same, as is herein directed, where the person dies intestate as aforesaid.”\nThis provision was supplied by the 23d section of the Intestate Act of the 19th April 1794, 3 Sm. L. 152, which repealed the Act of 1764. This section was substantially a copy of the former one, with rather more particularity, and provided, that “ every such person, so far as shall regard the widow, or child or children after born, shall be deemed and construed to die intestate.”\nThe revisers took this provision from the Intestate Act, and put it into their act relating to last wills and testaments, with certain alterations.\nThe language of the Acts of 1764 and 1794 had apparently included the will of a feme sole, but 'the revisers made it the subject of a distinct statutory provision of the most unbending character. The 16th section of the Act of 8th April 1833 enacts, “ That a will executed by a single woman shall be deemed revoked by her subsequent marriage, and shall not be revived by the death of her husband.” See Fransen’s Will, 2 Casey 202.\nHaving thus provided for the case of a single woman, the 15th section says, “ That when any person shall make his last will and testament, and afterwards shall marry, or have a child or children, not provided for in such will, and die, leaving a widow and child, or either a widow, or child or children, although such child or children he born after the death of their father, every such person, so far as shall regard the widow, or child or children after born, shall be deemed and construed to die intestate; and such widow, child or children shall be entitled to such purparts, shares, and dividends of the estate, real and personal, of the deceased, as if he had actually died without any will.”\nIn the case, therefore, of a child had after the making of his will, such child must be provided for in such will, or the decedent dies intestate as to such child. In Kenebel v. Scrafton, 2 East 530, both the wife and children were substantially and properly provided for in the will, though under a different character and denomination: “There is not, therefore, in this case,” says Lord Ellenborough, “ that total change in the situation of the family, and that total destitution of provision for those who ought to be the objects of the testator’s care and protection (although the pi’ovision be made for them under a different character), which can vacate the will, on the ground of a supposed tacit condition that it should be void, upon a total change in the situation, and a total want of provision for the family so newly circumstanced.” In England, therefore, the will was revoked, unless provision was made for both wife and children. By our Act of Assembly, marriage alone revokes the will, as to the widow, pro tanto, and so also does the birth of a child, if not provided for in such will, which words are clearly used in the same sense as they are in the case of Kenebel v. Scrafton. Now, this is a positive statutory enactment, which can neither be repelled by parol testimony, outside of the will, nor by any language used in the will, raising a presumption that he did not intend to provide for such after-born child. In relation to the wife, our law differs substantially from the English law, in giving her, independent of any disposition by the will of her husband, not only her dower, but also one-third or one-half of his personal estate, according to circumstances. It is, therefore, proper to give this construction to the well-weighed words of our act, in relation to a provision for a child, whose interests may be sacrificed to a mere stranger, by giving a forced meaning to this plain and clear language.\nA reference to our legislation will show that this is the correct interpretation. In the first Act of 4th February 1748-9, the words used are, “ have a child or children not named in any such will,” and there is no doubt that what C. J. Tilghmakt says, in Coates v. Hughes, 3 Binn. 507, related to this act, and not to that of 1764. “ Prior to this,” says the chief justice, “ in the year 1764, the legislature of Pennsylvania being struck, in consequence of an event which took place in the city of Philadelphia, with the imperfection of the common law, as then understood, made a provision for all cases which could occur under a subsequent marriage.” The Act of 1764, which repealed the Act of 1748, however, changed its language, and, instead of requiring simply the naming of the child, made it necessary that he should be provided for, and these words have been' carefully preserved in the subsequent Acts of 1794 and 1833. In New York, a child so after born, must be “ unprovided for in any settlement, and neither provided for nor in any way mentioned in his will.”\nCoates v. Hughes decided that marriage and the birth of issue was only a revocation pro tanto, so that we have in reality substituted for the common law rule, one of our own, depending entirely upon our statutory enactments.\nIn Jackson v. Jackson, 2 Barr 212, a case decided upon a written argument, submitted on behalf of the children who were minors and plaintiffs, but evidently leaning to the side of the widow, the court held that the will was not revoked by the birth of issue. “ We view,” says Judge Rogers, “the clause relating to the children, as a bequest for their benefit and support; for, in addition to the reasóns urged with so much force by the defendants’ counsel (plaintiffs’), which we adopt, we consider the devise in their favour a trust for their benefit, which a court of equity will, if necessary, enforce. If so, it is a provision for after-born children, and as such falls within the words as well as the spirit of the act. Although a bequest often assumes the form of a recommendation, it is not less -obligatory on that account. A principle explained at some length in Pennock’s Case (Coates’s Appeal),” 2 Barr 120.\nThe whole of the argument of the learned judge shows, that his decision proceeded upon the ground, that there was a binding trust for the children. “ The court, if necessary, will fix the amount which may be required for the maintenance and education of the children,” says Judge Rogers.\nThis ease was, therefore, ruled upon the assumption, that there was a substantial provision for the after-born children in the will, according to the case of Kenebel v. Scrafton. Rut Coates’s Appeal, which was the basis of this construction, has been solemnly overruled by this court in Pennock’s Estate, 8 Harris 274, and upon the doctrine there laid down, there is no doubt that no such trust was created as was supposed by Judge Rogers. In McKnight v. Read, 1 Whart. 213, the court held, that a child, in ventre sa mere, was not to be considered as living within the meaning of a will, and that the will was revoked so far as respected the share or proportion of such child of the estate, because this construction was most for the Ínteres] of the posthumous child.\nBy the present English statute of wills, 1 Vict. ch. 26, every will made by a man or woman shall he revoked by his or her marriage, except wills made in exercise of certain powers of appointment. Under this act it has been decided in Otway v. Sadlier, in the Court of Probate in Ireland, 33 Law Times Rep. 46, that where a party makes a will, and during the same day marries, the marriage will operate as a revocation of the will; notwithstanding, from the terms of the instrument, it appears that the testator did not intend that it should take effect till after the marriage. The will was executed half an hour before the marriage, and provided for the wife in a very ample manner. “ I cannot introduce,” says Judge Keating, “ any qualification into the 18th section, which I do not find in the statute. In the present case, it is perfectly plain and clear, that the testator did not intend that his marriage should revoke his will; at the same time, it is just possible that, if I was to entertain the question of intention, I might do violence, for aught I know, to the intention of the testator, for it by no means follows that, because on the wedding morning, the deceased was under the full belief that marriage did not interfere with that will, he was not better advised afterwards, and was then of opinion that, from the fact of the subsequent marriage, the will could not prevail. It appears to me that the law is perfectly plain in the case, and that the solemnization of the marriage operated as a revocation of the wdll.”\nThe statutory rule in England is therefore imperative, and so is ours, so far as it extends. Our statutory rule is: 1st. A will executed by a single woman shall be deemed revoked by her subsequent marriage, and shall not be revived by the death of her husband. This court held, in the case of Mrs. Eransen, that her will made whilst single, giving all her estate to her intended husband, was revoked by her subsequent marriage to him: 2 Casey 202.\n2d. If a man makes his will, and marries and dies, leaving a widow, so far as regards the widow, he dies intestate; that is, his will is revoked pro tanto, and the widow has a third or half of the real estate during her life, and a third or half of the personal estate absolutely, according to circumstances.\n3d. If he makes his wdll, and has an after-born child or childdren, not provided for in sueh will, and he dies, leaving such after-born child or children, so far as regards such child or children he dies intestate, and his will is revoked pro tanto.\n4th. If he makes his will, and marries and dies, leaving a widow and child not provided for in such will, his will is not revoked absolutely, as at common law, but only pro tanto: Coates v. Hughes, 3 Binn. 493.\n5th. If a man makes his will, marries and then dies, leaving a widow but no known heirs or kindred, it is clearly revoked, so far as to give to his widow both the real and personal estate absolutely.\nIt is clear, therefore, that all our rules in such eases are statutory ones, established by the legislature, by which the common law has been either repealed or altered, or enforced by positive legislative sanction, and therefore not open to the doctrine of implied presumption.\nIn the case before us, the testator gave to his wife, by his will, all his personal property, and all his real estate, unless the description of'one tract in the state of Ohio limits it to that tract, which we are inclined to think it does not. Supposing, therefore, that this devise includes lot No. 1257, in the city of Erie, she is met by the fact of her having a child born after the making of the will, and which child has survived his father. This brings it within the Act of 1833; and the child takes as if his father had died intestate so far as regards him, unless he is provided for in the will. •\nThe will says: “ Having the utmost confidence in her integrity, and believing that should a child be born to us, she will do the utmost to rear it to the honour and glory of its parents,” and this is clearly no provision for his child, such as we have seen is contemplated by the Wills Act, and the whole policy of our law.\nJudgment affirmed."}