{"id": "417983", "contents": "The opinion of the court was delivered by\nStrong, J.\nThis certiorari brings up only the record of the proceedings in the court below of June Sessions 1858, in which-the court confirmed an order of removal of Thomas Bell, a pauper, made by two justices of the peace of Indiana county. It is now settled, that the writ does not remove the evidence received by the justices, or by the court below. That is no part of the record. We, are, therefore, confined to a review of the regularity and legality of the proceedings : Overseers of South Huntingdon v. The Overseers of East Huntingdon, 7 Watts 529; Overseers of Derry v. Brown, 1 Harris 390; Mauch Chunk v. Nescopeck, 9 Harris 46. It was, doubtless, in forgetfulness of this established rule, that some of the alleged errors have been assigned. They relate not to the regularity or legality of the record returned in obedience to our writ, but to matters which are not upon the record, and mainly to an antecedent proceeding between the same parties, relative to the same pauper; a proceeding not now before us.\nThe principal question presented here, which we can consider, relates to the effect of a former order of removal granted by the same justices, also on the complaint of the Overseers of Conemaugh township. It appears, that on the 19th of August 1857, they made, complaint to James R. Dougherty and David Henderson, esquires, two justices of the peace, for the removal of Thomas Bell, the pauper, to the poor-house of Westmoreland county, and on the 24th of August 1857, the order was granted. The pauper was taken to the poor-house, but he was not received. The Overseers of the Poor of Westmoreland county took no appeal from this order of removal to the next Court of Quarter Sessions, as they were authorized by law to do; but delayed attempting an appeal until December 7th 1857, when the “ next term of the sessions had gone by.” Then, they had no right to appeal. The Act of Assembly gave them none: and on the 22d of March 1858, their attempted appeal was dismissed. The Quarter Sessions could have done nothing else. They had no right to entertain an appeal taken after the court next succeeding the order of removal, or to take any action thereon. This untimely appeal having been dismissed, the order of removal remained, of course, in full force, an adjudication between the parties. But instead of sending the pauper again under it to the poor-house of Westmoreland county, which would have been the regular course, the Over.seers of Conemaugh township entered another complaint before the same magistrates, and on the 3d of April 1858, obtained a new order of removal. It is from this last order, that the appeal was taken to the Court of Quarter Sessions, and we are now reviewing the action of that court upon it. The objection urged here is, that, the first order of removal was held to be conclusive, that the last settlement of the pauper was in Westmoreland county. Certainly, it was an adjudication that, on the 24th of August 1857, the last settlement was in that county; and no new .settlement was alleged to have been acquired after that time. It .was essential to it, that the place of last legal settlement should be ascertained. Indeed, without that, it was impossible to make the order. It was made also by a tribunal of competent jurisdiction ; a tribunal constituted by the legislature to try the very question. And it was between the same parties. It was acqufi esced in, by the failure of the Overseers of the Poor of Westmoreland county to prosecute an appeal in due time. Why then was it not conclusive as evidence in the second proceeding ? Surely, it is unnecessary to cite authorities to maintain the position, that an adjudication by a court of competent jurisdiction, between the same parties, or their privies, is an end of controversy as to the question adjudicated, and as to all matters essential to- the adjudication. Unless, then, it can be shown, that the determination of the place of last settlement was unnecessary to the award of the first order of removal, the settlement of the pauper was no longer an open question. But that cannot be shown. In Bradford Township v. Keating Township, 3 Casey 275, it was held, that an order of removal, though made without notice, if unappealed from, is conclusive of the duty enjoined in it, and that it decides where the pauper’s legal settlement is. The order gives due notice. If, then, there be no appeal, the judgment is final. Here, there was seasonable notice of the first order, for the pauper was delivered under it as the law requires: Act of 7th April 1852, P. L. 275.\n' This disposes of all the questions which this record presents-, and leads to the conclusion that the action of the Court of Quarter Sessions was right.\nThe order is afiirmed with costs."}