{"id": "417975", "contents": "Strong, J.\nTwenty-one errors have been assigned to this record. Many of them, however, are but repetitions of others, clothed in a dress slightly different, but having the same body. Under the plea of non est factum, the defendant introduced evidence to show that an alteration had been made in the date of the bond after its execution and delivery. The instrument was twice dated; once at the end of the penal part, and again at the close of the warrant to enter judgment thereon. The scrivener who wrote it testified positively, that no alteration was made after its signature. On the other hand, the sons of the defendant, on account of whose indebtedness the bond was given, testified that when it was signed by their father, the date was the 10th of July 1854, instead of the 11th of May 1854, and that it was but once dated. The allegation of the defendant, therefore, was that the last line of the instrument had been added, after its execution and delivery, and after it had been taken away by the agent of the plaintiffs. To meet this allegation, the plaintiffs were allowed to call experts, and prove by them, that in their opinion the whole instrument, including the last line, was written by the same hand, with the same pen and ink, and at the same time. This evidence was objected to by the defendant, and its admission constitutes the subject of the last nine assignments of error. That it was relevant and material cannot be doubted, for it is obvious, that if the last line of the bond, which contained the date, was written 'at the same time with the other parts of the instrument, the testimony of the scrivener was completely sustained, and the defence failed. Nor was it contended in the court below, that the witnesses were not experts, but the objection as urged here is, that the subject-matter of their testimony was not competent, that 'the facts testified to by them could not be legitimately thus proved. It is to be observed, that the evidence was offered only after direct testimony had been given to prove that the bond was genuine, and that it was in the same condition as when signed by the defendant. It was admitted, not as independent, but as corroborative evidénce. The case does not require a discussion of the extent to which courts of law have permitted experts to express opinions in regard to handwriting. The rule upon this subject is not the same in different courts, and even in the same court, the decisions have not been uniform. It appears to be generally conceded that, where other writings admitted or proved to be genuine, are already in the case, a jury may compare the handwriting. In such comparisons, Greenleaf asserts the doctrine to be, that they may be aided by experts: 1 Greenleaf Ev. § 578. Experts are also allowed to testify, whether the handwriting be natural or feigned. So, too, it has been ruled, that when one writing .crosses another, an expert may testify which, in his opinion, was first written: 4 Moore P. C. Cas. 433. I am aware that it has been said that, though such opinions are admissible, not much reliance is to be placed upon them. Doubtless, it is for the jury to determine how much. But why is not the testimony of the same nature with that which is generally adduced to prove handwriting ? The witness who has seen another write but once, may testify to his belief, and that belief is but a deduction which he makes from a comparison with the exemplar in his mind. Why should that exemplar be regarded as more reliable than one presented to the expert’s eye '! In the present case, the greater part of the bond was proved to be in the handwriting of McKinney, the scrivener, and he had sworn that the whole was written at the same time. In corroboration of his testimony, we see no reason why experts should not have been permitted to testify that the writing itself indicated what the positive testimony of the scrivener declared.\nThe remaining errors assigned relate to the rejection of evidence offered by the defendant to sustain his equitable plea of payment with leave, &c. The first, second, third, and eighth present the same question. The court overruled the offer of the defendant to prove that, before and at the time when the bond was written, James Bonbright, one of the plaintiffs, represented that he had authority to settle the claims of the Philadelphia creditors, and that, unless the bond was executed, they would indict the sons of the defendant for obtaining goods under false pretences, and send them to the penitentiary; that they had determined to do so; and that these representations were untrue. It is not easy to see how this, if proved, would have been at all material. The alleged representations were not assertions of existing facts, but, at most, of intentions, in their nature almost incapable of proof, or of disproof, and in no particular affecting the consideration of the bond. That they may have presented a motive inducing the father to secure the debts due from his sons, is possible. But a party who seeks release from the obligation of his bond, on the ground of actual fraud or misrepresentation, must establish that there was a false representation of a matter of substance, important to his interests, and actually misleading him to his hurt. A false affirmation of a matter resting in opinion, or even of a fact equally open to the knowledge or inquiry of both parties, is not available for any such purpose. Here the parties dealt upon equal terms. There was no relationship of confidence between them. Bonbright was a creditor seeking to obtain security for a debt due from the defendant’s sons. Those sons were at hand when the alleged statements were made. Neither in a court of law, nor of equity, would it be presumed, that any reliance was placed upon them. Nor were they statements of any matter relative to the interests of the defendant, or affecting him personally. Even if no such intention of the creditors existed, his situation is made no worse. It would do him no good, if all was true that Bonbright represented. No authority will be found for the position, that an immaterial representation, even though false, made by the obligee of a bond, will avoid the contract, either at law or in equity. The case of Bowen et al. v. Buck, 2 Williams (Vt.) 307, relied upon by the plaintiff in error, is far from establishing such a doctrine. There, the agent of the creditor represented, that a criminal prosecution had been commenced against the debtor; that a requisition had been obtained from the governor of New York, upon the governor of Vermont, for his arrest and extradition, and that he, the agent, then had the papers necessary for that purpose, but agreed that if the note upon which suit was brought should be executed, the prosecution should be stayed and discharged. In fact, these representations were false, and it was held by the Supreme Court of Vermont, that there could be no recovery upon the note thus obtained, mainly because it was obtained in composition of a prosecution for a misdemeanor. But in that case, the representation was personal and material to the promissor. In the present case, the statements of Bonbright had no reference to the obligor, nor was there any assertion that a prosecution had been already commenced, or any engagement to withdraw it, if the bond were given. In the Vermont case, the agreement to withdraw the prosecution was a part of the consideration of the note. Here, it embraced no part of the consideration of the bond. There was, therefore, no damage to the obligor, without which there is no relief, even in equity.\nThe defendant having failed in obtaining the admission of the evidence thus offered to establish fraud and misrepresentation, next offered it to show duress and undue influence. Coupled with it was the additional fact that the defendant was nearly sixty-six years old; that he had a mind easily influenced and excited; and that he was unduly influenced and excited, by the threats and misrepresentations of Bonbright. There was no proposal to show that he was under any physical or mental constraint, or that his mind was not perfectly free to assent to, or dissent from, the contract. What was meant by the expression “unduly influenced,” was left entirely undefined. The duress proposed to be shown, was “ duress per minas,” and that, not of threats made against the defendant, or his property; nor were they threats of any illegal act, but of a resort to a court of law. Nothing more than this statement is necessary, to vindicate the action of the court below in rejecting the evidence.\nThe tenth and thirteenth assignments of error have reference to the consideration of the bond. The defendant offered evidence ■to show, that the debts secured by it were those of A. Fulton & Brothers, and not the debts of Robert Fulton the obligor; and that no time was given for their payment when the bond was executed. Assuming all this to be true, no attempt has been made ■to show us how it affected the defendant’s liability. Beyond question, he could assume a binding obligation to pay the debts of his sons, and the bond itself recited that time had been given to them. If there was a false statement respecting the forbearance, it was the obligor’s own statement. No offer was made to prove that, at the time when the instrument was executed, there was any agreement that time should be given to pay the notes of the sons, and that the agreement had been violated. The bond asserts no such contract. It recites the notes, payable in triennial payments, and binds the obligor to pay in ten years, in consideration of the time given, if the sons should make default. The evidence, offered, therefore, neither tended to show want or failure of consideration, much less fraud, for which also it was offered.\nAnother question is raised by the rejection of the defendant’s offer to prove that previous to the execution of the bond, and at the time of the delivery, Robert Eulton had given his endorsed notes to the plaintiffs for their claim against his sons, amounting to about $8000 ; that when the bond was given for this claim, and the others included in it, Bonbright stipulated to surrender the endorsed notes in a few days, assuring the defendant that if he failed to so, the bond should be of no force; and that the notes had not been surrendered, but that, on the contrary, three of them had been put in suit. If such an arrangement was made, possibly it would constitute a defence to the suits brought upon the notes, but to allow it to be proved on the trial of this issue, would be to admit parol evidence to introduce another condition into the bond; to add to its expressed stipulations. It would be more; it would be, in effect, to allow its provisions to be contradicted by oral testimony. The bond binds the obligor to pay the notes on default of his sons. It, in effect, declares that they are to be retained by the creditors until paid. To give them up would discharge the bond. May a mortgagor prove by parol that, when he executed the mortgage, there was an engagement by the mortgagee to surrender the bond secured by it, immediately after its execution ? Surely not; and yet this was what was attempted in the present case. Written instruments are intended to furnish the evidence of contracts, — they are worthless, if they can be affected by such evidence as was here submitted.\nNearly allied to this, was the offer to prove by parol, that the bond was not to be “ entered up” for ten years, unless upon a specified contingency; and that if judgment should be entered upon it, in violation of this arrangement, it was to be null and void ; and that the bond was entered up, notwithstanding the stipulation. This was in direct conflict with the terms of the warrant of attorney. It is true, that in Ayers’s Appeal, 4 Casey 179, effect was given to such a parol agreement,.in favour of a junior execution-creditor, not, however, in favour of the debtor. As betwmen two judgment-creditors, the reason of the rule which excludes parol evidence to vary, add to, or contradict written contracts, does not exist. Between them, there is no contract in writing; hut as between the obligor and obligee, the warrant of attorney is expressed authority to enter judgment immediately. A contemporaneous parol agreement not to. enter judgment for ten years, is no less a contradiction of it, than would be an agreement to strike out the warrant entirely. It is argued, however, that under the doctrine of Renshaw v. Gans, 7 Barr 117, and Rearich v. Swinehart, 1 Jones 233, the parol evidence was admissible. The principle of those cases is, that obtaining a paper for one purpose, and subsequently using it for a different and unfair purpose, is fraudulent; and that the subsequent abuse will open the door for the admission of parol evidence of what took place at the execution of the instrument. But if the principle reaches so far as is contended by the plaintiff in error, the rule which excludes parol evidence, when offered to alter, add to, or contradict a written instrument, is utterly annihilated. The offer of such evidence always presupposes that the instrument which it attempts to reform is used for a purpose not originally contemplated, and that it is so used the parol evidence proposes to prove. If it must be admitted, on the ground that such abuse of the instrument constitutes a fraud, then the very fact is assumed, before the evidence is given, which it is introduced to prove. This cannot be. Until the abuse or perversion of the written instrument is shown, no fraud appears sufficient to make way for the admission of parol evidence to affect it. The doctrine of those cases is, however, inapplicable to that which is now before us. Here is no attempt to use the instrument for a different purpose than that for which it was made.\nThere was no error, therefore, in rejecting the evidence, and none that we discover in this entire record.\nThe judgment is affirmed. ■"}