{"id": "417985", "contents": "The opinion of the court was delivered by\nThompson, J.\nThe jury in this case returned a special verdict, but entirely defective as to one of the points, the main one, attempted to be raised in the case. The court entered judgment for the plaintiff, as if on a general verdict; and the assignments of error are to the charge of the court, which raises all the points argued here. As no new or different questions are raised by the special verdict, and no objection made to the form of the verdict, we will consider the objections to the charge.\n1. The 1st and 2d assignments may be considered together. The court instructed the jury, that it was their province to determine, from the testimony, whether the trespass, in seizing and selling the horse, was wanton and malicious, or whether the officer acted in good faith, in a fair discharge of his duty, in the execution of his writ: that, in the one aspect of the case, compensatory damages would be the measure of recovery, but, in the latter aspect of it, the jury might give exemplary damages. This was the substance of the direction.\nThe plaintiff in error contends, that, whether the case, under the circumstances, was one for exemplary damages or not, was a question to be determined by the court, as a matter of law, and not by the jury. I do not understand the counsel to argue, that compensation alone is the measure of damages in trespass for an injury to, or amotion of, private property; and yet the argument tends to this result. While it may be conceded, that there seems to be a want of legal logic in the idea of compensation beyond the injury, by way of punishment for the evil motives of the trespasser, yet the law is well settled that it may be given. There are many things constituting property to an owner, the value of which to any one else would be inappreciable — a picture, a portrait, or the like, the destruction of or injury to which might amount only to a trespass, although wantonly or recklessly done. Shall a trespasser only make compensation, in such a case, for the money value of such property, or to the extent of depreciation ? It never has been so held. In every case of oppression, outrage, and vindictiveness on part of the trespasser, the damages may be estimated and given in a punitive shape, rather than merely as compensatory. The cases of Rose v. Story, 1 Barr 190, Good v. Mylin, 8 Barr 51, Amer v. Longstreth, 10 Barr 145, relied on by the plaintiff in error as sustaining his position, do not do so. They were merely corrective of instructions referring the question of exemplary damages to a jury, in the absence of proof of aggravation. In such cases, the rule undoubtedly is, that compensation is the extent of recovery: Forsyth v. Palmer, 2 Harris 96. In the case of Rose v. Story, Mr. Justice Rogers says, beyond compensation, “ upon no principle of law or equity, is the jury permitted to go, unless in cases of gross oppression or aggravation, when the jury may mulct the party in vindictive damages.” In Amer v. Longstreth, Bell, J., said, the court below were correct in the “ statement of the abstract rule,” that, “ in actions of trespass, the jury are not confined to the actual damage sustained ; they may go beyond that, if the case shows a wanton invasion of the plaintiff’s rights, or any circumstances of aggravation or outrage. This is for the jury to determine, and, within reasonable bounds, it is a matter peculiarly within their control.” There are many authorities to the same effect, but not necessary to be cited in support of such a familiar principle. It is the duty of the court to submit the question of the kind of damages that may be given, to the jury, if there be evidence of aggravation or oppresssion; compensation is the rule, in the absence of such circumstances. Exemplary damages may follow in the wake of their existence; but there must be evidence on the point. If there is, it is proper to submit it to the jury for the ascertainment of the circumstances that constitute oppression and aggravation. The facts may or not satisfy a jury that exemplary damages should be given — but they alone can dispose of the eyidence, if there be any on the subject. Here, we have not the testimony legally before us, and we must presume that there was evidence on the point of oppression or aggravation, or it would not have been submitted to them by the learned judge. But, looking at it in its informal shape on the paper-books, we would say that there was abundant evidence, if believed by the jury, to authorize them in finding exemplary damages.\n2. The action of replevin against the purchaser, and the recovery of the horse, were no bar to an action against the constable for the original taking. The purchaser at the sale Was answerable for no damages before that, and only for such as accrued by reason of his detainer afterwards. But the plaintiff had been deprived of the use and possession of the horse, by reason of the seizure and detention, some time before the sale. This was an injux-y to the ownex-, not to be covered by his success in the x’eplevin suit, for it was not the act of the purchaser. It was the act of the constable, the defendant. If his act was wrongful, he is answerable. Otherwise, the use of the animal, or detei’ioration to it, occurring after seizure and before sale, would go uncompensated. It is not like the case of a joint trespass, and a recovery and satisfaction by one. The recovex’y in replevin would be, as proof, conclusive against a recovery for the horse, for of that the plaintiff had repossessed himself; but for the damages prior to the sale, it was no bar: 5 Harris 24.\nWe see no error in this record, and the judgment is affirmed."}