{"id": "417977", "contents": "The opinion of the court was delivered by\nRead, J.\nThe promissory note on which this suit was brought was not negotiable, and the equitable transferee of it, for whose use this action was commenced in the name of the payee, took it, subject to all the equities existing between the original parties, at the time of the transfer. The defence set up was want of consideration, and if the facts offered to be proved by the defendant, showed this to be the case, as between the maker and the payee, then the court erred in rejecting the' offer, and they cannot be sustained on any ground, the particular reason assigned by them being clearly wrong.\nThe offer was to prove, that the defendant employed Heylman, the plaintiff, to purchase for him two land warrants, belonging to the estate of Robert Morris, for which he paid him seventy-five dollars for his services, and the price at which he obtained the warrants, which were purehased-of Maria Nixon, daughter of the decedent, and assigned by her to defendant. That the warrants were located in Clinton county, and the survey returned in defends ant’s name, and accepted at the land office. That these lands were sold by defendant to a person residing in Philadelphia, and he agreed to make a deed by a certain day. That when defendant went to Harrisburg for the purpose of getting a patent, he ascertained that patents had been issued for the same lands, to George A. Latimer, and when defendant went to Philadelphia to see Heylman, he told him Latimer had no interest in the land, and exhibited to him a blank transfer to him from Latimer, for the patents, and that in order to obtain a transfer to him, of these patents, to enable him to make title, he paid Heylman three hundred dollars in money, and gave the- note for which this suit was brought. That Heylman acted as the agent in purchasing the warrants, and also obtained the title to these patents which were virtually Heylman’s, Latimer having no interest in them.\nIf these facts had been proved, it would have been perfectly clear, that Heylman’s conduct in procuring the patents was fraudulent, and that the patents were really the property of the defendant, although nominally issued to Latimer, who was simply the tool of Heylman. . The defendant was entitled to patent these lands in his own name, and if his agent interposed, and prevented his obtaining them by procuring their issue to a nominal party, from whom he held a transfer, he was bound in good faith to transfer them to his principal for whom he had acted in the purchase of the warrants, upon which these lands were located and surveyed for the defendant.\nThe defendant being the owner of the land had sold it, and agreed to make a deed for it by a certain day. If Heylman had not intervened, the patents would have been issued to the defendant, and he could have completed his sale. By the intervention of the plaintiff, the title of the Commonwealth appeared to be in a third person, and the defendant was thus forced, in order to procure a transfer to himself of what really was his, to pay his faithful agent three hundred dollars in cash, and to give the note in dispute for two hundred dollars more. Neither the payment of the cash nor the giving of the note, was voluntary, but both were extorted from the defendant, and come within that class of cases, in which money illegally claimed and paid, has been recovered back, where goods, deeds, or papers have been wrongfully detained until the money has been paid.\nThe old doctrine that a contract made by duress of goods cannot be avoided, has been much limited, or rather explained by later decisions, both in England and America. In Ashmole v. Wainwright, 2 Queen’s Bench 937, Patteson, J., said, “ I should be sorry to throw any doubt upon the point, that an action for money had and received will lie to recover money paid on the wrongful detainer of goods; it would be very dangerous to do so, the doctrine being in itself so reasonable, and supported by so many authorities.” And Coleridge, J., said, “I never doubted that an action for money had and received might be maintained to recover money paid on the wrongful detainer of goodsand the same doctrine is recognised by Lord Denman, in Wakefield v. Newbon, 6 Queen’s Bench 276.\nIt is true, that where there is a distress for rent, and money is paid to release the goods, then it cannot be recovered back, unless there are other circumstances besides the fact that no rent was actually due, such as wilful oppression or abuse: Colwell v. Peden, 3 Watts 327; Skeate v. Beale, 11 Adolphus & Ellis 983.\nWhere, therefore, there is neither suit, nor legal process of any kind, there can be no objection to an action to recover back money paid for the release of goods unlawfully detained, without any colour or pretence of right. The principle has been applied to the case of overcharge of tolls (Parker v. Great Western R. Co., 7 Mann. & Granger 253), and to the exaction of illegal tolls (Chase v. Dwinal, 7 Greenleaf 134), to an attorney withholding title deeds upon an unfounded claim of lien (6 Queen’s Bench R. 276), and to a common carrier who had refused to deliver goods, without payment of an exorbitant remuneration (2 Queen’s Bench R. 846).\nThe principle has been fully recognised in New York (Harmony v. Bingham, 1 Duer 229, and s. o. on appeal, 2 Kernan 99), and by the Supreme Court of the United States in Elliott v. Swartwout, 10 Peters 138, and is well stated in 2 Greenleaf on Ev. § 121, in a few words: “ under this count,” says the writer, “ the plaintiff may also recover back money found to have been obtained from him by duress, extortion, imposition, or taking any undue advantage of his situation, or otherwise involuntarily and wrongfully paid, as by demand of illegal fees or claims, tolls, duties, taxes, usury and the like, where goods or the person were detained until the money has been paid.”\nIf, therefore, such he the case, where the money has been actually paid, a fortiori, is such a defence available in an action upon a promissory note, extorted in the manner alleged in the offer made by the defendant, and rejected by the court. The case of Kerns v. Durell, 7 Mann. Gr. & Scott 396, closely resembles this, and although the plea was held bad by a majority of the court, for not containing a stronger negation of the right of the plaintiff to detain the goods, yet Williams, J., says, “I feel a difficulty in perceiving how the plaintiff giving up goods, which he has no right to retain, can furnish a consideration for the giving of a promissory note;” in which his brethren would have agreed, if the plea had contained an allegation that the plaintiff had no right, or colour or pretence of right, to detain the goods.\nWe are, therefore, of opinion that the evidence contained in the offer, as showing a want of consideration for the giving of the note, should have been admitted.\nJudgment reversed, and a venire de novo awarded."}