{"id": "417929", "contents": "The opinion of the court was delivered by\nThompson, J.\n1. The 1st and 3d specifications of error raise the question of the admissibility of parol evidence to vary, alter, and increase the consideration expressed in the release spoken of in the case, for it was not given in evidence. The learned judge of the Common Pleas thought the point did not arise in the case, and so decided. The releasee was not sued for any additional consideration. Dr. Shoenberger promised his niece, if she would execute the release to his son, for the sum of one thousand dollars, he would thereafter pay to her such further sum as any of the other heirs of Mrs. Hackman, his deceased sister, might, if they brought suit for their share of her interest in the Huntingdon Eurnace property, recover or receive. This was his own undertaking — not that of the releasee. It was entirely independent of and collateral to the contract of release. There was no part of this contract with Dr. Shoenberger in writing. It all rested in parol. By his promise he procured a release from Mrs. Zook, the meritorious plaintiff, of a claim of title to a third party. This was a sufficient consideration to sustain the promise of future compensation, even if that title had been much less real than it appears to us it was. An injury to the promissee, or benefit to the promissor, are considerations to sustain a promise. Both existed in this case; for, by the tests agreed upon, Mrs. Zook had a greater interest in the premises than the $1000 consideration mentioned in the release, for Mrs. Bowman, her sister, after suit brought, was paid by the vendees of Dr. Shoenberger $6000; and it also appears in the evidence that, although the Doctor had conveyed the property to his sons, $30,000 of the purchase-money remained unpaid. The title to one-eighth of the premises was in dispute, and the purchasers could defend to the extent of the unpaid purchase-money for defect of title. Thus the release operated as an extinguishment of an outstanding claim of title, and in relief of the unpaid purchase-money. The consideration for the promise was ample. The rule for excluding parol evidence conflicting with and controlling written instruments, had no place in the case.\n2. There is scarcely even plausibility in the idea that as between Dr. Shoenberger and the plaintiffs, the deed of Hackman and ■wife, tendered to him in the lifetime of the wife, in pursuance of a parol agreement of a purchase of her interest in the property, but refused by him, with a repudiation of the agreement, and a return of the deed to her and her husband, could, after the decease of the wife, be delivered by the husband, and thus made to pass his title and defeat her heirs. After its refusal and return, it was simply inoperative. It could only be redelivered by the beneficiaries under it. The delivery by the surviving husband would pass his interest as tenant by the curtesy, but it affected not the title of Mrs. Hackman’s heirs. Delivery of a conveyance by the party, or some one authorized to make it, is as essential to the transmission of the title described, as the deed itself. The title is not divested without this. As Hackman had no authority to deliver the deed, excepting so far as his individual interest was concerned, it did not pass his wife’s title, or divest that of her heirs, which had vested before the delivery.\n8. The objections to the narr. are all to matters amendable. The plaintiffs ’ own paper-book shows that the case was tried as if everything claimed as defectively set forth, or omitted, had, in fact, fully appeared in technical form on its face. The defendant had ample notice of the cause of action against him, and had a full trial on the merits. What more could he desired? This court will not reverse for what was amendable below; and especially so, where the form of the narr. did not preclude the defendants from giving all their evidence, and where they had a full trial, without objection to the form of it. We think the learned judge ruled the case properly on all the controverted points, and that the judgment must be affirmed.\nJudgment affirmed. •"}