{"id": "417974", "contents": "The opinion of the court was delivered by\nWoodward, J.\nThe note in writing, which is sufficient to take a parol title out of the Statute of Frauds and Perjuries, must be proved like any other private instrument. If it cannot be produced, it must be shown first, to have existed; next, that it is lost, which may be inferred from diligent but unsuccessful search for it in the place where, if still existing, it ought to be found; and then, its contents may be proved by any person having knowledge of them, with the same effect as the paper itself would have, if produced.\nThe letters between Judge John Irwin and his cousin, Samuel, while still in Ireland, were the notes in writing relied on by the plaintiffs; but they were not produced, nor proved to be lost, nor were their contents proved by any person who had ever seen them; but the court was asked to treat the admissions and declarations of the parties as evidence of the contents of the letters. Confessions and admissions are sometimes received as to the execution of an instrument, the subscribing witness to which cannot be produced: Conrad v. Farrow, 5 Watts 536 ; and in aid also of other evidence of contents: Mauri v. Heffernan, 13 Johns. 58; Corbin v. Jackson, 14 Wend. 619; but standing alone, and especially in a ease where there has been no effort to produce the writing, they are insufficient proof of contents. If, in any instance, they would be adequate, they would not be, where a statute had prescribed written evidence. It would avail but little that the Statute of Frauds and Perjuries had required a writing, to evidence a transfer of real estate, if, without search or proof of loss, the contents of the writing might be proved, not by a witness who had seen and read it, but by one who had only heard the parties talk about it.\nIt would be as well, it would be better indeed, to receive oral evidence of the bargain at once — because it would be more direct proof, than to receive such oral evidence concerning the written instrument. The truth is, the plaintiffs’ case rested wholly in parol, and the learned judge was right, in refusing to consider the proofs as establishing a note in writing, such as would take the case out of the statute.\nThe question of a trust in James Irwin, for Samuel, was fairly left to the jury. The plaintiffs complain that the judge said, the trust could arise only from an agreement between John and James, before the date of the will of the former; but the judge gave an unanswerable reason why the trust could only so arise— to wit, that it would be impeaching the will by parol, to convert an absolute devise into a trust, without the consent of the devisee. He did not insist on a formal contract, much less on a written, but he said, if “ James Irwin, the devisee, was made acquainted with the wishes and designs of Judge Irwin, in regard to Samuel, and the judge communicated to, him his will, that Samuel should have the land as soon as he came from Ireland, and in consequence of this direction, and confidence and trust reposed in him, James Irwin agreed to accept the devise, and carry out the trust and confidence of the judge, then he would be a trustee for the use of Samuel, and if thus a trustee, the case is not within the Statute of Frauds, and James would be bound to convey.” This was leaving the jury to infer the trust from all the circumstances in proof; and it is the misfortune of the plaintiffs that they could not persuade the jury to make the inference.\nThe rest of this case may be comprehended in the objections that are urged to the opinion expressed by the court, that the evidence did not make out such a parol sale by Judge Irwin to Samuel, and such part performance by Samuel, as would take the case out of the statute. While there was an abundance of proof that the judge had made declarations clearly importing an intention to sell or give the land to Samuel, there was his will devising it to James; there was the expressive act of ownership by James, in entering after Samuel w7as in possession, and cutting off 100 acres of the tract, and attaching it to the Coulter farm; and there was the lease of James, to Samuel and his wife, for life, for the 220 acres — the land in controversy. The proof of this lease was very full, though the instrument itself was not produced. Margaret Shannon, Eleanor Davidson, and James Wilson all heard the paper read in Samuel’s presence, and all agree in describing it as a lease to him and his wife Margaret for life.\nNow, in view of such proofs, it is not very strange that the jury failed to find the alleged trust; nor strange, that the court thought a parol sale or gift was not proved.\nAssuming all that was proved to have been uttered by Judge Irwin to be true, here were facts that proved incontestably, that whatever he may have said or intended, he had not indeed either sold or given the land to Samuel. Does a man, after a sale or gift of land to one, ordinarily devise it to another ? Does the purchaser, in possession, ordinarily suffer the devisee to enter and take away one-third of his land without question or remonstrance ? When, before this case, did such a purchaser accept a lease from the devisee of his vendor, and show it exultingly to his friends as the evidence of his title ?\nTo hesitate on questions like these, were to offend the common sense and universal experience of men. The court properly considered these facts decisive against the plaintiffs. For the purpose : of effectually controlling the action of the jury in such cases, it was said, in Brawdy v. Brawdy, 7 Barr 160, to be the duty of the court to grant new trials for ever.\nThe judgment is affirmed."}