{"id": "417969", "contents": "The opinion of the court was delivered by\nWoodward, J.\nAt common law, a defendant indicted for crime, was liable for the costs of prosecution, whether he was convicted or acquitted on the trial, and the law continued to be so in Pennsylvania, until the Act of 20th March 1797 was passed. That act provided, that all costs accruing on bills of indictment, charging a party with any felony, breach of the peace, or other indictable offence, shall, if such party be acquitted by a petit jury on the traverse of the same, be paid out of the county stock by the county in which the prosecution commenced. By subsequent enactments, costs in cases under the grade of felony are to be paid by the county only where the grand jury ignore the bill, or the petit jury acquit the defendant, and expressly impose the costs on the county; leaving the Act of 1797 in operation only in cases of felony.\nIt is under this enactment, of 1797, that the present attempt is made to charge the county of Westmoreland with a bill of costs, in a case of felony, amounting, as filed, to $952.16, and as taxed by the clerk of the sessions, to $476.08. The reason why we think the court were right in refusing, on appeal, to allow and tax this enormous bill, is, that the costs in question did not accrue in the larceny case. The witnesses, for whose attendance the bill was made out, were brought from Philadelphia, to sustain an indictment against the same party for a misdemeanor, rather than the indictment for larceny.\nThere is enough before us to convince us of that, and though we do not ordinarily look into evidence on writs of error and certiorari to the Quarter Sessions, yet, as the party who brings up this record, has submitted evidence, on which he asks us to charge the county, he has no right to complain if we find in it reasons for refusing to grant what he asks. At his instance, we will look into the case as he has presented it.\nAt the November Sessions of 1858, two bills of indictment .were found against Samuel and Isaac Horner — one for conspiring to cheat their Philadelphia creditors, the other for larceny. Isaac was not arrested. At the February Sessions of 1859, Samuel was tried on the indictment for conspiracy, and convicted; which verdict was set aside, and a new trial granted at the May Sessions of 1859. The indictment for larceny was continued to the February Sessions of 1859, and again to the May Sessions of 1859. At this term (the May Sessions) a settlement of the conspiracy case was effected, after a good deal of negotiation, by the payment, on the part of Horner, of $800, partly in money and partly in notes, which were taken in the names of certain of the Philadelphia creditors.\nImmediately after this settlement, a verdict of not guilty was taken in the larceny case, and the bill of costs made out. Harrold, the prosecutor, swears that the reason why he did not file the bill in the conspiracy case was, “ because it was settled, and we could not recover it off them, and it was no use of filing a bill. I was told that, if I filed the bill in the conspiracy, it could not be collected from the county, and for that reason, I did not do it.”\nFrom Mr. Cook, who appears to have acted as counsel for the creditors, and to have been instrumental in effecting the settlement, we learn that, “ the larceny case was not prepared for trial at the May Term — that is, the Commonwealth was not ready for trial.” And again,- that at the settlement, “ the question was asked — What about the larceny case ? I answered, that the prosecution can’t settle, we are not prepared for trial, and it is doubtful if we ever can be; my own inclinations in view of the uncertainty and difficulty of being prepared at any time for trial, and also in view of the costs on the county, which must be greatly increased by circumstances, is to allow it to be disposed of at once. The other counsel, the prosecutor, all concurred in. these views of the larceny ease.”\nIt would have been fortunate for the county, if Mr. Cook’s views of the impracticability of sustaining the indictment for larceny, had matured at the November or February Sessions, or at any time before the settlement of the misdemeanor case, for then it would not have been made, what it manifestly became in the sequel, a mere stalking-horse to bear this bill of costs to the county treasury. Though the witnesses were subpoenaed in both cases, it is impossible to doubt, that they were the witnesses to the misdemeanor, and not to the felony. Else, why was not the larceny tried at the first or second term; and why was it finally abandoned for want of witnesses ? And if it was found not to be sustainable, why was it not abandoned sooner; before unnecessary witnesses had been brought three times from Philadelphia ? There may have been a bond fide intention to prosecute Horner for larceny, or the indictment may have beenjused as a rod of terror, to force a settlement of the civil claim. We don’t undertake to decide how it was; but, that the costs of these witnesses did not accrue on that indictment, is a-truth that flashes into our eyes from every part of the record. A verdict of not guilty is the usual attendant of an abandoned prosecution for felony. That it was abandoned, is almost said in terms by Cook. No other reasonable inference is deducible from what he does say.\nThe reasons given by the court for not taxing the bill, are not satisfactory to us; but since there was a good legal reason, such as we have indicated, for their refusal, the judgment is to stand affirmed."}