{"id": "417964", "contents": "The opinion of the court was delivered by\nThompson, J.\nThe retained possession of the property by the vendors, Pettibone, Hoban & Co., made a primd facie case of fraud between them and the vendees, so far as creditors were concerned. This is the rule by the laws of Virginia; and that being the locus contractus, and also that being the situs of the property in question, we are to be governed by it: Born et al. v. Shaw, 5 Casey 288. These facts having been shown, it became necessary for the defendants to rebut the presumption of fraud arising out of the circumstance of retained possession. This they endeavoured to do by putting in evidence a written contract of the sale, accompanied by the testimony of witnesses as to the time,.mode, and manner of making it, the taking a schedule, and the fixing an approximate estimate of the value of it. This was for the purpose of divesting the transaction of the taint arising from the retained possession by the vendors. In this connection, and for the same purpose, they also gave in evidence a receipt for the payment of $8000 to the vendors, alleging that it was a payment of the property, in which it is stated to be “ for the stock of horses and other property on section No. 163 of the road of said company, under the contract of September 2, 1852, and also on account of any balance that may be due to me under my contract for the construction of said section.”\nAfter the defendants closed their case, the plaintiff rebutted, and gave evidence tending to show a larger indebtedness on part of the railroad company to Pettibone, Hoban & Co. for work done, than the sum paid them, for which the receipt was given, and also that the approximate estimate of the property, $8000, was from $1000 to $4000 below its actual value; that the possession remained unchanged up to and even after the payment of the money, and until the attachment was served; and proved by one or two witnesses, in contradiction of the terms of the contract, that the possession of the horses, the property attached, was not to be delivered to the defendants until their value was ascertained in the manner provided for in the agreement, and that it had never been so ascertained. In conclusion, the plaintiff claimed, that the form of the receipt was evidence, on the question of fraud, for him; that it served to show that, although by the terms of the contract, it was agreed that the horses were delivered, yet that, as between the parties, this was not the true state of the case, but that the sale was only conditional, as testified to by witnesses and corroborated by the other facts in the case, and especially the retention of the possession by the vendors, and their contracting for their pasturage after the payment of the money. From this evidence and these circumstances, together with the terms of the receipt, they claimed that the money was paid in whole or in part on the indebtedness for the work done, and that if there was fraud in this assumption of payment on the price of the horses, it might be considered by the jury, as a circumstance, evincive of fraud in the origin of the alleged sale. We think it was a circumstance to be considered by the jury. The sale was a secret in the neighbourhood of the work, and everywhere else, for what we know. It was dated on the 2d of September 1852. The property was used and cared for in the same way, by the same owners, up to the 10th of September, although it was alleged to have been sold and paid for; and on that day, it-was removed from the work by the same parties, under a contract for pasturage to he paid for by them for an indefinite period. Farmers and millers furnished provisions to their .men as contractors, and feed for their cattle, without any knowledge of a sale or relinquishment of the railroad contract by them, and it would seem that part, at least, if not all, of the plaintiff’s claim was for flour and feed furnished after the sale, and some of it after the alleged payment of the money, in entire ignorance of what had taken place. To hold, under such circumstances, that the receipt was to have no influence or bearing, in determining whether the payment was not on a different consideration from that assumed by the defendants, and that it was made to operate as a cover of a mere conditional sale, and that nothing in fact, so far as the horses were concerned, had passed by the contract, would be to exclude, what no rule would justify, either at the present or in any former state of the law in cases of fraud. Fraudulent receipts for payment, have always been circumstances in testing the covinous design in the original transaction. This was the rule invoked here, and whether the matter turned out to be fair or false, the jury had a right to consider the aspect claimed by the plaintiff upon the evidence in the case.-\nIt is a great error, generally insisted on by defendants, in cases involving questions of fraud, that each item of testimony is to be tested by its own individual intrinsic force, without reference to anything else in the case; and, if on such a test it does not prove fraud, it must be excluded. The system of destroying in detail, forces designed for concentrated action, does well, doubtless, in military operations; but a skilful general never suffers such a disastrous result, except when he cannot prevent it. Courts have the power, and must prevent such a system of assault, otherwise fraud would ever be victorious. It is a subtle element, and is to be traced out, if at all, by the small indices discoverable by the wayside where it travels; and, to enable courts and juries to detect it, they must, in most cases, aggregate many small items, before the true features of it are discernible. Hence it is, that great latitude in the. investigation, is a rule never ^departed from in such cases. This rule is elementary, and a citation of authorities to prove it, would not only be useless, but superfluous. In these views, we are expressing no opinion on the question of the existence of fraud in this case, but simply justifying the learned judge in the views he expressed in regard to the receipt in question, and we see no error in them.\nThe 3d and 4th assignments of error are substantially the same thing. They are based upon the refusal of the court below, to charge that the evidence on part of the plaintiff was trivial and not sufficient to establish a case of fraud, in the transaction between the defendants and the vendors of the horses and creditors. The court could not, -without palpable error, have so charged. The retained possession of the property by the vendors was primé facie fraudulent, by the law of the place of the contract. This was claimed to be rebutted by the evidence on part of the defendants, consisting of matters of fact exclusively. Who was to judge of the truth and sufficiency of the evidence to overturn the primé facie case of fraud, but the jury ? The facts relied on as having this effect, were not admitted facts, but disputed most earnestly by the plaintiff. The jury must therefore necessarily pass on this part of the case. The court could not.\nBut the plaintiff had a case, on evidence that he claimed answered the defendant’s evidence, and confirmed the fact of fraud. There were many facts, including those already mentioned and others, tending to show the transaction colourable, as he claimed, and which no court could say were not so. They were, therefore, in their effect on the case, clearly within the legitimate province of the jury to pass upon.\nThere is a class of cases in which the rules in regard to the submission of facts to the exclusive action of the jury seems properly to be more restricted than formally — cases of trust— parol sales of land — contracts between children and parents for compensation for services, and the like. Moore v. Small, 7 Harris 461; Rankin v. Simpson, Id. 471; Hertzog v. Heftzog, 5 Casey 465; Todd v. Campbell, 8 Id. 250, and many others that might be cited. In these and other cases of the kind, it has been held to be the duty of courts, not to submit evidence, insufficient, even if true, on which to found a recovery. But this is not one of that class, or kindred class of cases. Here the jury are not only to judge of the truth of the evidence, but of its sufficiency to satisfy their minds. They are not only to find the facts, but the inferences fairly deducible from them: Myers v. Hart, 10 Watts 107. I do not say in such a case, that if there was but a spark of evidence, so insufficient in the mind of the judge that he would feel bound to grant a new trial, if it were made the basis of a recovery, that he would err in withdrawing it' from the jury. But in cases like the present, such a power should be exercised with great caution. We are clear in this case, that the court below was right in refusing to charge as requested, and in submitting the evidence to the jury.\nJudgment affirmed."}