{"id": "417992", "contents": "The opinion of the court was delivered by\nRead, J.\nBy his will the testator authorized and empowered his executor, who was his eldest son, to sell all his real and personal estate, and to apply the proceeds, or so much thereof as shall be necessary to the discharge of all lawful demands, against his estate, and to invest and re-invest in any other property real or personal, that he may see fit, any surplus which may remain, or so much thereof as may be necessary to carry into effect the trust thereinafter created, or any other provision or requirement of his will. The residue of his estate he disposed of to his eight children and to their issue, born and to be born; and as to six eighth parts of it he provided as follows:—\n“ 4. And whereas my daughter Catharine is married to George G. Lower, and my daughter Ann M. to James Hallett, and my daughter Maria to B^illiam Cuthbert, and my daughter Mary Ann to George E. Spicer, and it is my will and intention that all the shares of my estate real, personal, and mixed, now about to be devised by me, shall be enjoyed by them to their own use, free from the control, and without let or molestation from their present husbands, or any future husband that either of my said daughters may have and take, and without being made liable for any debt or debts which they, or either of them, may have contracted, or may hereafter contract. And whereas my son Charles has been unfortunate in business, and my son Edward is deaf and dumb, and it being also my will and intention that their shares of my estate real, personal, and mixed, now about to be devised by me, shall be enjoyed by them to their own use, and without being made liable for any debt or debts already contracted by them, or either of them, or which they, or either of them, may hereafter contract, and without being liable to be disposed of by way of sale, assignment, or otherwise, by them, or either of them. Now I hereby give and bequeath all and singular the remaining six-eighths part of all my estate, real, personal, and mixed, to my son Michael, to have and to hold the same to him, his heirs, executors, administrators and assigns, to and for his proper use and behoof for ever, upon this special trust and confidence, nevertheless, viz., to have and exercise all the power and control over the same for the purpose of this trust, as are given and specified in the second item of this my will for the management and settlement of my estate, and also for the avoidance of either or all of the said trusts, either in whole or in part, as hereinafter specially provided for, and, to pay over, at such times as the same may safely and reasonably be ascertained, all the rents, issues, and profits thereof which shall accrue, and which may remain after the payment of the taxes, repairs, and all other necessary and proper charges and expenses, unto my said daughters, Catharine, Ann M., Maria, and Mary Ann, and my sons, Charles and Edward, in equal proportions of one-sixth part each, and the receipts in writing of my said daughters, whether they be married or sole, shall be a sufficient warrant in the premises to all concerned.” Then follows a provision for deducting from Charles’s portion his indebtedness to the testator, and then the will proceeds: “ and in case of the death of either of my said daughters, Catharine, Ann M., Maria, and Mary Ann, or either of my said sons, Charles and Edward, leaving issue, the trusts created in their behalf respectively, as hereinbefore mentioned, still remaining in whole or in part, unavoided as hereinafter provided for, the trustee shall .be seised in the premises to the use of such issue, and in the same proportions, if more than one child, as such issue would have taken under the intestate laws of Pennsylvania, had either of my said daughters died, being of full age, a widow, or had either of my said sons, Charles or Edward, died leaving such issue, and the property had been vested in him, her, or them.”\nThen follows a provision for an avoidance, in whole or in part, of either of the said trusts by the trustee, upon the application in writing to him by either of the said cestuis que trust.\nIt is clear, therefore, that these.shares were trust property belonging to his children for life, and after their death to their issue, and that the powers given to the trustee, however large, were to be exercised solely for the benefit and advantage of the cestuis que trust. The testator undoubtedly intended to provide for the regular support of his daughters and his insolvent and deaf and dumb sons, by securing the payment over to them during their lives of the net income of their shares.\nIt would seem, that the whole estate, which was principally real, was sold by the trustee, and it then became his express duty by the will to invest the shares of the cestuis que trust in some productive property, in order to fulfil the first intention of the testator, which was the maintenance of his married daughters and his helpless sons. The large powers vested in their brother, the trustee, were therefore to be exercised for this object, taking care, at the same time, that the capital, in which their issue had a deep interest, should neither be impaired nor placed at hazard. The general rule is well settled, that where trust-money cannot be applied either immediately, or by a short day, to the purposes of the trust, it is the duty of the trustee to make the fund productive to the cestuis que trust by the investment of it on some proper, security. Our Act of Assembly has provided for just such a case, where the principal or capital is to remain for a time in his possession or under his control, and the interest, profits, or income thereof are to be paid away, by authorizing investments to be made in certain public stocks, or on real securities, which, when made under an order of the Orphans’ Court, exempt the trustee from all liability of loss for the same.\nIn this will no specific securities are mentioned, and therefore Such investments as the court would authorize would not be contrary to any direction contained in it, and if this trustee had pursued the course pointed out by the act, he would have been saved harmless.\nThe Act of Assembly and the general rule contemplate two objects: 1. Security of the principal sum. 2. An immediate income from the investment.\nIf, therefore, the trustee has, by the terms of the will, a wider range of objects of investment, but none specifically authorized and pointed out by name, the discretionary power with which he is clothed, must be exercised prudently and carefully, and with a single eye to the interests of the oestuis que trust, which clearly demand a present income with a secured principal.\nIt is certain that, by the terms of the will, the trustee could not lend money on personal security, and of course he could not lend money to a manufacturer of rosin oil under Robbins’ patent, to be used in his business; and it would hardly be asserted that the trustee could, by the purchase of a share, invest the trust funds in an ordinary partnership for the purpose of making rosin oil. The language of the will itself excludes any such idea, and this brings us to the question whether the mere act of incorporating such a partnership can make such a purchase or investment prudent, discreet, and legal ?\nIn the first place, it is said, the trustee had previously invested his own money in this company. This proves nothing; for he might find that it required more capital, or he might wish to obtain the control of its affairs by additional stock being subscribed for persons whose money he held, and which would be represented by him. The argument on this part of the case is against the good faith of the trustee, particularly if it be true that he became the president of the company.\nIn the next place, what was the nature of this business ? Was it a tried one? Was it in full operation, and declaring dividends? Was the original capital paid up? or was there even any original capital in it ? These questions can be best answered by statements taken from the master’s report.\nLong after the death of the testator, the legislature, on the 7th April 1849, passed “An act to encourage manufacturing operations in this Commonwealth,” upon complying with the provisions of which, five or more persons could form themselves into a corporation, for the purpose of carrying on certain manufactures therein specified.\nPersons holding stock in any such company as trustees, are not personally liable as stockholders, but the estates and funds in the hands of such trustees are liable in their hands in like manner, and to the same extent, as the, testator or person interested in such trust-fund would have been if they had respectively been living and competent to act, and held the same stock in their own names: provided, that nothing therein contained shall be construed as authorizing investment by trustees in such stock. By other provisions, the capital stock of such company may be increased or diminished by a vote of the holders of two-thirds of all the shares, and every such trustee may represent the shares of stock in his hands at all meetings and elections of the company, and may vote accordingly as a stockholder.\nThis act was extended by an Act of the 1st May 1852, to companies which might be formed under it, ffir the manufacture and vending of oil and other products of rosin, and under it The Pennsylvania Oil Company wTas incorporated. The object of the company was to manufacture rosin oil from a certain patent called Robbins’ patent, bearing date 4th November 1851. The chief operations of the company were to be carried on at Chester in the county of Delaware, where the works were situated, the office of the company being in Fourth street near Chestnut street, in the city of Philadelphia.\nAt the time of the two investments in the stock of this company, which are the subjects of controversy, which, by the accounts of the trustee, appears to be the 8 th February 1853, the works were unfinished, nor were they completed until November or December in that year.\nThe capital stock of the company was divided into two thousand shares of one hundred dollars each. It was all subscribed by four persons, in connection with those interested in the patent, fulfilling nominally the requirement of five or more persons. The capital being $200,000, one-fourth of it, or $50,000, should have been paid down before the company could become a corporation, and fifty per cent., or $100,000, must be paid before it could commence operations. These sums must be actually paid in cash, and yet the master reports, “ There was no evidence that any part of the capital was paid in cash.” The whole capital was therefore a fiction, having no foundation in reality, and the certificate was a fraud upon the Commonwealth. The company purchased eleven and a half or twelve acres of land, at three hundred dollars per acre, upon which they erected buildings and improvements, which cost with the land sixty-nine thousand dollars. The lands and improvements were encumbered by judgments and mortgages to the amount of forty-four thousand two hundred and ninety-one dollars, to which is to be added an assessment of twenty-five per cent, on the stock, amounting to thirty or thirty-five thousand dollars, called a preferred loan, which, together, amounted to a sum exceeding the cost of the land and the improvements. The company commenced operations in November or December 1853, and ceased them about the first day of October 1854, being unable to pay their debts. The subsequent history of this speculative failure is simply that of entire ruin.\nIt is clear that no original capital was put into this company by its projectors and original subscribers and stockholders, and that when the trustee bought for each of his sisters forty shares of full stock, he was paying their money for what represented nothing but a mere fiction.\nIt is clear, also, that the works were in an unfinished state, and with the land on which they were built were so encumbered by mortgages and judgments, that no trustee would have been justified in loaning trust-funds upon the security of their property. It is hardly necessary to say, that the purchase of stock in such a company, with trust-funds, by a trustee, thus making his eestuis que trust partners in an insolvent manufactory, is still more unjustifiable, and cannot be recognised as a legal and proper investment. It wants all the characteristics of a judicious investment, for, 1st, There was no security for the capital present or prospective: 2d, It produced no income, nor did it offer the slightest prospect of ever affording any: 3d, The whole was an untried and unfinished experiment.\nIf such investments are to be countenanced by courts of justice, then 'the money of infants, married women, deaf and dumb people, idiots and lunatics, will be placed at the mercy of speculative or dishonest trustees, instead of their discretionary action being regulated 'by sound and well-settled principles of jurisprudence. It is not necessary in this case to decide whether, where a discretion is left, the trustee should always adhere to the securities pointed out by the Act of Assembly; but we must say that we think it the safest and wisest course.\nIn our own books, we have no such gross violation of the rules governing investments by trustees, as the present; the nearest being that of the Estate of Esther Barton, 1 Parsons’ Eq. Cases 24, decided by Judge King in 1842. There, at the time of the investment, the stock and loans were valuable paying securities; and even this case is much shaken by the later decisions of Hemphill’s Appeal, 6 Harris 303, and Worrell’s Appeal, 11 Harris 44, if not substantially overruled.\nIt would require a positive legislative enactment, to oblige us to recognise as legal, an investment of trust-funds by a trustee in an unfinished manufactory for making oil from rosin by an untried patent, overloaded with debt, and really built with borrowed capital: and yet such is the case presented to us, of the two investments made by this trustee for the alleged benefit of his two married sisters and their issue.\nThe case of Kimball v. Reding, 11 Foster’s N. Hamp. Reports 352, is full to the point, and its reasoning against an investment of a similar character is unanswerable. It is time that this mode of wasting the property of infants and married women should be put an end to. It will save both trustees and cestuis que trust hereafter, by declaring that no such investments can be sanctioned or sustained by this court.\nIt is, however, alleged that these married women wished these investments to be made, and subsequently ratified them. What did these females know of the actual state of this concern ? Were they told of its origin, its embarrassments, and, its original, want of capital? Would they learn this at the office of this insolvent corporation, in the city, of its secretary ? or were they informed of the real state of its affairs by their trustee, who had already embarked in this scheme of speculation ? The last place to inquire at, for the real state of a failing corporation, is at its office, and of its directors and officers. The uniform practice is to withhold the truth, until it is disclosed to the public at large by the pressure of overwhelming necessity. It is certain that these poor and credulous females never heard the truth from the company or their trustee, and therefore their approval or ratification becomes entirely immaterial.\nThere is, however, strong proof on the face of the covenants of exoneration and release, produced by the trustee, to show that the whole was his act; and that it was coupled with an agreement which he had no right to ask, and they had no right to make, that the remaining part of their trust-funds should remain in his hands uninvested — a proceeding 'directly in the teeth of the will, and contrary to his duty as an honest fiduciary.\nFrom the whole facts of the case, it is clear, that the trustee, from the period of the sale of the estate of the decedent, held these trust-moneys in his own hands uninvested, and that he took about one-half of these funds, which had been mixed with his own moneys, and purchased these shares in this manufactory, in which he was already a part owner. He had avoided the trusts in part for both sisters; and these transactions are mixed up with these investments, and with a further illegal agreement that the remaining parts of the trust-fund shall remain in his hands uninvested.\nIt is impossible not to see the effect of all this upon these cestuis que trust. They have a large sum in his hands without security — he gives them a part, and then they approve a bad investment — and agree, he shall violate the will of the testator, by retaining the balance, without placing it out, in some productive and secure fund.\nAs no power was reserved to these two married women in the will creating the trust, to control or interfere with the investment of the funds, or the management of the, estate, their previous request to make the investments, or assent to them afterwards, could not in any degree diminish, alter, or affect, the responsibility of the trustee.\nDecree in each case' affirmed.\nStrong, J., dissented."}