{"id": "417940", "contents": "The opinion of the court was delivere'd by\nLowrie, C. J.\nEquitable principles are continually insinuating themselves into the system of the law. Our law abounds with principles that were formerly purely equitable. And the process by which this takes place is perfectly natural; for, in the progress of society, and in the natural changes of its customs, exceptional principles are constantly demanding recognition, and continually enlarging their sphere, until they become general, and thus truly legal. In this way, the social system keeps pace with the changes of social purposes and principles, and never requires any violent disruption.\nIt is often said, that equity is part of our law; yet this does not mean that there is no distinction with us between law and equity. There is a natural and indelible, distinction between them, in so far as equity is expressive of that form of justice that demands exceptional principles and exceptional remedies, where the general rules of law are inadequate to the proper solution of given cases. And of course there is, and always will be, an intermediate and indeterminate zone of ambiguous principles, which cannot be classified as belonging certainly and exclusively to either law or equity ; and this ambiguity will always make them somewhat difficult of administration, and give rise to somewhat inconsistent decisions.\nBut it was always a rule of practical jurisprudence, however unsteadily adhered to, that where a case is covered by a clear rule of positive law, it is only the court, and not the jury, that can admit or administer any exceptional or equitable principle in its behalf. This rule is a very essential one, for without it wre can really have no law. Eor the ascertainment of matters so transient as facts, a transient and untrained tribunal like a jury is quite adequate ; but for the settlement of principles, which in their very nature are enduring, a trained and permanent tribunal is absolutely necessary. There can hardly be a law that is free from equitable exceptions, and if the jury are to be the judges whether a given case is properly within any such exception, then the exceptions, and consequently the law itself, become quite indeterminate.\nIt is sometimes supposed that, when a principle of equitable exception to law has become recognised, the jury must judge from all the facts of a case, whether it properly falls within the principle, taking the advice of the court to aid them in their duty. But this is not universally true, even in strictly legal questions; for there is scarcely any case that does not abound with facts which are totally inadmissible as evidence, in any proper treatment of the question. These are excluded by the court, especially, if there is any danger that the jury may attach importance to them. This is a mode in which the judge is continually taking facts from the jury, and thus really weighing the importance of them, in the performance of h.is legitimate and undisputed functions.\nIn the present case, the judge discussed the facts, and decided their inadequacy, as a ground for an equitable exception to the general rules of law; and yet, in doing so, he was simply performing his own functions. No judge ever assigns reasons for overruling an offer of evidence, without discussing the facts involved in it, in order to show that they have no weight or importance in the investigation. The preliminary operation for all the final reasonings on a case, is to get clear of all such facts as ought not to influence the conclusion. No philosopher ever attempts the solution of a case of natural science, without having first eliminated all the facts that are unimportant, or that would tend only to embarrass or mislead. _ In a juridical case, this preliminary operation is performed by the judge; and in performing it, he is of course dealing with facts, and deciding how far they are proper elements of the case. He performs the same operation in a case stated, when he first sifts out .all the irrelevant and immaterial facts, before he begins to reason upon the essential residue. In the early stages of juridical science, this function would, of course, be very rude]y performed. Centuries of observation and practice have been constantly improving our'skill and science in this respect. The time was, when many facts were admitted as important in given investigations, which are now admitted to be not so, and time may yet work other modifications of our ideas.\nA fact, alleged .contrary to the well-known laws of cause and effect in nature and in society, is not to be proved by the ordinary evidence that is proper for ordinary facts. The judge weighs all the evidence offered of the fact, and decides upon its competency or adequacy. If the fact really conflicts'with a natural law that is not well known, then the law itself becomes matter of evidence by means of experts, or men of skill and science on the given subject. In matters of civil law, the judge is the expert. The facts being given, he declares the law and result of them. The jury find the disputed and disputable facts for him; but he excludes from their inquiry all testimony about facts which judicial logic regards as immaterial, or misleading.\nIt is a plain law of nature, that exceptional facts, or facts that are contrary to the common law, or established order of events, require to be proved by very different evidence, from that which is necessary for ordinary facts; different, it may be, both in kind and degree; and this principle is as applicable in civil, as in natural law. The expert, in each case, the judge or the physicist, must decide, whether the evidence offered, is admissible to sustain the exception. If not, the general rule must stand, as the law of the ease.\nTake a common instance. The judge interprets a written contract in a given way. But, says one party, not that, but this, was our intention. How will you show it ? By testimony of the conversations between the parties, and we want the jury to decide. That cannot be, for you have deliberately written down your intention. But, is not intention a matter of fact, that may be ascertained from the acts and conversations of the parties? Yes, usually it is so; but here the general rule of law is against you, and you stand upon an equity.; you have written what, in common sense and by common usage, must be taken as the very evidence of your intention; and that is not to be set aside, by judge or jury, 'by inferences from conversations that were not, or may not have been, intended as evidence of the contract; without the writing these might answer, but against it they are good for nothing. But may not the jury estimate their worth, under instructions given by the judge ? Hot at all; they might not understand such hasty teachings; it costs a lawyer, or any other man of science, many years of study and experience, to understand many of the rules of his profession, and a jury cannot learn them in an hour; the judge does not ask the jury to learn them, or to take them on faith in him; he acts himself upon them; he requires that it shall be made clear to his mind, that great injustice will be done by a strict adherence to the general rules of law, before he allows an exception to these rules on equitable grounds; and in this, he assumes no functions of the jury, but simply performs his own.\nIn our present case, the plaintiffs seek, by oral testimony, to convert the absolute conveyance of their ancestor, into an equitable mortgage. In testing such questions, we ought to receive English decisions with some caution ; for, in England, mortgages belong to equity jurisprudence, while with us they are matters of strict law; and they allow mortgages in many cases where we do not. The claim here is of an equity against law, and the judge must so control the decision upon it, as to see that the law is maintained, even in admitting exceptions to it. In strict law, no mortgage is allowed, that is not proved by written evidence, and the judge may not admit any lower evidence on equitable grounds, without seeing that justice imperiously demands it. The case of a lost instrument is a useful analogy. If, in such a case, the judge refuses to hear secondary evidence, until he is perfectly satisfied that the justice of the case cannot be otherwise administered, much more, it would seem, ought this to be so, where the evidence which the law makes, not merely primary but essential, never had any existence.\nWe have made the foregoing remarks in answer to the objection urged by counsel, that the court below had invaded the province of the jury, by deciding that the plaintiffs had not made out a case for equitable interference, and to the same objection sometimes urged, against the mode in which such questions are usually treated in this court. We proceed now to the special case before us; and with the aid of the above principles we can dispose of it briefly, though we are not unanimous in making our application of them. A majority of us think that the learned judge below decided the case properly. Our brothers, Thompson and Read, do not agree with us in this. The plaintiffs have no legal title. Their ancestor had it, and conveyed it to the defendant. The conveyance is absolute, but they say it is a mortgage, and yet they have no writing to show it. They offer to prove it by oral testimony, and thereby they ask to make their case an exception to two rules of positive law ; one, forbidding oral testimony to be heard in contradiction of the written definition of the transaction made by the parties; and the oth,er, forbidding any other than written evidence of title to land.,- Of course, they must satisfy the judge, by most convincing proof, that great injustice will be done them, by.holding them to the-evidence required by the law, before he can be justified in making their case a;n exception; before dispensing with the evidence required hy the law, he must be satisfied with the proffered substitute for it, and of the necessity of resorting to it.\nOught the judge to have been satisfied of this ? We think not. We go back to the time of the transaction, near fourteen years ago. It is quite evident, that the defendant intended no mortgage, and no loan on the security of the land. He refused to deal except as a purchaser, and -the grantor did not allude to a mortgage: the purchase was perhaps measured by the debts or necessities of the grantor; but that proves nothing. There was no bargain to reconvey on repayment, and no agreement that the grantor should be the debtor of his brother for advances. Debts were paid, not by way of loan, but as the price of the land.\nThe consideration named is $200,.and witnesses value the land at $600 to $800; but we can infer nothing from this, for the grantors’ title was then incomplete, being without a patent, and without full payment; and estimates of value, reaching back to a given point of time near fourteen years before, and not sustained by any actual contemporaneous sales, are almost- worthless in such investigations. And besides, -there may have been other considerations, for we find that the grantor continued to live on the land, with the permission of the grantee, and under a lease from him, until the grantor’s death, five years afterwards, and sometime after his death the family gave it up to the defendant. The-parties did not intend a fraud on creditors, for they were to be paid. If they intended to fix the'title, so that no future creditors could reach it, this could not be done by a mortgage, or hy a trust. If it was an absolute sale, the grantee could favour the grantor and his family as he pleased, in the use of it, but not otherwise.\nAll the loose conversations between the parties, or between the defendant and third persons, are certainly not a proper substitute for the written evidence required by the law. And we may add, that we perceive no equity, in making an exception to the law in favour of a case of this magnitude, where the value of the thing in controversy is scarcely equal to the expenditure of time, trouble, and money which the controversy costs. We do not promote the public welfare, or private interests, by encouraging such litigation.\nTo speak of a fraudulent use of the title, after the defendant got it, is simply to beg the question of the cause, and gain nothing by it. The question is, have the plaintiffs any title, or was any title left in them by the transaction ? If not, the defendant could not commit any fraud on them, by any use he would make of the land, or of the deed that showed his title to it. For a more full illustration of the principles that govern such a case as this, we refer to the late case of Todd v. Campbell, 8 Casey 250.\nJudgment affirmed and record remitted.\nThompson, J., and Read, J., dissented."}