{"id": "417932", "contents": "The opinion of the court was delivered by\nStrong, J.\nThese two eases present the same questions, and they are between the same parties. They will, therefore, be con-1 sidered together.\nThey were writs of scire facias upon judgments obtained» against the defendants below, now plaintiffs in error, by “ Sylvanus Lothrop for use.” They contained an averment that Hilary Brunot was cestui que use to a designated extent. The pleas of the defendants were “nul tiel record,” “payment,” and a denial of any interest in Hilary Brunot, or right in Lothrop to sue for his use. There was also a fifth plea, introduced by the two Peter-sons, personal to themselves, in pleading which they severed from their co-defendant. It was, that they had been discharged under the bankrupt act. To all these pleas, except the fifth, general replications were put in, and to the fifth the plaintiff replied that the discharges pleaded had been obtained by fraud, and that in obtaining them, the Petersons had been guilty of the wilful con-cealment of their property and rights of property, contrary to the Act of Congress. Thus were the issues formed. The court gave judgment for the plaintiff on the pleas of nul tiel record, and the cases went to trial on the other issues.\n. We are unable to discover why the record offered in evidence was not correctly recited in the scire facias, after it had been amended by permission of the court. It was a judgment of “ Syl- ’ - - - vanus Lothrop for use,” against the defendants, and so the writ, after its amendment, described it. The subsequent averment that Hilary Brunot was interested in it was no part of the description of the judgment, and did not purport to be. The recital of the name of the plaintiff was, therefore, entirely correspondent with the record, and no other variance is alleged.\nThe main controversy in the cases was under the other pleas. The plaintiff, having laid the record of the judgments before the jury, was permitted to introduce evidence to show that Brunot was interested in the judgments, and the extent of that interest. This was to support the averments of the writs of scire facias, and the affirmativé of the issues which had been joined on the defendants’ pleas denying any interest in Brunot or right in Lothrop to sue for Brunot’s use. The admission of this evidence is the matter complained of in the first specification of error. So far as the objection relates to the subject-matter, it cannot be denied, that the proof was pertinent to the issues which the defendants had tendered. Of their own choice, they had put themselves on the country, by pleas denying the very thing which the evidence was offered to maintain. It is argued, however, that it was inadmissible, because it contradicted the record of the judgments. It is said that, though they were in favour of Lothrop “for use,” as the record did not state they were for the use of Hilary Brunot, the legal intendment is, that they were exclusively for the use of Lothrop, and that an use in another cannot be shown but by the record itself. The argument has no soundness.' It entirely mistakes the necessary legal intendment of the judgments. There was enough on their face to indicate that there was an use outside of the legal title, and if there had not been, still it was competent to show that one existed, and to show it by parol evidence. Nothing is more certain than that the holder of a legal title, whether to land, to a mortgage, a judgment, or any chose in action, may be shown to be a mere trustee for another. True, in an action brought by a cestui que use in the name of a legal plaintiff, it is generally not necessary or advisable for him to set out or attempt to prove his beneficial interest. The legal title is usually sufficient for his purposes. But there may be cases in which a security would be worthless, when asserted by the legal owner, and yet perfectly good, when asserted by a beneficial owner in the name of the legal party. Thus when a mortgagee has entered satisfaction, the equitable assignee of the bonds secured by it may disregard the entry and sue out a scire facias: Roberts v. Halstead, 9 Barr 32. The mortgage is dead in the hands of the mortgagee, but available as ever in behalf of the owner of the equitable interest. In such a case, it is necessary for the equitable plaintiff to show his own ownership, though he must use the mortgagee’s name. So, too, the satisfaction of a judgment, or the release of any chose in action hy the legal party, will not prevent one from using it who had a beneficial interest in it before the satisfaction or release. In order, however, to enable him to do so, he must be permitted to show his interest. The court will look beyond the mere legal party, beyond the trustee, to the cestui que trust. A fortiori, will this be done, when the legal plaintiff is a naked trustee, or when a judgment has been given, as in these cases, to secure the payment of debts due to others than the legal judgment-creditor. Nor does evidence of an outstanding beneficial interest contradict the judgment. It is in perfect consistency with it. The evidence offered here and received by the court was the bonds, upon the penal part of which the judgments were entered, the defeasances of which, in connection with other papers referred to, showed Brunot’s beneficial interest. Cumulative with this, was the testimony of Simpson, the attorney of the defendants to confess the judgments, who identified the bonds and accompanying papers, and swore that the bond was given to Lothrop, in trust to secure payment of the notes endorsed by Brunot and now held by him. A sworn admission of Peter Peterson that those notes were secured by a judgment in the District Court of Allegheny county, in trust to Lothrop, for himself and others, was also received. It would be a waste of words to say more in vindication of the admissibility of all this testimony. IVe have no doubt that it was properly received.\nThe second assignment of error has reference to the trial of the issues made by the replication to the fifth pleas, in which issues the two Petersons were the only parties defendant. That replication averred that the discharges in bankruptcy pleaded had been fraudulently obtained, and that the bankrupts, in procuring them, had been guilty of the wilful concealment of their property and rights of property, contrary to the Act of Congress. To this replication, the two Petersons rejoined by a traverse. In order to maintain the replication, the court allowed to be given in evidence, the record of a former suit, which was a scire facias on a judgment brought by William Speer, for the use of Hilary Brunot, against Lewis Peterson and Peter Peterson, in which there had been a verdict and judgment for the plaintiff. To that scire facias, the defendants had pleaded the same certificates of discharge in bankruptcy, the plaintiff had replied that they had been fraudulently obtained, precisely as in these cases, and the replication had been traversed. The issue was, therefore, identical \"with those found under the fifth plea in the cases now under consideration, and it was determined against the defendants. It was then a thing adjudicated, that the certificates of discharge were fraudulent; and if that adjudication was admissible in evidence, on the trial of these cases, it conclusively determined the issues against the Petersons. It is said, however, the record was not admissible, because the parties were not the same. But is this so ? The defendants were certainly the same, for Kincaid, the third defendant, is no party to the issues formed on the pleas of discharge in bankruptcy. Those pleas were introduced by the two Petersons alone. The legal plaintiffs are different, but the equitable plaintiff is the same. Though the present writs of scire facias are sued in the name of Sylvanus Lothrop, yet they are sued only for the use of Hilary Brunot, to the extent of his interest and share in the judgments, and they claim execution for that and no more. The real issues, therefore, in the cases on trial are between Brunot and the Peter-sons. . Brunot had the exclusive right to control the proceedings. Lothrop could not have interfered. Indeed, he had entered satisfaction upon the judgments, so far as they covered any claim of his, before the issues were formed. The rule is undoubted, that it is only between the same parties, or their privies, that the judgment of a court of concurrent jurisdiction is conclusive, but it is equally true, that those are held to be parties who have a right to control the proceedings, to make defence, to adduce and cross-examine the witnesses, and to appeal from the decision, if any appeal lies: 1 Greenl. Ev. § 535. Thus, in ejectment at common law, the lessor of the plaintiff is the real plaintiff, and is bound by a judgment in favour of the defendant: 1 Ad. & El. 3. In Calhoun v. Dunning, 4 Dall. 120, the record of a former action of trespass between Dunning and Caruthers was offered, and objected to, as not being between the same parties. The objection was overruled by the court with seeming indignation. They said, in giving their reasons, “ we can never acquiesce in an attempt so manifestly calculated to evade the truth and justice of the case. Shall it be in the power of a party, by suppressing a deed, or by employing the name of a trustee, to avoid the legal effect of a judgment rendered against him ? In the action of trespass, Caruthers pleaded liberum tenementum, as to the very lands now claimed ]oy Calhoun, and Calhoun has never controverted his right. It is plain, therefore, that Calhoun’s name is now employed for the use of Caruthers, and that the parties are really, though not nominally, the same in both suits.” In Rogers v. Haines, 3 Greenleaf 362, it was ruled, that the equitable owner of a chose in action is estopped by the verdict and judgment thereon, even though not named, in the same manner as though he had been a party on the record: see also Coates v. Roberts, 4 Rawle 112; Chambers v. Lapsley, 7 Barr 24. In Kinnersley v. Orpe, 2 Doug. 517, the record of a .judgment in trespass against a servant of Doctor Cotton, acting under his orders, was held conclusive in an action brought against another servant also acting under the Doctor’s orders. And this, -because the Doctor was the real party in interest, though not .named in either record. To the same effect is Castle v. Noyes, 4 Kernan (N. Y.) 329. These authorities, with many others, estab lish that courts will look beyond the nominal party, and treat as the real party him whose interests are involved in the issue, and who conducts and controls the action or the defence, and will hold him concluded by any judgment which may be rendered. Hilary Brunot, therefore, must be regarded as the real party plaintiff in these writs. For the same reasons, he must also be considered as the party plaintiff in the record of William Speer for the use of Hilary Brunot v. Lewis Peterson and Peter Peterson — the record given in evidence. There Speer was but a trustee, and Brunot was the real claimant. Our paper-books do not furnish us with the entire record, but from the description of it given when the case was in this court (5 Casey 478), it appears that Brunot had-become the bail of the Petersons, to Speer, for stay of execution of the judgment upon which the scire facias was founded, and' having paid the money had taken an assignment of the judgment. The whole interest was thenceforth his. The plaintiffs in error are, then, mistaken when they say that the parties in that case were not the same as those in the contested issues in the present cases.\nAgain, it is urged, that the record was inadmissible as conclusive, because it lacks mutuality in its binding effects. There is no foundation for this. The issue having been formed and tried between Brunot and the two Petersons, as we have already shown, the judgment thereon concluded them all alike. If Brunot had then failed in maintaining his replication of fraud, he would be debarred from setting it up now. Where, then, is the want of mutuality ? In asserting it, as well as in their denial of the identity of the parties, the plaintiffs in error forget the substance, while looking at the shadow.\nNor do we think that the record was inadmissible, because Lothrop and Kincaid were witnesses for the plaintiff on the trial. It is by no means certain, that they might not have testified for the plaintiff on the present trials. Kincaid was no party to the issue, and Lothrop was a naked trustee: Keim v. Taylor, 1 Jones 170 ; Ryerss v. The Congregation of Blossburg, 9 Casey 117. Nor am I aware that it is one of the recognised limitations of the rule, that a judgment upon the same matter between the same parties is conclusive in any subsequent action between them, that it may not be possible to adduce all the evidence in the second ease which was adduced in the first. Had Brunot himself been a witness on the first trial, a different question would be presented.\nWe are led thus to the conclusion, that the evidence was correctly admitted, and held to be conclusive. This disposes of the second assignment of error, as well also as of the third, fourth, and fifth, which are dependent upon the second.\nThe sixth assignment is, that the court erred in entering judgment upon the verdicts. The jury found for the plaintiffs the whole amount of the judgments, to he released, so far as the interest of Hilary Brunot is concerned, on the payment to him of $2790.20 in one case, and $1094.08 in the other. Upon these verdicts, the court gave judgments generally. In this we think there was error. The-writs claimed no more than Brunot’s interest. But if judgment be entered for the whole amount, the defendants are precluded from setting up any defence hereafter, either against Lothrop, or any cestui que use of the judgments. These are not suits upon official bonds. The defendants may have a defence against the other parties interested in the judgments, which they have not against Brunot. As against other claimants, the certificates of discharge in bankruptcy might prove available. I do not think that the verdict and judgment in the case of Speer, for the use of Brunot, against the two Petersons, establishes the fraud of the certificates, in favour of any one but Brunot himself. If it did, then a contrary verdict and judgment should have confirmed them as against the world. The proceeding was not in rem, and there is nothing in the Act of Congress, in my judgment, which gives to a successful attack upon it, greater effect than attends a successful impeachment of any other written instrument. The attack avails for him who made it, and for no one else. It has been ruled, that if creditors oppose the grant of a certificate in vain, they are concluded and cannot afterward impeach it; but one who did not prove his claim, nor appear to oppose the discharge, may reply fraud when it is pleaded. It is a settled rule, that one cannot avail himself of a judgment as an estoppel, who would not have been estopped by it, had.it been the other way. It should require very distinct legislative enactment to introduce a different rule. We think, therefore, that the judgments should have been given only for the sums, which the jury found to be the extent of the interest of the equitable plaintiff.\nIn No. 49, the judgment is reversed, and judgment is given for the plaintiff against the defendants, for the sum of $2790.20, with interest from March 1st 1859.\nIn No. 50, the judgment is reversed, and judgment entered for the plaintiff against the defendants, for $1094.08, with interest from March 1st 1859."}