{"id": "417981", "contents": "The opinion of the court was delivered by\nWoodward, J.\nThis was an action on the. case for breach of a parol agreement to convey twenty acres of land with a flouring-mill thereon, and the only question raised upon the record for our decision, has reference to the measure of damages. The consideration of the contract was an ascertained and fixed sum of money, no part of which seems to have been paid, but the plaintiff was put to certain expenses and trouble in the preparation of title-deeds, when it was discovered the defendant could not perform the contract. He dees not controvert the plaintiff’s right to recover a measure of damages that will indemnify him for the trouble and expenses incurred, but the plaintiff claims damages for the value of the bargain — that is, for the value of the property beyond the consideration agreed to be paid.\nIt is a little curious, that, instead of taking the measure of damages that has come down to us from an antiquity as remote as the sources of the common law, the learned judge took it from the novel and ill-supported rule that was applied in Jack v. McKee, 9 Barr 235.\nThat was not the case of a money contract, and the peculiar ruling there, was bottomed on the uncertainty of the consideration. If, therefore, that case were good law, it would not be necessarily a rule for this case, where there was not the slightest uncertainty in the consideration. But we have overruled Jack v. McKee, at the present term, in Hertzog v. Hertzog, and it is-unnecessary, therefore, to consider how its doctrine would apply to the circumstances of this case.\nThat a vendor who, without fraud, is unable to convey the title to real estate, which he agreed to convey, is subject to a measure of damages that regards the consideration paid, or where it has not been paid, the expenses and trouble incurred by the vendee, has always been the rule in Pennsylvania, may be seen by consulting the authorites cited in Malaun v. Ammon, 1 Grant’s Gas. 136-7, and in Hertzogg v. Hertzogg, above mentioned. The value of the land, is sometimes spoken of as the measure of damages, but that means the value, as measured by the consideration, rather than the difference between the consideration and what the land will fetch in market. • The parties fix their own estimate of the value, when they fix the consideration. If there be eviction, or failure to convey, after that consideration has been paid, it shall be returned with interest — if it have not been paid, the expenses incurred are to be reimbursed. The vendor is to restore the vendee to the condition in which he found him, but he is not bound to compensate him for the value of the bargain.\nIn feudal times, land was esteemed more highly than money, for reasons growing out of the feudal institutions, and the anticofnmercial tendencies of the age. Hence, the recovery for breach of the covenant of warranty was in other lands. The disappointed alienee would be sure to insist on the most rigorous standard of compensation, but, says Ch. Kent, 4 Com. 475, the value was computed as it existed when the warranty was made, so that though the land had afterwards become of increased value by the discovery of a mine, or by buildings, or otherwise, yet the warrantor was not to render in value according to the then state of things, but as the land was when he made the warranty. And when personal covenants were introduced, adds the Chancellor, as a substitute for the remedy on the voucher and warranty, the established measure of compensation was not varied or affected.\nThis is the source of our doctrine as to the measure of damages for breach of real contracts, where there has been no fraud. It is not the rule that applies to chattel contracts, but it is the rule where the action is brought on covenants and contracts for land, whether they be executed or- executory covenants and contracts.\nThe only ground of distinction that can be set up in favour of a higher measure, in this case, is, that the contract was left in parol. In England, such a contract would not be suable at all; nor would it be in Pennsylvania, if a well-considered Act of Assembly of 1855, had not been repealed without due consideration. Is it necessary to argue, that breach of a parol bargain about lands ought not to be visited with a more severe measure of damages, than breach of-a solemn and sealed covenant? That the value of the bargain should not. be recoverable in the one case, since it cannot be in the other ?\nIf the long-continued policy of discouraging parol titles; if the opinions of judges, at every stage of our judicial history; if the testimony of experience, as to the uncertainties, the hardships, and the frauds of such titles; are insufficient to persuade judges that the rule of law is not so, and ought not to be so, then nothing that I can write will work conviction.\nThe court was in error in negativing the defendant’s points, and in laying down a rule of damages to compensate the plaintiff for the goodness of his bargain. What he had paid and expended, by way of obtaining the title he bargained for, he was entitled to have returned to him with interest, but beyond this, there should have been no recovery.\nThe judgment is reversed, and a venire facias de novo is awarded."}