{"id": "417979", "contents": "The opinion of the court was delivered by\nLowkie, C. J.\nThe ease of Long v. Penn Insurance Company, 6 Barr 421, has no bearing on this question. The question there was, whether the defendant was really a stockholder, having purchased stock as trustee; and not one about the liability of stockholders to an action for unpaid calls ; for the act of incorporation in that case (P. L. 1841, page 416), expressly made “ any subscriber or stockholder” so liable.\nThe case which rules these, is Canal Company v. Sansom, 1 Binn. 70, and that is direct, whether the purchase was made expressly subject to unpaid calls or not; and the decision has been almost universally admitted as sound. In both these cases, the purchase is expressly so subject, and though this fact is diversely expressed, it is substantially the same. In the ease just cited, as also here, the act of incorporation contained such a condition. The law there, and the transfers here, as well as the law, made the stock subject to further calls, and both forms are equivalent. As between the parties making and receiving the transfer, there might possibly be a contract to pay the calls, but there is none with the company, unless the act of incorporation requires it.\nThe case of The Railroad Company v. Boorman, 12 Conn. R. 530, 2 Am. Railway Cas. 28, in connection with the immediately preceding and kindred case, exhibits great judicial ability; but we cannot apply it here without a petitio prinoipii. Logically, we can obtain no definite results from undefined premises. There is here the relation of company and shareholder; - but, before we can say that the contract alleged is involved in this relation, we must know the terms or definition of the relation. It is true that, if we find a relation actually existing, and do not find any actual definition of it, by special law or by contract, we must assume that it has a definition according to the customary character of such relations, and thus we imply its terms. But where the definition is expressed by the parties, or by the act of incorporation, there is no place for implication.\nIt is essential to a shareholder’s contract, that it should be definite in amount and proportion; but it is not essential, that he should be personally liable for unpaid instalments, as numerous cases show. The instalments paid may be regarded as a sufficient pledge for those that remain unpaid. We must, therefore, look to the act of incorporation, and to the contract which it authorizes, for the definition of a shareholder, and for the liabilities which he assumes, as such. In the cases before us, he undertakes no further than that his stock may be forfeited, if he neglect to pay up instalments called for; and no action lies for them. These judgments ought, therefore, to have been entered in favour of the defendant.\nJudgments reversed, and judgment in each case for the defendant below, and record remitted."}