{"id": "417935", "contents": "The opinion of the court was delivered by\nStrong, J.\nThe Act of 13th October 1840 directs, that the judges of the Orphans’ Courts of the Commonwealth shall, in certain cases, grant a rehearing of so much of an account already confirmed as is alleged to be erroneous. This is to be done upon petition of review, specifically setting forth errors, and verified by oath or affirmation. The act, however, does not extend to any case where the balance found due by the account has been paid by the executor or accountant. Nor does the act, in all cases, require that the matter shall be referred to auditors. It may he determined without reference, and if the petition does not show such a' case as equity would relieve, it may be dismissed. The design of the legislature seems to have been to introduce into the usage of our Orphans’ Courts, the practice of courts of equity in regard to hills of review. If, then, the petition of review is to be regarded-as a bill of review addressed to a chancellor, as was intimated in Riddle’s Estate, 7 Harris 431, and, as has since been ruled, 2 Casey 470, 8 Casey 318, this petition presented no sufficient ground for the interference of the Orphans’ Court. It avers no' error in law, appearing in the body of the decree which confirmed the account of the executor, nor does it allege any new matter which has arisen or been discovered since the decree. Yet these are the grounds for a bill of review. There is, however, another obstacle in the way of the appellant. His petition does not allege that the “balance found due” had not been paid over by the accountant. The answer of the executor does aver that he had paid out the entire balance in his hands, and that he had paid the proceeds of sale of the real estate according to and under the direction of the Orphans’ Court. To this answer the petitioner filed no replication. As the case was heard on the petition and answer, all the averments of the answer are to be taken as true. The appellant, by not replying, must be held, according to the rules of equity practice, to have admitted those averments. Now, the substance of the principal allegation of error made in the appellant’s petition of review, is that the executor had applied the proceeds of sale of the real estate to the payment of Nelson Thornton’s debts, instead of first completing the fund set apart for Eliza Ann Thornton. Those debts the appellant claims should have been postponed. If the petition of review be successful, the accountant must again pay, and pay to the residuary legatees the money which he has already paid in discharge of Nelson Thorn-ton’s debts, and paid in obedience to the order of the Orphans’ Court. The case is, therefore, directly within not only the letter, but the spirit of the proviso of the Act of October 13th 1840. It was to prevent such injustice that a bill of review is denied, after a “balance found due shall have been paid over.” The proviso is a protection to the accountant, as truly as to the cestuis que trust. The original decree is presumptively right, and it would be-neither equity nor justice to punish the accountant for yielding obedience to it. So far, then, as the petition relates to the distribution of the estate of the decedent, or, in other words, to the executor’s not having postponed the payment of Nelson Thornton’s debts to the completion of the fund for Eliza Ann Thornton, it was properly denied, even if an erroneous construction was at first given to the will of the testatrix.\nThe alleged error said to consist in the executor’s not having charged himself with interest, stands upon different ground. With that, the appellant seeks to surcharge the accountant, but not to disturb an appropriation already decreed and consummated by payment. The proviso of the act may not be in the way of this, but it is not alleged that the neglect of the appellee to charge himself with interest is new matter which has arisen or been discovered since the decree which it is sought to review. And besides, it does not appear that it was an error. The Act of 1840 requires that the errors shall be specifically pointed out before rehearing be granted. Here there is little more than a general allegation that interest has not been charged. The undenied answer avers that the proceeds of the sale were retained in the hands of the executor to meet claims against them which were in suit, and that they could not be paid out until the litigation terminated. There was then no liability for interest, unless interest was earned, or the money was used by the accountant. Neither of these things was alleged. It follows, in our judgment, that the action of the Orphans’ Court was correct in dismissing the petition of review.\nDecree affirmed."}