{"id": "417998", "contents": "The opinion of the court was delivered by\nRead, J.\nThe defendant was a common carrier, and on the 29th October 1841, received 430 pieces of blooms for Robert Moore to be delivered at Pittsburgh. Instead of carrying them for Robert Moore, on their arrival at the wharf at Ilollidaysburg on the 30th of the same month, the defendant permitted Hileman & Hammond to take possession of them, and they were sent to Pittsburgh for that firm according.to the direction of Mr. Hammond. As these pieces of blooms were never, according to contract, delivered to Robert Moore, or his consignees, by the defendant, he of course became liable for their amount to their owner, and this liability commenced on the 30th October 1841.\nTo show a release or discharge of this liability, the defendant gave evidence that, on the 7th March 1842, Joseph P. Moore, a minor son of Robert Moore, of the age of sixteen or seventeen, came to defendant’s warehouse at Ilollidaysburg to see about their bloom account. That, in the course of a conversation between a clerk of the defendant, Hammond, and Joseph, the latter agreed to take the blooms at Water street in lieu of those 430 pieces alleged by Hileman & Hammond to have been missent. The jury found that Robert Moore never received the metal at Water street wharf, or any other metal in lieu of the 430 pieces lost to him by the act of the defendant; and this narrows the question down to — whether the agreement to take by the son, was a release of the defendant.\nJoseph was a clerk in his father’s store on Water street, but the various acts alleged to have been done by him do not establish a general agency to transact all his father’s business, and clearly not to make a settlement of such an amount, by simply agreeing to take something which is never delivered or received. A letter of attorney, authorizing an agent “to collect a debt,” does not empower him to give a discharge upon receipt of the debtor’s note: Story on Agency 63 a.; still less would a clerk be authorized to release a liability like the present, without receiving any consideration whatever; which would invalidate the contract under any aspect of the case.\nIt was attempted to be proved by the defendant, that blooms had been received by Robert Moore, according to the alleged contract with his son, but the jury, as we have seen, negatived this positively and directly. It w7as then offered to show by one of the -firm of Hileman & Hammond that, on the 2d April 1842, the firm made a settlement with Robert Moore, whereby, after deducting and excluding the 430 pieces of blooms in question, the debt due from Hileman & Hammond to Robert Moore was cancelled and paid; and further, that all the blooms delivered at Water street were on account of and for the discharge of said debt.\nIt would be dangei'ous to allow a common carrier to dispute the title of the shipper of goods, by showing the subsequent state of the accounts betw7een the acknowledged owner and the person from whom they were purchased, he having improperly delivered them to the vendor, who then acknowledged himself to be a debtor to their amount, and afterwards agreed to deliver that number in lieu of those taken by him. We think, therefore, under the circumstances, the offer was properly rejected.\nJudgment affirmed.\nThompson, J., dissented."}