{"id": "417930", "contents": "The opinion of the court was delivered by\nRead, J.\nThe rule as to the notice of dishonour of a bill or note, in case of death, is thus stated by Justice Byles in the last edition of his treatise on Bills of Exchange, — “ If the party he dead, notice should be given to his personal representatives ;” an'd in the note to this passage, he says, — “I am aware of no actual decision to this effect, but it has been so decided in America, and that, if there be no personal representatives, a notice sent to the residence of the deceased party’s family is sufficient.” “ It has also been held in America, that the administrator of an endorser, appointed before the maturity of the note, who has given due notice of his appointment, is entitled to notice — a notice addressed through mail, in due time, to the ‘legal representative’ of a deceased — the endorser — to the last residence of the deceased is sufficient, though it does not appear that the administrator or executor ever received it Byles on Bills, 7 ed. p. 251. The law is laid down in the same way in the tenth edition of Chitty on Bills, p. 335, with the exception that there is a reference to Caunt v. Thompson, 7 Com. Bench 400 (62 E. C. L. R.), where it was held, that presentment of a bill for payment, at the house of the acceptor, who was dead, to the drawer, who was the executor of the decedent, was sufficient notice of dishonour to the drawer; upon the rule, as expressed by Baron Alderson, that “ knowledge of the dishonour, obtained from a communication by the holder of the bill, amounts to notice.”\nWe have, therefore, to turn to the American authorities, and particularly to those of New York, where the question was first decided in 1804, after argument by the ablest men of that day. In Steward v. Eden, 2 Caines Rep. 121, notice of the dishonour, in the usual form, was carried to the dwelling-house of the endorser on the 9th November 1798 ; the house was found fastened up, and on this, the bearer of the notice rolled it up, and put it into the keyhole of the outer door; the endorser, shortly after the making of the note, retired to his country seat, four miles from the city of New York, where he died on the 13th September 1798; and the will, under which the defendants acted, was not proved until the 19th day of December 1798, before which period the plaintiffs knew not of any will or who were executors. It wTas held by the court, that the notice was left at the right place; and Livingston, Justice, said: “ Nor was it fatal to direct the notice to the endorser himself, for as it was not known whether he had made a will, nor who his executors were, until long after, it was full as probable that it would reach the parties interested by this address as by any other; some one of the deceased’s family would either open it or see it safely delivered to an executor. The notice, therefore, was well served, and its address proper.” This doctrine is reaffirmed by Chief Justice Spencer in The Merchants’ Bank v. Birch, 17 Johnson’s Rep. 28, in its fullest extent, and again by Chief Justice Nelson, in Willis v. Green, 5 Hill 234. These cases are distinguished from the next case of The Cayuga County Bank v. Bennett, Id. 236, by Judge Cowen, who says: “ This case was, I think, properly distinguished by the court below from the two cases relied upon by the counsel for the plaintiffs in error : (Stewart v. Eden, 2 Caines Rep. 121; Merchants’ Bank v. Birch, 17 Johns. 25.) In the first of these cases, it was not known to the holders, that the endorser had made a will; in the second, it was not even known to them, that he was dead.” In Beal v. Peck, 12 Barbour S. C. Rep. 245, a notice of protest, directed to the deceased endorser, taken from the post-office by the direction of a subsequent endorser, and delivered to the administrators of the intestate, was held sufficient. In Barnes’s Executors v. Reynolds, 4 Howard Miss. Rep. 114, it was held by Chief Justice Sharkey, that the court below was strictly correct in charging the jury that, if the holder knew of the death of the endorser, and could, by ordinary diligence, have ascertained who were executors, then it was incumbent on him to give notice to them; but if the holder did not know of his death, or, by ordinary diligence, could not have ascertained who were executors, then notice directed to the testator was sufficient.\nIn our own state, in Shoenberger’s Executors v. Lancaster Savings Institution, 4 Casey 459, where the death of the endorser was known to the holder, and also that he had left a will, and appointed executors, some of whom had qualified, it was held, that notice of dishonour to one executor who had not joined in the probate, and who afterwards renounced, but had not at the time of the notice, was sufficient to charge the estate.\nIn the present case, the note was duly protested for- non-payment, on the 26th March 1857, by a notary public, who immediately mailed a notice of the dishonour to Frederick Linderman, directed to Douglassville, Berks county, being his nearest post-office; and it was admitted, that John F. Linderman, one of the executors of Frederick, lived within half a mile of Douglassville post-office, and received his letters there.\nFrederick Linderman died at his residence, near Douglassville, on the 7th March 1857, and his will was proved at Reading, on the 21st of the same month, and letters testamentary granted to the defendants below on the same day, but they did not give the statutory notice of their appointment.\nNeither the holder nor the notary had any notice of the death of the endorser, and of course had not heard of the will nor of the appointment of executors. It is, therefore, the. very case in which no other notice could have been given, or could be required to be given. The notice, therefore, was sufficient, without proving that it actually reached either of the executors; although there can be little doubt from the evidence, that it came to one of the executors, either directly, or through the hands of one of the family of the decedent.\nJudgment affirmed."}