{"id": "417967", "contents": "The opinion of the court was delivered by\nRead, J.\nThe plaintiff below showed a clear paper title to one hundred and thirteen one hundred and twenty-sixth parts of the land in dispute, commencing with a warrant to Mary Foster dated 2d October 1792, for 52 acres, on which a survey was made for 95 acres and 60 perches, and accepted in the Land Office 2d April 1821. By will, dated 16th November 1828, and admitted to probate in Highland county, Ohio, on the 27th July 1829, she devised this land to her son Thomas Foster, who died some ten or twelve years ago, unmarried and intestate, leaving as his heirs at law six brothers and sisters or their children. By various mesne conveyance from various of these heirs, their titles, amounting, as before stated, to one hundred and thirteen one hundred and twenty-sixth parts, became vested in James Entriken.\nThe title set up by the defendants was under alleged parol sales of this warrant, in 1818, by Thomas Foster, and the statute of limitations, which applies to the whole land; and a special claim to twenty-one one hundred and twenty-sixth parts, or one-sixth, being the share of Benjamin Foster as heir of his brother Thomas.\nFrom the state of the record, which is neither clear nor satisfactory, we can only look to the charge of the court, as stated in the bill of exceptions, to see whether there was any error in their instructions. By this three points appear to have been made by the defendants, to show that there could be no recovery, and answers were given by the court, which appear to be unobjectionable except in one particular.\nThe first answer or instruction, that the warrant to Mary Foster being precisely descriptive, and part of the purchase-money having been paid when it issued, gave her such an equitable interest from its date as could only be divested by conveyance or by adverse possession for the statutory period, and also that the mere possession of the warrant by Thomas gave him no title to the land, is clearly right, and there was no error in any part of this answ7er.\nThe second answer is also right, with this explanation or addition. Benjamin Foster having no title, sold half of the land to William Anderson, by articles of agreement, dated 16th October 1819, and recorded 10th March 1855, and Anderson conveyed this, inter alia, to one of the defendants, Washabaugh. As one of the heirs at law of Thomas, Benjamin acquired a title to one-sixth thereof, which enured to the benefit of William Anderson, to whom he had conveyed in 1819. This sixth, or twenty-one one hundred and twenty-sixth parts, belonged of course to Washabaugh, and the verdict, therefore, should have been for ninety-two one hundred and twenty-sixth parts, and not for one hundred and thirteen one hundred and twenty-sixth parts: 2 S. & R. 507; 6 Watts 60; 7 Barr 878.\nThe third answer or instruction, that the possession described in it, and supported by the evidence, was not such adverse and continued possession as'in law gives title by the statute of limitations, was strictly correct, and the argument of the plaintiffs in error in fact concedes it: Hole v. Rittenhouse, 1 Casey 493.\nThere are also two exceptions to the admission of testimony, and the court certainly erred in admitting in evidence the bond of William Anderson to Daniel Washabaugh for $3000, as it was not pertinent to the issue. As to the other, if counsel do not agree that the will of Mary Foster shall be admitted in evidence as at present authenticated, it will save all difficulty if the form prescribed by the Act of Congress were strictly followed, and we refer to The State of Ohio v. Hinchman, 3 Casey 479, as stating the law on this subject correctly.\nJudgment reversed, and a venire de novo awarded."}