{"id": "417939", "contents": "The opinion of the court was delivered by\nWoodward, J.\nThat lines actually marked on the ground constitute the survey of a land warrant, and control the surveyor’s return, even where that calls for a natural or other fixed boundary ; and that where lines are not actually run and marked on the ground the survey is to be carried to its calls of adjoiners, even though it overrun the distances returned on the survey; are fixed and familiar rules of property that are not questioned in this ease.\nBut the defendant insists that the line of the Ketland survey, which runs S. 89° W. from the ash corner, should be stopped 70 rods short of the Clearfield creek, and so not have Plunket for its adjoiner. Why ? Because the surveyor laid down the Clear-field creek as 70 rods from his survey.\nThis is no reason for stopping the Ketland survey short of its calls. Had a line been run S. 39° E. from the post corner assumed by the defendant, the call for the Plunket tract might have been disregarded; but as there was no work on that side of the Ketland survey it must go to the Plunket, notwithstanding the increase of distance and quantity. The Clearfield creek is no part of the survey. The Ketland tract calls for waters of that creek, and Turner’s run which goes through the tract and empties into the creek answers sufficiently this call, but the creek itself is confessedly outside of the survey, whether one rod or seventy is not very important. Doubtless the surveyor laid it down as too far distant, but if he had not laid it down at all it would not have affected his survey. Can his mistake nullify the effect of the call for the Plunket survey ? Is such a note on a surveyor’s draft, equivalent to a line actually run on the ground, in its effect to stop a survey short of its calls ? Surely not. No authority is produced in support of such a proposition, and it is recommended by no considerations of reason or expediency.\nThe over measures and over quantity which the Ketland tract acquires by being carried to the adjoiners it calls for, is a matter between the owner and the Commonwealth.\nThe quantity is still far less than the state is accustomed to sell on a single warrant, and as to the excess not paid for when the warrant was taken, the state will be paid when she issues her patent.\nWe see no error in the instructions, and the judgment is affirmed."}