{"id": "417941", "contents": "The opinion of the court was delivered by\nRead, J.\nAn act was passed on the 5th April 1853, to authorize mortgages of coal leases in Schuylkill county, containing many special directions as to the time and mode of recording the same. On the 27th April 1855, the legislature passed another act “ to amend certain defects of the law for the more just and safe transmission, and secure enjoyment of real and personal estate,” by the 8th section of which the principles of the former act, in a general form, were extended to the whole state. This. section declared it “ to be lawful for any lessee for term of years of any colliery, mining land, manufactory, or other premises, to mortgage his or her lease or term in the demised premises, with all buildings, fixtures, and machinery thereon, to the lessee belonging, and thereunto appurtenant, with the same effect as to the lessee’s interest and title, as in the case of the mortgaging of a freehold interest and title, as to lien, notice, evidence, and priority of payment ; provided that the mortgage be in like manner acknowledged and placed of record in the proper county, together with the lease, and that such mortgage shall in nowise interfere with the landlord’s rights, priority, or remedy for rent, and such mortgages may be sued out as in other cases.” By a further proviso this section was in nowise to impair the prior Act of 1853.\nThe language of this section of this amendatory act leaves no doubt as to the meaning of the legislature, which was to lay down One uniform rule in relation to all mortgages coming within its provisions. All such mortgages must be recorded together with the lease, that is, the two deeds showing the actual extent and nature of the mortgagee’s interest, must be placed of record in the proper county. The lease shows the terms upon which the mortgagor holds the colliery, mining land, or manufactory; and the mortgage, the amount and character of the encumbrance he has placed upon it. This is necessary and proper information for all those who have dealings with either party. Public policy requires a strict adherence to the principle of the recording acts, that all the steps of a title should be registered, and open to the examination of the whole community. Publicity prevents fraud. Such mortgages and leases are therefore to be recorded together.\nThis disposes of the present case, for the lease was not recorded with the mortgage, nor until after the rights of the execution-creditor had attached.\nDecree affirmed."}