{"id": "417933", "contents": "The opinion of the court was delivered hy\nStrong, J.\nThe right of a widow to retain real or personal property of her deceased husband’s estate to the value of $300 is a personal privilege, no less than is that of a debtor to retain against an execution-creditor. Of course it may be waived, and it is waived entirely when she neglects to demand an appraisement: Weaver’s Appeal, 6 Harris 309; Neff’s Appeal, 9 Harris 247. It follows, that if an appraisement be made, and the widow elect to retain less than the value of $300, she waives her claim to all which she neglects to retain.\nWhen the appraisement was made in this case, the widow elected to retain some personalty and a small tract’of land, in the aggregate of less value than $300. ' She at that time refused to take any more, and wished the remaining property to be applied to the payment of the debts. The inventory and appraisement of the property taken by her was then filed and approved by the Orphans’ Court. That determined the extent of her rights, and of the rights of the creditors. The administrator proceeded to obtain an order of sale of the remaining real property. Before the day of sale, however, she demanded to have the balance of the $800 set apart for her. The demand was too late. She had already had one appraisement, and the Act of Assembly did not give her two; and besides, relying upon the faith of her first election and its approval by the Orphans’ Court, the administrator had proceeded to incur expense in obtaining an order of sale, and perhaps in advertising. A claim of exemption hy a debtor would be too late after such proceedings, and the Act of 1851 is to receive a construction similar to that given to the Act of 1849. But even if her second claim was not too late, the appellant would not he entitled to any of the fund now for distribution. Her rights under the statute are only sub modo. She can obtain property only in the way designated by the legislature. Without an appraisement she cannot take as a distributee as against creditors. It is sufficient, however, to say that she was not entitled to a second appraisement.\nThe decree of the Orphans’ Court is affirmed."}