{"id": "418026", "contents": "The opinion of the court was delivered by\nThompson, J.\nThis was a suit by the plaintiffs in error,endorsees, against the defendant in error, endorser of a promissory note made by one Smith B. Thompson, payable to the order of the defendant sixty days after date.\nPursuant to notice of special matter, the defendant at the trial gave in evidence, under exception, the deposition of the maker, taken on a commission, and after a release from liability to the defendant.\nThe only assignment of error in the case is to the admission of this testimony, which is set out by the plaintiffs in error as follows:\n“ The court erred in admitting in evidence the deposition of Smith B. Thompson, the maker of the note in suit, to prove that he had received from the plaintiffs, for collection, a certain acceptance of the Montour Iron Company, for the payment of the sum of $592.06, dated May 11th 1857, payable in sixty days after date, and at the same time passed the said note to the plaintiffs in pledge, and as a security that he would pay over to the plaintiffs, or their order, the money which he should collect and receive on said acceptance; and if he failed to collect of the said Montour Iron Company the amount of the acceptance, that he would return said acceptance to plaintiffs; and that upon paying said money, or returning said acceptance, if not collected, the plaintiffs were to deliver up to him the said note,” &c., and which was followed by proof, by another witness, of an offer to return to the plaintiffs the said acceptance.\nThe note in suit was unquestionably endorsed by the defendant, simply for the accommodation of the maker. But it is settled by many cases in Pennsylvania, that the maker or endorser of such a note cannot set up want of consideration as a defence against it in the hands of a third person, even though it be there merely as collateral security by the party entitled to negotiate it: Appleton v. Donaldson, 3 Barr 381; Lord v. The Ocean Bank, 8 Harris 884; Moore v. Baird, 6 Casey 138. Considering the transaction here merely as a pledge of the note as collateral security for the performance of the pledgor, who was the maker, to pay over the money he might collect on the acceptance of the Montour Iron Company, or, in case of failure to collect, to return it tó the plaintiffs, it was a disposition of it that the holder might make, and no one could-doubt but that there.was a valuable consideration given for it, in the delivering over to the holder the acceptance in question. The endorser, although an accommodation endorser, could not object. “He who chooses,” said Black, C. J., in Lord v. The Ocean Bank, “to put himself in the front of a negotiable instrument for the benefit of his friend, must abide the consequences (12 S. & R. 382), and has no more right to complain if his friend accommodates himself by pledging it for an old debt, than if he had used it in any other way.” A pledge as collateral will not relieve an accommodation endorser or drawer, and more especially bo, when there is a consideration passing at the time, as in this case; for the law esteems the negotiation under such circumstances as in the usual course of business.\nThe testimony of the maker was-therefore received, not to show that the transfer of the note to plaintiff was not in the usual course of business — the facts did not warrant this — nor that the note was invalid at the time it was made, or that the endorsement was inoperative, but facts arising dehors the note, showing an agreement for satisfaction of it, tantamount to payment. This could certainly be done, as abundantly appears by the cases of Appleton v. Donaldson, 8 Barr 381; Gilpin v. Howell, 5 Barr 52; White v. Kibling, 11 Johns. Rep. 128; Lord v. The Ocean Bank, supra. It is the character of the testimony, rather than that of the relation of the party to the instrument, that governs questions like the present. If the witness is not involved in the immediate result of the trial, the policy of the law only holds him to silence in regard to acts which might invalidate the paper in its original concoction, or the consideration of the endorsement. We think this rule was not invaded by the admission of the testimony of the maker in this case. He said nothing whatever to impeach the validity of the note, or the consideration for the transfer. His testimony went no further than to show that, by agreement, the note was subsequently to be discharged, either by the return of the acceptance of the Montour Iron Company or the money for the acceptance. This, followed by proof of an offer to return the uncollected acceptance to plaintiffs, made a good defence. It was, in its nature, payment or satisfaction, not by way of failure of consideration or invalidity in the paper, but by the application of what was agreed on as between the parties to the transaction to be payment or satisfaction. This, 'as we have seen, the law fully sanctions. In the case of Thompson et al. v. The Gettysburg Bank (not reported), the drawer was offered to prove want of consideration for the note, and in fact that the maker and endorsers were never liable at any time on it. That was the effect of the testimony offered there, and we held it incompetent on the score of public policy. We think the court below committed no error in the admission of the testimony.\nJudgment affirmed."}