{"id": "418019", "contents": "The opinion of the court was delivered by\nThompson, J.\nThere was a verdict in favour of the plaintiff below, and defendant in error, subject to the opinion of the court on several reserved points of law. Those questions were subsequently determined by the court in favour of the plaintiff, and judgment entered on the verdict.\nThere are two questions embraced in the first of these points. 1st. Was the affidavit of defence sufficient under the rule of the District Court, to put the plaintiff on proof of the execution of the note on which the suit was brought ? That rule provides that “ the note, bond, or instruments of writing declared on, shall be taken to be admitted, unless the defendant, at or before the time of filing his plea, shall have by affidavit filed, denied that such deed, note, or. other instrument of writing, was executed by him.”\nThe defendant filed an affidavit of defence, in which he set forth “ that the note on which this suit is brought, was not made or given by him, and that he knows nothing of it.” From evidence in the case, in proof of the execution of the note, we conjecture that the court below determined this to be a sufficient denial under the rule, of court. We think this was a proper disposition of that question. Certainly, an affidavit that he did not execute the note, and knew nothing about it, was as strong a denial that it was not the note of the firm, so far as he was informed or knew, as any other terms he could have used. If he was false in the assertion of execution or knowledge, there could be no difficulty in assigning perjury upon it. And it certainly, to the comprehension of every mind, was a denial of execution, and not merely an evasion.\n2d. The second question embraced in the point is, whether the admissions of one of the firm, made after dissolution, was sufficient evidence of execution of the note; and on this point, there is a great contrariety of decision in England, and in several states of the Union.\nMr. Story, in his work on Partnership, § 323, treating on the subject of the admissions of a partner, after the dissolution of the firm, and of the question of his power by admissions, declarations, and acknowledgments, to bind his copartners, and whether such declarations and admissions may be evidence for that purpose, says, “ It seems difficult, upon principle, to perceive how they can be, any more than the 'declarations, or acts, or acknowledgments of any other agent of the partnership, would be, after his agency had ceased.” He cites very many authorities in support of this view of the subject.\nDirectly the opposite of this is the view taken by Collyer on Part. § 423, who is also sustained by many authorities, American and English: see note 5 to the section.\nI think our own authorities sustain the principle cited from Story. In Levy v. Cadet, 17 S. & R. 126, it was held, that the admissions of the existence of a debt by a partner, after dissolution of the firm, did not preclude his copartners from pleading the statute of limitations. This was directly in conflict with the rule in England on the subject, per Lord Mansfield, in Whitcomb v. Whiting, Doug. R. 652, and which is evidently the foundation of the rule stated by Mr. Collyer. In Houser v. Irvine, 3 W. & S. 345, the case of Levy v. Cadet is reaffirmed by Gibson, C. J., who had delivered the opinion in the former case. After saying, that although dissolved for the purpose of future operations, the partnership remains in force for closing the concern, and that the liquidating partner may bind the firm within the scope of his power, he adds, “ that the proper limitation to the exercise of it is, that it be restrained to acts necessary to be done for the beneficial” termination of it; and on the point of a confession of the debt, he concludes by saying “ it was not an act done in the liquidation of it, for his authority over it had expired, for that and every other purpose.\" The same doctrine is held in Bell v. Morrison, 1 Pet. R. 351. So, in Schoneman v. Fegley, 7 Barr 433, it was held that, after dissolution, one partner could not, by acts or declarations, bind the firm to liability for an endorsement from which they had been discharged by the laches of the payee. In Tassey v. Church, 4 W. & S. 141, it was held, that the acknowledgment of the correctness of an account by one partner, after dissolution, bound no one but himself, per Sergeant, J. See also, Coleman v. Fobes, 10 Harris 157.\nIn Moddewell v. Keever, 8 W. & S. 3, the same doctrine is maintained, and the principle upon which it is based, is that of agency for the firm by each member of it. In Hannay v. Stewart, 6 Watts 489, it was held, that the admissions of an agent, as to what he had done while such agent, was not evidence against his principal. This is, in fact, an elementary principle. Why, then, is it not applicable to partners ? If the question were res nova, it seems to me, the statement of the proposition would lead to the inevitable conclusion, that when the agency has ceased, the agent may no longer affect his principal by declarations, nor a partner his associates. But we think, although the point has been much controverted, the true rule is indicated in the eases cited, and that his declarations are only evidence against himself, but go no farther.\nFrom these general principles, and the decisions cited, we are of opinion that the admissions of the execution of the note by Robert Ellis, and that it was given for partnership purposes, were not evidence against any other member of the firm; they having been proved to have been made several years after the dissolution of the partnership. The admission was not of an obligation, properly, of the party making it, but the note of a party of which lie was-only a unit. It was not his note, but the note of a different and distinct party — it was the note of a firm — he could no longer speak for that firm — the agency had ceased, and his declarations only bound himself. We think, therefore, that it was error to hold the admissions of R. Ellis, as evidence of the execution of the note, so as to bind the firm.\n3d. The next question reserved was, whether, if the note was signed in the firm’s name, and bore date during the existence of it, it implied that it was given for partnership purposes. In The U. S. Bank v. Binney, 5 Mason R. 176, it is said, that “where the contract is made in the name of the firm, it will primd facie bind the firm, unless it is ultra the business of the firm. Where the firm imports, on its face, a company, then the contracts made by the partners in that name, bind the firm, unless they are known to be beyond the scope and business of the firm:\" 17 Maine R. 180; 39 Id. 160. The partnership being proved, and also the signature of the firm, I think, the conclusion to be drawn, or presumption is, that it represents a firm transaction or obligation, unless something to impeach it as such appears on its face; and this seems to be the tenor of the decisions of this court, although the point does not seem to have been very directly raised in any of them : Foster v. Andrews, 2 Penn. R. 160; Ihmsen v. Negley & Co., 1 Casey 297; Brewster v. Sterrett, 8 Id. 115; Bank v. Halderman, 4 Id. 440; Burroughs’s Appeal, 2 Id. 264. The note in question, then, the partnership having been proved— if the execution had also been proved, would have been primd facie evidence of what it purported to be, a partnership transaction, and so would have stood, unless the presumption were overturned by proof.\n4th. This brings us to the main points of the case, the first of which is, as to the payment by Mr. Hogg, the special partner, of a portion of the $40,000 which he was to contribute, in checks of third persons. Twelve thousand five hundred and sixty-four dollars and eighty-two cents were so paid. Whether the court below determined that this was a violation of the statute of New York, in regard to limited partnerships, under which the partnership in question was formed, we know not. We have nothing in the whole case to show on what points the judgment of the court was given. A more unsatisfactory presentation could hardly be gotten up, than we have here. Taking it, as argued on both sides, that the court did so decide, was this payment in checks such a violation of the statute as renders the plaintiff in error answerable as a general partner ?\nThe provision of the statute claimed to have been violated by the plaintiff in error, may be found in the 2d section, in which it is provided, that such partnership “ may consist of one or more persons, who shall be called general partners, and one or more persons who shall contribute, in actual cash payments, a specific sum, or capital, to the stock, and who shall be called special partners, and shall not be liable for debts of the partnership beyond the fund so contributed by them.”\nThe 4th section requires a certificate to be made and signed by the partners, in which shall be set forth the name of the firm, the names of the general and special partners, and abode; the amount of capital which the special partner shall have contributed, and the periods at which the partnership is to commence and terminate.\nThe 7th section requires an affidavit of one of the general partners to be made and filed, setting forth that the sum stated in the certificate as having been contributed by the special partner, has been actually, and in good faith, paid in cash; and the 8th section provides, that a false statement in the affidavit or certificate shall render all persons interested in such partnership liable for all the engagements thereof as general partners. In this case, one of the general partners made the required affidavit, stating that Mr. Hogg, the special partner, had before the 1st of March 1850, the time at which the partnership was to commence, actually paid to the company, in cash, the sum of $40,000, the full amount set forth as paid in the certificate. This was, therefore, primd facie evidence of compliance in this particular. The plaintiff below proved, on the trial, that $12,564.82 was paid in bankers’ checks, drawn by certain persons named, and he relies on this as establishing a violation of the act requiring actual cash payments, and as showing that both the certificate and affidavit were false; and for this, he claims to hold the defendant answerable as a general partner for the debts of the firm.\nGood faith and honesty in the organization of limited partnerships are very essential to the security of the public — the law wisely requires this, and the courts have generally held partners strictly to the requirement. In Smith’s Administrator v. Argall et al., 6 Hill 479, one of the two newspapers in which the notice required by the act was published, stated the sum contributed by the special partner at $5000, instead of $2000. For this mistake, the special partner was held liable as a general partner. So, in Andrews v. Schott, 10 Barr 47, the addition of the words “ & Co.,” after the names of the general partners, was held to create a general liability in the special partner; although in that case a substantial compliance with the provisions of onr statute seems to be the rule necessary to protect against general liability. The decision turned, however, on the terms of the act. They prohibited the use of those words. A substantial compliance with the statute, is what is to be required, as is evident from this case, and the cases of Bowen v. Argall, 24 Wend. 497; Madison Bank v. Gould, 5 Hill 309; 3 Denio 435, In the case of Gould v. The Madison County Bank, there was an error of a month in the publication of the time of the commencement of the partnership ; and of this Bronsost, J., said: “If there were any reason to suppose that the error was intentional, or if the contract had been made before the time mentioned in the notice for the commencement of the partnership had arrived, the objection would have been fatal.”\n• Was the payment in checks of a portion of the $40,000 a compliance with the requirement of actual cash payments ? or is the proof of this fact a contradiction 'of the certificate and affidavit ? It was not proved, nor pretended, that the checks did not represent actual cash, or that the money they represented did not go into the firm. The plaintiff below stands alone on the want of a literal compliance. Checks are a species of mercantile paper recognised by commercial law, and are of great convenience in all business communities. Amongst such, their principal use is, to transfer money from one to another through the agency of a banker, sometimes by actual payment, but very often by a charge and credit on the books of the banker. “ Checks on bankers,” says Byles on Bills, p. 73, “have of late years come into use so frequent, as commonly to supersede payments of any considerable amount, not only in gold and silver coin, but bank notes themselves.” They are usually payable on demand. Now when one man draws a check on his banker in favour of another, and which is accepted by the payee, and the debt receipted, and there is no protest of the check, or return of it, but all parties to it agree that it was paid, is it possible to invoke a presumption of nonpayment, to overturn the force of such facts, going to prove actual payment? That was the case here. Nay, more than that. The party receiving the checks swore to an actual cash payment. In the absence of everything to the contrary on the subject, it would be presumed that he had actually either received the money on them, or had them credited to his account with the banker, before he made the affidavit or signed the certificate. But waiving this— the acts of parties are to be construed and understood by reference to the general usages of society, or business, and sometimes in reference to special customs. Millions of dollars are transferred weekly in our commercial cities by means of checks, and thousands and hundreds of thousands of dollars of debts, paid by the same means, and receipted as cash payments. That a check is not paid according to its tenor, is the exception to the rule on the subject. Now, as it was not contended that the actual cash payment was required to be in coin, and so to be proved like a tender, we need only to look at the usual modes and evidences of payment, to arrive at a conclusion as to whether it took place or not. We have it, then, in the certificate and oath of the partners ; and if we separate them from the case and proof of the plaintiff, we have it in the presumption arising from the fact that this usual mode of making payment must have been actual, because neither complained of, nor doubted by the parties immediately interested, nor attempted to be disproved by the plaintiff. That it was thus a substantial compliance with the statute, I have no doubt. That it was not an intentional evasion of the act must stand on the presumption of honesty, until the contrary is proved. This has not been attempted.\nIt would have been a very different case, if it had been shown that the checks were given as a mode of substituting credit for cash, or that the money was not presently payable on them. This would have contradicted the affidavit and certificate, and it would have been fatal to the defence. But this was not done. The plaintiff’s case rests simply on the ground, that a check on a banker, which although paid by him, was not substantially an actual cash payment within the meaning of the statute. We do not think so, and if the court below so decided, we think they erred.\n5th. Another ground of recovery claimed by the plaintiff, and embraced in the third reserved point, was, that on the 1st of March 1850, the day when the partnership was formed, the general partners loaned to the defendant $8361.33. The 15th section of the act prohibits a withdrawal, by any special partner, of any portion of the sum contributed by him to the stock of the company. And although the penalty of general liability is not annexed to this violation of the statute, yet it was held to be applicable in The Madison County Bank v. Gould, 5 Hill 309, Bronson, J., saying: “ I see no way in which the policy of the law can be maintained, and the rights of third persons be effectually preserved, without holding, that any intentional violation of the statute will deprive him (the special partner) of that exemption from liability to creditors which he might otherwise claim.” The object of the statute was to keep the capital unimpaired, excepting as it might be by the incidents of business; and as the withdrawal of the funds, after payment, by the special partner would be contrary to the policy of the statute, I cannot see how acts so derogatory to it could be treated otherwise than as rendering the special partner liable. I look upon this as a distinct violation, from that, wherein there has been an over-draft of profits or interest, which, by the terms of the statute, may be paid back without other consequences. Be this as it may, it is safe to follow the decisions of the courts of New York upon a statute of their own state, and we do so in this particular.\nThe plaintiff proved that, on the day the partnership was formed, the general partners loaned to the defendant the sum mentioned. The witness did not specify the terms or security for the loan, hut proved that it had been all repaid within a year, with full interest. He seems not to have been interrogated as to the particulars of the loan. But he swears to it as such.\nIt was claimed, and we take it to have been decided, in the court below, that this was a violation of the statute, and within the decisions which hold a withdrawal of any portion of the funds paid in, as involving the special partner in all the consequences of a general partner: The Madison Bank v. Gould, supra. Now, is a loan, with only, and purely the incidents and consequences of a loan, a withdrawal of funds per se ? It seems to me, that it would be a harsh construction to say so. What is it ? In the absence of proof, it implies a contract to repay, and compensation in the shape of interest for the use of the money. This contract for repayment, usually a note, is by the lender received as equivalent to the principal of the money loaned, and is to that extent a substitute for it. A banker does not consider his money withdrawn from him, when he lends it on such terms. It is a substitute of one thing, which he esteems more advantageous to him than what he parts with, or he would never lend. And why shall it not be presumed to be so, in case of other lenders ? The money here was not withdrawn — it was loaned, or hired out, for a limited period for compensation, and returned. This certainly does not approach the idea of withdrawal. The partnership was not shown or alleged to have been weakened or embarrassed by it, or the creditor who now complains in any particular injured, or that it was to his disadvantage in any way. The transaction stands proved to have been simply, in inception and in fulfilment, a loan. It was, therefore, incumbent on part of the plaintiff, to show that this was forbidden, or that it was in fact a colourable transaction to cover an intentional violation of the statute. This was held to be the material element, in The Madison Bank v. Gould. In that case, there was an investment of the partnership funds to the extent of six-sevenths of the capital, and a conveyance taken in the names of all the partners. It was held, that this would have rendered the special partner liable as a general partner, if it had appeared that he had assented to the deed and the introduction of his name in it. It wanted the proof of intentional withdrawal. In our case, the opposite of such an intent is proved, in the fact that it was a loan and repaid with interest. It is this, which, as it is now presented to us, saves the case for the defendant, under our views of the New York statute. It was an important consideration, that the money loaned was indisputably returned with interest. It might have presented a different case, if this had not been so. This fact left no possible inference, excepting that it was a loan; -and being so, nothing otherwise could be imputed to the act, and no injurious consequences followed it.\nJudgment reversed, and a venire de novo awarded.\nWoodward, J., dissented from so much of this opinion as relates to a compliance with the provisions of the New York statute."}