{"id": "418003", "contents": "The opinion of the court was delivered by\nWoodward, J.\nThe auditor might have rejected the evidence of Simington, to the effect that Donaldson agreed by parol, that the bond Simington was purchasing should have preference over the other mortgage bonds; because it was plainly inconsistent with the assignment as written. That contained a guarantee, which was a legal personal contract, but not a word about a preference, that should impress this bond with an equity superior to its fellows. The legal presumption is, that the writing expresses the whole mind of the parties touching the assignment; and it is not to be set aside by the recollections of the purchaser, after others have acquired rights which he is anxious to displace.\nStanding, then, upon the assignment as written, there was nothing to take the case out of the rule of Donley v. Hays, 17 S. & R. 402, which has been followed in all subsequent eases. It is the ordinary case of successive assignees of fractional parts of the same mortgage debt, and among such assignees, equality of distribution prevails. If the fund is insufficient to satisfy them all, they take fro rata. Nor does a guarantee held by one, disturb this relation. Guarantee is a personal contract at large, and not a pledge of any particular fund. If the first assignee is not fully paid, he has his remedy on the guarantee — and, possibly, had Donaldson retained the other bonds, he might be supposed to have also, as against him, an equity to be first paid. However this might be, he has no equity, springing from either the assignment or the guarantee, to assert against bond fide holders of the other bonds. They purchased without notice of any such equity, and they are unaffected by it — even if, as between Simington and Donaldson, it exists.\nBut it is said, they should have been put to proof that they were purchasers for a valuable consideration. They certainly should, had there been any doubt thrown upon the bona fides of the assignments to them; but there was none. The assignments duly executed under seal, were sufficient to pass the title, aDd must be held to import a valuable consideration. Had there been any impeachment, however slight, of the fairness of the assignments, we would have required full proof of consideration; but, in the circumstances of the case, we think both the auditor and the court ruled wisely, and the decree is affirmed."}