{"id": "418024", "contents": "The opinion of the court was delivered by\nRead, J.\nIn Pennsylvania, a mortgage is considered merely as a security for the debt, and confers upon the mortgagee nothing more than a lien on the land. A judgment is also a lien on land. Both are, indeed, only encumbrances. This was clearly the view taken by the courts, when they decided, that a sale under a junior judgment sold the whole estate in the land, and discharged all prior liens, whether by mortgage or judgment. When, therefore, the legislature passed the Act of/the 6th April 1880, preserving in such cases the lien of prior mortgages, they did not change the character of these securities, which still remained only encumbrances. All that was really done, was, in effect, to say, the mortgage debt shall remain a lien on the land, and the purchaser at sheriff’s sale must take the real estate subject to it. It is still a sale of the land, subject to the payment of this debt. When, therefore, a purchaser bids at sheriff’s sale, if there be a first mort-gage of say two thousand dollars, his bid is that amount less than what he conceives to be the full.value of the land; and it must have been the intention of the legislature, that this should be the unvarying rule; as, otherwise, great injustice might be caused both to debtor and purchaser, as well as to the creditor, by making the amount of the encumbrance remaining on the land, depend upon the situation and condition of subsequent judgments.\nIf a sale is made on a judgment for the whole or a part of a debt, or even for the interest of part of a debt secured by a mortgage, it has the same effect as if the sale had been directly made under proceedings upon the mortgage security itself, and both before and since the Act of 1830, it discharges the lien of a first mortgage : McCall v. Lenox, 9 S. & R. 304; Pierce v. Potter, 7 Watts 475; Berger v. Hiester, 6 Whart. 210; Hartz v. Woods, 8 Barr 471; Clarke v. Stanley, 10 Barr 472; West Branch Bank v. Chester, 1 Jones 282; Blocker v. Blocker, 11 Leg. Int. 64. So in Bury v. Sieber, 5 Barr 431, where a part of the purchase-money was, by the deed of conveyance, made a lien on the land, and also a bond given for the amount, upon which judgment was obtained, and the premises sold by the sheriff, it was held, that the lien of the judgment related to the date of the lien in the deed. “We see,” says Judge Rogers* “no substantial difference between this case and McCall v. Lenox, 9 S. & R. 310, for the lien created by the deed, and the judgment on the bond, on which suit is brought, arise out of the same transaction. They are, in contemplation of law, one instrument, form one security, and consequently, the lien of the judgment, as is there decided, must relate to the date of the lien in the deed.”\nThere is, therefore, a clear union between the mortgage and the judgment on the bond secured by it — both being securities for the same debt; and the lien of the judgment necessarily relates back to the date of the lien of the mortgage. Now the legislature have expressly declared that the lien of the mortgage, that is, of the debt secured by it, shall not be destroyed or affected by a sale under a writ of venditioni exponas. The only exception to this rule is the one just stated, where the proceeding is the act of the mortgagee. In all other cases, the sale must be subject to the mortgage debt.\nBut it is attempted to make another exception, by misapplying what is said in the dissenting opinion in McCall v. Lenox, about the equity of redemption, separating the estate into two parts, and considering one portion as vested in the mortgagee and the other in the mortgagor, and the latter only as subject to the lien of subsequent judgments. In The Corporation v. Wallace, 3 Rawle 127, Chief Justice Gtdson expressly negatives the idea that the mortgagee is the owner of an estate in the land; and regards his mortgage as a bare encumbrance, and the accessory of a debt. But taking the Chief Justice’s illustration in that case,, what would subsequent judgments bind if there are three or more prior mortgages ? “But what will be said,” remarks the Chief Justice, “of a third mortgage, after the equity of redemption has also been conveyed ? Contrary to the professional sentiment here, it would be simply void, unless there be equity of redemption springing from equity of redemption in an infinite series, like certain mathematical quantities, which, though perpetually vanishing, are perpetually in view.”\nSo if there be an older judgment and subsequent mortgages, and then younger judgments, what do these last bind? The old law remains, in this case, clearly, and they are all only encumbrances and liens on the land, and a sale on a junior judgment extinguishes the whole of them. It is certain, then, that the Act of 1830 does not change the law, and convert a mortgagee into an owner of the land for a single purpose. If it did, then it would contradict itself both in letter and spirit, for it speaks only of the lien of the mortgage which is to be preserved, and its professed design was to retain the lien by making the sale subject to the mortgage debt.\nIn this simple view of the law, the decision in Whitehead v. Purnell, 2 Miles 434, was a clear error; and the 5th section of the Act of the 16th April 1845 is only declaratory of what the law really was. -\nThe sale, therefore, in this case, under the junior judgment, was subject to the lien of the first mortgage, and of the whole debt secured by it, and no part of the proceeds of that sale should have been applied to the payment of the judgments on the mortgage bonds. The court, therefore,, erred in saying that the evidence showed no breach of the condition of the official bond of sheriff Wilson, and the judgment entered for the defendant must be reversed.\nJudgment reversed, and a venire de novo awarded."}