{"id": "418002", "contents": "The opinion of the court was delivered by\nRead, J.\nThe President and Directors of the Erie Canal Company are indicted for a public nuisance, for keeping up and maintaining, by damming the southern end of the Pymatuning swamp, a certain pond and reservoir as a part of their canal, by means of which seven hundred acres of land are overflowed, and the waters in said pond and reservoir have become stagnant, putrid, and noxious, from whence unwholesome damps and smells arise, and the air is greatly corrupted and infected, to the great damage and nuisance of the citizens of the Commonwealth. There is also an allegation that the pond and reservoir are not necessary for the purposes of the canal, and ought to be dispensed with, as useless and injurious. To this indictment the defendants have pleaded specially, that the pond and reservoir are a part of. theánternal improvements of the Commonwealth, called the Erie Division of the Pennsylvania Canal, which was constructed by the Commonwealth for a public highway, and that the alleged nuisance was created, constructed, and erected by the authority and in pursuance of laws of the General Assembly of this Commonwealth, by the officers, engineers, and agents thereof, lawfully created, appointed, and employed therefor, for the purpose of securing and furnishing sufficient water for the supply of the said Erie Division of the Pennsylvania Canal, and that the said defend-ants are in possession of the said pond and reservoir, in.pursuance of the act authorizing the governor to incorporate the Erie Canal Company, as directors of said company; and by the terms of the act of incorporation they are obliged to keep up the alleged nuisance, for the purposes of the canal, in order that it may remain a public highway, and for the protection of the property reserved by the Commonwealth. To this plea there is a general demurrer.\nThis indictment, it will be perceived, is not against the corporation, but against its officers; but no difficulty has been made on this point by the defendants, and the question has’ been argued upon the broad ground whether, upon the facts declared in the pleadings, this is a public nuisance. The indictment shows that the works complained of were connected with the Erie Canal, and the plea shows that they were constructed by the Commonwealth, as a necessary part of the Erie Division of the Pennsylvania Canal; and are held by the Erie Canal Company, as the grantees of the state, and are to be kept up by them, in order that the canal may remain a public highway.\nWe should suppose that works of internal improvement, erected at the expense and by the officers of the state, for the benefit of the citizens at large, never could be regarded by the law as a nuisance; for the sovereign authority has expressly intended them to advance the prosperity of the community. If this be so, how is it possible, that their character should be entirely altered by being placed in the hands of a private company, with an express requirement that they should be kept up for the purposes of the canal, in order that it may be and remain a public highway ? The Commonwealth and its agents could not have been indicted, and it seems clear, that the company and its officers occupy precisely the same position.\nIt would, indeed, be strange, that any legal proceeding could be instituted in a county through which a great public work passes, by which the whole purposes of the improvement might be destroyed, upon the singular allegation, that what has been constructed under the express authority of the legislature, is a great public nuisance.\nIt will be observed, that it is not alleged, that there is any damage to property (that, no doubt, has been paid for by the Commonwealth), but that it is injurious to the health of the inhabitants residing there. It appears by the indictment, that it was originally a swamp, but whether healthy or otherwise, is not stated.\nNow the general charge would have applied equally well to any canal or slackwater navigation in the state, whether built by the state or private companies; to the whole line of the Pennsylvania Canal, whether on the Juniata, or the branches of the Susquehanna, or west of the mountains; or on the Delaware; to the Schuylkill navigation, and to a host of smaller wmrks. Every dam under the Act of 1803, and every common mill-dam, would be open to the attacks of the public prosecutor. The inevitable consequence of changing the course and current of.rivers and streams by dams and obstructions, is to occasion a kind of malaria, in the first instance, which disappears generally in a few years. The same effect is produced in the outskirts of our cities, by the opening up of the fresh earth, in the progress of improvement, until the district is graded, paved, and properly drained.\nUpon the principle of this indictment, the rice plantations of Georgia and Lombardy should be abated.\nThe judgment is affirmed."}