{"id": "418007", "contents": "The opinion of the court was delivered by\nThompson, J.\nIt has not been made apparent to us, that there was any error committed, in the rejection of the evidence, which constitutes the first assignment, so far as the proceedings in the Orphans’ Court of Crawford county were concerned. If there was error in the rejection of them, it was cured afterwards by their reception. The only other evidence which the bill of exceptions presents, as being rejected, was the insolvent bond of the plaintiff. Of itself, it would have proved nothing material or relevant to the case, and it was not offered in connection with anything that might have rendered it relevant. .We see no error in its rejection. The remaining portion of the offer, as it appears in the bill of exceptions, was not an exhibit of testimony proposed to be given. It was an offer to prove something which the plaintiff had, on a former occasion, sworn in a suit between O. L. Williams and Hickman, without a statement of the testimony offered; the object of which was to show, that he owned no property in 1858. We cannot take the word of the party that the testimony would have proved the fact, or tended to do so. The evidence proposed to be given should have been, in substance, at least, set forth, so that the court might have been enabled to judge whether it would, in any respect, meet the object intended or not: 3 Rawle 104; 1 W. & S. 195; 1 Jones 238. This was not done, and the court rejected it, and we see no -error in this.\nThe answer of the court to the defendant’s points is the next thing to be considered. The first was intended to raise the question of a fraudulent arrangement between the plaintiff and the defendant’s intestate. The learned judge of the court below was of opinion, that the administratrix could not set up such a defence. And we think he was clearly right in this. If the transaction were covinous, and the intent was to cover the property from creditors, in case of embarrassment of either party to it, neither one nor the other could set up the fraud, as between themselves, to defeat the other of any claim under it. The mortgage would be good, as between them; it would be void, only as against the interests intended to be defrauded: 1 Casey 444; 3 Id. 148; 12 Harris 62; 5 Binn. 113.\nBut it was insisted here, that the administratrix was entitled to make the defence proposed, for the benefit of creditors. We cannot regard her, in this case, in any other light than as the personal representative of the decedent, and entitled only to make such defence as he himself might have done, if living. In this case, the suit was brought in the lifetime of the intestate, and the administratrix afterwards substituted on the record. While this does not change the principles governing her position, it may illustrate their accuracy. The place for creditors to test the validity of the mortgage, or the judgment recovered on it, will be in the Orphans’ Court, on \"the distribution of the proceeds of the sale. They will not be concluded by the judgment. If there was fraud in the mortgage affecting them, they will be at liberty to show it. If .otherwise, and all is right, about which we have no opinion, then the plaintiff, if entitled to priority as a creditor, may receive the benefit of his application in the appropriation of the purchase-money to his lien.\nThere was not evidence, considering the form of the mortgage, to raise the question proposed in defendant’s second point, and the court were right in so treatinglt. A party cannot complain of insufficiency in an answer to an immaterial point, or to one not properly raised by the evidence. ' No injury could occur under such circumstances.\nJudgment affirmed."}