{"id": "418000", "contents": "The opinion of the court was delivered by\nThompson, J.\nThe learned judge of the court below gave a full and lucid charge to the jury in this case, clearly defining the law governing it, and leaving all the facts to the jury, with proper instructions in regard to them. Under such circumstances, it is not surprising that the able counsel for the plaintiff in error has failed to convince us that this judgment should be reversed, on any of the grounds contended for by him.\nThe definition of what constitutes a title by adverse possession is so well settled and known, that we will not repeat it. Every element in it must exist, otherwise the possession will not confer title. If there he one element more distinctly material than another in conferring title, where all requisites are so, it is the existence of a continuous adverse possession for twenty-one years. The defendants asserted that there was a break in the continuity of the plaintiffs’ possession, and this they proved by evidence of an eviction, under the title against which they were claiming. They proved this fact, and that their tenant attorned to the recoveror in that action, in place of turning out. He did this under the pressure of a writ of habere facias possessionem. There was no disloyalty in this. It was not necessary to turn him out actually, before giving him a lease and accepting him as a tenant, which, all would concede, might be done in such an event. The surrender is equally involuntavy, when the attornment is the alternative of actual ouster. The tenant attorned, stayed in possession awhile, left, leaving no one in his stead, and with no view to a temporary, but continued absence. Then came in another tenant under the plaintiffs in that ejectment, and cultivated the place for one season or over, and at last, after eighteen months or more, the plaintiffs below got into possession again, by breaking open the locked door of the dwelling. All this hiatus was within the circle of the. twenty-one years. The plaintiffs, however, attempted to show that this turning out of possession was a sham, and that the attornment of the tenant, and the possession of his successor, were for their benefit, and continued their adverse possession. The court left the facts on this point to the jury, with the instruction that, if there was such an adverse possession as was required to give title, continued for twenty-one years, the plaintiffs were entitled to recover; but if otherwise, and the testimony of the witness, Ross, was disbelieved, they should find for the defendant. The jury did disbelieve Ross, and we think rightly too, and this, of course, left the plaintiffs short of the period necessary to give title by the statute; and the defendants had a verdict.\nIn De Haven v. Landell, 7 Casey 120, we said that “ a court should see that there is evidence to go to the jury, on all the points necessary to make title by the statute.” “That if .it be wanting as to any of them, an essential of title is wanting,” and it is then the duty of the judge to charge, that the party claiming by virtue of the statute has not title under it. It was, therefore, entirely proper, on part of the judge, to instruct the jury that an interruption in the possession, for a year, would be fatal to the plaintiffs’ claim under the statute. The fact of possession was for the jury; the kind and length of that possession, to be effectual, was a matter of law for the court.\nTo have answered either the 1st or 3d points of the plaintiff as requested would have been error. The assessment of taxes to the Grofts was not a substitute for a pretermitted occupancy, or a cure for a legal expulsion from the possession. It would have been necessary to have affirmed both these things, to have answered the first point in the affirmative. The only answer to the 3d point that the plaintiff was fairly entitled to under the evidence, was given in the general charge; there it was fairly answered, and it was not necessary to repeat the same thing again, which it would have been requisite to do, to avoid' sanctioning the assumption, which an affirmative answer would have done, that Boss's testimony and representation of the facts were true. This the court could not do. -\nWe find no error in this record, and the judgment is affirmed."}