{"id": "418036", "contents": "The opinion of the court was delivered by\nThompson, J.\nThe first bill of exceptions and the answer of the court to the defendant’s 1st, 2d, and 3d points assigned for error, may be considered together. They involve the question, if question it may be considered, whether one who has neither right, title, interest, nor possession to land, either in his own right, or by virtue of an .office as agent, trustee, executor, or administrator, can convey title. That there can be but one answer to such a proposition, is certain. He cannot. That John Wagner stood in any other or better relation to the interest of John Herring’s heirs in the land claimed by their father, cannot be pretended. His deed to Leamy should therefore have been rejected. The instructions in regard to it were, of course, erroneous. The jury should have been told that it conveyed no title, and the defendant’s points affirmed» It being but an improvement right, did not authorize a stranger to it to convey it. And certainly, the advice of the overseers of the poor was not potent enough to legalize the assumption,. The silence of the heirs, merely, for the period of ten years, even if such were the fact, gave no room to raise the presumption of a precedent authority to sell their interest. Nor was their release or conveyance at the end of that period, any evidence from which to infer their assent. In fact, it was the contrary. The exercise of their right to convey or release to Zubler, was certainly inconsistent with an admission that they had previously conveyed. The contrary view taken by the court was also error!\ni The court also erred in charging that the possession of Leamy and Zubler, under the conveyance of Wagner, might-he_fcacked to the possession of Herring, so as to give title by the statute-of - Jimitatwnsi- No doubt, a succession may be kept up by tacking possessions; but each succeeding occupant_mus¿_ffiiíiw--iitle---under his predecessor, so as to preserveTTüñrtv of possession. If this were not so, the first intruder might abandon his intention of holding adversely and leave the possession, and a succeeding one mig'ht enter and claim, without authority, a quality in the predecessor’s possession which he had abandoned. Zubler could only claim Herring’s possession as enuring to his use, by virtue of some conveyance of it, which we have seen he had not. The want of this essential in the continuity of possession, renders unnecessary any~~fctTtírér notice~of what was\" said in regard~tó~ the statute of limitations. Put we cannot refrain from saying, that we see no evidence of any demarcation of boundary by or for Herring, until the Bolinger survey in 1839, or of any assertion of claim by payment of taxes, or otherwise, to designate the extent of Herring’s claim, prior to that time. More-light may be shed on this point on another trial. If not, it will follow that Herring and his legal successors will be confined to his actual enclosures. This remark is predicable of the supposition that the question of title by the statute of limitations may again arise.\nThe title acquired by Zubler from the heirs of Herring, shortly before trial, was not evidence in the case as it stood, at all, and should have been rejected: Rearick’s Executors v. Rearick, 3 Harris 66. The common law rule, too familiar to require the citation of authorities, was, that the plaintiff could only recover according to the demise laid in his declaration. With us the same thing is meant, by the principle that a plaintiff can only recover on the strength of his own title at the time of suit brought. We think the court erred in not answering the defendant’s 6th, 7th, and 8th points in the affirmative.' Eor the reasons given this judgment must be reversed.\nJudgment reversed, and a venire de novo awarded."}