{"id": "418023", "contents": "The opinion of the court was delivered by\nWoodward, J.\nMr. Geyer had ho lien on the fund attached, by virtue of the professional relation betwixt him and and his client, but we think that, under the facts disclosed in his testimony, he had an equitable assignment. He wanted more than $100 for his services, but WolfTvdiifd agree to give no more, but that sum he agreed to give “ out of the verdict,” if Geyer would try his cause. Geyer did try the cause, and as between himself and Wolf, he acquired thus an equitable right to receive the $100; Wolf would be estopped from demanding it in face of his agreement.\nNow, the Act of Assembly under which Patten attached this money in the hands of Wilson, says, that debts attached in execution shall be “subject, nevertheless, to all lawful claims thereupon.” See § 22 of Act of 16th June 1836, relating to executions.\nThe effect of this provision is, what perhaps would have been decided without it, to place the attaching creditor, as regards the rights of third parties, exactly in the shoes of the debtor. If Wolf could not claim this money, as against his counsel, Geyer, neither can Wolf’s attaching creditor. All the equities which Geyer could set up against Wolf, are equally available to him as against Patten.\nAnd this decides the cause. We make no account of the assignment to Large. It was void as against Wolf’s creditors. It is not that, but the equitable assignment to Geyer, which defeats the plaintiff.\nAn observation of the learned counsel for plaintiff in error, is worthy of notice as applicable to both of these assignments. He argues that, as the claim was for unliquidated damages in an action sounding in tort, it was not capable of assignment before verdict. Strictly that is true. But it is true only in respect to\nthe rights of third parties. As between Wolf and Geyer, an assignment or agreement to assign the whole or part of a future verdict, would be binding, and, being founded on sufficient consideration, would be enforced. Such agreements between counsel and client are common; more frequent, indeed, than they ought to be. They have attracted the animadversion of this court, more than once; but they bind the parties, and the attaching creditor of one of the parties succeeds to no higher rights than he possessed.\nThe judgment is affirmed."}