{"id": "418010", "contents": "The opinion of the court was delivered by\nWoodward, J.\nThe rulings of the court proceeded on the assumption that the will of Thomas Tobin, the ancestor of both parties, plaintiffs and defendant, created a trust in his wife, for the benefit of his children and grandchildren, and hence it was inferred, that these plaintiffs (grandchildren of the testator) had a beneficial interest in the Fayette county farm, which farm passed to the defendant by his mother’s deed, and which was a sufficient consideration to support the promise on which they sued him. And such is tfie argument in this court.\nGranting the assumption and the inference, still the defendant’s promise was to be proved to the satisfaction of the jury. The action is assumpsit; the promise rests in parol proof, and that of the most unsatisfactory sort; the confessions and casual declarations of the defendant made to third parties, who had no interest that entitled them to full explanations, or stimulated them to understand and remember exactly what was meant. The most that could properly be-made of such evidence, was to refer it, in connection with the proofs on the other side, to the jury, to find whether the promise declared on, had indeed been made. If they should find the promise, then, according to the court’s construction of the will, there was an adequate consideration for the .promise, in the interest-to which the plaintiffs were entitled by virtue of the supposed trusts .of the will.\nBut the court seems to have withdrawn the question from the jury, by telling them that if they believed the evidence, the plaintiffs were entitled to recover. There was, therefore, a mistrial, even in the view which the court took of the will. The case should have gone to the jury, to say, whether the evidence proved the promise as laid.\nBut there was a greater mistake made upon the will. It would be a somewhat nice question, upon the authorities, whether the words of the testator created any trust whatever; but not to debate this, the trust, if trust there were, was coupled with a power of appointment very expresály given to Mrs. Tobin: “ I will and bequeath to my loving wife, Lydia, all my property, of whatever description, both real and personal, with full power to dispose of the same among my lawful heirs, or grandchildren, as she may think proper, at Tier decease, or before, if she may wish to distribute the whole, or part of the same.” Mrs. Tobin’s deed of 24th August 1844, to her son Martin, was a full and legal execution of this power, so far as concerned the farm in Fayette county. Martin was a son of the testator, and therefore within the description of “lawful heirs.” The deed was a disposition of this much of the estate, according to her discretion, and so the power was strictly executed.\nWhat interest, then, could remain for these plaintiffs in that land ? Obviously, none. . The trust was defeated by the execution of the accompanying power of appointment. It was as if the testator had given the farm, out-and-out, by his will, directly to ' Martin. Had the widow died without executing the power, the children and grandchildren might have alleged the trust, and then, the' construction of the will, in this regard, would have been fairly raised. But as the case stands, there was no question of trust in it — no possible interest in these plaintiffs, to be a con'siderationfor the defendant’s promise. And as no other consideration is alleged, the promise, if proved to the satisfaction of the ' jury, would seem to have been nudum pactum. If Martin, seeing that his mother was clothed with this power of appointment, had promised, in consideration of her exercising it in his favour, that he would pay each of the heirs $600, it would have been a good promise, and he might have been held upon it. But then we should look for the promise as part of the transaction between the mother and son; and so far as the evidence is sent up to us, we should look in vain. We see no trace of it in the papers, nor in'the testimony of Brownfield, who was the scrivener, the subscribing witness, and the magistrate who took the acknowledgment. He tells us in his testimony, that the old lady wanted her ' two' married daughters who were there, Matilda Fields and Hester Monteith, to have $600 apiece — “ she wanted Martin to pay them $600 apiece, and she would make him. a deed for the land. Martin said, if they would sign him their interest, as heirs, he would do it. They agreed to do it.” And accordingly, they made a formal written assignment to Martin, not of their interest merely in the Fayette farm, but of all their interest in their father’s estate, both present and prospective. Martin’s liability to these two sisters was thus definitely fixed; but not a syllable was written, or said, that looked to payments to the other children ' and' grandchildren of the testator. There was considerable estate, both real and personal, beyond this farm, and over and above the specific devises in the old man’s will, and whilst the widow held the power of appointment, the interest of the respective children was necessarily precarious. Under these circumstances, Martin agreed to give Matilda and Hester, $600 apiece, for their chances in the whole estate; and very likely he was willing to do the same by the rest of the brothers and sisters ; but of this nothing appears to have been said, at the date and execution of the papers. Was it competent to overthrow and derange this most simple and intelligible transaction, by such parol proof as the plaintiffs submitted ? The declarations proved, probably, had reference to the transactions with the sisters, and if fully expressed and understood, would have imported Martin’s willingness to give each of the heirs $600, for their share of the whole estate, as he had agreed with the two sisters. To apply such declarations, not to the whole ' estate, but to this specific part of it, would make Martin pay ' more for his farm than he intended — more than either his father or mother intended; for she told Brownfield, it was the old man’s wish that Martin should have this land.\nWe think the evidence was entirely inadequate, to impeach the transaction between the mother, the son, and his two sisters; and instead of being adjudged sufficient by the court to support the plaintiffs’ action, ought to have been rejected.\nThe declarations proved are not consistent with themselves, nor with the writings. , And it is not the law, that when parties have consummated a conveyance of real estate, on terms that are fully discussed and understood at the time, without any fraud or mistake, the allusions and' admissions of one of the parties made in the absence of the other, and to third parties having no interest in the transaction, can avail to change the essential conditions on which the conveyance was made. What passed at the time, may be proved by parol, to prevent fraud and correct mistakes; but if evidence such as carried this case, were tolerated, the most definite settlements of business would be only fruitful seeds of' litigation and discord.\nThe judgment is reversed."}