{"id": "418025", "contents": "The opinion of the court was delivered by\nThompson, J.\nOn the subject of what constitutes a vested or contingent legacy, this court has, in many cases, iterated and reiterated the rule of the courts in England, that, where there is a substantive bequest or gift of a sum of money, to be paid at a future time, there the bequest or legacy is vested. But where there is no antecedent gift or bequest, independent of the period fixed for payment, then it is not vested, but contingent: Magoffin v. Patton, 4 Rawle 113; Seibert’s Appeal, 7 Harris 56; Lamb v. Lamb, 8 Watts 184; Moore v. Smith, 9 Watts 407.\nApplying these rules to the case in hand, which was a bequest by the testator “to my three grandchildren, Elizabeth, William Wesley, and Martha Bear, the children of my daughter Martha, deceased, the further sum of four hundred dollars each, to be paid to them respectively when they severally arrive at the age of twenty-one years, making the sum of twelve hundred dollars,” we have a clear case of a vested legacy. There was a substantive gift, independently of the time fixed for payment; and there being nothing' in the will to control the effect of the terms used, the c-Gurt below were clearly right in treating it as vested in each of the legatees, from and after the death of the testator.\nAnother rule seems to be well settled, and that is, that where the bequest is to a child of the testator, and is vested, but payable at a future day, as on arriving at age, courts will allow interest on the sum by way of maintenance, “ for they will not presume the father inofficious, or so unnatural as to leave a child destitute:” per Lord Hardwicke, 3 Atk. 101; Magoffin v. Patton, supra.\nA thiid rule may be stated, that, where the bequest is to grandchildren of a deceased parent, the testator, the grandfather, is to be presumed to act in loco parentis, and the same rule as to maintenance, is to obtain as in ease of a bequest by the father. These are rules, in the absence of a clearly expressed intention to the contrary. The intention, or will, of the testator necessarily overrules ill artificial rules of construction, adopted for convenience in ascertaining the intent.\nAdopting these principles or rules, the court below accurately arrived at [he conclusion, that the legacy was vested in William Bear, deceased, and that interest was allowable upon it. The relinquishment of a debt against the father of the deceased, amounting tp $300, was rightly regarded as applicable to the past maintenance of the children. One hundred dollars would be a scanty provision for the future education and support of a child; and, as it was not a sum of money invested or bequeathed for that purpose, it has right to discard it from such a consideration, especially as the interest was not specifically devoted by the testator to any object inconsistent with the idea of a provision for the child.\nStill an of er rule may be stated, in the absence of an evident contrary intent: — that when a legacy, not chargeable in land, is vested and the legatee dies before the time fixed for payment, it becomes presently payable on the decease of the legatee: 1 Watts 370. The remaining question is, as to the interest accruing on the legacy after the decease of the legatee. The legacy is not a charge upon the realty, and is admitted to be in the hands of the accountant. The interest being allowable in case the legatee had lived, we see no good reason why it shall not follow the destination of the corpus of the legacy. It has accrued; and if it does not so pass, it will fall into the hands of the residuary legatees, a result nowhere indicated as contemplated by the testator. The opinion of the learned president of the Orphans’ Court was a full, clear, and satisfactory exposition of the law of the whole case, and his decree ought not to be disturbed.\nWe see no reason for referring this case back to an auditor, upon the allegation that the accountant should not be held to his admission of assets. The grounds for that motion are not sufficiently established.\nDecree affirmed at the costs of the appellant."}