{"id": "418004", "contents": "The opinion of the court was delivered by\nLowrie, C. J.\nAn estate in land exceeding a term of three years must, says the statute of frauds, be created by a writing, signed by the party creating it. And, of course, the writing must he of such a nature as to create either a present legal estate, or a legal duty, which equity may treat as creative of the estate intended, and enforce as such. We need not say that a writing that is not in any proper sense complete, and a mere last will, are not of this nature.\nThe writings in this case are quite a new invention ; and as is usual in such cases, however cheap may be the single instrument, the test of its principle must be very expensive to somebody. The principal writing is in the form of a will, devising the land in controversy together with other lands. At the time of its execution, the devisees, as we may call them, executed and delivered to the devisor, in consideration thereof, a contract under seal, by which each agreed to pay to the devisor $12.50 (a year as it is understood), and that, in case of neglect to do so, the grant in the will should be null and void, as to the party neglecting. In addition to these facts, it is admitted, that the two papers represent one transaction; that the devisor acknowledged and performed the arrangement so long as the devisee of this particular piece of land lived; that he admitted him to take and hold the possession, and received from him the sum of $12.50 a year; and that since the devisee’s death it has been regularly tendered to him and refused.\nWe cannot therefore regard the principal writing as a will. A will is simply a unipartite disposition of property; but this writing is part of an arrangement and disposition that are essentially bipartite, and hence not subject to the will of one only, and therefore not revocable like a last will. To effectuate the intention of the writings, we must strain the bungling form of the scrivener. We must treat the two papers as one contract, whereby one man, in consideration of the covenants of the other, grants to that other a given estate in land to vest in possession at the death of the grantor. We treat the grant as an executed one, because otherwise the remedy would be in the Orphans’ Court, 5 Harris 193, and because the parties have not raised any question about the proper forum.\nThere is an apparent difficulty arising from the fact that the principal writing was not delivered. But the form of the transaction 'shows that delivery was not intended. The contract was to be complete and perfect without this, and the delivery of the other side of the contract by the other parties, and the subsequent dealings and actual relations of the parties show that it was complete and perfect. The delivery of the will would have made this fact more obvious, but it was not essential to the perfection of the contract.\nJudgment affirmed and record remitted.\nStrong, J., dissented. Woodward, J., was absent."}