{"id": "418028", "contents": "The opinion of the court was delivered by\nThompson, J.\nThe decree of the court on the bill in equity, in which the purchasers at the sheriff’s sale of the property of S. S. Jamison, and the sheriff who made the sale, were made parties, resulted in bringing into court the purchase-money made on that sale, and the court appointed an auditor to distribute it among the lien-creditors of the debtor according to their liens upon his property.\nWilliam Reed, a creditor of the sheriff in his private capacity, intervenes and claims something over nine hundred dollars of it, by virtue of an assignment of the bonds and notes by the sheriff, taken by him from the purchasers at that sale. If he is entitled at all, it is not on the ground that he is a distributee, but that the fund in court is his, and not liable to be distributed. The success of this claim will, of course, depend upon his title under the equitable assignment. Not having been a party to the bill in equity, he is not estopped by that, nor perhaps is he to be affected by the action of the court in appointing an auditor to make distribution. Treating it so, for the purposes of this investigation, what title has he to the money ?\nThe auditor finds, what was not, and could not be disputed, that the money claimed by Reed was part of the purchase-money for which the real estate of Jamison had been sold under execution, and for which the sheriff took from the purchasers, bonds and notes in his own name, instead of the money, and which he assigned to Mr. Weir, the attorney for the appellant, for the benefit of certain creditors for whom, as sheriff, he had collected money and failed to pay; and “the balance of said notes,” he adds, “I assign and transfer to William Reed,” &c., who, as has been said, was a private creditor.\nReed’s attorney, the active agent in procuring the assignment of these bonds to secure other debts besides his, had notice of the consideration of them, and this was notice to him. He acted not only in the capacity of attorney in procuring the assignment, but as his agent, for it would appear that Reed was not present at the time of the assignment at all. Surely this notice to the attorney who managed the business was notice to the principal. And the import of the notice was, that the sheriff was transferring what' was not his own property, but what the law constituted him a trustee to dispose of according to law.\nThis being so, can it admit of a doubt but that equity would interpose to prevent the funds from being wrongfully converted or appropriated to the use'of a party who was a participator in the bad faith of the trustee ? In this case, there was nothing resembling an equity in the appellant. Not only was there notice of the character of the transaction by the sheriff, but there was no present value given for the assignment; but it was to be applied in extinguishment of an antecedent private debt due by the assignor. The assignee was not a bond'fide holder for a valuable consideration: 5 Casey 160.\nA sheriff has no right to traffic off money and property in his hands by virtue of his office, and which belongs, to other people. Although his sureties might be answerable for his want of fidelity, this does not prevent equity from following trust property as long as it can be identified, and reclaiming it for the benefit of those entitled: 3 W. & S. 280 ; 1 Jones 383. Both the creditors and sureties, in a case like the present, have such rights as entitle them to interpose. It is no answer to the former, to say that they can look to the sureties of the sheriff in case of default by him. They can and may do so; but if they can, by a shorter process, possess themselves of what belongs to them, it is right they should do so, in relief of what is, at most, a gratuitous obligation on part of his bail, and in many instances a burdensome and losing one.\nWe think-the whole course of procedure in regard to this money was proper and commendable, and that the distribution reported and confirmed was unexceptionable.\nDecree of distribution affirmed at the costs of the appellant."}