{"id": "418001", "contents": "The opinion of the court was delivered by\nSrrong, J.\nThis case was before us last year, upon a writ of error brought by the plaintiff below, to the judgment of the District Court upon a reserved point. We then reversed that judgment, and as there was nothing upon the part of the record submitted tó us, to indicate that the plaintiff was not entitled to the benefit of the verdict which he had obtained, we directed judgment to .be entered upon it in his favour. The defendants below now bring this writ, and allege that errors were committed against them, apparent in that part of the record, not last year before us. This they have a right to do, for every writ of error is an action, though founded upon another legal proceeding. The judgment upon such a writ, if successful, is, regularly, that the errors assigned have been sustained, and it is only as its consequence, that the judgment of the inferior court is reversed. Of course, it is no bar to a writ sued out by the unsuccessful party assigning different errors. If, however, the whole record of the court below had been brought here by the former writ, we should then have ordered a venire de novo, instead of directing judgment to be entered upon the verdict.\nThe defendants below claimed the land in controversy, by virtue of a patent from the Commonwealth to Charles S. Bradford, dated Eebruary 8th 1837. The patent was founded on a survey, made January 19th 1837, in pursuance of a warrant issued January 11th of the same year. The plaintiff contended, that the land Was not vacant when the warrant for the Bradford survey was granted, but that it was embraced within a patent, dated April 11th 1788, for a tract of land called “ Bergen op Zoom.” Whether it was so embraced or not, was the main question in the case.\nThe survey of “Bergen op Zoom” was made-June 6th 1786, returned and entered July 6th 1786, and the warrant of acceptance was dated April 4th 1788. A patent wTas issued, dated April 11th 1788, which describes the land patented as “beginning at a hickory and white oak, thence by land of Oliver Ormsby, N. 8f ° E. 360 perches, to a post and sugar; thence, by other land of John Ormsby, S. 76° E. 148J perches, to a black oak; thence, S. 202 perches, by land of Charles Smith, to a black oak,” &c. The John Ormsby warrant and survey was an older warrant and survey, and whether Bergen op Zoom extended to it was the main point in dispute. It did not, if the courses and distances of Bergen op Zoom survey, as returned by the surveyor into the land office, and as described in the patent, are to govern; it did, if the call in the patent is to prevail. The evidence in the case disclosed, that no marks were to be found upon the ground along the northern line, towards the tract of John Ormsby (the second line described in the patent). Marks of the survey were, however, found upon other lines. That the surveyor had been upon the ground was, therefore, established; but whether he ran the northern line, that returned S. 76° E. 148J perches, there was no other evidence, than what was furnished by the return of the survey itself. The defendants below requested the court to charge the jury, first, that after the lapse of forty years from the return of the survey into the land office, the law will presume that such survey was regularly made on the ground ; and secondly, that if the jury was satisfied that one or more of the lines of the “Bergen op Zoom” survey were actually run and marked upon the ground, their necessary inference should be, that the whole survey was actually run and marked upon the ground. These propositions were preparatory to the inference, that the call in the patent for John Ormsby’s line was a mistake, the land granted being only what was actually surveyed on the ground. The court replied, in substance, that “ after the lapse of forty years, or even a shorter period, the law presumes that a survey returned by the proper officer was regularly so made and marked. But that this was Only a presumption of law based on the necessity of the case, and might be rebutted by positive proof. For instance, where a line is alleged to have been, run over ground which has never been cleared, where trees are still standing along the course of the line for a considerable distance, and where careful and skilful surveyors have made diligent search, and can find no marks whatever on the ground, more especially, if trees are found on the alleged line not marked, which'would in all probability have been marked, if the line had been actually run on the ground, this evidence would be sufficient to overthrow the presumption of law that such survey had been actually made on the ground.” The learned judge thus, in effect, instructed the jury that, although such a presumption arose after a long lapse of time, it would be rebutted by mere negative evidence, by the failure to find marks where marks might have been expected.\nTo this we cannot assent. Such is not the nature or the weakness of the presumption, which attends a survey returned without objection, for more than twenty-one years. It is more than a mere probability; it is presumptio juris'et de jure, a legal conclusion. The marks which it is the duty of the surveyor to make on the ground cannot be permanent; posts and stones may be removed, either accidentally or by design; trees may be cut down, or decay; the progress of cultivation and improvement tends to obliterate them, and, just in proportion ás the land increases in value, do the evidences of title furnished by the surveyor’s marks disappear. Where lands have been improved, it would seem more reasonable to expect that no traces of the surveyor’s line should be found after twenty-one years, than that any should remain. Titles would be insecure, indeed, if, after such a period, the absence of visible marks were held sufficient to invalidate a returned survey. Time, also, removes living witnesses; the surveyor and his assistants may die, and necessarily, therefore, resort must be had to the return itself, as evidence furnished by the officer of the law of what he has done. It is a legitimate deduction, that he performed his duty, and therefore that he actually made the survey upon the ground, and'made it as he returned it; and, in analogy to the statute of limitations, for the certainty of titles, it has been found necessary to hold, that the presumption, that the survey returned was regularly made, is conclusive, even though no marks are to be found on the ground corresponding with the lines of the plot or draft. It is needless to say, that if the presumption be conclusive, there is no question of degree : that it is immaterial, how favourable the ground may be to the perpetuation of marks made at the time of the survey.\nIn Lambourn v. Hartswick, 13 S. & R. 121, it was more than intimated that such is the law. In Mock v. Astley, Id. 382, Dun-CaN, J., said, “ Where the return has lain for years in the office undisturbed, without any opposing claim or possession, more particularly where the owner has paid the public taxes, the presumption is a violent one, and so ought always to be left to the jury, of the survey being a regular one, though all the marked lines are not, at a distant day, to be found on the ground; and after twenty-one years, by analogy, to all presumptions, I would consider it a presumption of law; and, like livery of seisin, it ought to he presumed.” This opinion of Judge Duncan was adopted by this court in Caul v. Spring, 2 Watts 306, and again in Norris v. Hamilton, 7 Watts 91. It is true, that in these cases payment of taxes and possession are coupled with the lapse of time, but the investiture of the legal title, or a patent, as in the present case, is a full equivalent for them. The doctrine was reiterated in Nieman v. Ward, 1 W. & S. 68, in which Judge Kennedy said, “ The length of time (sixty-four years) is three times more than sufficient to raise an absolute and conclusive presumption of law, which cannot be rebutted, that the survey was duly and regularly made by the artists having gone on the ground, and having run and measured the* lines.” Other cases to the same effect might be cited. The District Court ivas, therefore, in error in its answer to the points proposed by the defendants below; they should have been unqualifiedly affirmed.\nIt is true, that when a survey is bounded by an older survey, it is not necessary nor proper to mark the line between the two anew; the lines of the old survey may be adopted, and when they are, they become the lines of the younger. But in this case, the survey, as returned, does not call for the lines of the John Ormsby land (Ormsby Villa and Barry Hall), nor adopt them. The certified copy of the official draft of the Bergen op Zoom survey, given in evidence, describes a north line, by a course- and distance entirely variant from that of the John Ormsby tract, does not purport to adopt the line of that tract, and makes no reference to it. The mere fact that the name “John Ormsby” is written on the draft, north of the line S. 76° E. 148-J perches, amounts to no call for his survey. The legal presumption, therefore, was, that the north line of the Bergen op Zoom survey, as returned to the land office, was made upon the ground, and that it was not necessarily the line of the John Ormsby tract. If this presumption needed confirmation, it would be found in the facts, that the closing line must of course be a straight line, and that if the survey was closed by the lines of the John Ormsby tract, there must have been two lines, with a considerable angle between them. That this cannot be, was shown in Henry v. Henry, 5 Barr 249. In that case the survey, as returned, actually called for another survey at two corners, but in the intervening distance the lines of the adjoining survey retired, forming an angle, and leaving a space between them and the line of the junior survey, which pursued a straight course: the intermediate land was held not to be covered by the junior survey.\nThe patent having been founded upon the survey and warrant of acceptance, conveyed the legal title to the land surveyed, and to that only. If the north line of the survey, as returned, .is not the line of the John Ormsby tract, and if the survey does not call for and adopt that line, then there was a mistake either in the patent or in the survey. But it was not in the latter, for, as we have seen, after such a lapse, of time, it is conclusively presumed to have been made when it is returned as having been made. The mistake, therefore, if any, was in the patent, and not in the survey. This is all that need be said respecting the fourth, seventh, and eighth, assignments of error.\nWe think that the court also erred, in rejecting the evidence offered by the defendants, mentioned in the first bill of exceptions, and in withholding, from the consideration of the jury, the facts connected with the partition of the Bergen op Zoom tract, and the subsequent partition of the Bradford tract. The plaintiff had presented to the Orphans’ Oourt his sworn petition for a partition of “ Bergen op Zoom,”, and had therein described it as hounded on the north by the land in dispute. In accordance with his petition, the land was divided between the plaintiff and the defendants. Subsequently, proceedings were instituted at the instance of the defendants, to effect: partition of the Bradford tract. On the supposition, that it was not included in “ Bergen op Zoom,” judgment quod partitio fiat was obtained, and a writ of partition was issued, before this ejectment was brought. Under this judgment, portions of the land were afterwards set apart in severalty to the different defendants. The plaintiff’s description of the north line of Bei'gen op Zoom,- as contained in his sworn petition, was an assertion inconsistent with his claim in this ejectment, amounting almost, if not quite, to an admission that the Bradford tract was no part of it. Now, although this may not be, in law, a conclusive bar to the action of the plaintiff, and although it may have been either false or mistaken, yet if it induced action by the defendants; if, on the faith of it, they put themselves into a position from which they cannot retire without loss, the plaintiff'ought not now to be permitted to show that his admission was a mistake, or not according to the fact.\nThe proceedings in the partition of the ^Bradford tract are not to be regarded as “res inter alios aetcethey became a part of one transaction, with which the plaintiff connected himself by his admission. The partition and the subsequent disposition of the property were consequences of his own act, and though that act may have been mistaken, the rule is, that when one of two innooent parties must suffer, he must bear the loss, whose mistake caused it. Whether the acts of the defendants, evidence of which the court refused to receive, were in fact induced by the admission of the plaintiff, was a question for the jury. If they were, they raised a strong equity against the plaintiff’s claim. If they were not, then they were wholly immaterial, and the jury should have attached no importance to them. If the truth was known to both parties, there was no estoppel (see Hill v. Epley, 7 Casey 334, and the cases there collected); for it is essential to such an estoppel, that the party who asserts it has been misled, and he cannot be misled by a statement, the falsity of which he knows. The testimony of McGowan, however, shows that none of the parties seem to have known precisely where the north line of Bergen op Zoom was. It was claimed by the defendants, to be further south than the south line of the Bradford tract, now in dispute. Under such circumstances the adoption of the south line of that tract, in the plaintiff’s petition, partakes somewhat of the nature of the compromise of a doubtful right, and, if acted upon by the defendants, might well constitute the basis of an estoppel in pais.\nThe second bill of exceptions was taken to the rejection of the draft of the survey of Bergen op Zoom tract, taken from the book of the county surveyor, purporting to have been made June 6th 1786. It was offered, to show the true location of the tract. But if the return of survey into the land office, with the great lapse of time, raised a conclusive presumption that the survey was made as returned, it is not easy to see how the draft from the county surveyor’s office was material. Nor does there appear to he any substantial difference between it and the draft sent to the land office ; it does not call for the John Ormsby tract on the north, neither does the one returned. It is true, that there are cases in the books in which it was ruled, that evidence of a similar character is admissible; they are, however, cases where a survey was recently returned, and there were interfering claims, or where two surveys have been made on the ground interfering with each other, and where the lines had been changed, or where fraud was imputed to a surveyor in returning a survey for one, which was made for another. To one or another of these classes belong Adams v. Goodlander, 2 Yeates 313; Hoover v. Gonzalus, 11 S. & R. 314; Biddle v. Dougall, 2 Binn. 37, and many other cases which might be cited. Some, undoubtedly, go further, and would justify the admission of the evidence offered in this case, to go for what it might be worth, as the judges have sometimes said. Yet, as we do not perceive that the defendants could have been injured by its rejection, we would not reverse the judgment for that cause.\nWe discover no other errors in the record. Opinions of surveyors are sometimes admitted, but only in regard to facts — never in regard to legal conclusions — never in regard to the construction of a return of a survey. Here the opinion of the surveyors was asked, as to whether the land included in the Bradford patent was vacant in 1837. Whether it was or not, depended entirely upon the construction to be given to the survey as returned, in the absence of visible marks on the ground. The opinions were, therefore, substantially upon the construction of the office-paper, and were not admissible.\nThe judgment is reversed, and a venire de novo awarded."}