{"id": "418892", "contents": "The opinion of the court was delivered, by\nWoodward, J.\nThe very meagre statement of the case does not inform us who the partners of Gardner were, nor how many, but we are told that he was one of a firm — that his firm agreed with Milliken & Co. to build boats for them, and that while the work was going on each one of Gardner’s firm was to draw $2 a day for present use, to be accounted for in final settlement. The due-bill sued on in this case was given to Gardner in pursuance of this arrangement.\nThe claim of the plaintiff, therefore, was his own individual right to receive so much money from Milliken & Co. It was not the right of his partnership to receive it, but of himself. When received it was to go into the accounts of the two firms, and to be settled in the adjustment of their final accounts, but till paid and received it could not be the subject of such adjustment.\nIn answer to Gardner’s suit on the due-bill, the defendants offered to show that, in their final settlement with Gardner’s firm, two mistakes, amounting together to $162, had been made in favour of Gardner’s firm, and therefore it was claimed Gardner could not recover on his due-bill. Whether the alleged mistakes had occurred or not depended on a resettlement of the two partnership accounts, amounting to several hundred dollars — altogether beyond the jurisdiction of the magistrate. For this reason the learned judge decided on the appeal that the defence was inadmissible.\nWe think he was right. The set-off offered was itself beyond the statutory jurisdiction of the justice, and as it was disputed, it brought all the accounts of the two firms into controversy— which exceeded still more his jurisdiction. Besides, the suit and the set-off were not in the same rights nor between the same parties. By the original arrangement the $2 a day, of which the due-bill is part, were severed from the partnership rights and made personal to each member of Gardner’s firm. The due-bill was his individual credit and property. The suit was in his name. The mistake in the firm accounts, even if cognisable before the justice, was no defence to his action, and therefore he was very properly permitted to recover.\nThe judgment is affirmed."}