{"id": "418876", "contents": "The opinion of the court was delivered, by\nLowrie, C. J.\n— So soon as this subscription-paper became complete by the subscription of the stipulated amount of money, the subscribers to it became an association of persons united for contributing to a common fund for a common purpose, to be carried out by themselves. Then the subscription of each (at least if not withdrawn before the actual organization of the associates) became a contract, by each associate with his fellows, in consideration of similar contracts by them, to contribute to the common fund the amount subscribed by him.\nSuch an act of association involves an agreement to organize the associates when the subscription shall be complete, and in the present ease this is expressly provided for. The duties created by the act of subscription, are duties to the association, and the first of them that is to be performed is the duty of organization; and when this is complete, the duty of paying the sum subscribed is a duty to the organized association. •' In a legal aspect, the most perfect form of organization is .by legal incorporation, and, therefore, this, when regularly obtained by the common consent of the associates, must be regarded as the true organization of the association, and the corporation becomes the proper legal body to which the subscriptions are to be paid, and which is to sue for them. There can be but one true organization.\nThe court below was, therefore, in error in deciding that the action was improperly brought in the name of the association in its corporate form. The decision ought to have been that, if the associates did organize themselves by legal incorporation, then the corporation is the organized association, and is the proper legal party to demand and enforce the payment of the subscriptions.\nThe question of fact is therefore involved in the true decision: did the associates organize themselves into this corporation called “ The Edinboro’ Academy?”\nThe decision of the court below excluded this question, though it is the vital one of the cause. It may not be easily decided, because there is no complete prescribed form for the process of organization. And so it is in the original organization of states, and there we take the fact of the existing organism as proof of its legitimacy without inquiring into the regularity of the formative process. And in such a case as this, if we find the associates acting as members of the organism we assume the regularity of its formation as against them.\nThe only form agreed upon here for the process of organization is, that it shall be by a meeting of the associates held according to notice to be given. If such a meeting was held on reasonable notice, and if, by consent of a majority, the corporate form of organization was adopted or assented to, the corporation is the organized body contemplated by the contract of subscription, and has the right to demand and receive the sums subscribed.\nThe law rather pardons than approves the naming of the trustees of the corporation as plaintiffs, in such an action before a justice of the peace.\nIn court, the form ought to be amended so as to let the plaintiff appear in its simple corporate name.\nJudgment reversed, and a new trial awarded.\nThompson, J., having been of counsel in the case, did not sit at the hearing."}