{"id": "418857", "contents": "The opinion of the court was delivered, by\nThompson, J.\n— The plaintiffs must have recovered below, either on the ground of an express trust in favour of Dr. Kurtz, or on an implied or resulting trust arising out of a supposed payment of purchase-money: for the legal title was in the defendants, and would necessarily prevail, unless overcome by a well-defined and overpowering equity.\nThe plaintiffs gave in evidence what they claimed to be an express trust, executed by Shaeffer, the holder of the legal title, and which, unimpeached and unexplained, would have had a decisive effect. To meet this, the defendants offered to prove that the instrument claimed as the declaration of trust was executed and delivered to another of the joint purchasers, and had no relation to the interest of Dr. Kurtz: and farther to show, that separate declarations of trust were to be executed to each of the joint purchasers of the property, by Shaeffer; and that, before the sheriffs’ sale, the plaintiffs had full notice that Kurtz had no interest in the land, had paid no part of the purchase-money, and that it had been paid by his associates in the purchase, who were jointly obligors in the bond, although in fact but sureties for him.\nWhy was not this evidence competent ? Does not a party who buys a title with notice that it is worthless, take the risk of the invalidity of the muniments ? And a purchaser with notice that a deed had never been delivered, especially when the alleged vendor remains in possession, would surely not cut his adversary off from proof that it never had been delivered. If a contrary doctrine had any foothold in law, then would a deed fraudulently obtained be as effective as if honestly executed and delivered,— a principle which needs only to be stated to be discarded. The case in hand is this in substance, neither more nor less. And the evidence offered to show a want of execution and delivery of the declaration of trust should not have been rejected. If believed, it would have established its invalidity in its application to the interest of Dr. Kurtz, which was a step towards proving the truth of notice to the plaintiffs, or want of title in the Doctor. It was error to reject it.\nThe purchase of the land from Coleman was a joint purchase, and the form of it was a means of raising and securing the payment of the amounts each was to pay. The bonds were all discounted at the Lancaster Bank, upon the credit of the signatures of all the parties, and the money raised paid for the land. But as between themselves, each one of the parties was a principal in a bond, and the others his sureties. The deed for the land, as admitted, was executed to Shaeffer on the implied trust to hold for those beneficially interested. No trust was expressed on its face, but it was understood that declarations of trust should be separately executed in favour of each of the parties. Equity will, under such circumstances, regard the legal title thus held by Shaeffer as security for all as well as in trust. And it will ascertain whether the party who seeks a conveyance from the trustee, or a recovery in ejectment, has done equity; whether he has paid his share of the purchase-money or not. If not, it would not be conscionable to give him a title which others had paid for. The form of the transaction does not preclude an inquiry into its substance. The bond of Dr. Kurtz was not payment; it was not understood among the parties to be such; it was but a means of procuring time for payment, and cannot stand for payment so as to raise a resulting trust. Why ? Simply because his undertaking to pay his share of the purchase-money failed. His associates have paid it, and until they are reimbursed, neither they nor their trustees can be called on for a conveyance, or to surrender possession to him as co-tenant. The primary object of the parties evidently was, that equal payments should result in equal interests, and the form of the transaction was, as has been seen, to furnish security for this; and nothing could better insure this than the plan adopted of placing the legal title in the hands of one of their number, for he could not be compelled to part with it only on equitable grounds: 8 S. & R. 87; Hill on Trusts 570; 1 Binn. 126. So that, until each of the associates made good the payment of his share of the purchase-money, for which all were bound, he could not demand a conveyance or a declaration of trust in his favour. Ejectment on an equitable title is in substance a bill for specific performance, and is governed by general equitable principles.\nThe offer was to show that Kurtz paid no part of his bond, which was, by the arrangement, his share of the purchase-money, and that his associates did pay it. The plaintiffs occupying Kurtz’s position in regard to the title, having derived theirs through him, were in no better position than he was. If he could not claim, they could not. If, for the want of payment, there Was no resulting trust in his favour, none could be claimed by them. There is no such thing as a resulting trust but on the terms of payment of the consideration for the trust: 1 Cruise 311, tit. Trust; 1 Story, Eq. Juris. 35, 439, 445. Without this a chancellor cannot be moved at all. The proof that this was wanting was therefore material, and should have been received.\nBut supposing the trust still executory, and that Kurtz might have paid or tendered payment to his co-obligors, they being the equitable owners of the land by payment for it, the plaintiffs were bound, before they would be entitled to recover, to do the same thing, 8 S. & B. 484, and to pay his share of expenses on account of taxes, and improvements made with the assent of his associates. They were bound to offer all this, and bring the money into court, together with the costs accrued, to make their equity available. It is an axiom of equity jurisprudence, that a party who asks equity must do equity, and it certainly would be contrary to good conscience to administer it on any other grounds. Following this rule, it was part of the offer to prove that no payment or offer of payment had been made by the plaintiffs, and, although this should have appeared on their part, if they claimed on any other ground than that of an express trust, yet it was not irrelevant proof on part of the defendants, as showing how the equities stood, and also as applying to the question of the execution of the supposed express trust: it was therefore competent, and it was error to reject it.\nWas the testimony in regard to the waiver by Kurtz, of claim on account of the purchase, evidence ? What equity had he, when the judgment was entered, if there was no express trust, which it was proposed to disprove ? I think none. He had yielded up his right to perfect an equity, prior to that time, by parol. He had no other interest than this. The trust existed by parol, and he had acquired no equity under it. It may be conceded that he had a right to perfect it; but would not his parol waiver of it be a sufficient answer in equity to a bill for a specific execution of it ? This is clearly ruled in many cases, but I will refer only to Raffensberger v. Cullison, 4 Casey 424, and eases therein cited as decisive of the point. And I will further say, as was said there, that if the plaintiffs’ offer is made good, “ no equity ever resulted out of the transaction before us tangible enough for a judgment-creditor to seize or sell.” The evidence on this point of the parol waiver should also have been received.\nJudgment reversed, and venire de novo awarded."}