{"id": "418889", "contents": "The opinion of the court was delivered, by\nWoodward, J.\n— The material question in this case arises under the 3d and 4th assignments of error ; for', if the court were right in submitting to the jury the question of a fraudulent combination betwixt McDowell and KcKinney, the bills of exception in relation to Kracht’s testimony lose all their importance, and the charge of the judge touching the confusion of goods can be easily sustained.\nAnd why was not the question of fraud properly submitted ? Because, says the plaintiff in error, there was no evidence of it except in the proof of McKinney’s declarations; and these were not evidence against McDowell without precedent proof of combination between them to defraud McKinney’s creditors.\nTo make such declarations competent, there must be some evidence of a common purpose or design; but a very slight degree of concert or collusion is sufficient. And there was more than slight evidence here. McKinney was a large iron manufacturer, and deeply indebted. On the 29th July 1856, he confessed several large judgments; one of them to McDowell, who was his non-resident brother-in-law. Under two of these judgments — one that he confessed to The West Branch Bank, and the other to McDowell — the most of his personal property was levied in execution and sold to McDowell and Tomb, the latter of whom admitted McCurdy to an interest. On the 25th of August, after the sheriff’s sale, Tomb and McCurdy sold their interest to DcDowell by a written agreement, negotiated and executed by McKinney, as agent of McDowell; and after that McKinney continued in possession of the works and carried on business, as the agent of McDowell, until after the real estate was sold at sheriff’s sale. Before he quitted the possession he severed from the realty all the iron that could be turned to account — the iron about the cupola, the railroad iron, and castings — and melted it, along with the iron McDowell owned, into blooms, bars, and pigs, the property the sheriff levied on at the suit of Harvey ; and for levying and selling which he is sued in this action of trespass.\nHow do not such transactions between parties so related, one of whom was a debtor in failing circumstances, import a common design to hide property from creditors ? Why was no account kept of the iron that was wilfully mixed with McDowell’s ? Why was the mixture made ?\nIt is said McDowell was not there. But McKinney was his accredited agent. His absence cannot excuse him for appropriating to his own use, through his confidential agent, property in which other people had rights. Bather than suffer such wrong to be done, he should have been on the spot in person, or else should have been represented by an honest agent.\nThe court were right in treating the relations and conduct of McDowell and McKinney as some evidence of a collusive combination, not, perhaps, enough to convict either of them, but enough to furnish ground for admitting McKinney’s declarations; and the jury having these declarations before them, in connection with these grounds of admission, might well find the transactions of the brothers-in-law fraudulent as to the creditors of the latter. They could not fail to see a singular harmony between what McKinney threatened to do and what was accomplished. Similar evidence was received in Kelsey v. Murphy, 2 Casey 84, and has been admitted in many cases. Frauds indeed could never be detected, unless most blunderingly perpetrated, “if tbe rule of evidence were not so that when any concert is established, the declarations of each confederate become evidence against all his fellows.”\n•The fraudulent conduct of the parties having been thus found, on competent evidence, McDowell cannot, of course, avail himself of the mixture of the goods. As between him and McKinney, the product of the mixture would belong to him, for the law is, that if A. will wilfully intermix his corn or hay with that of B., or casts his gold into another’s crucible, so that it becomes impossible to distinguish what belongs to A. from what belongs to B., the whole belongs to B. If the articles are of different value or quality, and the original value cannot be distinguished, the injured party takes the whole. It is for the guilty party to the fraud to distinguish his own property satisfactorily or lose it. No court of justice is bound to make the discrimination for him: 2 Kent’s Com. Str. p. 365.\nBut the contest here is not between McDowell and McKinney, but between McDowell and McKinney’s creditors. As to them, the creditors, McDowell and McKinney constitute but one party. McKinney confused goods on which the creditors had a legal right to levy, with goods that belonged to McDowell. McKinney was McDowell’s agent. The jury have found, moreover, that they were in fraudulent combination against the creditors. McDowell, therefore, must shoulder the consequences of McKinney’s wrong. He must distinguish his own property or lose it. The law will not distinguish it for him.\nThus it is that the principle of law which in other circumstances would have given the goods to McDowell, does, when applied to the circumstances of this case, defeat his claim, and leads us to approve of the rulings of the court.\nThe judgment is affirmed."}