{"id": "418880", "contents": "The opinion of the court was delivered, by\nThompson, J.\n— The Court of Common Pleas permitted the plaintiff to strike out the name of Peter Hummel, her husband, in whose name, together with that of the plaintiff, his wife, the suit had been originally brought; and this constitutes one of the assignments of error in the case.\nWe have so often decided, under our several statutes of amendments, that parties might be stricken out, or added, whenever this was necessary to a trial on the merits of the case, that we do not deem it necessary to cite authorities on the subject. This is the plain requirement of the Act of 4th May 1852, as construed by the Act of 12th April 1858. Whenever the rights of a party are liable to be defeated by having joined too few or too many plaintiffs or defendants, these amendments may be made. In such circumstances the fact of mistake is hardly debateable: it will be presumed if without them the merits may not be fully tried. Under the circumstances disclosed, of desertion by the husband, and unwillingness by him to protect his wife’s reputation, she might sustain an action for defamation without joining him, under the Act of 11th April 1856. The amendment allowed was, therefore, all right: Druckenmiller v. Young, 3 Casey 97; Wood v. Philadelphia, Id. 502; Everhard v. West Chester and Philadelphia Railroad Company, 4 Casey 339; Walthour v. Spangler, 7 Casey 523; Philadelphia v. Wood, Leg. Intel., Vol. 14, p. 108; Nace v. Boyce & Scholl, Id. 292.\nThere is, also, a bill of exceptions to the refusal of the court to allow evidence of bad temper on part of the wife, for the purpose of showing that it was her own fault that there was a separation between her and her husband. It would seem that considerable evidence of this kind was afterwards admitted. It was, if true, however, no justification of desertion and abandonment by the husband. Even where adjudged to be established in case of a divorce on that ground, at the instance of the husband, the law requires alimony as a condition or, perhaps, rather as a consequence of the legal separation.\nBut there was another reason for the rejection. The only plea in the case was “not guilty.” The evidence was not competent under it. There should have been a plea to the wife’s capacity to sue, or it would stand confessed, and evidence on either side would then be irrelevant. The plainest principles of justice required that that which might abate the action should have been pleaded in a proper manner.\nThe next assignment of error we are reluctantly obliged to sustain. It was not competent to prove the special averment that the words were “spoken of and concerning” the plaintiff, and thus aid the innuendo by the opinion of the witness, that the defendant meant the plaintiff in the words used. If this could be done there would be no use for an innuendo. Its office would be supplied by the oath of witnesses, who would draw the inference from precedent facts instead of the jury. This is not permissible. In Van Vechten v. Hopkins, 5 Johns. R. 225, it was decided that this kind of evidence could not be admitted. That was for a libel. But in Gibson v. Williams, 4 Wend. 320, a case of oral slander, the same doctrine was applied, and Van Vechten v. Hopkins cited and approved; Sutherland, J., taking occasion to notice Mr. Starkie’s contrary doctrine, in vol. 2, p. 861, on Evidence, remarked that “he,” Mr. Starkie, “cites no authority in support of his position, and it is believed none can be found.” The case of Snell v. Snow, 13 Metcalf 278, follows the New York cases. So, also, is the note to Van Vechten v. Hopkins, 1 Smith’s Leading Cases 133. So in Hays v. Brentz, 4 Watts 392: this last case is cited and approved by Gibson, C. J.\nThe case of The Commonwealth v. Buckingham, Thach. Crim. Cas. 29, the only additional authority to that of Mr. Starkie, cited by the defendant in error, is scarcely to be considered sucb. Tbe question was ruled on an offer of testimony without discussion, and never reviewed afterwards. We are all of opinion that tbe court below erred in tbe admission of the evidence which forms tbe subject of this bill of exceptions. The rule of law is too well settled to permit a doubt about it, that it is the business of witnesses to state facts, and the province of tbe jury to draw sucb inferences or conclusions from them as they shall conscientiously believe to be warranted. This rule was violated in the reception of the opinion of the witness, and for that reason only tbe case must be reversed.\nJudgment reversed, and venire de novo awarded."}