{"id": "418865", "contents": "The opinion of the court was delivered, by\nStrong, J.\n— The written application for the policy contained a provision that the representations made by the assured therein were given as a warranty, and the policy itself stipulated that the representations given in the application should be a warranty on the part of the insured, and contain a just, full, and true exposition of all the facts and circumstances, in regard to the condition, situation, and value of the property insured. Among the interrogatories propounded by the company, the answers to which make a part of the application, was the following:— “ State the distance to other buildings. For what are the nearest buildings occupied, and of what materials are they built ?” To this the answer of the assured was, “ Shop for carpenter on the west, distance twenty-five feet, not much used. No other buildings within two hundred feet on the same side of the street. One frame building on the other side of the street, distant eighty feet.” The insured premises having been injured by fire, which originated in the carpenter-shop, the defendants set up as a defence against their liability on the policy, that after it was signed the assured introduced a steam-engine into the shop, and used it in working lumber. On the trial of the cause in the court below, the jury were instructed, in answer to points propounded by the defendants, that the shop was a circumstance in the estimate of the risk taken by the underwriters, and that a voluntary enhancement of the risk by a change of the occupancy and use of the shop, by the plaintiff himself, would be a breach of the covenants of the policy on his part, and would prevent his recovery. They were also instructed that the covenants in the policy were to be construed with reference to the character of the risk taken, and if this was incompatible with the use of an engine and stove for working lumber in the shop by the plaintiff, it was an increase of the risk and avoided the policy. That it made no difference as to the operation of the covenants of insurance that the shop stood on one lot, and the insured house on another, or that the assured had acquired the property from different owners. That, if the risk had. been so changed, as to become one which the underwriters would not have taken without an increased premium, or would have refused altogether, its voluntary enhancement by the plaintiff would prevent his recovery. That, if the assured obtained the policy under the representation that the shop would not be much used, and that no fire would be used in it, intending at the same time to occupy it permanently through the winter with a steam-engine and stove in which fires should be kept, it was a fraud upon the company and would avoid the contract. The court also instructed the jury that the' setting up a steam-engine and use of the same in the shop was a change of the occupancy of the premises from 'the occupation stipulated in the application, and contrary to the covenants of the assured, if it increased the hazard and was the cause of the fire. Of all this the plaintiffs in error do not complain, nor could they. But they insist that the court erred in adding to these instructions ” the remarks that — “ The shop belonged to the plaintiff (the assured) at the time when he made his application; and when this was laid before the officers of the company, their action would necessarily be predicated upon the information, the several answers to the questions just imparted, and they would naturally consider whether a stove Avas necessary to the proper use and occupancy of a carpenter’s shop, and this, we may suppose, would have its effect upon the deliberations of the officers in taking or rejecting the application. One or two witnesses say there had been two stoves in the shop for heating it. Was this necessary and customary ? If it was not, the plaintiff must fail, but if it was, then another inquiry arises whether the placing of the engine in the shop, by which the use of the stoves would be superseded, increased the hazard over what it would haye been from the stoves alone. If it did, and the loss was the result of the change, the plaintiff must fail. But if it superseded the stoves for heating, and Avas used for other mechanical purposes, but did not increase the hazard to any extent, the loss would fall on the company, although the fire may'have originated from the engine.”\nI have quoted these assignments of error at length, in connection with the other instructions given to the jury, that their true bearing upon the ease may be understood. The grounds of defence in the court below then not sustained by the charge of the judge, were that the representations in the application had not fully stated the circumstances material to the risk, in that there was no information given that there was a stove in the carpenter’s shop, near the insured premises, and that the hazard had been increased by the voluntary act of the plaintiff. The description given of the neighbouring building was a shop for a carpenter not much used. Was it then a fraudulent concealment, or a breach of the assured’s covenants, that he did not state that the carpenter’s shop was heated, and Avhat provision was made for Avarming it? If, instead of being a carpenter’s shop, the adjacent building had been a dAvelling-house, would he have been under obligation to state that there Ayere stoves in that dwelling-house ? And if he had neglected to do so, would his neglect have avoided the policy ? A representation that a carpenter’s shop stood twenty-five feet from the insured premises, informed the insurers that what is commonly understood by such a shop, what ordinarily constitutes it, and belongs to its use, was there. If there had been anything extraordinary in the manner of its being used or heated, anything which increased the risk of fire, it might have been his duty to communicate it specifically. But what is usual, what, in the language of the court beloAV, is “ customary” in such buildings, was communicated by the representation of the existence of the shop. In general, the use even of the building insured, and hoAV it is heated, need not be represented except in reply to inquiries: Phillips on Ins. 636, and cases there cited. That no more specific representations were contemplated by the parties, is apparent from the interrogatories addressed by'the company to the applicant for the policy. He was asked how the building proposed for insurance was warmed, and how lighted; but he was not asked how neighbouring buildings were warmed and lighted, even though they entered into the estimate of the risk. The same particularity of description was not required in regard to the latter as in regard to the former. The court then committed no error in permitting the jury to inquire whether stoves are necessary and customary in carpenter’s shops, and-in holding that, if they are, the representation sufficiently informed the company that the risk which they took might be affected by stoves in this carpenter-shop. And if the jury found that the use of stoves in such a building is an ordinary and customary use, and consequently that the plaintiff, by not having specifically mentioned that they were used in this adjacent shop, was guilty of no fraudulent concealment, or breach of his warranty, then the risk undertaken by the defendants embraced the' hazard consequent upon the presence and use of stoves there. That hazard the plaintiff might not increase, and still avail himself of his policy. The court submitted to the jury to find whether he had increased it, whether the substitution of a steam-engine for the stoves enhanced the risk; instructing them that if it did, the plaintiff could not recover, and if it did not, he could. In this we see nothing erroneous. Whether a risk has been increased or not, is a question for the jury, not the court: Grant v. How. Fire Ins. Co., 5 Hill 10. The representation, even though it be made a warranty, does not bind the assured that there shall be no alteration, however immaterial to the risk, in the thing insured, or in its use. Although a strict and literal compliance with the terms of warranties be necessary, still the warranty is construed according to its ordinary meaning: Shaw v. Roberts, 6 Ad. & Ellis 75. While the risk is running; the assured can make no substantial alteration which enhances the liability of the insurer. But what is a substantial alteration ? In fire insurance it would seem to be, mainly, an increase of the risk: Stetson v. Ins. Co., 4 Mass. 330. It was one of the conditions of the policy on which this suit was brought, that any alterations or repairs made in or about the premises (insured) must be made at the risk of the insured; not that they should necessarily avoid the contract, but that the assured should assume the hazard of their increasing the liability of the insurer.\nThe only remaining assignment of error is founded upon what the court said in regard to a portion of the evidence. It was as follows: — “ Evidence, however, was received of the conversation that occurred between the agent of the company and the plaintiff, at the time the application for insurance was made, in which the latter said that he expected to be from home much of the time, and that the shop would be but little used, though he “might want to use it some, and that no fire would be in it.” But this was not communicated to the officers of the company, though it was that the insurance would be in the farmer’s class of hazard, by which the premium would be considerably less than if in another class, and could not, therefore, have served as an. item of consideration in the taking of the risk. Had the officers been informed of the conversation, and it had formed to any extent an inducement to the risk, a different aspect might be given to the case. But even this might be questionable, as it would be outside of what was written and proved the basis of the contract between the parties.”\nCertainly, if this conversation was not communicated to the company, it could have had no influence, in inducing them to enter into the contract. The agent did, however, inform the company that it was a farmer’s risk, but he did not testify that the information was given in consequence of anything the plaintiff said. On the contrary, his testimony was, as appears by the judge’s notes, that it was not on that account he made the communication. He testified: — “ I communicated to the company it was a farmer’s risk — that there were no contiguous buildings— but nothing of the conversation I had with the plaintiff.” * * “ The shop, without fire in it, would not exempt the house from farmer’s rates, which do not allow other buildings within eighty feet.” It was the distance of neighbouring buildings then, and not the fact that they have no fire in them, which determined whether the risk was a farmer’s risk or not.\nThe plaintiffs in error, however, complain that the court expressed doubts whether, if the conversation had been communicated to the company, it would have made any difference, because it was outside of the written basis on which the parties contracted. If it could have had any effect in the supposed case, it would be> not because the declarations of the plaintiff were fraudulent concealment, or misrepresentation, but because they amounted to a promissory representation broken by him, a representation in addition to those contained in his written application. But, by the provisions of the policy itself, the addition of a parol promissory representation appears to be prohibited, and the rights of the parties made to depend upon the written contract alone. How this may be, it is unnecessary to inquire; for the question is not in this case. The supposed case has no existence here, nor was it submitted to the jury; and, consequently, any doubts expressed by the court below in regard to it, could not have been hurtful to the plaintiff in error.\nNone of the errors assigned are sustained, and the judgment is affirmed.\nJudgment affirmed."}