{"id": "418885", "contents": "The opinion of the court was delivered, by\nThompson, J.\nWhen this case was before us two years ago, we endeavoured to state the reciprocal duties and obligations of carriers and passengers on railroads: that the law implied a duty on the part of the former to provide “ a safe and sufficient road and cars, competent and careful conductors and agents, and safe and convenient means of egress and regress to and from the line of their road;” and on the part of the latter, “to assent to all the company’s reasonable rules and regulations, for entering, occupying, and leaving the cars,” and as resulting therefrom, if injury befell the passenger, “ by reason of his disregard of regulations necessary to the conducting of the business, the company were not liable in damages, even though the negligence of the servants concurred with his own in causing the mischief: Sullivan v. Philadelphia and Reading Railroad Company, 6 Casey; per Woodward, J.\nThe only qualification in the rule, was the necessity of a departure from it under some paramount necessity sufficiently urgent to justify it. It follows, therefore, from all this, that where injury results in the act of leaving a train of cars at a stopping-place, if the carriers have not provided a safe means of egress from the train, the law will undoubtedly hold them responsible for injuries under such circumstances, unless in case of gross negligence on the part of the passenger. Short of this, the responsibility would remain; for it would be unreasonable to hold the passenger bound to make the best possible selection of the mode of leaving the train in the short time generally allowed for doing so. On the other hand, if a safe platform, or other equally safe means be provided for exit, it is as much the duty of the passenger to leave by it, as it is for him to remain inside of the cars when they are running. The existence of such means of exit indicates as distinctly their purpose, and that it is a regulation of the carriers that they be so used, as do the cars, that their purpose is to carry passengers inside instead of on top. It is as much negligence of the passenger to disregard the proper use of the one as of the other. ■ He cannot throw the responsibility of injury on the carrier, for non-compliance with the regulations in the one case, more than in the other; excepting, as already said, it be under some justifying necessity.\nOn the trial, it was proved that the company had a platform on the proper side of the track for trains going west, of from four to six feet wide, and of the length of the train. There was no evidence that it was unsafe, or even inconvenient, or that there was any justifying or controlling necessity on the part of the plaintiff and his son to save themselves from peril to escape by the south side. Voluntarily, therefore, they made their exit at that side, and the latter was killed by the train going west.\nThe gravamen of the plaintiff’s charge against the defendants is, that they, having undertaken to carry safely the plaintiff and his son, from Irwin’s Station in Westmoreland county, to Brinton’s Station in Allegheny county, “ did not use care, diligence, and skill in allowing the deceased time and opportunity to get off and away from said cars when they arrived at said Brinton’s Station; but, on the contrary, immediately on the arrival at said station, and before the deceased had time to get away from the cars, the said company carelessly and negligently caused an engine or locomotive to be run alongside of the cars, which deceased was attempting to leave, so that the said engine or locomotive caught him,” and, passing over his body, killed him.\nAssuming that the deceased might choose his mode of exit, the court admitted, under objection, the evidence of two witnesses, that they were in the habit of getting out on the same side as did the plaintiff and his son. The effect of such testimony, it seems to us, was to invite the jury to disregard the legal obligation the deceased was under, to comply with the regulations of the company in leaving their cars by the way provided for that purpose, there being no proof that it was not safe, and no justifying necessity for doing so. By this we mean a necessity to escape from peril or injury to life or limb. The admission of the evidence was an abandonment of the rule. Had there been no platform, or an unsafe one, then the testimony might have been given on the question of the degree of negligence, or otherwise on part of the deceased; but as it was there was no room for it, excepting on the hypothesis that the plaintiff and his son had a right to depart from the cars by any way they might choose, and still hold the company responsible for any injury which might ensue, although they might have done all that the law required of them. This is not the law. Responsibility for injury in cases like the present, results from acts of omission or commission. Where the law defines the duty to be performed, want of performance is followed by responsibility, but if there be performance there is no ground for responsibility. A carrier of passengers, who provides himself with a sufficient vehicle in all respects, and a safe and skilful driver or conductor, who discharges his duty faithfully, is never responsible for injury. This is the extent of the legal obligation. Is there any more reason why a railroad company should be liable on any other terms than those of its undertaking, viz. sufficiency and safety of means adapted to the end, and on a compliance with regulations in performing the engagements by the parties carried ? Evidence like that complained of laid the foundation for a recovery, upon other grounds than a compliance with regulations. This raised the company’s undertaking, and was wrong. In presence of the undisputed fact, that there was a platform for egress, the plaintiffs were bound to show a better reason for not passing off by it than that two witnesses, out of the hundreds probably, who may have stopped at that station, did so with impunity, although it seems the third attempt resulted in death. This not only proves the necessity of holding it to be the duty of the company to provide for the safe egress, of the people from their cars, but also the duty of passengers to adopt and use those precautions for their safety.\nWe regret to prolong this controversy by sending this case to another trial, but as we think the learned judge erred in admitting the testimony alluded to, we reverse for that reason alone. We see nothing in any of the other assignments of error which call for notice. The suit was rightly brought in the name of the father and mother of the child, and for the reason assigned the judgment is reversed.\nJudgment reversed, and a venire de novo awarded."}