{"id": "418891", "contents": "The opinion of the court was delivered, by\nStrong, J.\n— It is doing but simple justice to the Court of Common Pleas to affirm that all the propositions presented by the plaintiffs in error, which could have been affirmed, wore substantially answered in the charge delivered to the jury. It was not, indeed, as separate and detached points, but in the comprehensive presentation of the case which the learned judge made. And this is generally the best and most instructive mode in which legal principles can be presented to a jury. It is intelligible, and exhibits to the jurors as well the principles as their bearing upon the facts in evidence. Nor is it unjust to the party who has asked specific instructions. If the points are not answered, he may consider them as negatived, and in this court, therefore, the question will be whether they should have been affirmed.\nApplying this rule to the present case, the question is, whether the defendants below, now plaintiffs in error, were entitled to an affirmance of their several propositions. They asked the court to instruct the jury that the plaintiff had not shown property in himself, so as to enable him to maintain his action. The furniture, for the non-delivery of which the suit was brought, was shipped in New York, marked O. Colburn, Meadville, Pennsylvania, care Thompson & Arbuckle, Erie, Penn. Thompson & Arbuckle were forwarding and commission merchants at Erie, and common carriers between Erie and Meadville. Now that a consignee of goods delivered to a common carrier for transportation may maintain an action for failure to transport or deliver them, seems hardly to admit of doubt. The doubt has rather been Avhether the action could be maintained in the name of the consignor. And though it has been ruled that it may be, when the property in the goods is proved to have remained in the consignor, yet this is not at all in conflict with the right of the consignee to sue when there is no such proof of ownership. Here there was no other evidence of ownership than what was furnished in the bill of lading or receipt of the carrier, and these established a primd facie case of ownership in the plaintiff, sufficient to enable him to maintain the action: 6 Clark & Fin. 600; Dutton v. Solmonson, 3 B. & P. 582; Jacobs v. Neilson, 3 Taunt. 423; Dawes v. Peck, 8 T. Reps. 300. This was the charge of the Court of Common Pleas, and the charge is not open to just exception.\nThe third, fourth, and fifth assignments are very properly considered as one by the plaintiffs in error. They are, in substance, that the court refused to charge that the plaintiff below having informed the defendants that he would send to Erie for the goods, and having sent for them in the spring when navigation opened, and having refused to reimburse the defendants 'the previous freight they had paid, they were excused from delivering them. These points present only a part of the facts proved. There was no evidence that the plaintiff informed the defendants that he would send to Erie for the goods. He only promised to do so if the former carriers would allow the damages which the defendants thought right, and charged only a specified sum for freight. Neither of these things were done, and as the promise was made dependent upon the performance, it was no justification for refusal or neglect to deliver the goods at Meadville. Still less was the offer to receive them at Erie, refused by the defendants, unless upon terms imposed by themselves, a justification for non-compliance with their contract. The obligation of the contract was to carry the goods to Meadville. Doubtless if Colburn had received them at Erie, the carriers would have been discharged; but an offer to receive them on certain conditions, not accepted by the defendants, and accompanied by a refusal to deliver them on those conditions, was wholly inoperative to relieve the carriers from the performance of their contract. We need not say that the attempt to extort in advance from the plaintiff freight which they had wrongfully paid, coupled as it was with his refusal to submit to the extortion, was no release of the defendants from their contract. The court, therefore, were perfectly right in refusing to affirm the third, fourth, and fifth points propounded by the plaintiffs in error.\nThere is nothing in the remaining assignments, and they need no discussion. It is said the defence was not put upon the ground of a new contract, but on the ground that the contract for carriage was superseded by the stoppage of goods in consequence of frost, and the subsequent conduct of the plaintiff by which the defendants were released. What is that but a new contract ? If the plaintiff discharged the defendants, it was done by agreement. Even a receipt of the goods at Erie, if they had been there received, would have been important only as showing that the plaintiff agreed to relieve the defendants from their obligation to deliver them at Meadville. None of the assignments of error are sustained, and the judgment must therefore be affirmed.\nJudgment affirmed."}