{"id": "418874", "contents": "The opinion of the court was delivered, by\nThompson, J.\nThere are two answers to the first assignment of error, either of which seems to show its invalidity.\n1. The judgment offered in evidence was not void, even if there was an omission to file the affidavit required by the Act of 1836. It is true the agreement and submission are not entitled, as a matter of right, to entry on the docket by the prothonotary, without the affidavit; but when entered no case has said that the judgment was void. It may be voidable, but until it is avoided, it stands as a valid judgment. If the defendant is not content with it, as was said in Herman v. Freeman, 8 S. & R. 9, he should have moved to strike it off. There being no want of jurisdiction in the arbitrators, or the court, of the subject-matter in controversy, or the parties, everything was right, excepting, as is insisted on, in matter of form. This left the judgment voidable, but not void. And as the record exhibited a judgment in full force and unreversed, the court did right in overruling the plea of nul tiel record. This is considering the award under the Act of 1836.\n2. But I do not see anything that certainly brings the submission within the 1st and 2d sections of that act, or that the judgment should be denied validity, because it was not so. It seems to have been an amicable action, and an agreement that the prothonotary should enter judgment therein, for whatever sum the arbitrators named should report. Substantially, this was done. The arbitrators filed their award, and the prothonotary entered judgment thereon. It was competent for the parties to enter on record an amicable action. This will not be denied. It was also competent for them to ascertain, in their own way, what judgment should be entered on it; and what mattered it whether the sum was figured out by themselves, or by persons mutually chosen to do so ? The judgment would be equally binding in either case, it being only a different mode of doing the same thing. This agreement is not referable to any statute in terms. As was said in Gallup v. Reynolds, 8 Watts 424, “it is referable to the agreement of the parties, who were a law to themselves,” who were “ competent to settle their differences in their own way.” Taking either view of the matter, the court were right.\n3. There was no error in refusing to charge that the possession of the notes given in evidence created no liability for contribution. They were joint notes of the plaintiff and defendant, given for the purchase-money of the mill; and whether they were partners in operating the mill or not, is not material. The purchase was joint, and not as partners, and the funds of the firm afterwards were no more applicable to the share each one was bound to pay,, than for any other undivided, debt. The interest each had in the { mill was his capital in the partnership, and not to be paid for out of the firm funds. There is no error in this ruling.\n4. There were several pleas to the country in this cause; and it has been holden in such a case that when the plea of nul tiel record is also in, if the parties go to trial generally, this court will presume that the issues were respectively decided by the proper tribunal: Baxter v. Graham, 5 Watts 418. The entry of judgment on the verdict for the plaintiff will in such a case be equivalent to a judgment for plaintiff on the plea: 3 Harris 272.\nJudgment affirmed."}