{"id": "418878", "contents": "The opinion of the court was delivered, by\nStrong, J.\nThe first and second assignments aver that the court erred in submitting to the jury to find whether Edward Shoemaker stood in such a relation of trust and confidence to the Boyle family, as to make a purchase of the land in his own name enure to their benefit. It is not denied that the law is as laid down by the learned judge, “that if Shoemaker, by professing friendship for the Boyle family, and undertaking as their agent or friend to procure the title for them, acquired a knowledge of the defect in their title, he cannot take advantage of such knowledge for his own benefit, but any title which he acquires will enure for their benefit.” But it is insisted that there was no sufficient evidence of such a confidential relation, to warrant the court in submitting to the jury the question whether it existed. It is true that a jury is not to be permitted to find a fact without evidence of it, and when the fact is one out of which an equity is alleged to spring, the court as well as the jury is, in some measure, to judge of the sufficiency of the proof. But if there be evidence of a fact, though not sufficient in the first instance to satisfy the mind of a chancellor, he may submit it to the jury, and inform his conscience by their finding. What was said in McBarron v. Glass, 6 Casey 133, was not new. It was the doctrine of former decisions to which it referred, and it was in entire harmony with what we now say. Let it be that, in cases where one party asserts an equitable right to a conveyance, it is the duty of a judge to reject the evidence offered, if in his opinion, when taken as true, it does not make out such a case (that is such an equity) as would induce a chancellor to decree a conveyance: still the opinion of the jury may be taken upon the question whether the evidence does prove the facts from which a sufficient equity springs. If the fact, when proved, is insufficient, then the evidence of it should be withheld; but if the inquiry be whether it is proved, and there be evidence of it, it may be submitted to the jury.\nThen was there evidence in this case that Shoemaker was the agent of, or stood in a confidential relation to, the Boyle family ? We think there was; not perhaps very full and satisfactory, not enough to dispel doubts from the mind of the learned judge who tried the cause, but enough to warrant his calling in the assistance of the jury to enlighten his conscience.\nThe Boyle family, consisting of the mother, a widow, and her children by Edward Boyle, deceased, claimed the land under a colourable conveyance made to the father in 1821, possession taken by him under it, an improvement commenced, and followed up after his decease, by the widow and children for about twenty years. It was purchased by the father from John A. L. Houston, through Moses Oanan, the agent of the vendor. On the 8th of November 1842, while the Boyles were in possession, Shoemaker wrote a letter to Moses Canan, commending to him a certain P. Ivory, the bearer of the letter, as a person who would call for information respecting the land sold by him as the property of a Mr. Houston, to Boyle. In this letter Mr. Shoemaker stated that Ivory was acting with a view to protect Boyle against the Nicholson surveys, and added that any service rendered to him would be a favour to Boyle. It is clear that in writing this letter Mr. Shoemaker was professedly acting as the friend of-the Boyle family, ívith a view to protecting their title. It is hardly consistent for him, or for any claiming under him, now to say that he was not. Whether his agency was at their instance or of his own motion, is' of little consequence. The letter forms intrinsic evidence that it was with their consent. In answer to it Mr. Oanan sent to Shoemaker the key to his paper-case, in which the deed prepared by Houston for Boyle had been deposited, and gave him permission to search there for the papers relating to the title. Whether he found them or not, does not appear positively. He said afterwards, on one occasion, that he did not, but Mr. Canan was not able afterwards to find them. At all events he obtained an opjiortunity to search for them in the place where some of them, if not all, had been kept, and he obtained this opportunity by professing to act with a view to protect the Boyle title. On the 28th of April 1849, he again wrote to Mr. Canan a very remarkable letter, and incomprehensible, if he was not then acting as an agent for Mrs. Boyle. And if for her, then he was equally so for her children, for she was a co-tenant with them, and an acquisition of title by her must have enured for their benefit: Weaver v. Wible, 1 Casey 270; Lloyd v. Lynch, 4 Casey 419. In this second letter, he refers to the land as having been sold by Canan for Houston, to Boyle, who died, as he alleges, before the contract was completed. He declares that the widow is anxious, by some means, to obtain a title to it, and that she has very frequently spoken to him to ascertain for her how she can effect it. He asks information for her, inquires after the title-papers, and requests any advice or instruction that will facilitate her object. Surely this letter,, in connection with the former, and with the fact that he had obtained the key of the depository where the title-papers had been, was some evidence of his having stood in a relation of trust and confidence to the widow and heirs of Edward Boyle. And it would be no far-fetched presumption that he had obtained through that relationship a knowledge of the defect in their title, before he bought the outstanding right of Lum and others.\nThere is nothing in the third assignment of error. The answer of the court to the defendants’ point was a full affirmance of it, and they cannot complain that the court did not say more than was requested.\nThe fourth assignment was abandoned on the argument.\nWe do not feel at liberty to express an opinion respecting the other question presented to us by the defendants in error. It is not raised by the record, and our opinion therefore would be extrajudicial.\nThe judgment is affirmed."}