{"id": "418883", "contents": "The opinion of the court was delivered, by\nStrong, J.\nThe libel of the complainant, as at first filed, averred that the respondent, on the 15th day of September 1856, turned her out of doors, and forbade her ever to enter his house. This was denied in the answer of the respondent, and upon the issue thus formed testimony was taken. That testimony proved that, if there was an actual turning the libellant out of doors, it was in January 1857, and not, as averred in the libel, on the 15th of September 1856. An amendment of the libellant’s petition was then allowed, by which it was made to aver that shortly after the said 15th day of September, when she was living separate and apart from her said husband, being desirous of returning to his residence and cohabiting with him, as man and wife ought to do, she repeatedly offered to return and so cohabit with him as a true and dutiful wife, and as she always was willing to do, but that he, her said husband, wholly refused to permit her to return to his residence to cohabit with him.” This amendment was asked for on the 11th of June 1860, but the application was held under advisement until the case was called for argument, when it was allowed. The respondent alleged no surprise, and asked for no further time to take additional depositions, or to meet the new phase of the case.\nWe do not perceive why the amendment was not allowable. It presented no new case, it was only a mere specific statement of the cause of complaint originally made. The libel charged a “turning out of doors;” the amendment charged the same, though the one was actual and the other constructive. Refusing to receive a wife was held, in McDermott’s Appeal, 8 W. & S. 251, to be a virtual turning her out of doors, within the meaning of our statute, and this on the ground that the statute is a municipal regulation for the protection of the community as well as the wife. The time designated in the libel was not descriptive of the alleged offence, and therefore was not material, though the respondent might have called for a specification of the time, and thus have made it descriptive. The amendment then was but a detail of the circumstances which constituted the “ turning out of doors.”\nWe have more difficulty with the merits of the case. The conduct of the wife was bad. Provoked and aggravated as she no doubt was by the misconduct of her step-children, her own demeanour and actions are not to be justified. ' Nothing found in the evidence, nothing in the treatment received from her husband, can excuse her repeated desertions of his house, and her long abandonment of her conjugal duties. But does the evidence establish that the respondent turned her out of doors ? If the testimony of Weaver is to be believed, on a cold and snowy night in January, when she came to her husband’s house with her trunk, and her two small children, she had difficulty in obtaining admission even to warm herself. After she had remained there some ten minutes the respondent told her, “ as she was now warm, to go.” She begged hard to stay, but he took her by the arm and pushed her out. The testimony of George W. Burns, though not quite so direct, confirms that of Weaver. He proves that Mr. Grove would not permit his wife to remain, that he told her she must go the same way she came. Other witnesses prove that on different occasions she expressed a desire to return, said she was willing to go back and live agreeably with her husband, that they could live peaceably together, but that he steadily refused to receive her. Such is the testimony of Mr. McKarahan, Rev. Mr. Prestley, and Hugh Duff. In the face of this evidence it is impossible to deny that the alleged causé for a divorce from bed and board is made out. The wife was turned out of doors, actually, according to the testimony of Henry Weaver and George W. Burns; at .all events constructively and substantially, as proved by other witnesses.\nWe are next brought to the inquiry whether there is anything in the case that amounts to a justification of this act done by the husband. If there be, it must be found in the passionate conduct of the libellant, her unkind treatment of her step-children, and her inexcusable departure from her home about the middle of September 1856. We make no attempt to apologize for these things. Admitting all their culpability, as fully as it is shown in the testimony, the question still remains, do they justify the husband in turning his wife out of doors ? We cannot say that they do. Nothing less will answer for a justification than that which would be a sufficient cause for a divorce at the suit of the husband. We have adopted the same principle which rules in the English ecclesiastical courts. In that country, when cohabitation is suspended by either the husband or wife of his or her own motion, without a sufficient reason, a suit for a restitution of conjugal rights may be maintained by the injured party. Nothing amounts to a bar against such a suit, except such facts as would entitle the defendant to a divorce: Olive v. Olive, 1 Haggard Con. Rep. 361; Dysart v. Dysart, 1 Robertson Eccl. Rep. 106. Nothing short of such facts will justify a wilful separation or a continuance of it. The interests of society, the happiness of the parties, and the welfare of families, demand such a rule. Separation is not to be tolerated for light causes, and all causes are light which the law does not recognise as ground for the dissolution of the marriage bond. We are constrained, therefore, to hold that the respondent had no sufficient cause for turning his wife out of doors, or refusing to permit her to return when, repentant, she desired to do so.\nThe decree of the Court of Common Pleas is affirmed."}