{"id": "418855", "contents": "The opinion of the court was delivered, by\nLowrie, C. J.\n— An insane woman was committed by the Court of Quarter Sessions to the State Lunatic Hospital, and in this action it was decided that the township of her residence was bound for her support there, and hence this writ of error.\nAs the record of that commitment appears before us in this case, it is very defective in not stating on what grounds she was committed to the hospital. She is found to be insane, but it is not stated whether she was charged with crime, or unsafe to be at large, or suffering unnecessary duress, the only eases in which the Quarter Sessions has authority to commit to the hospital. We cannot review the record of commitment in this action, and therefore we must presume that it is right, and that some one of these causes of commitment existed. And, in order to sustain this judgment, we must decide that the township is liable, no matter which of the three causes may have been the one on which the commitment was grounded.\nIt is only in the case of the insane person being charged with crime that there can be any doubt about the liability of the township or poor district; and we must, therefore, study what the Act of 14th April 1845, relative to the Lunatic Hospital, means to direct in such a case. There is no difficulty in seeing the liability of the township in the original Act of 4th March 1841, but that of 1845 is not altogether a copy from it, and the changes made in the later enactment create several difficulties.\nThe tenth section declares that where an insane person charged with an offence is committed, the expenses of such person “ shall be paid by the county to which he or she shall belong by residence,” and yet it provides for no notice of the proceeding to the proper county authorities. Section eleven declares that “ the poor district (to which the insane person belongs) shall be chargeable with the expenses of his or her maintenance,” &c., and provides for making the proper authorities thereof parties to the proceeding. How are these provisions to be reconciled ?\nOnly by understanding that in this kind of a case the county must pay the hospital, and then look to the proper poor district to be refunded. This does not entirely harmonize all the provisions of the act, but it is the nearest approximation to it that we can make, and it is most in accordance with the general principles of our poor laws, under which the charity of the state is administered. We adopt this interpretation, and therefore affirm this judgment. We are sustained in this view by the Act of 13th June 1836, §§ 58 and 62, relative to lunatics, which contain nearly similar provisions. By that law the county had to look to the estate or relatives of the insane person before resorting to the poor district. Under the law of 1845, the poor district is primarily liable to the county, and must look to the estate and relatives of the insane person for reimbursement. The liquidation of the amount due is not properly before us, and was withdrawn on the argument.\nJudgment affirmed and record remitted."}