{"id": "418861", "contents": "The opinion of the court was delivered, by\nStrong, J.\n— The verdict and judgment in the court below were in favour of the plaintiff. The jury found, therefore, against the alleged parol gift, and whatever error there may have been in submitting to them the question whether the case was taken out of the operation of the Statute of Frauds and Perjuries was rendered harmless by the verdict. But they were instructed that if the alleged parol contract (of gift) was proven, they might find for the plaintiff, upon condition that he should pay to the defendants, within a reasonable time, one-tenth of the value of the improvements made by their ancestor.\nThe learned judge seems to have followed a hint thrown out in the last sentence of the opinion in Postlethwaite v. Frease, 7 Casey 472, where the query is suggested whether the defendants in that case, who claimed under a parol contract of sale, incapable of being enforced in equity, but who were clearly entitled at law to compensation for the breach of'that contract, must first turn out and then sue, or might obtain compensation by means of a conditional verdict. It was but a query, suggested for the consideration of counsel, and entirely unnecessary to the decision of that case. The attempt to settle in an action of ejectment the damages due from one party to the other for the breach of a contract which is the foundation of no title, is certainly novel, whether that contract be parol or written. A defendant who sets up what he claims to be an equitable title, and fails in showing any equity, is defenceless. He is then in the situation of an unsuccessful suitor in chancery, asking the specific performance of a contract to sell. In such a case, there may be a contract proved, even a written one; but if it be such as a chancellor will not enforce, he will remit the complainant to an action at law. In a suit for the title, a proceeding to enforce the contract specifically, he will never assess damages for a breach of the engagement to convey, when he refuses to decree a conveyanee itself. And such an assessment of damages in an action of ejectment is not only novel, but, I apprehend it would be found in practice both dangerous and impracticable, in most if not all cases. It would be dangerous, for it would go far to make the Statute of Frauds a dead letter. A jury ever honestly disposed to hold a party to his contract, and impressed with the apparent hardship of the case, would often assess the damages so as practically to enforce the performance of even a parol contract. That it would be. impracticable is well illustrated in the present case. The alleged parol gift was not made by the plaintiff to the defendants, but by the ancestor of the former to the ancestor of the latter. If the contract of the plaintiff’s ancestor was broken, the damages for the breach are due from his estate, and not from the plaintiff; and they are due, not to the defendants, but to the personal representatives of their ancestor. But in the attempt to liquidate the damages in this action of ejectment, they have been imposed upon a person not liable, and adjudged to those who have no legal title to them. It cannot be pretended that they are a lien upon the land.\nThe court was, therefore, in error in instructing the jury that they might attach to their verdict for the plaintiff a condition that he should pay to the defendants any part of the value of the improvements.\nA similar error is found in the direction, that the jury might impose upon the plaintiff a part of the costs. If he was entitled to recover at all, he was entitled to full costs.\nThe judgment is reversed, and judgment for the plaintiff unconditionally with full costs."}