{"id": "418893", "contents": "The opinion of the court was delivered, by\nStrong, J.\nThe constitutional provision which requires that just compensation shall be made, or adequate security given therefor, before private property may be taken for public use by any corporate body or individual, has always been held to contemplate only an actual appropriation. Matters of annoyance, indirect and consequential injuries to property, and acts tending to depreciate the value, but which do not amount to a real “taking,” are outside of this provision: 6 Whart. 25; 6 W. & S. 113; 8 W. & S. 85. When, therefore, a canal or railroad company is empowered to take land for a public improvement, it is not responsible for indirect or consequential injuries, unless the liability to pay for them is imposed as a part of the price of the franchise. In many of the charters granted by the legislature, an obligation to make compensation for consequential damages has been imposed, while in others it has been omitted. Resort must always be had to the charter to determine the extent of liability beyond that of making compensation for property. actually taken. The assessment, either by appraisers or by a sheriff’s jury, can only be made of such damages as the statute incorporating the company requires to be paid.\nThe act to incorporate the defendants in the present case (§ 10), enacted that whenever it should be necessary for them to enter* upon and occupy, for the purpose of making their railroad, any land upon which the same might be located, if the owner or owners of the said land should refuse to permit such entry or occupation, and the parties could not agree upon the “ compensation to be made for any injury or supposed injury that might be done to said land by such entry and occupation,” they might appoint appraisers to estimate the damages. If they could not agree upon appraisers, the act authorized the Courts of Common Pleas to appoint six disinterested men, and made it the duty of those men to examine and survey the said lands, tenements, or hereditaments, and estimate the injury or damage, if any, .that, in their apprehension, will be sustained, as aforesaid, by reason of said road. They are also required, in estimating such injury and damage, to take into consideration the advantages that will be derived to the owner or owners of said land from the said railroad, and an appeal from their assessment is allowed to the court. The act makes no farther specification of the damages which the company is required to pay. It does not, as do many of the acts incorporating railroad companies, directly require that in the assessment of damages, the “ disadvantages” or “ inconveniences” which may be likely to result from the railroad, shall be taken into consideration. It would be a narrow construction, however, were we to hold that the legislature did not intend an assessment of all the damages, which are the direct and immediate consequence of the construction of the railroad to the whole tract of land through which it may pass. It is upon the whole tract that the road is located, though only a part is actually occupied. The injury is therefore done to the tract as a whole, of whatever components that injury may consist. The exclusive appropriation of a part, the inconvenience arising from division, or from increased difficulty of access, and the cost of additional necessary fencing, are alike the direct and immediate result of the construction of the railroad. Nothing can be recovered for anything which is not groundwork for damages at common law; but the construction which has been given to the legislative charters for improvement companies generally, has been that they are intended to secure compensation for all such injuries as the common law recognises as fit subjects for compensation. And this has been held, notwithstanding considerable differences in the language employed by the legislature: 3 Casey 99.\nWe understand that, on the trial of the case now in hand, these principles were fully recognised. The plaintiff was permitted to show everything that could be legitimately taken into consideration by the jury in estimating the damages. Even the mode of measuring them, for which he contended, was accorded to him by the court. He was allowed the benefit of the rule laid down in Schuylkill Nav. Co. v. Thoburn, 7 S. & R. 411, that the true measure of compensation is the difference between what the whole property would have sold for, unaffected by the railroad, and what it would have sold for as affected by it. Nor was the advantage of this rule in any degree taken from him by the rejection of the evidence which he offered. His attempted mode of proof of the difference between the two values, was entirely inadmissible; and here was the reason for the rejection of his evidence. His offers all had the same fault. They proposed to submit to the jury the conjecture of the witnesses as to what the plaintiff’s lands would be worth, or what their market value would be at some unknown future time, when the railroad shall have been constructed. Such testimony does not rise even to the standard of an opinion. It is a mere guess, with no substantial foundation upon which to rest. When damages are assessed after the completion of a railroad, it is possible to prove, with some reliable certainty, the difference in the market value of the land through which it passes, caused by its construction. Then the value at the time of the entry on the land is known, and so is its value as affected by the improvement. In a certain sense, indeed, an estimate of present or past value is an opinion, but it has a measure which insures proximate accuracy. An estimate of what property will be worth at a future day, or in an altered condition, is entirely without guide or measure, and must be wholly fanciful. And the proffered evidence was objectionable for other reasons. It proposed to prove that, by reason of the entry on the land, and occupation of a part, and by reason of the railroad, the property would be depreciated in value, without confining the witnesses to a consideration of the direct and necessary consequences of such occupation. It left them at liberty to take into their estimate any consequences, no matter how remote, without regard to the question whether they were such damages as the law allows to be compensated. This ought not to have been permitted.\nWe think, therefore, the court was right in rejecting the evidence.\nThe judgment is affirmed."}