{"id": "418894", "contents": "The opinion of the court was delivered by\nThompson, J.\n— The first assignment of error in this case is to the allowance of peremptory challenges on the part of the Commonwealth. It was allowed pursuant to the provisions of the 37th section of the “ Criminal Procedure” Act of 1860. Eour such challenges are given to the Commonwealth by this act, in all cases, without regard to anydistinetion between misdemeanours and felonies.\nThe question is now presented whether the provision is in conflict with that portion of our constitution which declares “ that trial by jury shall be as heretofore, and the right thereof remain inviolate.”\nThis was an early fundamental principle with us. It appears in substance in the first constitution or charter by William Penn to the people of the colony of Pennsylvania: 1 Col. Rec. 37; so in the constitution of 1776, and it is in words the same in the constitutions of 1790 and 1838.\nThose who might doubt the power of the legislature to enact the provision in question, will find many statutes in our books, since the first announcement of this fundamental rule of legal polity, seemingly more in conflict with its letter than the one under consideration, which have been often discussed, considered and sustained by our courts. I will notice a few of them. The Act of 1774, which conferred civil jurisdiction upon justices of the peace to the extent of ¿620, and the Act of 1810, further extending it to $100, together with the provision making the magistrate’s judgment final under $5.34, are of this sort. The restrictions upon the enjoyment of the right of trial by jury, involved in the necessity of entering bail, as provided for in these acts for an appeal, although it cannot be doubted but that it is to some extent a clog upon the right, was never held to be an infraction of the constitutional provision, the ultimate right being retained: 1 Binn. 416, 6 S. & R. 240, 4 Id. 135, 16 Id. 242. Nobody now thinks of doubting the constitutionality of these laws: and the reason is that the right of trial by jury still remains.\nIn many of the states of the Union, the same principle has been announced, in regard to enactments for facilitating judicial business. I will cite but a few of them: Beers v. Beers, 4 Conn. 535; Colt v. Eves, 12 Id. 243; Stewart v. The Mayor and Citizens of Baltimore, 7 Mar. Rep. 500. I might very greatly extend the citation of authorities to the same point, but think it unnecessary.\nThe Arbitration Act of 1814 and 1836, and the various acts regulating the taking of judgments for want of affidavits of defence, are also of the same species of legislation, and have been uniformly sustained by the courts.\n“ Laws such as these,” (the Act of 1810), it was said by Tilghman, C. J., in Biddle v. The Commonwealth, 13 S. & R. 410, “ promote justice, and leave the existence of trial by jury unimpaired, and that is all that is required by the expression in the constitution, ‘that trial by jury shall be as heretofore.’ ”\nIt is a mistake that is often made, to suppose that every modification of its accompanying powers detracts from the right. This is too narrow and rigid a rule for the practical workings of the constitution and the rights guarantied by it in the particular in question. There is no violation of the right unless the remedy is denied, or so clogged as not conveniently to be enjoyed. But, in practice, the giving of bail, making affidavits, and entering appeals, has never been found so onerous as to amount to any serious derogation from the right. The framers of the constitution in which this right has been so sedulously guarded, undoubtedly knew and intended that legislation must provide the forms under which the right was to be enjoyed, and they meant no more than that it should be enjoyed under regulations which should not take away the right deemed necessary to order itself.\nIt was truly said by Woodward, L, in The Commonwealth v. Maxwell, 3 Casey 444, “that the constitution cannot execute itself. It is a plan or frame of government, which lays down certain fundamental principles according to which the several departments it calls into existence are to govern the people; but all auxiliary rules which are necessary to give effect to these principles must, from the necessity of the case, come from the legislature.”\nIn 1 Mass. R. 451, this point is well reasoned. It is there said that the constitution gives to parties a right of trial by a jury of twelve free and lawful men; but the mode in which the trial is to be had is not detailed. That is for the legislature, to enact laws for the purpose, with power to alter them from time to time, as may be deemed conducive to the ends of justice.\nBut the very point of this exception has often been raised and determined against the exception here. In Darling v. The State, 5 Sm. & M. 664 (Miss. Rep.), it was said by the court “ that the statute of Mississippi which limits the number of peremptory challenges in capital cases on the part of the prisoner, to twelve, is not an infringement of the clause of the constitution which provides that ‘the right of trial by jury shall remain inviolable.’ ”\nIn Georgia, a statute allowing the state half the number of peremptory challenges allowed to the prisoner, was in several cases held to be constitutional, notwithstanding the existence of a similar provision to that of ours contained in it: 1 Kelly 610; 2 Id. 173; 20 Geo. R. 60-156. So the same thing is held in Connecticut: 12 Conn. R. 243.\nA like doctrine is expressed by this court in re Pennsylvania Hall, 5 Barr 204. It was there said by Mr. Justice Rogers that the right of trial by jury, which is justly esteemed the palladium of our liberties, especially in criminal cases, must be preserved inviolate; but this claim has never been so construed as to prohibit an alteration in the manner of choosing and summoning jurors, or in making any other alteration, whereby, in the judgment of the legislature, it is made a more effectual instrument for the advancement of justice and the preservation of our rights.”\nPeremptory challenges heretofore allowed to the Commonwealth in misdemeanours is of modern date, and- I do not remember of a case in which its constitutionality was ever disputed on the ground that it interfered with the right of trial by jury. It would be .difficult to prove that a limited number of such challenges by the Commonwealth necessarily deprives the prisoner of any of his rights. Impartiality is to be presumed, and is the right on both sides in a criminal trial. To attain this was undoubtedly the object of allowing challenges at all. Whatever, therefore, tends to this end and no more, surely takes away no right. The prisoner’s right is to have a common law trial by a jury of twelve good, true, and lawful men of the county; and until it be proved that allowing the Commonwealth four peremptory challenges impairs that right, complaints and objections are not to be regarded.\nBut, is the act of challenging which always precedes the trial, properly, and, within the meaning of the constitution, part of it ? Is not this simply organization, a form through which it is necessary to pass to arrive at a trial ? That it is so is strongly asserted by Black, C. J., in McFadden v. Commonwealth, 11 Harris 12. And so it has been held by the Supreme Court of South Carolina, Cregan v. Bunton, 2 Strob. 487. This is a rational view of the subject, with the reservation, however, that the laAV of the organization be not such as to defeat the right. But then it would affect more than organization, and be contrary to the constitution.\nThe case of Jolliffe v. The Commonwealth, 7 Watts 585, cited by the prisoner’s counsel, does not touch this point of the case so as to make any other view of it necessary to accord with it. It aids him in nothing as far as we are able to see.\nBut we shall pursue this branch of the case no farther. We are satisfied that the law in question is not unconstitutional in the particular alleged; that the practice under it deprived the prisoner in no respect whatever of his constitutional right of trial by jury. Nor did it in the least impair it, and we must therefore overrule this assignment of error.\n2. The next alleged error was in the practice allowed the Commonwealth of “ standing aside” jurors, as it is called, without immediately showing cause of challenge. . This is a practice ancient and uniform, it is believed: 5 Bac. Abr. 365. In 2 Bac. Abr. 764, it is spoken of thus: “It hath also been agreed, and is now the established practice of the courts, that if the King challenge a juror before the panel is perused, he need not show any cause'of his challenge till the whole panel be gone through and it appear that there will not be a full jury without the persons so challenged: Co. Litt. 156; Vent. 309; 2 Hall, P. C. 271; 2 Hawk. 518.” The same thing is to be found in a recent decision, Monell v. The Queen, 92 E. C. L. 92.\nThe practice descended to us, like many other customs, from the country whence most of our laws and customs were derived, as is proved by Gibson, C. J., in Jolliffe v. The Commonwealth, 7 Watts (supra).\nWe do not think the rule is changed by the allowance of peremptory challenges. The necessity for the practice will most probably be somewhat abridged by this law, but the rule itself we need not disturb. It justified the allowance in this case, and there was consequently no error in permitting it to be done.\n3. The third, fourth, fifth, sixth, and seventh errors may be considered together. They all relate to offers of evidence of the same general character, overruled by the court and excepted to on the part of the prisoner. They may be stated in short to be the rejection of the following questions: First, “ Whether the prisoner was not generally drunk when out of work?” Secondly, “ Did he not move quicker when drunk than sober ? with a view to follow it with proof that he did move quickly on the occasion of the killing.” Thirdly, “ To prove that his wife went to Kalbach’s on the morning of the day on which the killing took place, and forbade him from selling Warren liquor, saying “that he was drunk and abused her.’ ” Fourthly, “That Mrs. Warren had pledged a watch sometime before for liquor, that Warren got more on account of it — took it out in liquor.” And fifthly, “ To show the effect liquor had on Warren, beginning several years back; in making him wicked and crazy, and that it had a peculiar effect on his constitution and brain.”\nThe object of all this testimony was of course to raise an inference that the crime was committed under the influence of intoxication, and to such an extent as to deprive the prisoner of the capacity to deliberate, which the court throughout properly conceded was an essential ingredient in the crime of murder in the first degree. To reduce the grade of the crime, therefore, where the evidence on the part of the Commonwealth was such as to make out a primá facie case of murder in the first degree, evidence showing want of deliberation, or, which is the same thing, an incapacity to deliberate, is of course proper to be received. But it behooves the prisoner, in a case where death is produced by repeated brutal assaults on a helpless person, at considerable intervals of time, resulting at last in death, to meet the question of premeditation by competent evidence and which would serve to show a condition and state of mind, in which it was at least improbable that deliberation could have directed his acts. Unexplained, the case here was such that a jury could scarcely have failed, if they regarded their oaths, to find it a case of wilful and premeditated killing. There was no attempt to prove actual intoxication at the time. Could it have been inferred from the testimony offered ?\nThat he generally got drunk when out of work was a matter of habit, not of fact. It did not prove either the fact of being drunk at the time, or that he had no work. It was the fact that was wanted — from that the inference of want of deliberation might have been drawn. But it was asked here to infer that he was out of work, and therefore drunk, because he was generally so when out of work, and hence to infer from the inferred drunkenness, that he could not act deliberately. This mode of proof the law will not sanction, and we need only state the proposition to demonstrate the fallacy of the attempt.\nAgain, that his habits of motion were quicker when drunk than when sober. This is of the same character as the last, and subject to the same objection.\nWhat his wife said or did was not evidence in favour of the prisoner. It was hearsay; and her acts were irrelevant. This is a sufficient answer to the offer of evidence in regard to what she said at Kalbach’s, and as to her acts in pledging the watch.\nThe last of these offers was to prove the effect liquor had on the prisoner, beginning several years back; — that it made him violent, and crazy, and quarrelsome with his friends. Had this been preceded or followed by proof of intoxication at the moment of the commission of the crime, it might have been proper. But it seems to us not to be distinguished in principle from the questions already disposed of. It was an effort to raise an inference of intoxication from the violent acts of the prisoner in consummating his crime, unaided by proof that that was the impelling cause to its commission. Of what avail would it be to show the effect of intoxicating liquors on the prisoner, and that, when taken to excess, it rendered him crazy, violent, and unmanageable, unless it had been shown that he had partaken of it in sufficient quantities to produce the effect ? The consequences flowing from the ordinary use of intoxicating liquors amounted to nothing unless it was shown that they were the cause that produced the effect. The proof offered was intended to establish a certain relation between cause and effect. The effect of intoxication might have been established by well known theory, but it was put upon experience in regard to the prisoner — that it usually produced certain results upon him. It was not shown to have produced that effect in the case in hand. The effect was offered as a substitute for both cause and effect. There was no proof of intoxication, excepting as inferential from his acts proved. But, if allowed to be proved in this way, it could always be by violent acts, in any one. This is not to be thought of. When the prisoner was arrested, a few hours after the commission of the crime, not a single witness spoke of him as intoxicated. In the absence of proof of this kind, the testimony, the substance of this bill of exception, was irrelevant, and properly overruled by the court.\nWe have carefully scrutinized the answer of the learned judge to the points put on the trial by the prisoner’s counsel, and wo discover no error whatever in them. They were clear, and presented the law of the case broadly and fairly. To tlio argument that the manner of killing was evidence of intoxication or insanity from “ some other causewhile the court very properly told the jury that “ barbarity, indifference to consequences, and a life of drunkenness, it seems to us are not elements from which a jury could safely draw so grave a conclusion, as that the prisoner from ‘ some other cause’ was unable to form a wilful, deliberate, and premeditated design to take the life of the deceased,” yet he added, “ it is for the jury to draw conclusions for themselves. The facts are for the jury, absolutely and conclusively.” This gave the prisoner a full and fair chance under the arguments of counsel, which would no doubt have been effectual to have saved him if there had been ground from which to infer insanity from any cause.\nWe need not notice at length the answers to any of the other points, further than to say, we have carefully examined them, and find nothing wrong in them. We will briefly notice the answer to the eighth point.\nIt would have been error to have answered that point in the affirmative, for the reason given by the court. It assumed that there was proof of provocation, and that “acting on a mind shattered by dissipation,” says the point, and “long-continued indulgence in strong drink, to such an extent as to render the prisoner unable to master himself, and form a cool and deliberate purpose to kill;” then it concluded with a prayer to charge that “the prisoner cannot be convicted of murder in the first degree.” “If any doubts,” it further adds, “are in the minds of the jury, as to the fact, then their verdict must be for the lighter grade.” This was an assumption of a state of the case that did not exist under the proof, and it would have been wrong to have affirmed the point. For this reason we need not discuss the merits of the proposition, but we must say that the doctrine, that if “ any doubts” are in the mind of the jury on the point of deliberation, their verdict should be for murder in the second degree, is going a step beyond the rule. If reasonable doubts exist, this would be so. It is not every doubt, however slight, that is to have this effect. Nor was there any proof of provocation, to operate as stated in the point, and we think the learned judge dealt with it properly in declining to affirm it.\nProm a careful scrutiny of the whole case, we are constrained to say that we see no error in the record, and that we have no power to interpose to save the prisoner from the legal consequences of his acts.\nBut we cannot dismiss the case without expressing astonishment at the criminal apathy on the part of a number of persons, men and women, who witnessed the assaults of the prisoner on the deceased, which resulted in death, without an effort to save her. This is as unusual amongst our people as it is unaccountable in this instance. We notice it to condemn it, not through any apprehensions that the example is likely ever to be followed. Our people, with this exception, have too much generosity and courage for this.\nJudgment affirmed, and record remitted."}