{"id": "418868", "contents": "The opinion of the court was delivered, by\nLowrie, C. J.\nJudging, from the face of the deed from Peeble’s widow and heirs to Trimble and wife, we cannot doubt that it was intended merely as a deed of partition, and that though made to both, it did not change the wife’s title, but only parted it from the shares of her co-heirs, and charged it as it ought to be, in favour of the widow.\nTrimble and wife joined in a sale of a part of her share, and took a mortgage to them both to secure the payment of the purchase-money, so declared in the mortgage. Thus the wife’s title ’became changed from realty into personalty, and of course her husband’s courtesy, which was an incident of it as realty, fell. But was this personalty thereby appropriated to the husband ?\nHere we need the help of the Married Woman’s Act of 1848, rather than the principles expressed in cases decided before that. It secures the title of a wife’s real and personal property to herself, and saves it during her lifetime from any title by operation of law in her husband, so that it shall not be liable for his debts, or'be sold, conveyed, transferred, or encumbered by him without her consent in writing, and duly acknowledged. Having sold her land, the proceeds, of course, are hers under the act, unless there be some adequate evidence that she has intentionally parted with them. If an agent had sold it for her, and taken the securities in his own name, they would have been hers, and he might be required to assign and deliver them to her. Whatever their form, they would in equity be her property.\nSo here, the proceeds being hers, the securities for them are hers. The title sold, stood in form in their joint names, and therefore, and even without this, it was quite natural that the securities should be in their joint names, and he would act and sue for her in collecting the money. If the price had been paid in money, and she had given it to him, his possession of it would be sufficient evidence of his ownership, so that we could not reclaim it for the wife against bond fide holders from him; and, besides, money is not intended to be individuated and followed. But here is the very thing that was given for her land, and we do not see that she has done anything showing an intention to part with her title to it.\nWe must not attach too much importance to the fact that the mortgage is to the husband and wife, nor imply anything from that, that is not supported by the nature of the transaction. The purpose of the mortgage ivas to secure the conversion of the wife’s land into money, and it was no part of the transaction that the wife should give any of her property to her husband. This would require a distinct transaction, of which there is no evidence, and we cannot imply it from the form of the securities; for the Act of 1848 requires express evidence of it.\nThe defendants must be treated as knowing that this land was the wife’s, and that the mortgage was given to secure the payment of the purchase-money, for the papers show this. They ■were therefore bound by the Act of 1848 to know that the mortgage was hers, and that it could not be released by her husband without a consideration that would legally amount to a payment of it. This simple release imports none such, and none is proved, and therefore it does not bind her.\nThere is no force in the objection that he is a party plaintiff. He is only formally so, and is not allowed to refuse the use of his name in protection of his wife’s rights. He has not the power of a common law party to defeat the suit to the prejudice of his co-party; for his power is modified by the Act of 1848.\nThese views cover the whole case as between the plaintiffs and defendants, and we prefer not to express any opinion on the other questions, as they relate only to the rights of the defendants in relation to each other.\nJudgment reversed, and new trial awarded."}