{"id": "418881", "contents": "The opinion of the court was delivered, by\nWoodward, J.\nIt is apparent, from that part of the charge of the learned judge which is recited in the first error assigned, that he made the title of Caldwell to the coal in dispute to depend altogether on the actual possession which Caldwell had maintained of the surface, and not at all upon his occasional entries to take coal, of which there was evidence. The judge’s language was : — “ This actual possession of the surface carries with it the actual possession downward perpendicularly through all the various strata. The actual possession, therefore, was in the plaintiff.”\nThis proposition would be unquestionable, if there had not been a severance of the title to the mine-right from that of the surface by the deed of 27th May 1831, Caldwell to Greer. But it is not true that after such a severance, whether by reservation or grant, the possession of the surface -is possession of the underlying mineral. That mines may form a distinct possession, and a different inheritance from the surface-land, has been long settled in England, as may be seen by reference to the cases cited in the two opinions heretofore delivered in this case, and reported in 7th Casey 476 and 482. See also Barnes v. Manson, 1 Maule & Sel. 84.\nIt is a common occurrence in mining districts there, not only that the ownership of the soil is vested in one person, and that of the mines in another, hut there are frequently distinct ownerships of the minerals in the same land. Thus, one person may he entitled to the iron-ore, another to the limestone; a third to one seam or stratum of coal, and a fourth to a distinct stratum. Title to any of these minerals, quite distinct from the titlé to the surface, may he shown hy documentary evidence, — or, in the absence of such evidence, or in opposition to it, title to them may be made out hy proof of possession and acts of ownership under the statute of limitations. The acts of ownership, however, which constitute possession and confer title, must be distinct from such as are exercised over the surface: Tymnith v. Wynne, 2 Barn. & Ald. 554; Cullen v. Rich, Bull. N. P. 102. And see the same case under the name Rich v. Johnson, 2 Strange 1142. So entirely is a mineral-right, after severance, a claim to land, and therefore not an incorporeal hereditament, that title to it cannot he acquired by prescription. Prescription lies only for incorporeal rights, not for land. It may confer a right to work a particular mine, as it may confer a right of way across another’s estate, or a right to fish in another’s waters; hut the title to the mine itself, like title to land, must he made out hy documentary evidence, or under the statute of limitations: Wilkinson v. Proud, 11 M. & W. 33, and the cases therein cited.\nIt used to he said that if a grant of mines he made without livery of seisin, the grantee would take only a power to dig and work them: Touch. 96. But now, by statute 8 & 9 Vict. c. 106, all corporeal hereditaments are declared, as regards the conveyance of the immediate freehold, to lie in grant as well as in livery. And from Chatham v. Williamson, 4 East 476, and Wilkinson v. Proud, above cited, it would seem that the law was so even before the statute was passed.\nThe law of livery has never embarrassed our conveyancing in Pennsylvania. There is no more reason why mines in another’s land, whether opened or unopened, may not he held by a deed duly acknowledged and recorded, than why land in its most ordinary signification may not he so held. In other words, mines are land, and subject to the same laws of possession and conveyance.\nBut whether Caldwell conveyed to Greer the coal-mines in his land, or only granted a license to enter and take coals, depended on the construction of the deed above referred to of 27th May 1831, and that was carefully considered and fully decided in the opinions reported in 7 Casey. It was then held that the deed was not a license but a conveyance of the fee of the mine — that it was a grant of land and not of an incorporeal hereditament. That ruling is not questioned in the present case, and it is decisive against the plaintiff’s action so far as it is founded on a possession of the surface. For no length of possession of the surface merely could divest the title granted by that deed. Adverse possession of the mine by the owners of the surface, for the statory period, would avail as title, but the case was not ruled below on this ground, and therefore we do not consider whether the evidence made out such a possession in the plaintiff and those under whom he claims. On the ground assumed, that possession of the surface for more than twenty-one years was title to the mine, the court was clearly in error.\nAnd in the second assignment we think there was error. If there was no possession in Caldwell of the coal-mine as a coalmine, and independently of his possession of the surface, then there could be no question of adverse holding to submit to the jury. As to his claim of the coal, in opposition to his deed, this was not possession within the statute. At most it was only evidence of a prescriptive right, and corporeal hereditaments, I repeat, are not held by prescription.\nIf Bell’s entry was not made “ to exercise the privilege under the deed” — that is, if it were not in pursuance of the deed and whatever rights it conferred, the answer given to the defendant’s first point was right. No entry would toll the statute that was not made or authorized by some person having rights under the deed. But if it were an entry under and in pursuance of the deed, it would toll the running of the statute in favour of the grantor. The language of the learned judge in answer to this point was not quite as clear as we could have wished, but as we understand it we see no error in it.\nWe say nothing about his reputed answer to the 2d point, because it is denied by the counsel for the plaintiff that such a point was propounded or such an answer given, and the record does not prove them.\nThe judgment is reversed, and a venire facias de novo is awarded."}