{"id": "418862", "contents": "The opinion of the court was delivered by\nThompson, J.\n— If the learned judge of the Common Pleas was right in his interpretation of the written contract between Rouse & Corley of the one part, and Lake of the other, it is not necessary to discuss certain other questions raised in the case. He was of opinion that it was a lease of the mills, dwelling-houses, and appurtenances, with a privilege of stocking the mills with logs from certain described timber lots of the lessor, the compensation or rent for which, was to be found in the rate at which the former was to sell the manufactured lumber to the latter.\nThat a tenancy may be created, and exist, when the agreement of lease is that no rent shall be demanded or paid, cannot be doubted. What might well be said of a mere possession given without a reservation of rent, is a different thing. The objection here is, that the agreement stipulates that the contractors Rouse & Corley shall hold the premises “rent free.” While this does not for this reason destroy the relation of landlord and tenant, it certainly goes far to prove it. It shows that the parties intended a tenancy,- although without the ordinary payment of rent as such. The’ reditus or return was evidently provided for in the price at which the landlord was to have the right of purchasing the proceeds of the premises — the lumber to be manufactured by the lessees. This was all right, and contravenes no rule of law that I am aware of. This was a mode of compensation which the lessor chose to look to, and he must have intended to take the risk of it. That the contract was a lease is further evident in the stipulations for holding the premises- for the “term” designated as three years — for keeping up the machinery at the proper cost and expense of the lessees, and for surrendering the premises at the “termination of'this contract,” “in as good order and repair as they.now are, natural wear and tear excepted.” This is wholly inconsistent with the idea contended for, that the contract was one of hiring, or a bailment for hire or reward. That it was not so is further apparent in the stipulation of Rouse & Corley, to “ stock, saw, run, and manufacture boards and lumber, on the two saw-mills” of Lake, mentioned in the agreement. They were to do this at their own expense; and, as very convincing proof of it, agreed to pay the lessor at the rate of $32.50 per hundred for logs in the creek and on the bank and there at the commencement of the contract, and to receive the same for such as might remain unmanufactured at the end of the term.\nIn addition to all this, the lessor agreed to purchase and pay for the lumber to be “ manufactured, run, and delivered at Pittsburgh,” the sum of $7 per thousand, “ to be paid for and counted by the measurement at the place where the said boards and lumber are sold.” These are clear terms to evince ownership, and as clear of an agreement to buy and sell, with time and place of delivery and terms of payment fixed. The transaction can only be interpreted by the intention manifested in the contract, where they express a clear and unambiguous idea. The timber the lessees were to have the privilege of taking from the lands of the lessor, and from which the lumber was to be manufactured, was evidently to be paid for in the price at which the manufacturers were to sell the lumber. It was no less a sale in this form, than if bought by the log. In the one case there was simply to be a reduction in the price of the manufactured article equivalent to the value of the raw material; in the other, if paid for in cash by the makers to the lessor, they would add the sum so paid to the price of the lumber, and thus the lessor would pay it back again. It was a sale in either case; and for convenience the former method was adopted, and it was the right of the parties so to do. Without discussing the matter further, we have no doubt that the contract was in substance and effect a lease, and consequently the relation between Corley and Lake, that of seller and buyer as to the lumber. The court was, therefore, right in so ruling. The facts of the case are altogether unlike those of Pierce v. Sweet, 9 Casey 151. That was a clear case of bailment — this was not.\nIt follows, then, that the lumber would not vest in Lake, until a delivery according to contract, and that a seizure of it as the property of Corley, at and in the neighbourhood of the mills, and a subsequent sale of it by the sheriff, would pass the entire title to the purchaser. If, therefore, after a seizure. by the sheriff, and levy on the writ of the plaintiff, he .permitted it to be run off or eloigned with or without his assent, he must be accountable to the plaintiff to the extent of • the debt, interest, and costs of his execution, if the property was of so much value. That it was so,'the jury have found. If he was thus in default, his sureties, however hard the case may be, must answer for it if he is not able to do so. The relation of the parties being that of vendor and vendee, and the property remaining in the possession of the former and not vested in the latter until delivery at Pittsburgh, receipts for partial payments made by the latter, were but evidence of an advancement for which he had no lien on the property; and hence, even if the offer had shown them to be evidence, they would not have changed the plaintiff’s right to a recovery. The receipts, however, are not set forth in the bill of exceptions; and the defendant in error positively denies that they were given for payments of the lumber in question, but that on their face they would show payment on lumber previously sold and delivered. Under this state of the exception, we cannot say who is right or who is wrong. But they were inadmissible, it seems to me, for another reason. They were receipts of a third party, who might have been a witness. They were not evidence per se, and no better than his unsworn declaration would have been. But, as we have seen, the clearest proof of partial payment on account would not have availed here. There was no delivery of the lumber accompanying it, and the possession and property remained in Corley and was subject to be seized and sold as his.\nThere is no doubt but that the plaintiff might, by intermed'dling with the writ after it had gone into the sheriff’s hands, or by such conduct as would be sufficient to justify a jury in infer■ring that it was not his bond fide intention to have the property seized to satisfy his debt, have postponed his right to recover more than nominal damages. If it was proved that he did not design to have the property seized and holden, he could not complain that he was injured by a result that he desired to bring about; and this was what was decided in Dorrance’s Adm’rs. v. The Commonwealth for use, 1 Harris 160, and in Weir v. Hale, 3 W. & S. 286. But here the testimony proposed to be given is not set forth, and we have no means of judging of its tendency to prove the fact alleged. The offer was to give evidence “ going to show that the execution was issued for the purpose of detaining the lumber levied upon by the sheriff, and not for the purpose of having the interest of Corley disposed of in satisfaction of the plaintiff’s payment.”\nIt is not possible for us to say that there was error in the rejection of evidence, without we are permitted to see it for ourselves. We cannot take the word of the party that it would have had a given effect, in a case in which the clearest proof would have been required to have the effect. He must show it to us, in substance at least, before we can convict the court below of error. It was not so done here, and the offer in this form we condemned in Williams’s Adm’rs. v. Williams, 10 Casey 312. It is not stated to whom the declarations proposed to be proved, were made, whether to the sheriff, to his deputies, or to a stranger, or when or where. Can we say that they were such as should have been admitted ? Peradventure they may have been made, if made at all, and never communicated to the sheriff till after the property was eloigned. If so, they would not have been sufficient to have controlled the mandate of the writ, and no tendency to prove what was contended for. We must presume this to be so, until the contrary is shown. The party alleging error must prove it. That has not been done here, and we must affirm this judgment.\nJudgment affirmed."}