{"id": "418887", "contents": "The opinion of the court was delivered, by\nThompson, J.\nThe three errors assigned in this case are upon bills of exception to the admission of testimony. The first is as to the question proposed to be asked the witness, whether the settlement which he was engaged in making between Scott and Combs “was made in conformity to the claims made by Fitch” for Scott. To which the witness replied “ that he had no recollection of what was said by Fitch on that occasion.” The plaintiff was not hurt by the question, for there ivas nothing elicited by the answer, and hence there is no ground for reversal even if the question were objectionable, which we do not perceive.\n2. The next matter assigned for error is about in the same category with the last. The witness was asked “ the result of the award in respect to the purchase of the mill, or if anything was done ?” The reply to this was that he did “recollect what was done in the award in reference to the mill,” and did “not know that Fitch and I disagreed in the matter — it was in conformity with both our views.”\nThe objection seems to have been that the award itself was the best evidence of what was in it. But the award, as such, had nothing to do with the case; it was only spoken of in connection with the acts of Scott and his alleged coadjutor Combs. Nor have we any reason to suppose it would have shown what constituted it. Nor did the witness prove the contents of it so far as the testimony on the plaintiff’s paper-book shows. The plaintiff in error has failed to make manifest anything wrong in this.\n3. There was abundance of evidence, we think, to show the complicity of Combs with Scott, and hence we see no error in proving what he said about the replevin bond. Indeed, if it were not as apparent as it is that the evidence was admissible on the ground on which it was put, it might be a difficult task to see wherein it was possible, as the plaintiff in error presents it, that it could in the least have injured him. If it could do no harm, we would hardly reverse for harmless irrelevancy.\nOn the whole, we think that no nearer approximation to justice could have been arrived at than to let the parties to this trade stand in statu quo in regard to it, and that is the result of the trial had.\nJudgment affirmed."}