{"id": "418879", "contents": "The opinion of the court was delivered, by\nThompson, J.\n— There are several errors on this record, and the proceedings must be reversed.\n1. The petition and order of the court to the viewers was to view and lay out a private road from the dwelling of George Boyer, in Winslow township, to the Stephenson and Morrison road, in Washington township.\nThe viewers reported a road beginning at the dwelling of John Boyer, and thence to the Stephenson and Morrison road. It is said that this is a clerical error. It may be so, or it may not, dependent on the facts in the case. It appears that John Boyer lives not far from George. If it was a clerical error, it should have been sent back to the viewers to correct. It is an error here.\n2. It appears that the viewers laid out this private road partly on a public road — the Sandy Lick road. This was an error, and fatal: Neeld’s Road, 1 Barr 355.\n3. The proceedings of the viewers do not show that notice was served on Wilson that they were about to assess his damages. This should have appeared on the proceedings. Wilson is not called on to prove a negative. Notice should not be presumed when it does not appear. It is necessary to sustain them that it should appear. A man’s property cannot be taken without notice.\n4. The viewers were appointed on the 14th of June 1856. They assembled on the ground, assessed the damages, and made their report to court all on the same day; and on the next day, the court confirmed the same absolutely. The report should have been made to the next court — 17th section, Act 1836 — and then confirmed after an opportunity to object to the assessment had been given.\n5. Finally. It appears that the court, on confirming the report of the viewers of the road, did not fix any width at which it should be opened. Although this was not assigned for error by the counsel, yet, as it appears on the face of the proceedings, we will take notice of it in a case of this kind. This was a fatal defect, and directly in disregard of the 5th section of the Act of 13th June 1836, which requires the width to be fixed by the court. It was not only essential to the road, but the damages could not be fairly assessed without knowing the extent of ground required. It will be remembered that Jefferson county has her road system under the Act of 1836, “ pure and simpleand the system differs from special provisions to be found applicable to other sections of the state, in some of which the viewers appraise as they go along, and, perhaps, before the width may be definitely fixed; but this is not the case in Jefferson county.\nProceedings reversed at the costs of the petitioners."}