{"id": "418882", "contents": "The opinion of the court was delivered, by\nRead, J.\n— The court below charged the jury: — “ If the jury believe there was a definite contract, by which the plaintiff was to come on the land and crop it, and give the old man one-third during his life, and, at his death, the plaintiff was to have the land, and the plaintiff, in pursuance of that, went into possession, and complied with the contract on his part, and was afterwards turned off by the old man, then we think the plaintiff would be entitled to recover. Such a contract must be proved, in a case like the present, by clear and unambiguous evidence. Whether there was such in this case, it is for the jury to decide.” “We repeat, the evidence required in a case like this, must be clear and satisfactory and unambiguous, that there was a contract, and the terms and conditions of it. It ought not to be inferred from slight circumstances, and vague and uncertain admissions or declarations.”\n“ If there was a definite contract to lease it to the plaintiff for his (defendant’s) life, and at his death to give him the land, and the plaintiff took possession in pursuance of that, and made valuable improvements, and complied with the contract on his part by paying the rent, and if the defendant violated such a contract, we think the plaintiff could recover damages. The jury will decide whether there was such a contract or not.”\nIn this carefully worded language of the court, we can perceive no error, for its requirements as to the proof of a parol contract, in a ease like the present, are as stringent as can well be demanded, if such contracts are to be sustained at all in this state. The abuses growing out of a mistaken rule of damages in similar cases, have been corrected by recent decisions, which, however, did not pretend to affect the settled law of the land, that actions on such parol contracts could be sustained. Upon this point, the action of the legislature is sufficient to indicate that the-people have not thought proper to require that such contracts shall be in writing, and signed by the party to be charged therewith, or some other person thereto by him lawfully authorized by writing, agreeably to the provisions of the English statute of frauds.\nUpon examining the testimony, it is clear that there was evidence to go to the jury, which they have thought fulfilled the requirements of the charge of the court, who have not interfered with the verdict establishing the contract; and it is certainly not our province to usurp the duty of the court below, and to examine the case as if it were before us, on a motion for a new trial.\nThe first two of the defendant’s points on which the court were requested to charge the jury related to the decision of a case between the same parties reported in 2 Casey 345, in which this court held in an equitable ejectment, that this parol contract was within the statute of frauds, and that the plaintiff in this suit was not entitled to a specific performance of it. That was the decision of a court of equity, and no matter what reasons were assigned for its action, it could have no effect whatever in a trial at law in an action for damages for the breach of the contract. In the one case the court acted as chancellors, in the other the questions of fact were submitted to a jury whose verdict has not been disapproved by the court below.\nThe court were therefore right in their answers to those two points, and also to the third point relating to the sufficiency of the evidence.\nJudgment affirmed."}