{"id": "418895", "contents": "The opinion of the court was delivered, by\nWoodward, J.\nWe think there was manifest error in permitting the plaintiffs to read their own ex parte affidavit in evidence to the jury. The suit was seire facias against a garnishee in an attachment execution. The plea was the general issue nulla bona. The issue thus raised between the parties was whether Black, the garnishee, had in his hands any moneys or goods of Lafferty, the defendant in the original action, and that was to be decided, like all other issues of fact, upon competent and disinterested testimony. There was no issue raised, nor could there be, upon the validity of the judgment against Lafferty. These execution attachments are governed by the law of foreign attachment, and it is a rule in foreign attachment that the garnishee shall not plead anything to the scire facias which goes to lessen or deny the debt from the defendant to the plaintiff: Sergeant on Attachment 95. The plaintiffs were under no necessity therefore to give in evidence even their judgment in the original action, and surely it was not proper for them to go into evidence in support of that judgment. The pleadings did not put it in issue for any purj>ose. If the plaintiffs wished to show the date and amount of the judgment, they could do it from the record or from the scire facias, and, if to meet an anticipated defence, they wanted to show when and how their cause of action against Lafferty arose, they were bound to resort to the ordinary means of proof. Their own voluntary affidavit, made ex parte in a suit to which Baker was no party, was evidence against him for no purpose whatever. It would have been better to allow the plaintiffs to testify for themselves on the stand, for then Baker would have enjoyed the right of cross-examination, of which he was effectually deprived by the course pursued. It will appear from subsequent parts of the case that the affidavit was mischievous testimony, and therefore the error of admitting it was material.\nWe see no error in rejecting the testimony of Rowan and other witnesses to prove the declarations of Lafferty and his wife that she advanced funds for him to go into business as a railroad contractor in Missouri in 1854 or 1855. The material question in the case being whether the moneys attached were the property of the husband or of the wife, it would have been quite competent to show that so far back as the date indicated she was possessed of funds, and that she loaned them to her husband, but the declarations of the parties, though concurrent and contemporary, were not the appropriate medium of proof. The witnesses had no knowledge of the fact, and evidence that was mere hearsay was properly rejected.\nBut on what principle the next piece of evidence offered by the defendant was rejected, we are unable to understand. The plaintiffs having been permitted to prove by their own affidavit that their judgment against the defendant John Lafferty was founded on two promissory notes, dated Dec. 4th, 1857, signed by Wm. G. Lafferty — that said notes were given for the purchase-money of five coal-barges, and that the defendant John Lafferty being sick, told the plaintiffs to get Wm. G. Lafferty to sign the notes; the defendant now offered to prove the date of the sale and purchase of the barges, and that they were sold to Wm. G. Lafferty and not to John Lafferty. The court rejected this evidence. Why ? Was it not competent for the defendant to contradict, by disinterested evidence, the plaintiffs’ ex parte affidavit? To let the plaintiffs prove their own case, was a departure from, the rule of law; but to hold their case, when so proved, inviolable by the defendant, was a greater mistake. This- offer of the defendant had however a higher significance than a mere contradiction of the plaintiffs’ affidavit — it went directly to the vital point in issue betwixt the parties. Black was the mortgagee of Mrs. Lafferty. He had borrowed money that was in her possession and of which she was the apparent owner. He was now called on to pay that money to the creditor of the husband, on the ground that the husband had furnished it to the wife and then contracted this debt for the barges. It is unquestionable law that a husband may settle property on his wife, even without the intervention of a trustee, provided he be free from debt and is not about to embark in business where his credit will be pledged for new indebtedness, and property or money so settled “ accrues” to the wife within the meaning of the married woman’s statute of 1848, and enjoys its protection. But if such settlement be made in fraud of creditors, or on the eve of a new business and with a view of providing against its contingencies, it is as unavailing against new creditors as against old ones; and moneys so disposed of, will be treated as his property and not the wife’s. Hence the importance to the plaintiffs of showing, that though the notes were signed by Wm. G. Lafferty, the barges were really bought by John Lafferty; and hence the importance to the defendant of showing that, however John may have become liable for the barges, he did not contract-the debt for himself. The evidence tended to meet and answer the plaintiff’s allegation that the money in suit had been fraudulently turned over to the wife. It was not a fraudulent transfer, if no business had been engaged in — if no debt had been contracted by the husband. The proofs proposed both in the 3d and 4th offers, went directly to the core of the controversy, and should have been received. Not as questioning the plaintiff’s right to the judgment they had acquired, but as ascertaining a collateral fact on which the wife’s rights depended essentially. Though that judgment was by default, it was conclusive in this scire facias suit; but since John Lafferty might have become liable in various ways for the debt of Wm. G. Lafferty, the judgment did not necessarily establish that it was John and not William G., who went into the business of buying barges. The plaintiffs treated that as an open question and gave evidence of it, which, because of the medium of proof, not its tendency, we deem inadmissible; and if it was an open question for them, it was no less so for the defendant in the scire facias. Our opinion therefore is that the evidence referred to in the 3d and 4th offers of the defendant should have been received and submitted to the jury.\nIt is unnecessary to say whether the instructions of the court, amounting in substance to a withdrawal of the case from the jury, were right or not upon the evidence which they admitted, for upon the next trial the proofs will be different, and of course the same instruction will not be applicable. As already intimated, the question in the cause evidently was, whether the money attached was the property of John Lafferty or of his wife. The plaintiffs gave the defendant’s mortgage in evidence, and showed that it was assigned by Perkins, the nominal mortgagee, to Mrs. Lafferty two days after its date, and on the same day it was recorded; they showed also the receipt of Mrs. Lafferty to the mortgagor of January 28th 1859, for $2350 of the mortgage-money ; and they proved by Perkins that he negotiated the loan for Black, and that he got the money of Mrs. Lafferty in the absence of her husband from home, and paid it to Black. The mortgage was dated November 25th 1857, and recorded and assigned November 27th 1857.\nThe defendant then showed that Mrs. Lafferty made deposits in the Exchange Bank of Pittsburgh, March 2d 1857, $3000, and April 29th 1857, $1200 in her own name; that she deposited the money as her own, and had the entire control of it, and that her running account with the bank began on the 17th of April 1857, and ended April 13th 1858. Her checks on the bank were also exhibited.\nShe was thus shown to have been in the exclusive possession of this mortgage-money, and exercising all acts of ownership over it, some eight months before the barges were bought, but more was not shown. Where the money came from to her was not in evidence.\nWhere the ownership of any chattel is in question, the general rule is that possession, long continued, exclusive, and accompanied by all customary acts of ownership, is evidence of title. It is indeed many times the only evidence of title which can be exhibited to chattel property. If I were put to the proof of my title to these law-books that surround me, I would scarcely know what to appeal to except my long-continued possession. And as money has no earmark, the difficulty of proving title to a particular fund, except by the fact of possession, is even greater than in respect of other forms of property. Yet when a married woman sets up an exclusive title to a sum of money, her possession, though evidence in her favour, is not enough of itself to establish her right. Such are the intimacy and the dependence of the relation she has voluntarily established with her husband, and she does so commonly act as his agent, that her possession of moneys, like that of a confidential clerk, must, in the absence of explanation, be accounted the husband’s possession. The Act of 1848 was not made to protect property to which she shows no other right than the possession, but rather property which was “ owned by or belonged” to her before marriage, or which “ accrued” to her during coverture. Whether personal property found in her possession, be such as was owned by her before the marriage or accrued to her afterwards, is a question of fact which the Act of Assembly does not decide, and which must be decided by a jury. There must be therefore evidence of ownership antecedent to the possession. Had she a separate estate before marriage, out of which the fund might have accrued? Has she acquired property since her marriage by gift, devise, settlement, or other lawful means ? In the nature of things such inquiries admit of answers approximately certain at the least. In all cases that are honest, some evidence of such facts can be found if the facts themselves ever existed. If a married woman cannot show all the mutations through which her separate estate has come into its present shape, she can at least show that she had an estate capable of yielding the fund in dispute, and when she has given any account of her ownership, she should have the full benefit of the fact of her exclusive possession. And the longer her exclusive possession, the better for her title, for every possessory right ripens with time. But if she cannot or will not give any such antecedent evidence to account for her possession; if she will stake her rights on proof of nothing but possession, we must give effect to the legal presumption that the personal property possessed by a wife belongs to the husband as the head of the family : Topley v. Topley, 7 Casey 328.\nIt follows from these views, that we do not consider Mrs. Lafferty’s possession and control of the moneys in question, clear as the proofs were on these points, sufficient to establish her separate title'; but if on the next trial she should show how she came by the funds — even though it were by a post-nuptial settlement, not in fraud of creditors present or prospective — it will then become a question for the jury whether it be not her separate estate, and on that question the evidence of possession will be entitled to due weight.\nThe judgment is reversed, and a venire faeias de novo is awarded."}