{"id": "418864", "contents": "The opinion of the court was delivered, by\nLowrie, C. J.\nThe incidents of an estate do not depend upon the intention of the grantor of it; but are engrafted on it by law, and, generally at least, without any regard to the intention of the grantor, and even in disregard of it. Our inquiry, therefore, is not after the intention of the testator relative to the claim of courtesy; but for the character of the estate intended to be granted by him, and whether courtesy is an incident in law to such an estate.\nWhat, then, is the character of this estate as given by the will ? It is not an estate tail, because the devise does not propose to limit the descent of it to the issue of the devisee. It is a fee simple subject to an executory devise; that is, a conditional limitation by will, which defeats it and substitutes another estate in its stead, if the devisee should die both under age and without issue then living: Smith’s Executory Interests, §§ 148-151; 4 Casey 108.\nDoes the common law give the husband of the devisee courtesy of such an estate after it has been defeated by the happening of the conditions? We think it does.\nThe case of Buchanan v. Shaffer, 2 Yeates 374, decides this on the authority of Buckworth v. Thirkell, though possibly the case might have been decided in the same way on other grounds. The principle of this latter case has been very ably attacked and defended in the argument here, and we shall not repeat the discussion. In favour of the principle, we have Kent (4 Com. 32, 8th ed.); Roper (1 Husband and Wife, 38-43), and Preston (3 Abst. of Title 372, 384); and against it, we have Butler (note 170 to Coke on Littleton 241 a); and Park (Dower 163-191). Roper on one side, and Park on the other, go very fully into the discussion of the authorities and the principle. Its supporters go on the substance of the principal estate, and its assailants on the form of its creation; and, owing to the innumerable variety of the forms of expression in which the same substantial estate may be created, we think it much more certain to attach the incidents to its substance than to the form of its creation.\nOn a subject that involves so many difficult questions, we confine ourselves carefully to the case before us, and say that curtesy attaches to an estate in fee, that is, subject to a conditional limitation on the failure of issue.\nThe ease is not affected by the Married Woman’s Act of 1848, for that expressly retains the courtesy estate as it existed before.\nJudgment affirmed."}