{"id": "418863", "contents": "The opinion of the court was delivered, by\nStrong, J.\n— The auditor’s report establishes as a fact that the appellant contracted to do the work for which his claim is made, 'not with Scott the owner, but with Smith B. Thompson, the contractor for the erection of the building. His claim as filed, however, omits the name of the contractor, and mentions only that of the owner. What is the effect of that omission, is the first question raised by this appeal. The Act of Assembly, which gives to a mechanic or material-man a lien upon a building for his labour or materials expended in its construction, prescribes the mode in which the lien is to be asserted. It enacts that the claim shall be filed in the office of the prothonotary of the Court of Common Pleas, and that it shall set forth, among other things, the name of the contractor, architect, or builder, when the contract of the claimant was made with such contractor, architect, or builder. Why the legislature required such a statement, it is not important to inquire. It may have been for the purpose of insuring a description of the property upon which the claim might be made, or it may have been to direct the owner to the person who could inform him of the justice or injustice of the demand. Whatever the reason may have been, the requirement is as positive and unequivocal as any other which the statute makes. The name of the owner, the locality of the building, the sum claimed to be due, the nature of the work done, the kind and amount of materials furnished, and the time when the materials were furnished or the work was done, are all made necessary constituents of the written claim filed, but not more so by the language of the statute, than is the name of the contractor, when the contract of the claimant was made with him and not with the owner. How, then, can it be said that one constituent may be omitted when another may not ? The right of a mechanic or material-man to a lien upon a building, to the erection of which his labour and materials have contributed, is not a right at common law. It is entirely of statutory creation. He whose labour has cleared the ground of another, removed the rocks, excavated the ditches, and built the fences, has no lien, though his labour has greatly increased the value of the land upon which it has been expended. To the mechanic, however, the legislature has given peculiar privileges, which are not of common right. Yet they are privileges sub modo. They can only be asserted in the manner provided by the statute. If mention of the name of the contractor in the claim filed is required as one of the conditions upon which the lien is given, the reason why such a condition is imposed cannot be material. It is only in certain cases that it is given at all, and when the conditions are not complied with, the case does not exist.\nBut it is argued that the legislature have required the name of the contractor to be set forth for the benefit of the owner, and, therefore, that default in setting it forth may be waived by the owner; and it is insisted that it was waived in this case by Scott’s confession of judgment in favour of McCay, the claimant. It was determined, however, in Norris’s Appeal, 6 Casey 122, that the judgment, conclusive though it may be between McCay and Scott, is without effect as to other lien-creditors, that, as to them, it is res inter alios acta. If they may insist that a mechanic’s claim, which interferes with the satisfaction of their liens, shall comply with the requisitions of the statute, then it is not in the power of the owner to waive their rights, though he may his own. And that they may so insist, was ruled in Knabb’s Appeal, 10 Barr 186. It was there held that subsequent encumbrancers might object deficiencies in the statement filed, in avoidance of the lien. It follows from these observations, that, in the distribution of the proceeds of the sheriff’s sale, the appellant cannot be regarded as a mechanics’ lien creditor, as against any other lien-creditors. At most he can be treated as having a lien only from the date of his judgment, and not from the commencement of the building.\nThe case requires us to consider next, whether the claim of Smith B. Thompson for the use of Egbert Thompson constitutes a valid lien. It was filed on the 21st of June 1858. It is a claim for both labour and materials. The objection to it is that it does not appear that it was filed until six months had expired after the work was finished, and after the materials were furnished. The time when the work was done and when the materials were furnished, is stated in the bill of particulars attached to the claim filed. The first date is April 9th 1856. The last is July 25th. The year is not stated, but the last year mentioned is 1856; and the entry could not have referred to the year 1858, for the claim was filed before July of that year. Under the last date mentioned there is indeed a charge for “ painting, glazing, and furnishing materials” prior to 3d of February 1858; but this cannot be regarded as a designation of the date when the debt for the painting, &c., was created. It certainly was no compliance with the requisitions of the statute that the claim must specify when the work was done or the materials were furnished, as to that charge, unless it be referred to July 25th. There is, therefore, nothing in the claim as filed which shows that the work was done or that the-materials were furnished, within six months next prior to the filing of the claim. Is it on that account invalid ? A majority of the court think it is not. The Act of Assembly does not expressly require that it shall appear affirmatively from the statement that six months have not expired. Nor is the statement of the date conclusive upon the claimant: 4 Casey 156. He may show that it was made in mistake, as was ruled in Hilary v. Pollock, 1 Harris 186; and in Driesbach v. Keller, 2 Barr 77, it was said that, whether the claim was filed in time or not, was a question to be submitted to the jury. The lien was not avoided by the fact that it did not appear affirmatively that the claim was filed in time. The difficulty in this case is in the answer to the question, whether the statement does not assert that no part of the work or materials were furnished within the six months. It would seem, however, that at most it does so inferentially, and the body of the claim avers that the work was done and that the materials were furnished “within six months last past,” that is, within the six months next prior to the filing of the claim. We hold, therefore, with some hesitation, that the claim is not void upon its face, as a lien, and there was evidence before the auditor that Thompson’s last work, which was painting and glazing, was done in the latter part of January. This was less than six months prior to the time when his claim was filed.\nThe claim of Thompson is next attacked on the ground of alleged fraud. The auditor has not found that it was fraudulent, and we discover no other evidence of fraud than that his work and materials were charged at too high prices. This warrants pruning his claim, but not rejecting it altogether. There is no satisfactory evidence of the amount justly due to him; but on the other hand, there is no evidence which would warrant a reduction of the sum claimed below the amount awarded to him in the distribution. The distribution made by the Court of Common Pleas is, therefore, affirmed.\nDecree affirmed."}