{"id": "418853", "contents": "The facts of the case are fully stated in the following opinion of the court, which was delivered, by\nRead, J.\n— Milligan and Briner, being the owners of adjoining tracts of land, originally surveyed upon applications in the name of Hogg and Chambers, had a dispute as to the division line between them, and in 1888 met upon the ground with a surveyor and established a consentable line, by which the land in dispute was thrown to the Briner tract. This was done fairly and openly, and, by the settled law of Pennsylvania, clearly concluded both parties as to the ownership of the land on each side of this established line at that time. Neither could have successfully maintained an ejectment against the other.\nIn 1836 Milligan bought the Kasner title to a tract of 2 acres 31 perchos, which covers part of both the Hogg and Chambers tracts, as designated by the line run by Milligan and Briner in 1833, three years before. After this purchase, which includes the land now in dispute, Howell, the present defendant, in 1843, was about to dig a well on land he owned adjoining. Briner and Milligan were called on in reference to this line, and both, in the presence of Howell, assented to the line as established by them in 1833. In 1854, Howell bought from Boozle, the owner of the Briner title, 120 perches running to the consentable line of 1833, and built a storehouse upon it, fenced it up, and has been in possession since.\nOn the 27th March 1845, James Milligan conveyed to J. R. Morrison, the plaintiff, 1 acre 30J perches, part of the Hogg survey, but not including any of the land now in dispute; and on the 29th September 1857, he conveyed to the plaintiff 2 acres 55 perches as part of Hogg’s survey, taking in, as alleged, part of the disputed land, and on the 6th September 1858, his son and devisee, James B. Milligan, by another deed conveyed to the plaintiff 2 acres 58 perches, embracing 3 perches more, the two deeds covering the 24 perches, the subject of this ejectment, and the store and improvements put upon them by the defendant.\nIt is not disputed by the plaintiff in error that he is in no better condition than his vendor, Milligan, for no error is assigned to that part of the charge in which the court say “if Judge Morrison purchased in 1857 and 1858, this disputed land three years after defendant had purchased and built his store upon it, and was in the possession of it, his title is no better than Milligan’s, from whom he purchased. He ought to have inquired of Howell, who was in possession, by what title he held, and, having failed to do so, he cannot take from him both the land and the buildings he must have known he had erected.”\nCould then Milligan have maintained ejectment agaiast Howell in 1857, prior to his conveyance to Morrison, or, in other words, was he the owner of the land purchased under his own eye, and the buildings erected on it, by its innocent purchaser, without a word of caution, dissent, or disapprobation from him, and after his own deliberate act in 1833, and confirmed in 1843, in the presence of the defendant, asserting the fact that this was a part of the Briner tract, and was neither owned nor claimed by him ? There can he but one answer to this question, and this was given by the jury — that he could not — under a perfectly fair instruction from the court.\nThe facts were not disputed, hut the paper-hook is so badly printed that it is almost impossible to ascertain the correct date of any of the deeds or transactions.\nJudgment affirmed."}