{"id": "418877", "contents": "The opinion of the court was delivered, by\nStrong, J.\n— What was the amount of the debt due from John W. Duncan, the mortgagor, to the Messrs. Nimick, on the 20th of August 1856, when the mortgage was given, does not appear in the case, nor is it material. That there was then an indebtedxress, and that it was contemplated between the mortgagor and mortgagees that the time of payment should be extended, and that further advances should thereafter be made, at the discretion of the mortgagees, is apparent from the terms of the mortgage itself. On the 4th of November 1856, when the judgment of the appellaxxt was recovered, Duncan was indebted to the Messrs. Nimick in the sum of more than thirty thousand dollars. The mortgage was therefore full, and there was an additional indebtedness not secured by the mortgage, of $5034.68. From that time onward, until October 28th 1857, the mortgagees continued to make advances, by accepting Duncan’s drafts, by lending to him notes, and in other ways, and from time to time they received from him iron, which they sold, and from the proceeds of the sale, they gave credit, by entx-ies on their books, to the general account. Though it is not distinctly proved, it is still evident that the relation between Duncan and the Messrs. Nimick was that of prixxcipal and factors, the latter making frequent advances, either on the receipt of consignments, or in anticipation of them. The usual course of dealing was to make the advances by accepting the principal’s drafts, and charging them as cash advances. In what manner the interest account was arranged, nowhere appears. The account of the Messrs. Nimick shows that there was due to them from Duncan oxx the 4th of March 1858, the sum of $30,796.64. On that day they gave credit for proceeds of sales of iron then made, in the sum of $12,175.77, thus reducing the sum due to them to $19,620.87. For this sum judgment was signed in a scire facias on the mortgage on the 20th of the same month. The mortgaged premises having been sold by virtue of a levari facias on this jixdgment, and the avails of the sale being in court for distribution, the appellant, whose judgment was entered, as already stated, on the 4th of November 1856, claims that he is to be preferred to the mortgagees, on the ground that the proceeds of the sales of the mortgagor’s iron should be applied first to the payment of the earliest items of his indebtedness, that is, to those items which were originally covered by the mortgage. The effect of such an application would be to discharge all the indebtedness of Duncan which existed at the time when the appellant recovered his judgment, and leave the mortgage to cover only the last items of the Messrs. Nimick’s account, which were advances subsequent to the entry of that judgment.\nIt is not alleged, nor indeed could it be, that Duncan the debtor directed such an application of his credits to be made; except so far as he spoke in his mortgage, he has given no direction at all. Nor is there any evidence that the mortgagees made. any specific application. In strictness the credits were not actual payments, either on general or particular account. The money which the Nimicks received for the iron which they sold, was entered upon their books as a credit to Duncan. It was not formally applied to the mortgage-debt, nor to any item in the account more than to others. Nor do we think it a just inference, from the manner in which deductions were made for freight, expenses, and interest, and from the fact that the judgment upon the mortgage was taken without adding interest, that the creditors applied the credits to the earliest items in their account, that is, to those covered by the mortgage when the judgment of the appellant was recovered. What was meant by “interest averaged per ton” it maybe difficult to determine. Whether it was an adjustment of the discounts on the notes received for sales of iron, and on the acceptances given for advances, or only of the former, in either case it fails to establish an actual appropriation of the credits. And the fact that the judgment upon the scire facias was taken without adding any interest, raises no presumption that an application had been' made. An examination of the account exhibits the fact that for nearly a year before the 20th of March 1858, when the judgment on the mortgage was signed, there was due from Duncan to the Nimicks a large sum beyond the amount of the judgment, a sum exceeding $15,000, during several months, and yet there was no charge for interest upon it. Whether the judgment was taken to recover the earlier items of the account or the later, it is evident the interest account was not included in it. We find, therefore, nothing which enables us to say that the Messrs. Nimiek actually appropriated the moneys which they received to the payment of that part of Duncan’s debt to them that existed on the 4th of November 1856, when the appellant's iudgment was recovered. Nor did the auditor find that any such application had been made. On the contrary, his report seems to affirm that, if there was any application, it was first in payment of the indebtedness not secured by the mortgage.\nThe fact of actual appropriation to the earliest items of the account not being established, the next question is whether the law requires that the credits should be thus applied. In the absence of direction by a debtor, and of actual application by a creditor, the law will make an equitable application, and, in making it, will regard the circumstances of the case. In the present case, it could make no difference to Duncan whether his credits were applied to the earlier or to the later items of the account. He was equally a debtor for both, and both carried interest. It is true, that when payments are made upon a running account, it is one of the principles, of legal application that they shall be treated as extinguishing the earliest charges in the account. But this is not a paramount principle. Another of equal force is, that the payments are to be applied to that debt which is least secured. Both these rules look to the interest of the creditor, it being presumed that the debtor, by neglecting to give any direction, consented to such an application as would be most beneficial to the creditor. But to apply Duncan’s credits to the first items in the account of the Messrs. Nimick against him, and thus extinguish the mortgage in the first instance, would be an application not beneficial to the debtor, and most hurtful to the creditors. It would be paying first the debt which was best secured, and leaving the later advances without the protection of a factor’s lien, and without any security at all, as against judgments entered before they were made. It would be reversing a fundamental rule of legal appropriations. The matter is, however, set at rest by the agreement of the parties contained in the mortgage. They contemplated, as the language of the instrument shows, that payment of the debt existing at the time it was given should be extended, that other and future advances should be made, and that the mortgage should continue to be a security to the extent of $25,000. What was this but an agreement, that, in the anticipated continuance of the course of dealing between the parties, any payments or credits of the mortgagor should not be applied to the extinguishment of the mortgage-security while there were other debits unsecured, to which they could be appropriated? The application which the appellant seeks to have made is, therefore, in conflict with the understanding at least, if not the agreement of the parties, and it is such as the law will not enforce.\nWe are of opinion, therefore, that the credits were rightly applied, first to the payment of that part of the debt which the mortgage did not secure, and to the mortgage only thereafter. Of this the appellant cannot justly complain. He is only a judgment-creditor, and when bis judgment was recovered, there was due upon tbe mortgage tbe sum of $25,000, and there was a considerable indebtedness beyond. No part of bis security bad been taken away, and be bad no equity which authorized him to interfere in the application of tbe debtor’s payments.\nTbe decree of tbe District Court is affirmed; and it is ordered that tbe appellant pay tbe costs of this appeal."}