{"id": "418927", "contents": "The opinion of the court was delivered, by\nStrong, J.\nThis was an ejectment for an undivided moiety of two tracts of land, Nos. 3825 and 3826, known as the “McLeod tracts.” It was a second ejectment. The first had been brought for the entirety of the two tracts, as well as for several other parcels of land, and in it the plaintiffs below had recovered against the defendant a verdict and judgment for an undivided moiety of the land in controversy. The attempt in the present case was to recover the remaining moiety which the plaintiffs failed to obtain in the former suit.\nThe plaintiffs claim under Josiah Hall, who was a partner with Lacy, the defendant, in the lumber business, from about the year 1847 until 1855, and who was associated with him in the purchase of several bodies of land, as well as of an interest in the “McLeod tracts.” Their business connection originated on the 10th of September 1847, when they jointly purchased from Sarah Ann Foord, and Caroline M. Foord, several tracts of land, and also an interest which the Foords then held in the McLeod tracts, upon which a mill was at that time erected. This interest of the Foords seems to have been but a leasehold, including a water privilege. Some negotiation took place soon afterwards, between Josiah Hall and the owner of the reversion of the McLeod tracts, for a purchase of that reversion. While it was progressing, Hall consulted Lacy respecting it, wrote to him what offers he had made for the tracts, urged him to get the refusal and close with the owner on the best terms possible, assuring him ft was impossible to get along without the mills, and that they (Hall & Lacy) had no time to spare. He afterwards wrote, requesting Lacy to ascertain the value of the lands, aside from the mills and waterpower, so that he (Hall) might be assisted in making a bargain for them. He urged him to secure a millwright, and look out for the best place to build, but to keep the location secret. He again advised him if he should meet McLeod, to get the best terms possible, and to get them in writing. All this took place within a month after the purchase had been made from the Foords. On the 20th of November 1847, Hall closed a contract with Guthrie, who then held the title of the McLeod tracts, agreeing to pay for them the sum of four thousand dollars, five hundred down and five hundred annually until the whole should be paid, and obtaining a covenant from Guthrie to convey the lands to him, and give immediate possession. Lacy’s name was not mentioned in the article of agreement. Two days afterwards Hall wrote to Lacy that he had to pay Guthrie his $500; that he tried to get him to take a note, but was unsuccessful.\nAn executory title, to the reversion having thus been obtained, the partners went on to erect mills and other costly improvements upon the property, at an expense of from $20,000 to $40,000, and prosecuted largely the manufacture and sale of lumber, until September 1855, when the partnership was dissolved. During all this time Lacy was the active partner in the manufacturing, and Hall had the management of the financial interests of the firm, raising and expending the money necessary for its operations. The money was raised without reference to its being that of the firm or of Hall, and he charged the firm the cost of raising it, at the rate of about 12 per cent, per annum. It was generally raised on bills drawn upon Cincinnati, through Wilmarth & Co., of Pittsburgh, who endorsed for the firm. Mr. Hall himself testified : — “ Sometimes I sent the notes taken for lumber, sometimes the notes of the firm, sometimes my own, and sometimes I borrowed the notes of Orris & Chapin Hall. Most of the money was raised through Wilmarth & Co. Our indebtedness to Wilmarth & Co. was for endorsing and negotiating our paper. I made no distinction in raising the money, whether for myself or the firm, but charged the firm with what the firm got.”\nSuch was the mode in which the business was initiated and conducted, and such was the beginning of the title of Josiah Hall and of the defendant to the McLeod lands.\nThe plaintiffs below, who hold Josiah Hall’s interest, now contend that the article of agreement of November 20th 1847, between Josiah Hall and Ghithrie, followed as it was by a conveyance to Hall in October 1855, did not enure to the benefit of Lacy; that it was an acquisition of the title for Hall’s exclusive use, and that the only interest which Lacy has, arises out of an article of agreement between him and Josiah Hall, made on the 1st of September 1851. By that article Lacy covenanted to convey to Hall a title to one-fourth of four other tracts, then belonging to Lacy’s wife and her sister; and, in consideration thereof, Hall agreed to make title to Lacy for the half of the McLeod tracts. To this agreement, however, there was a condition annexed, which was, “provided that titles could be procured and made.”\nThat the defendant’s title was a mere equity created by this agreement of September 1st 1851, and dependent upon it, was not only the position of the plaintiffs, but such seems to have been the opinion of the court below, and the case was therefore treated as a proceeding by the plaintiffs to rescind that contract, or to forclose the defendants’ rights under it. It was with this conviction that the court allowed evidence to be given of the value of the four tracts of land belonging to Lacy’s wife and sister-in-law, which he had agreed to convey to Hall, on certain conditions, in exchange for the McLeod tracts. The design of the court was to direct a conditional verdict, and by this evidence to measure the sum to be paid in defeasance of it.\nWe think, however, that was a mistaken view of the case. If Lacy had owned no other title than what he acquired under that agreement, lie would have been defenceless. That agreement was a contingent one. Its obligation was not absolute. The covenants were made to depend upon the possibility of procuring the Eoord titles, as well as that of McLeod. At the time when they were entered into, neither of the parties owned the lands which they covenanted to exchange. Neither was certain that he could procure and make a title. They therefore inserted a provision that the agreement was satisfactory “ provided titles could be procured and made.” There is but one meaning to this. It is that the contract was to be binding, if the parties could procure and make the titles. If they could not, it imposed no obligation. But Lacy failed in obtaining his wife’s consent, without which he could make no title, and Hall did not secure the legal title to the McLeod lands until October 3d 1855. There was therefore neither a right to demand a conveyance of one-fourth of the Eoord lands, nor to recover their value in this ejectment through the agency of a conditional verdict. It follows that the court erred in admitting evidence on the part of the plaintiffs to prove the value of Mrs. Lacy’s lands. And the same error is found in the peremptory instruction given to the jury to find a verdict for the plaintiffs to be released upon the payment of the value of the lands defendant had agreed to convey by his agreement of September 1851. Such instruction was based upon a misapprehension of the true meaning of that agreement.' It is also obnoxious to other criticism. It took the whole case from the jury, and ruled it against the defendant as a matter of law.\nBut was the defendant without title, independent of the agreement of September 1st 1851? We think clearly not. He had purchased jointly with Josiah Hall an interest in the McLeod tracts. As partners, they had gone forward in the expenditure of very large sums upon these lands. Half of the money thus expended was Lacy’s, and the expenditure was made by Hall himself. He had used for that purpose the proceeds of sale of the partnership property, the notes, and the credit of the firm. The financial management was his. Can he now say that all this expenditure of Lacy’s money was for the improvement of his own lands ? Can those claiming under him maintain this ? Can he assert that he used the notes of the firm, not for the benefit of the firm, but for his own exclusive advantage ? Or can he, after having thus invested his copartner’s money, impose terms upon that partner, and compel him to buy the half of the lands at any price which he may choose to demand ? He can if the executory purchase which he made from Guthrie in his own name on the 20th of November 1847, did not enure to the benefit of the firm. It is insisted that it did not, because Hall paid his own money. That is but a partial view. What matters it that Hall paid his own money, as he now says, if he was the financial manager of the firm ? That means that he did not charge the firm with the money which he paid. Yet he was the disbursing partner of the firm, as well as its agent to raise money, and he made no distinction in procuring it, whether for the firm or for himself. And if it had been the fact that his funds were separately raised and kept, and if he did apply to the purchase that which was exclusively his own, such was his relation to Lacy and the property, that he could not appropriate to himself the entire advantage of his bargain. His condition was not even as favourable to the assertion of such a claim as is that of a tenant in common, who buys an outstanding title. He was more than a tenant in common. A partner in a firm who takes a renewal of a lease to the firm in his own name, holds it for the firm, and that even though the lessor has refused to renew the lease with the old lessees: Featherstonaugh v. Fenwick, 17 Vesey 298. See also notes to Moody v. Matthews, 7 Vesey 186, Sumner’s Edition. Yet the consideration for the new lease is the covenant of the partner who obtains it. But his relation to his copartner forbids his treating for it for his own individual benefit. And if he does so treat and obtains a lease in his own name, he holds in trust for the partnership. The language of Sir William Grant is very pertinent. After having asserted the doctrine as above stated, he adds: “ Consider what an unreasonable advantage one partner would, upon a different principle, obtain over the rest. In this respect there can be no distinction, whether the partnership is for a definite or indefinite period. If one partner might so act in the latter case, he might equally in the former. Supposing the lease and the partnership to have different terms of'duration, he might, having clandestinely obtained a renewal of the lease, say to the other partners, “the premises on which we carried on our trade have become mine exclusively, and I am entitled to demand from you whatever terms I think fit, as the condition for permitting you to carry on that trade here.”\nThe principle of this class of cases is equally applicable to the case in hand. Indeed, the mischief and injustice of a different rule would be still greater here. The joint trade was not only carried on upon the McLeod tracts, Lacy not only had an interest in them at the time when Hall contracted with Guthrie, but far the greater part of their value consisted in improvements made by partnership money. Hall's use of the partnership funds ford the improvement of the property, was a fraud upon his copartner on any other hypothesis than that he held the reversion in trust as well for Lacy as for himself. It is true this is not the case of a resulting trust growing out of the payment of the purchase-money. It is rather a constructive trust which equity declares to arise from the relative situation and conduct of the parties.^ Hall had the firm’s funds, at least their credit, in hand. He was not restricted in its use. Good faith required that he should use those funds rather than his own in the purchase of the McLeod tracts, and if he employed his own, then equity enforces good faith by regarding him as having lent his funds to the firm, and treats him as a trustee. He may recover his advances in account with his copartner, but he can claim only one moiety of the land. Nor can he enforce the payment of the money which he advanced by ejectment. He has but a personal claim. It iwould be intolerable that he should be enabled by his breach of faith to obtain possession not only of what he purchased, but of all the extensive improvements upon it, erected by the money of kjhe firm, and disbursed by himself or at his instance.\nHolding these views of the case, it is unnecessary to consider what was said by the court below respecting the legal effect of the judgment obtained in the former ejectment. The case, as presented by the plaintiffs, established the right of the defendant to hold the land in controversy, and the jury should have been so instructed. This will leave the sum paid by Josiah Hall for the McLeod title to be settled between him and his partner when they come to arrange their partnership accounts. It should have been charged to the firm, and can only be settled by an action of account or a bill in equity for that purpose. Its settlement involves the settlement of the entire partnership transactions, and that may jwssibly show that there is nothing due to Hall. In this suit neither party sets up an executory purchase from the other, and what ought to have been done in their partnership transactions is not for adjudication now.\nJudgment reversed, and a venire de novo awarded.\nHaving been of counsel for the defendants in error, Thompson, J., took no part in the decision of this case."}