{"id": "418918", "contents": "The opinion of the court was delivered, by\nStrong, J.\nIt is plain that the levy endorsed upon the appellant’s execution on the 29th of August 1859, and also upon the other writs returnable to September Term, was of no avail against subsequent execution-creditors. Whatever may have been its effect as between the sheriff and George McCann, the debtor, it was no levy at all, to create a lien upon the planing machine, as against the appellees. In no sense can it be said to have been a seizure, either actual or constructive. The property was neither in the power nor' in the view of the sheriff. It was ten miles distant, and was not seen by the officer until after the return day of the executions, when he had no power to make or complete a levy under them. Úor was it seen by him until he made an actual levy under the execution of the appellees.\nWe have departed from the strictness required by the English courts to constitute a levy. We do not require the sheriff in all cases to take actual and exclusive possession of personal property, but it never yet has been held that a levy can be made upon property not in the power or at least in the view of the officer. The endorsement upon an execution is itself no levy; it is but evidence. The levy is an assertion of title by the sheriff, amounting at least to a legal divestiture of the possession of the defendant, and such as would subject the officer making it to an action of trespass, but for the protection of the execution. It should be public, open, and unequivocal, not depending for proof of its having been made, upon a mere office entry. This is necessary in order to prevent fraud and litigation in regard to the title to property. Secret liens are a hardship to the community, and are not to be encouraged.\nIf it were necessary to refer to authorities for the doctrine that a levy cannot be made upon personal property which is not at the time in the power of the officer, so that he can take immediate possession, or at least in his view, such authorities are abundant and at hand. It was said in Wood v. Vanarsdale, 3 Rawle 401, that it (a levy upon such property) “ cannot be made without the sheriff has it within his power and control, or at least within his view; and if having it so he makes a levy upon it, it will be good if followed up afterwards within a reasonable time by his taking possession in such manner as to apprise everybody of the fact of its having been taken in execution.” It would seem that the learned judge who delivered the opinion in that case, thought that to make effective such a constructive seizure, viz., an assertion of title to the property while it is in full view of the officer, or in his power, it is necessary that it he followed up within a reasonable time by taking actual and notorious possession. Whether the levy can be thus completed after the return day of the writ, need not now he considered, for in this case the goods having been ten miles distant, a levy was not commenced. The doctrine of Wood v. Vanarsdale was reasserted in Lowry v. Coulter, 9 Barr 349, and in the Schuylkill county Appeal, 6 Casey 358.\nSuch also are the decisions in other states, the courts of which, like ours, have departed from the rigour of the English rule: Hagerty v. Wilber, 16 Johns. 288; Beekman v. Lansing, 3 Wendell 440; Westervelt v. Pinckney, 14 Wendell 123; Vanwyck v. Pine, 2 Hill 666; Barker v. Binninger, 4 Kernan 271; 8 B. Monr. 300 ; 4 Wisconsin 573.\nUpon principle and authority, therefore, it must he held that the appellant had no lien upon the planing machine by virtue of any levy, and as his execution had no force after its return day without a levy, the writ of the appellees was entitled to the money arising from the sale. And as the appellant had no right to the money, he cannot he heard to complain that a portion of it was applied to the execution of Francis Christy, with the consent of the appellees.\nThe decree of the Court of Common Pleas is affirmed, and the appellant is ordered to pay the costs of the appeal."}