{"id": "418946", "contents": "The opinion of the court was delivered, by\nStrong, J.\n— To defend successfully the decree of the court below, it is incumbent upon the appellees to maintain one of two propositions: first, that Benjamin Chew took under the will of the testatrix, an estate in fee simple, or fee tail; or secondly, if his interest was only an estate for life, that the remainder to his children did not vest until after his decease.\nThe first proposition involves the inquiry, whether the disposition made by the testatrix is such an one as to require the application of the rule in Shelly’s Case.\nThe words of the will are, “ After the decease of my said sister, Henrietta Chew (to whom a prior life estate had been given), I give, devise, and bequeath my said residuary estate as follows, that is to say: one full, equal, fourth part to my said brother Benjamin Ohew, Sr., for and during his life, and after his decease, or in the event of his dying before me, to the several children of my said brother, their heirs, executors, and administrators, as tenants in common; should any of the children of my brother be deceased, leaving children, their children so left shall stand in the place of, and represent their parents.”\nThe remainder is not to the “heirs” or “heirs of the body” of the tenant for life, but to his “ children,” by that description, or to his children’s children, in the alternative. The remainder is to them as tenants in common, and it is to them, with super-added words of limitation. That in such a case the remainder-men take as purchasers, and not as heirs of' their immediate ancestor, admits of no doubt. Even if the gift had been to,them under the description of the technical words of limitation, “heirs, or heirs of the body,” instead of the word of purchase, “children,” they must still have taken as purchasers, and not as heirs. This was shown in Guthrie’s Appeal, a case decided at this term, and it is apparent from very many authorities. After the discussion which the subject has so recently undergone, it wquld be useless again to go over the cases. We shall refer but to one authority. Smith, in his treatise on Executory Interests, pp. 287 to 242 inclusive, in stating the cases in which the rule in Shelly’s Case will not be applied, says, “ The reported cases exhibit six ways at least, in which the word heir or heirs has been thus indirectly explained, and divested of its usual meaning (that is, converted into a word of purchase).” Among these ways he enumerates the following: “ By prescribing for the heirs, general or special, a distributive mode of taking, and’also superadded words of limitation, as to A. for, life, remainder to the heirs of his body, as well females as males, as tenants in common (or share and share alike, or without any respect to be had in regard to seniority of age, or priority of birth), and their heirs, and assigns for ever. The mere addition of words of distributive modification would be equivocal; for the grantor might have erroneously supposed that the heirs might take in that character, and yet in a partitive mode, but the engrafting of superadded words of limitation, besides the words of distributive modification, shows clearly that he meant by the first-named heirs, the children of the ancestor, who are sometimes so named as having the capacity of becoming heirs of the ancestor, either in succession, if males, or contemporaneously, if females.” For this he cites numerous ancient and modern authorities. If this be so when the remainder is limited to “heirs” by that description, with greater reason must it be the rule where the remainder is given to “children,” and where there is no presumption that the donor intended that they should take by descent, arising from his use of apt words of limitation. It is impossible, therefore, for the appellee to maintain that Benjamin Chew, the father of Samuel Chew, took more than an estate for life.\nIn our opinion, also, the second proposition cannot be successfully defended. We think the estate vested in remainder in the children of Benjamin Chew, Sr. (subject to the preceding life estates), immediately on the death of Maria Chew, the testatrix. A remainder is always to be considered vested, rather than contingent, if the words of the will creating it are capable of such a construction. The general principle applicable to cases like the present, was well stated in Minnig v. Batdorff, 5 Barr 503, and is the same which is found in the elementary treatises. It is that when land is given to one person for life, or for any other estate upon which a remainder may be dependent, and after the determination of that estate it is devised over, whether to persons nominatim or to a class of persons, it will vest in the objects to whom the description applies at the death of the testator. But in devises to children, where the question has been most frequently agitated, at what period are the objects who are to take, to be ascertained ? — the rule is different. When there is an immediate gift to children, those only living at the testator’s death will take, but it is now settled, that where a particular estate or interest is carved out, with a gift over to the children of the person taking that interest, or of any other person, the limitation will embrace not only the objects living at the death of the testator, but all who shall subsequently come into existence before the period of distribution. Such a remainder vests in the objects to whom the description applies at the death of the testator, subject to open and let in others answering the description, as they are born successively. Under this rule it is clear that the remainder, after the particular estate of Benjamin Chew, Sr., vested in his children, including Samuel Chew, immediately on the decease of the testatrix, unless there be something in the will which plainly shows a contrary intention of the donor. We discover nothing necessarily indicative of such an intention. The several provisions of the will look rather to directing the time of enjoyment, than the time of vesting. The possession of the property by Benjamin Chew was postponed until after Henrietta Chew’s death, and the period of enjoyment by his children, until after the death of the second tenant for life. If no interest vested in the children of Benjamin Chew, Sr., at the death of the testatrix, for the same reason none vested in him. It is argued, however, that the clause of the will by which it was directed that should any of the children of Benjamin Chew be deceased, leaving children, their children so left should stand in the place of, and represent their parents, is indicative of an intention to fix the time of the vesting at the death of one or the other tenant for life. Such, however, is not its necessary meaning. On the contrary, the limitation over on the death of any child of Benjamin Chew itself, supplies an argument that the estate was intended to vest in interest in that child. In Smithen v. Willock, 9 Vesey 233, there was a bequest of personal estate, and of money arising from the sale of real estate, to the testator’s wife, for her life; and from and after her death the capital to be divided between the testator’s brothers and sisters, in equal shares; but in case of the death of any of them in the lifetime of the wife, the shares of him or her so dying to be divided between all and every his, her, or their children. One of the testator’s brothers died in the lifetime of the widow, without ever having had a child. It was ruled by Sir William Grant, that the share of the deceased brother was vested, subject to be divested only in the event of his death in the lifetime of the testator’s widow, leaving children. The personal representative of the deceased brother was therefore held entitled. That case bears a very close resemblance to the present. So does Harrison v. Foreman, 5 Vesey 207, and many similar cases are at hand. Those cited are cases of legacies. The rule is the same where there is a devise of land: Johnson v. Merton, 10 Barr 250-2; Minnig v. Batdorff, 5 Barr 503.\nIt may be remarked, that no importance is to be attached to the fact that the gift to the children of Benjamin Chew is of one-fourth of the testatrix’s residuary estate, after the decease of Henrietta Chew, and after the decease of their father. Generally a bequest after the death of a particular person, to whom an antecedent interest is given in the same will, is held not to denote a condition that the legatee shall survive such a person, not to define when the interest shall vest, but only to mark the time when the gift shall take effect in possession, that possession being deferred merely on account of the life interest limited to the person on whose death the gift is to take full effect: see note to Mahin v. Keigley, 2 Ves. 335, and cases there collected; King v. King, 1 W. & S. 205. There is nothing, therefore, in the clause of the will relied upon by the appellee, nor in any other, that satisfies us that it was intended no interest should vest in Samuel Chew until the death of the tenants for life, or either of them. We regard the contingent gift to the grandchildren as designed to take effect by way of substitution, not as postponing the interests previously given to the children. It matters not whether the gift vested in Samuel Chew indefeasibly, or subject to being divested on the happening of a subsequent contingency. If the latter, the condition on which it was to be defeated, has not taken place. He did not die leaving children, and in order to divest a vested estate, the contingency upon which its existence is made to terminate, must have completely happened.\nOur opinion that the legacy was a vested one in Samuel Chew might he justified by another consideration. That the testatrix intended to make a complete disposition of her property — that she did not intend that in any event the devises or legacies should lapse, and that she should die intestate as to them, cannot be doubted. She made no disposition of the property given to the children of Benjamin Chew, in case her gifts to them or their children should fail. Yet, if all the children had died during the life of their father, without leaving children, according to the construction of the appellee, the testatrix would have died intestate as to one fourth part of her estate. Such a conclusion is not to be accepted, unless imperatively required by the terms of the will.\nThe decree of the Orphans’ Court is reversed, and the record is remitted, with instructions to admit the appellant to share in the distribution of the one-fourth of the residuary estate of Maria Chew, deceased, to the extent of one equal seventh part.\nLowrie, C. J., dissented."}