{"id": "418954", "contents": "The opinion of the court was delivered, by\nRead, J.\nThe case of Shippen’s Heirs v. Clapp, 5 Casey 265, as we have said in Cullum v. Clapp, determined, that the sale made by the executors of Shippen (of whom I. Stuart Riddle was one) to Ralph Clapp was a valid one. The opinion in Cullum v. Clapp affirmed the decision of the court below, by which a credit of $1754.88 was allowed to Clapp, upon the judgment entered up against him, on his bond and warrant of attorney to the executors of Shippen. This credit was given, because the executors of Shippen took the control of the judgment against Phipps, as stated in the articles of agreement of the same date with the bond, and because when, in the hands of Mr. Riddle, it was collectable, and the money was lost through his neglect.\nThe present case is an appeal by D. A. Einney, Esquire, acting-administrator of I. Stuart Riddle, from the decree of the Orphans’ Court of Crawford county, upon the administration account of said Riddle as surviving executor of Judge Shippen, as settled by Mr. Einney as acting administrator as aforesaid. Two questions arose upon this account, and were the subject of exceptions to the report of the auditor, and also of a feigned issue directed to the Court of Common Pleas of Crawford county at the request of the accountant. The rulings of the court upon the trial of that issue, and the ultimate decision of the Orphans’ Court, are assigned for error here. No writ of error has been taken to the judgment in the feigned issue, and therefore, in considering the assigned errors, we are governed hy the principles laid down in Hallowell’s Appeal, 8 Harris 215.\nThe two questions submitted to the jury in the feigned issue were, whether: 1st. The accountant should be charged with the amount of the Clapp judgment and interest; 2d. Whether he should be charged with amount of money paid Edward Shippen.\nThe first and real question was substantially the same as that decided in Cullum v. Clapp, and we have examined with great care the different rulings of the learned judge, and cannot find that any injury has been sustained by the accountant by any of them. Two juries, supported by the approval of two courts, have found exactly in the same way, and it is not our business or province to say their findings are erroneous. Both establish the fact: 1st. That the heirs or devisees of Judge Shippen have lost the sum of $1754.88, with interest; 2d. That this amount was lost through the neglect or default of I. Stuart Riddle, one of the executors, and whose account is now before us. Taking this for granted, this sum of money so lost to his cestui que trusts is a proper charge against him, and we see no error in the final decision of the court below upon this point.\nUpon the second question — there appears to have been no particular stress laid upon it, as Mr. Riddle’s estate can eventually lose nothing by it. The paper-books give no clear account of it; but, looking at the plaintiff’s 5th point, and the defendant’s 13th point, we think the court were right in their answers, and the verdict finds the facts as stated by the plaintiff. It was, therefore, a proper charge against the accountant, and will be allowed on the settlement of a distribution account, as a part payment to Edward Shippen of his share of his father’s estate.\nDecree affirmed and appeal dismissed, at the costs of the appellant."}