{"id": "418913", "contents": "The opinion of the court was delivered, by\nStrong, J.\n— It is unnecessary to consider at length all the objections urged against this very irregular proceeding. Some of them have not been pressed in-the argument, and the third and fourth are quite sufficient to make it imperative upon us to reverse the action of the Court of Quarter Sessions. That court considered the report as having been properly made to October Term. Yet it was only filed in the office of the clerk, and was not presented to the court for confirmation until the December Term following, when it was approved, nunc pro tunc, as of its proper term, and the same day confirmed absolutely. Now if the report should have been properly made to October Term, as the court supposed, the approval, nunc pro tunc, as of a former term, in December, and confirmation absolute on same day were erroneous, because tbe opponents of tbe petitioners were tbus cut off from any opportunity to file exceptions, and tbe law allows them one full term for that purpose, after tbe approval at tbe term to which the report is made.\n■ But if tbe report is to be considered as having been made to December Term, as it probably should be, then tbe approval at that time, as of a former term, was erroneous, and so was tbe absolute confirmation at tbe same time. Tbe confirmation absolute cannot be considered as a nullity. It was equivalent to an order that no exceptions should thereafter be received against tbe report of viewers, and that tbe whole proceedings should then be entered upon record. Tbe Act of Assembly does not indeed, in direct terms, require tbe court to confirm a report absolutely at tbe succeeding term after it has been approved, but it does direct that tbe proceedings shall then be entered upon record, and this can only be done by order of tbe court to its clerk, either expressed or implied from a judgment of confirmation.\nTbe order of tbe Court of Quarter Sessions, approving and confirming tbe report of viewers, is reversed, and tbe proceedings are quashed."}