{"id": "418947", "contents": "The opinion of the court was delivered, by\nStrong, J.\nThe gift of the property in controversy in this case is to be treated as a devise of realty. It was an alternative gift, and when John Ross the son made his election, the duty of the executors was imperative under the will, to invest the $700 set apart, in land. The conversion was then complete in equity, and when the land was purchased, it became complete in law.\nThe case then comes within the rule laid down in Minnich v. Batdorff, 5 Barr 503, that when land is given to a person for life, or for any other estate upon which a remainder may be dependent, and after the determination of that estate it is devised over, whether to persons, nominatim, or to a class, it will vest in the objects to whom the description applied-at the death of the testator. And if a particular estate is carved out, with a gift over to the children of the person taking that interest, or of any other person, the limitation will embrace not only the objects living at the death of the testator, but all who shall subsequently come into existence before the period of' distribution. Such a remainder vests in the objects to whom the description applies at the death of the testator, subject to open and let in others after born. A testator may indeed direct otherwise, and it is supposed he did so in this case, by limiting the remainder to the surviving children of -John Ross the first taker, their heirs and assigns, to be equally divided between them, share and share alike. The argument is that the testator intended only such children as should survive the tenant for life, and be in existence at the time when the remainder was limited to take effect in possession. This presents the inquiry, to what period does the word “ surviving” relate ? Is it to the death of the first taker, or the death of the testator ?\nIf there be an immediate limitation by will of an estate to survivors of a class, or of individuals named, to take as tenants in common, a limitation not expectant upon the determination of a prior interest, there is but one period to which the survivorship contemplated can refer, and that is the death of the testator. But if there be an estate for life carved out, and a limitation of the remainder to a class or to several persons named, or to their survivors, to take as tenants in common, there are two periods to which the survivorship may refer, the death of the tenant for life, and that of the testator. It has often been made a question, to which of these two periods the will is to be construed as pointing.\nDown to the time of our revolution, and for at least one hundred years, it was held in England, and so decided in many cases, that the period intended is that of the death of the testator, and the doctrine was applied indiscriminately to bequests of personalty and devises of realty. The cases are collected in Jarman’s Powell on Devises, Vol. 2, p. 730, and also in Jarman on Wills, Vol. 2, p. 631. Whether the reasons upon which this rule of construction was founded, were sound or not, is of little importance, after the long-continued adherence which the English courts gave to it. In regard to bequests of personalty, indeed, a departure was made from it by Sir John Leach, in Cripps v. Wolcott, 4 Mad. 11, and he has been followed in a few other cases. In Cripps v. Wolcott, a testatrix bequeathed personal property to her husband for life, and directed that after his death it should be divided between her two sons and her daughter, and the survivor or survivors of them, share and share alike. One of the sons died after the testatrix, but in the lifetime of the husband. It was held that the other son and the daughter took the whole legacy, the survivorship being referred to 'the death of the tenant for life, and not to the death of the testatrix. But the novel doctrine of Sir John Leach has not, even in England, been applied to the construction of devises of realty. Edwards v. Simonds, 6 Taunton 213, and Doe ex dem. Long v. Prigg, 8 B. & C. 231. In the last of these cases, decided in 1828, there was a devise to the testator’s mother for life, then to his wife for life, and from and after the decease of the mother and wife, to the surviving children of William Jennings and of John Warren and to their heirs, the rents and profits to he divided between them in equal proportions share and share alike. One of the children of Warren died after the testator, and before the death of the second tenant for life, leaving a son. It was held, that the word “surviving” referred to the testator’s death, and not to that of the tenant for life. The deceased child of John Warren was therefore adjudged to have taken a vested interest, which descended to her son, as her heir-at-law.\nSuch is the state of the law in England, on this subject. It has been regarded as unsettled, ever since the case of Cripps v. Wolcott. In Pennsylvania, the new doctrine asserted in that case has been distinctly repudiated, and the old rule established before our revolution has been recognised as law. Such was the ruling in Johnston v. Morton, 10 Barr 245, and a similar rule of construction was applied to a bequest of personalty in Buckley v. Reed, 3 Harris 85. It has at least these advantages, that it corresponds with the usual presumption in cases of doubt, that legacies and devises are vested, and that it prevents the disinherison of a testator’s descendants, by the unanticipated death of their immediate ancestor, between the death of the testator and the time fixed for the distributive enjoyment. To this may be added, that it sometimes prevents the happening of an unforeseen intestacy.\n■ -Ypplybig the rule to this will, it follows that the devise to Adeline Drake was vested during her lifetime, and at her death her interest in the land descended to her son, the plaintiff below. The judgment of the Court of Common Pleas was therefore correct.\nThe judgment is affirmed."}