{"id": "418903", "contents": "The opinion of the court was delivered, by\nWoodward, J.\n— The defendants in error, plaintiffs below, brought this action against a husband and wife, with a view of charging the wife’s separate estate with the price of a piano. Upon the evidence the plaintiffs’ case was well made out. The proof was that the wife went to the plaintiffs’ shop and ordered the piano in person, — that she negotiated the price and terms of payment, — that it was charged to her on the plaintiffs’ books,— and that she was the first signer of the three notes given for the price, her husband undersigning, not only that he might be bound as her surety, but that his assent to her act might be signified.\nThe court submitted to the jury, with appropriate observations, the question whether the piano was necessary for the support of the family of the said husband and wife, and they found that it was.\nIt is impossible to state a comprehensive definition of family necessaries. They must be left for cases to define as cases arise. It is not to be doubted that in some circumstances a piano would be necessary to the support of a family, as where the wife should teach music for a livelihood, or a daughter was to be educated, for education may fairly enough be included in the word support. In other circumstances it would be a luxury and not.a necessary. The best the judge could do with such a question was to commit it to the jury under all the evidence, and to accompany it, as was done in this case, with observations calculated to give the deliberations of the jury a right direction.\nNor have the plaintiffs in error any reason to complain of the judge’s answers of the several points.\nAs the case was tried, therefore, we see no error that sustains any one of the assignments of error. But still we are unwilling to affirm the judgment, because the pleadings disclose no cause of action against' the wife. It is not enough that a cause of action was proved; it should be declared also. And the importance of proper pleadings will be appreciated when we reflect that the record will prove that no other cause of action was tried or decided than that which is set forth in the plaintiffs’ narr. The effect and meaning of a record depend on the pleadings rather than the proofs; and hence, if we should affirm this judgment, we would make the record bear false witness; for, according to the pleadings, the wife’s estate would not be liable at all, whereas, in truth and fact, a good cause for charging her estate was proved in the evidence. The evidence forms no part of the record — the pleadings the most essential part.\nHow then does the case stand on the pleadings ? The common money counts seem to have constituted the plaintiffs’ declaration in the first instance, but they amended it by filing two additional counts, the first of which lays a debt contracted by the wife, but does not allege that it was contracted for necessaries. In the second amended count the debt is charged to have been for necessaries furnished to the defendants at their special instance and request. The first count is defective in omitting one of the statutory requisites, the second in omitting another. They are independent counts, and cannot help each- other. They should be self sustaining. Each should contain a perfect cause of action. Neither does, for according to the reading of the 8th section of the Married Woman’s Act, which was adopted in Murray v. Keys, 11 Casey 884, the wife’s estate is liable only when the debt is contracted by herself and for necessaries. A joint contract by her and her husband does not make her liable for necessaries— and nothing more than a joint purchase is laid in the second count.\nWithout a cause of action declared of record against the wife, we cannot sustain a judgment intended to be levied on her estate.\nAnd it may be important to the plaintiffs to correct their pleadings, for as the counts are all upon the consideration of the three notes that were given for the piano, it is possible that this judgment, if sustained, may be pleaded against suits on the two notes that were not due at the institution of the present action. According to the record this is not a judgment for one of those notes, but for the consideration of all of them — another instance in which this record would not import absolute verity.\nIt is not safe to affirm a judgment on pleadings so defective, and therefore it is reversed, and a venire facias de novo awarded.\nThompson, J.,\ndissents to that portion of the opinion which affirms the ruling of the court in referring to the jury the question of the piano being necessary within the meaning of the Act of Assembly."}