{"id": "418924", "contents": "The opinion of the court was delivered, by\nThompson, J.\n— Everything material in this case was passed upon in Zook v. Shoenberger’s Executors, 10 Casey 24. The contract was the same as in the present case, and the only substantial difference consists in one of the parties being different. The present is a suit by another of the heirs of Mrs. Hackman, against the executors of Dr. Shoenberger, on a promise to pay an additional sum of money for a release of an interest in certain property in Pluntingdon county. The merits of the case seem to have been fully investigated: each party giving such evidence as was applicable to the issue, without being interfered with by technical difficulties in the way. Rut objections and exceptions, on technical grounds principally, are presented here by the defendants below, in hopes of a reversal, which, if successful, would only prolong the controversy, as in every instance almost, the objection could be obviated on another trial. The objections do not seem to touch the merits.\nThe first exception is to the testimony offered in proof of the contract. The principal ground of objection to it was a variance between the date in the narr. and the proof offered — the latter being subsequent in time to the former. In declaring on a verbal contract, time and place are generally not essential to be proved as laid, but of course must be laid as existing before the time stated in the narr. Here the time spoken by the witness was subsequently to the cause of action as laid; he did not, however, speak with certainty as to the date, but gave the substance of the contract otherwise as laid. The court were right in receiving the evidence, for the party might, by subsequent proof, correct the statement. But if not, the narr. might have been amended to correspond with the date as testified to, it being long anterior to the time of bringing the suit. The defendant well knew this, and did not rely on the variance, but gave evidence in reply, and, failing on the merits, now claims a reversal on the ground of a variance. It is plain that they were not prejudiced by it. The specific ground of objection in fact does not seem to have been taken. If it had been, the matter was amendable, and it will be regarded here as amended: Roop v. Roop, and Ward v. Ward, 11 Casey; Wampler v. Shisler, 1 W. & S. 365; Miller v. Weeks, 10 Harris 89.\nWe cannot reverse on this ground.\nThe next objection is to the testimony in regard to the execution of a release without its production, and without having laid grounds for the introduction of secondary evidence in regard to its execution. It was not the contents which were offered to be proved: it was simply the act of signing a paper called, and supposed to be, a release. This act, as averred in the narr., was the consideration for the promise to pay, but the consideration was not involved in the issue trying. It was, therefore, a collateral matter to the issue, and might be proved like any other fact. The non-production of the release did not imply the withholding of evidence, which would work against the plaintiff, for its contents were not involved by the issue, but if produced, the signatures would have been proved either by some one having seen them made, or who knew the handwriting of the signers: or it might have stood as authenticated by the acknowledgment. But the fact of signature being the only fact sought to be proved, there being no dispute about the identity of the instrument, proof by an eye-witness without the instrument in his hand, cannot be said to be secondary to that of a witness holding it in his hand — nor to the testimony of belief in the signature from acquaintance with the handwriting of the party — nor to the acknowledgment before the justice. It is in the same degree with these modes of proof, and while it is so, is not secondary. The rule that excludes secondary evidence in a contest with primary, does not mean that everything is secondary which is not of the highest grade of proof, but only that which discloses the existence of other evidence, the non-production of which may be supposed to be on the ground that if produced would work against the party offering it. This is always so in the case of attempted proof of the contents of a paper not produced, and not lost or withheld, after notice to produce it. There the contents cannot be proved, for there is no legal reason why the paper should not be produced, and an unfavourable inference from its being withheld would necessarily arise. But here the suit was not on the paper: its contents had nothing to do with the case. The promise was to pay on account of the signature obtained by the promissor. The contract he did not desire even to have read by the witness, and which, after being signed, was taken away by him. In Widdifield v. Widdifield, 2 Binn. 245, a partnership was held to be proved by the fact of partnership testified to, although the witness said there was an agreement in writing. A sale of a note may be proved without producing it, where there was no inquiry about its contents: Lamb v. Molerby, 3 Monr. 179 ; Cowan & Hill’s notes to Philips’ Ev. part 1, note 272. So in trover for notes: McClean v. Hertzog, 6 S. & R. 154. In 1 Greenlf. Ev. 89, it is said: “ In cases, however, where the written communication or agreement between the parties is collateral to the question in issue, it need not be produced,” and as an instance, the author cites the case of a suit by a plaintiff for his share of money had and received by the defendant, under a written security for a debt due to both. Bayne v. Stone, 4 Esp. 13; Leecher v. Welsh, 17 Mass. 160; McFadden v. Kingsberry, 11 Wend. 667; Southwick v. Stephens, 10 Johns. R. 443. We think the testimony came within these principles, and was well received.\nThe next matter to be noticed is the instruction of the court in reference to the deed of the 20th of July, 1832, from Abraham Hackman and wife, to Dr. Shoenberger. The plaintiff in error claims that it was delivered as an escrow to Abraham Hackman to be delivered to Dr. Shoenberger on his paying the consideration-money, and that a delivery after the death of his wife passed her estate. We entirely repudiated this view, in the case of Zook v. Shoenberger’s Executors, already cited, and have but little further to add on the subject now. Conceding that it was delivered as an escrow to Musselman by Hackman and wife to be delivered to Dr. Shoenberger on bis paying the consideration, the proof was undisputed that it was offered to, and refused by the grantee and returned to the grantors. How this fact could constitute Hackman an agent to hold it as an escrow, and deliver it after the death of his wife, we are not informed. Mrs. Hack-man did not constitute him such, and the agency of Musselman expired before her death. The deed was, therefore, inoperative because unexecuted by delivery till after Mrs. Hackman’s death, and could not be delivered to pass her interest and that of her heirs by anybody. A lucid definition of what is an escrow, and how to be delivered, is given in Shepherd’s Touchstone, p. 58. “ The delivery of a deed as an escrow,” says the author, “is said to be when one doth make and seal a deed and deliver it unto a stranger, until certain conditions be performed, and then be delivered to him to whom the deed is made to take effect as his deed. And so a man may deliver a deed, and such delivery is good. But in this case, two cautions must be heeded: first, that the form of the words used in the delivery of a deed in this manner be apt and proper; second, that the deed be delivered to one that is a stranger to it, and not to the party himself to whom it is made.” As we said before, the deed afterward delivered by Hackman passed nothing but his life estate. Whether the previous agreement for the sale was made, as stated in the former case, in writing, makes no difference whatever on the question of what passed by the deed. We see nothing wrong in the instructions of the court on this point.\nWe do not think it material to discuss the other assignments of error; suffice it to say, we discover nothing in any of them, nor in any part of the case, that calls for correction. It would have relieved us somewhat if the counsel for the defendant in error had favoured us a little more at length in his paper-book with his views and authorities on the points raised by his adversary.\nJudgment affirmed."}