{"id": "418942", "contents": "The opinion of the court was delivered, by\nLowrie, C. J.\n— One cause of divorce for ill-usage is when a husband has “by cruel and barbarous treatment endangered his wife’s life;” but there can be no pretence of such ill-usage in this case. Another cause is when a husband has “ offered such indignities to her person, as to render her condition intolerable and life burdensome, and thereby forced her to withdraw from his house and family.” This, therefore, is the matter to be proved in this case.\nWe had this cause here three years ago, and we then reversed a decree in favour of the wife, because on the trial the judge below had instructed the jury that if the husband, in anger and madness, twisted his wife’s nose she was entitled to a verdict. On another trial, had since that, the judge instructed the jury in the words fully quoted in the third assignment of error. A careful reading of what is there said will show that the thought intended is very confusedly and unfortunately expressed. Though the judge speaks of the general conduct of the husband, yet we understand his relevant instruction to be that if the pulling of the wife’s nose was done in rudeness and in anger, in a coarse, vulgar, and harsh manner, there should be a verdict in her favour. This is substantially the very error that caused the former reversal. It is an instruction that utterly overlooks the Act of Assembly defining the causes of divorce, and adopts in its stead a little misplaced chivalry.\nBy such an instruction he has required th^ jury to find that by once rudely pulling his wife’s nose he has offered such indignities to her person, as “ to render her condition intolerable and life burdensome, and thereby forced her to withdraw from his house and family.” He had no authority to give such an instruction. As we said before, he ought rather to have said the contrary. No one doubts that the act was unlawful, and we do not even find fault with its being called barbarous; but it is not all unlawful and barbarous acts that are made grounds for divorce.\nIt is not of a single act that the law speaks in the clause under which this case falls; but of such a course of conduct or continued treatment as renders the wife’s condition intolerable, and her life burdensome. Such treatment has not been found by the jury under the instruction complained of. We shall not volunteer to say what will amount to this; but it is important to say that it is not under the lead of any chivalric sentiments that it is to be decided, but under the guidance of cautious and deliberate reflection. We do not divorce savages and barbarians because they act as such towards each other. We can exercise no sound judgment in such cases, without studying the acts complained of in their connection with the character of the parties, and for this we want the common sense of the jury rather than fixed legal rules.\nNever ought divorces to be easily obtained, for marriage is the most sacred of human relations, and should never to be dissolved without clear proof of imperious reasons. We may do wrong to the parties and their children, and to the public, when we aid one party in severing the relation without a clear necessity. Indignities provoked by the complaining parties are of course no ground of divorce, unless when the retaliation is excessive.\nThe mere opinions of the witnesses about the probable effect of the husband’s conduct on the wife were of course improper evidence.\nJudgment reversed, and new trial awarded."}