{"id": "418945", "contents": "The opinion of the court was delivered, by\nLowrie, J.\nWe regret exceedingly that neighbours should vex each othe/^by a suit for an injury so small as this, which is hardly worth a suit before a justice of the peace. The only injury done to plaintiff was taking his horse, and retaining it a day or two, on an execution issued against him on a void or voidable judgment.\nThe charge here is that the plaintiff in that judgment (Back-house), and the justice and the constable, conspired to enter a false, fraudulent, and unlawful judgment, and did enter it and issue execution on it. There is no sort of evidence that the constable entered into such a conspiracy; and as there must be at least two persons to make a conspiracy, we may examine whether either of the others is free from it on the evidence. If he is, there is no conspiracy. Is there evidence of a conspiracy against the justice ? There is no direct evidence, and therefore it must be inferred, if found at all, from united acts of Back-house and the justice. A judgment was entered, but there is no evidence that it was false in amount, — Gaunce’s set-off being withdrawn. The fraud must, therefore, lie in the entry of the amicable action, when no such entry was agreed to. Is this proved ? Not at all. The justice never admitted anything like this; and, on this point, admissions of, or evidence against, Backhouse, go for nothing. The evidence rather is, that there was a controversy between Gaunce and Backhouse, to be settled before the justice, and that Gaunce had taken deposition for the occasion. Hamilton knew nothing about the submission, but was present at the attempted settlement, saw the depositions submitted to the justice, and stayed till the parties disagreed and separated. There is no evidence tending to prove that the justice made a fraudulent entry of the action, and, therefore, none to charge him with conspiracy. When Gaunce withdrew his depositions and went away, Backhouse insisted on a judgment for the amount of his claim, independent of the set-off, and this was granted, — the claim not having been objected to, as the docket entry says. No conspiracy by the justice can be inferred from this; for there is no evidence that the entry is untrue. That admission may have been made when the amicable action was agreed on. There is nothing contrary to this in Hamilton’s testimony, but rather in favour of it; for the facts related by him show plainly that they were not the commencement of the business.\nJudgment affirmed."}