{"id": "418944", "contents": "The opinion of the court was delivered, by\nWoodward, J.\nThe plaintiffs insist that they were not bound to surrender portions of the guarantied bonds in response to payments received from the collaterals assigned to them, unless the defendant first requested or demanded such surrender. The defendant, on the other hand, maintains that their agreement was absolute to surrender as fast as payments were made, and that by failing to do so, the plaintiffs made themselves liable to him for the bonds. The court adopted this view, and the result was a verdict against the plaintiffs for $1340.32.\nThe construction of the agreement of the 28th January 1850, is the question in the cause. And in order to get at the true meaning of the particular clause in controversy, we must advert to the situation and relation of the parties, the subject-matter of their agreement, and all the other provisions of the instrument. It is a true rule of construction, said Lord Ellenborough, in Barton v. Fitzgerald, 15 East 541, that the sense and meaning of the parties in any particular part of an instrument, may be collected ex antecedentibus et consequentibus, that every part of it may be brought into action, in order to collect from the whole one uniform and consistent sense, if that may be done.\nIn Paley’s Moral and Political Philosophy, p. 104, we have the following rule: “ Where the terms of the promise admit of more senses than one, the promise is to be performed in that sense in which the promissor apprehended at the time the promissee received it.” That this is as good in law as in ethics, m#y be seen by the application which was made of it in Potter v. The Insurance Company, 5 Hill 147.\nIf, from a consideration of the whole agreement, it is a fair and reasonable deduction that the plaintiffs, who were the promissors in the clause in question, apprehended, at the time the agreement was made, that McClure received their promise as binding them to look him up and surrender portions of the guarantied bonds as often as a Dayment was received on the assigned collaterals, without request or demand on his part, then the construction of the court below is right. But if such a deduction from the whole instrument be not reasonable, if the proper construction be that the duty to surrender and give up was understood as depending on a previous demand, then we find nothing in the words employed to exclude the idea of a previous demand. The act of surrendering and giving up may be in pursuance of an á priori obligation simply, or in obedience to a present demand founded on such prior obligation. The instrument does not expressly stipulate for a demand, but if in legal judgment such was the understanding of the parties, the agreement is to be administered precisely as if such stipulation were expressed. The very idea of construction implies a previous. uncertainty as to the meaning of the contract, for when the meaning is clear and unambiguous, there is nothing for construction to do. A court will not, by construction, defeat the express stipulations of the parties, nor interpolate a condition that was not in their thought or intention, but they will so construe the words of the parties that they shall have, if possible, the very effect intended.\nWith these principles kept steadily in view, we have gone several times over this contract, and have come to the conclusion that it does not mean that Williamson & Burroughs were to surrender the guarantied bonds without demand, but only on demand. The considerations which have had most weight in bringing us to this result shall be stated as briefly as possible.\nThe parties to the agreement sustained the relation of debtor and creditor. When this relation was first established we are not informed, but at the date of the agreement the plaintiffs held McClure’s guarantee of bonds and certificates for the unpaid interest of the Erie Canal Company to the amount of $7675.26, and the time for making the guarantee good had run out. On that day, therefore, they were entitled to demand and have this large sum of money. But McClure had not wherewith to pay. In the language of the agreement it was not “ convenient” for him to pay, He wanted an extension of credit, and the agreement was founded on this want. It was an act of clemency and favour by a creditor to a debtor. But not only was the time of payment extended at the instance of the debtor, but the plaintiffs took from him a transfer of other securities, and agreed to pursue them to collection, and bound themselves not to proceed against him either on his original indebtedness or his guarantee of the collaterals until they had exhausted their legal remedies on the collaterals. It was, therefore, an indefinite extension of credit to the debtor, and an undertaking by the plaintiffs to make their money out of such securities as he chose to assign to them, instead of attempting to make it out of himself. And for all this no compensation or reward was provided for them in any form whatever, no bonus, no fee for collection, no- compounding of interest, or payment of back interest; all they got was an increase of securities from a debtor who was not-shown to be in failing or even doubtful circumstances, but to whom it was simply “ inconvenient” to pay presently. And the assigned securities were in Erie and Mercer counties, whilst the plaintiffs resided in Philadelphia — four hundred miles and more from the place where the collections were to be made and where the debtor resided. Nor is there any imputation of neglect or delay in pursuing the collaterals. For some five years, it would seem from the statement of counsel, the plaintiffs were engaged in pursuing the collaterals, and collected $5000 in various sums from Himrod & Woodworth, but could make out of a sale of Dariar’s estate only $1005, which sum was paid to them by the defendant himself, who seems to have been the purchaser at the sheriff’s sale. These sums, applied to McClure’s original indebtedness, loft a balance due the plaintiffs of about $2000, as they claimed, and for which they brought this suit. Instead of recovering the balance however, the verdict, under the court’s construction of that clause of the agreement that relates to the surrender of the bonds originally guarantied, was, as before stated, in favour of the defendant for $1340.32.\nThus the relation of debtor and creditor still subsists between the parties, but they have changed places. A contract made at the instance and’for the benefit of McClure, for an extension of credit and the collection of collaterals, is so construed in respect to an incidental stipulation as to extinguish his indebtedness without paying it, and to make him the creditor of his creditors. Such a result does sometimes happen from neglect or a misuse of collaterals on the part of a creditor. By taking collaterals he becomes bound to use due diligence in pursuing and collecting them, and if guilty of neglect, may make himself chargeable to the debtor, even beyond the amount of the original indebtedness. But such is not this case. It is not suggested that the plaintiffs could have made a dollar out of the collaterals which they did not make, nor that they failed to apply in good faith every dollar that was made. Having exhausted them, and having waited on the defendant till the process of exhaustion is complete, how does it happen that instead of being entitled to receive the balance of their debt at his hands, they find themselves metamorphosed into debtors to him ? Simply by a very rigid construction of the following words of the agreement: “And the said Williamson Burroughs agree to. surrender and give up to the said John MoQlure, Jr., the same amount of the said guarantied bonds and interest certificates of the Brie Canal Co., as the amount of money so received from the securities hereby assigned from time to time, as fast as said money may be received.”\nNow we conceive it unreasonable to suppose that the creditors were expected to go to Girard township, Erie county, to surrender one or more of the bonds, whenever a payment came in. The defendant was entitled to a surrender, but he was to place himself in a position to receive it. Every security is to be surrendered and given up when a debt is paid, but is not a debtor to demand it, or at least to give the creditor a chance to perform his duty without expense and trouble to himself? It is argued that when a party undertakes to perform an act in discharge of a promise, he is an actor, and to discharge his obligation he must perform or tender performance at the time and place stipulated. There is a class of contracts to which this doctrine is applicable, as where a debt is to be paid at a particular place or in specific articles, but in such cases the performance stipulated for is a substantive part of the contract — is indeed the subject-matter of the contract to which the consideration directly applies. Here, however, the payment of McClure’s debt by means of collaterals, was the subject-matter of the contract, and the surrender of the bonds was merely an incident, and not the purpose for which the contract was made.\nAnother reason urged why McClure was not to demand a surrender was that the plaintiffs would have knowledge of the payments and he would not. Doubtless a little diligence was necessary to keep him informed of the progress of collections, but we hold he was bound to that diligence, not only by the whole spirit and purpose of the agreement, but by the specific fact that he was the guarantor of every security the plaintiffs held.\nThere are, however, two more general and comprehensive answers to the construction placed on the agreement by the court below, which I proceed now to state.\nThe first is drawn from the concluding clause of the agreement, wherein McClure “ guaranties the ultimate collection of the sum of $7675.26, with lawful interest thereon, from the above-named securities.” The amount here mentioned is the whole original indebtedness with the interest thereon. And here is a positive engagement by McClure that the collaterals he assigned should pay that entire debt. This is part of the same instrument in which they promised to surrender bonds to him. Now by what logic or law are the plaintiffs to be held to a strict performance of a mere incidental duty, and McClure is not to be held to make good that express guarantee ? The collaterals did not, with due diligence, pay the entire debt. He promised they should. If they had done so, he might with some show of reason complain of the plaintiffs for not surrendering bonds unasked, but so long as he stands responsible for that broken promise, he is not entitled to set up the agreement as a defence against his original indebtedness. The plaintiffs’ case rests on the original indebtedness. The defendant relies on their breach of the agreement. On our construction of the paper we see no breach on the part of' the plaintiffs, but if our construction be not sound, and the breach be established, then the case discloses a breach also on the part of the defendant and in a particular which covers the whole claim of the plaintiffs. We conclude, therefore, that the agreement, however the clause about surrender be construed, is no defence for the defendant.\nAgain. It was shown that the Erie Canal bonds had no market value. Glen. Eeed was the only purchaser, and the prices he paid ran down from 45 to 20 cents in the dollar during the time this agreement subsisted between the parties.\nNow McClure, standing as the guarantor of those bonds, was bound to be active if he wished to avert the consequences of a falling market. They were his bonds — pledged for his debt and redeemable only by actual payment of his debt. He saw them declining, yet neither hastened his payments nor demanded a partial surrender in response to partial payments. As guarantor and owner, the ultimate loss must fall on him.\nBut how did the decline in the value of the bonds affect the plaintiffs ? They Were to surrender as fast as they received payments. Such was their agreement on the 28th of January 1850. Every surrender they would have made under this stipulation would have impaired their security beyond the intent of the agreement, because the residue remaining in their hands were growing less valuable continually. Besides, a difficulty in ascertaining the amount to be surrendered would have arisen, not only out of the declining value of the bonds, but out of the denomination of them. The only denomination mentioned in our paper-books is $1000, and if we are to assume that they were all of that size, how were they to be proportioned to the amounts of the several payments that were coming in for five years? We do not suppose that each of these payments was exactly $1000. The last one made by McClure himself certainly was not, for it was $1005. How were those inequalities to be adjusted ?\nWe would say that it would be reasonable for a debtor and guarantor in such circumstances to call on his creditor and make an equitable adjustment of the amount of bonds to be surrendered from time to time, and that, failing to perform this duty he has no reason to complain that creditors, so distant and so indulgent as these plaintiffs, have not done more than it was their duty to do.\nEor these reasons we think the learned judge gave too rigorous a construction of the one clause of the agreement, and that he lost sight of the other parts, which do necessarily modify the construction of the promise to surrender. The words of that clause would, if taken alone, bear the construction placed upon them, but the parties did not place them alone, but connected them with other essential provisions, and we must read them as they wrote them, and give them the effect, but no more than the effect, which they intended they should have.\nWhen the defendant demands of the plaintiffs an amount of bonds that shall correspond with the payments that have been made, he will be entitled to receive them, and when he pays off the balance of the plaintiffs’ debt, he will entitle himself to a surrender of all the bonds, and the court should compel them to deposit them in court for his use before taking out the moneys due to them.\nThe judgment is reversed, and a venire facias de novo awarded."}