{"id": "418902", "contents": "The opinion of the court was delivered, by\nStrong, J.\n— If the estate devised for life to J. Alfred Kay, and the other complainants, be only equitable, while the remainder given to the issue of the bodies of each is legal, the prayer of the bill must be denied. There is, then, no ground for the application of the rule in Shelly’s Case. The first 'question, therefore, presented by the record is whether the legal estate is vested in the defendants who are the trustees named in the will of the testator, or whether it has passed to the beneficial devisees. The will directs that the trustees shall invest the property given in real estate, in their own names, which has been done. It directs that the property shall be kept perpetually and sufficiently insured, and that, on the attainment of the age of twenty-five years by James Alfred Kay, the trustees shall pay to him, during his life, in quarterly instalments, the income of the said real estate purchased for his benefit; and it declares that his receipt, and his receipt alone, shall be their only sufficient discharge therefor. James Alfred Kay, one of the complainants, has attained the age of twenty-five. As to him, the discretion given to the defendants to allow to each of the complainants, from his or her income, such money for his or her support and education as they may think proper and expedient, and the direction to invest the surplus for his benefit, have expired. The duty of the trustees now, therefore, is to pay over, quarterly, the whole income, taking his receipt. Have they, then, any duty imposed upon them which requires that they should continue invested with the legal estate ? If the case were to be decided according to the doctrine of the English courts, it cannot be doubted that they have. There the rule appears to be well established, that when there is a gift of real estate to trustee, with a direction to convey, or to pay the rents and profits to certain persons, or to receive the rents and apply them for the maintenance of an individual during his life, or to pay an annuity out of the rents during his life, the seisin or possession of the legal estate is requisite for the due performance of the duty imposed upon the trustees, and consequently that the persons to whom the use is subsequently given take only an equitable estate. Such interests are not held regarded as mere dry trusts, to be disregarded, and considered executed in the person to whom the beneficial interest is given. To sustain a dry trust there must have been some special lawful trust expressed, but not so where the trustee has active duties to perform. From the case of Lord Say and Seal v. Jones, 1 Eq. Ca. Ab. 383, to the present time, it has been held that there is a distinction between a devise to trustees to pay the rents, issues, and profits, and a devise to them to permit the beneficial donee to receive such rents, or generally in trust for the beneficial donee. Hill, in his treatise on Trustees, has collected many cases in which the doctrine has been asserted, p. 232. Jarman also has collected a large number, from which he deduces the rule that where property is devised to A. and his heirs, the question whether A. does or does not take the legal estate depends chiefly on the fact whether the testator has imposed upon him any duty or trust, the performance of which requires that the estate should be vested in him; and it has been held, and is still held, that though nothing be required of the trustee but to pay over the rents, that is sufficient. Thus in Doe, ex de. Leicester, 2 Taunt. 109, a distinction was drawn between a devise to a trustee to pay over the rents, and a devise to permit the cestui que trust to receive them: the legal estate in the former case being held to be in the trustee, and in the latter in the beneficial owner. In 6 Ad. & Ellis, 206, Doe, ex de. Greatrex et al., v. Homfray, there was a devise to the use, that certain persons named should and might take and receive the rents, issues, and profits, and pay the same to the testator’s son for and during his natural life, and from and after the decease of the son the testator devised the premises to the heirs of the body of the son, with remainders over in default of such heirs of the body. It was held that a legal estate passed to the persons empowered to receive and pay the rents during the life of the son. Lord Denman said the case fell within the numerous class where it has been held that a devise to trustees to pay over the rents vests the estate in such trustees. That the devise is not directly to the trustees, but to the use and intent that they may receive, &e., appears to us to make no difference, nor the absence of a devise to trustees to preserve contingent remainders. He added, “ it was observed that the will required nothing to be done by the trustees, and it is true nothing is to be done but paying; but this has been held to be sufficient, and must be taken to be the present law.” And even where a trust to permit and suffer the testator’s wife to receive the rents during her widowhood, was followed by a direction that her receipts, with the approbation of any one of the trustees, should be good and valid, it was held that the legal estate was vested in the trustees, and this because the testator contemplated that they should approve the receipts given by the cestui que trust.\nNeither in England nor in this state, will a mere dry trust be sustained when the person equitably entitled to any property takes absolutely the entire beneficial interest, and the trustee has no duty to perform, unless it be a special trust, intended to accomplish some object, such as to preserve contingent remainders, or to protect property for the sole and separate use of a married woman, or from the creditors of the cestui que trust. But some recent Pennsylvania cases have held that our law strikes down trusts which are valid in England, treats them as executed, and regards the legal estate as vested in the cestui que trust. Of this class, Kuhn v. Newman, 2 Casey 227, is the leading one, and perhaps the first. Rush v. Lewis, 9 Harris 72, and Steacy v. Rice, 3 Casey 75, are in perfect harmony with the decisions in the mother country. In the first of these there was a devise to executors in trust to pay the rents, issues, and profits, to the testator’s daughter, during her life, for her sole and separate use, and after her death for the use of such persons as she might appoint by will, and in default of appointment, to and for the use of her children. After the death of the daughter, the legal estate was held to be vested in her appointee. Plere, after the termination of the special trust to pay the rents to the sole and separate use of the married daughter, there were no duties for the trustees to perform, and the purposes of the trust were satisfied. Then the law struck it down. Indeed it was intimated that the direction to pay the rents, issues, and profits, to the tenant for life, alone sustained the legal title in the trustees till her death, though the intimation overlooked the fact that there was a special purpose in the creation of the trust, to wit, the preservation of the income for the separate use of a married woman. Steacy v. Rice was very similar. There also the legal estate was not declared vested in the cestui que trust until the special trust had terminated, and the trustees had ceased to have any active duties to perform. But Kuhn v. Newman advances on the doctrine of these cases. There the trust was to hold for the separate use of a feme covert to permit her to take, receive, enjoy, expend, and dispose of the rents, issues, and profits, during her natural life, and after her death in trust to educate, maintain, and support her children until their arrival respectively at the age of twenty-one years, then in trust for the sole and separate use of such children, subject as to the income thereof to their own free and absolute disposal. Until the children arrived at the age of twenty-one, the trustees were required to educate, maintain, and support them; after that time they had no duties to perform; and even in England, the legal estate would then have vested in them. But the court held that it so vested, even before their arrival at the age of twenty-one, notwithstanding the duty imposed upon the trustees. They declared that “ our common law takes a higher position than English common law or English equity; that in relation to titles to lands, it does so by adopting the forms of both as legal forms, and treating all complete equitable titles as complete legal ones, where the persons named as trustees have no duty to perform that requires the seisin and possession to be in them; and then our common law enforces the trust as a legal estate,” “ even those uses that were not executed by the statute (of uses), for example, those that are limited against the rules of the common law; 1 Rep. 129 (b); a use limited upon a use, a use of chattels real, and a trust to receive rents and pay them to another; 2 Black. Com. 335; all these are executed by one principle.” The case in effect denies the possibility of creating in this state, any other than technically special trusts. Thus it is said that trusts properly so called are uses that our law does not execute as legal estates, because of circumstances that take them out of the ordinary course of legal administration, and place them under a special guardianship of the court; but this is not generally allowed in favour of individual persons who have full competency to act in their own right. A fee simple in them is treated as such, whether assured in a legal or equitable form. In other words, persons who are sui juris men or women, must be satisfied with the ordinary remedies and protection of the law. And finally, it is held that a trust to educate and maintain children until they arrive at age, does not furnish a legitimate reason for preserving the trust from being executed in the beneficiary. The case was decided by an unanimous court. I understand it as denying the possible existence of any such trust as the testator in this case has attempted to set up in favour of the complainants. It declares them to be the holders of the legal estate; Bush’s Appeal, 9 Casey 85, substantially reasserts the doctrine of Kuhn v. Newman. There, the cestui que trust was a feme covert, it ia true, but the gift was not declared to be for her separate use. The trustee was ordered to receive the legacy, ¡out it at interest, and pay the interest yearly to the testator’s daughter during her natural life, and the principal, after her death, to her heirs, share and share alike, in equal parts. The trustee’s duty, it will be observed, was to invest and pay the interest yearly during life. This court held that no trust existed after the death of her husband. The actual duties imposed upon the trustee-were not sufficient to keep alive the trust, and it was therefore treated as executed in the cestui que trust. Kuhn v. Newman and Bush’s Appeal govern the present case. The complainants are all sui juris. The duties imposed upon the respondents as trustees, are neither greater, no more require the seisin to remain, in them, than the duties of the trustees in those cases. Nor is the nature of the duties different. The trustees are to pay the income quarterly, and are to be discharged only by the receipts of the complainants. The entire beneficial interest is in the cestui que trusts. It is true, that two of the complainants have not yet arrived at the age of twenty-five, and until then the testator has postponed their full enjoyment of the income of the property. Until then a discretion is given to the trustees to determine what amount they shall receive. The full right to a present beneficial enjoyment is not yet theirs. But when they shall reach that age, they will stand in the same position with their brother, the other complainant. It need not be said that a trust is to be sustained because the gift is for their sole and separate use. They were unmarried when the will took effect, and no marriage was immediately contemplated: Smith v. Starr, 8 Whar. 67. But the right of the respondents to control the amount which they may enjoy until they reach the age of twenty-five, will postpone the execution of the trust until that time. The trust could not be discharged under the direction of the Orphans’ Court after they arrive at majority, and therefore there is a reason for its continuance, that did not exist in Kuhn v. Newman. But J. Alfred Kay has attained to the age of twenty-five, when, by the directions of the will, the whole of the income of the property devised is to be paid to him. Under the rule asserted in Kuhn v. Newman and Bush’s Appeal, his has therefore become a legal estate, as is the remainder limited after his decease. Considering them both, the particular estate for life, and the remainder, as legal, the limitations of the will are to J. Alfred Kay for life, with a power of appointment among any of the issue of his body, and in default of appointment, to such issue; and if he die leaving no issue of his body, then over. That this created an estate tail in the first taker, admits of no doubt. The word issue, in a will, is primarily a word of limitation. When used by a testator, the legal presumption is that he intended a limitation, not that the remainder never should take as purchasers. Nor is there anything in this will that indicates an intention of the testator that the word issue should have any other than its primary signification. There are not even words of distribution among the issue. Nor are there any words of superadded limitation. And there is a gift over if the tenant for life die, leaving no issue of his body. That this means an indefinite failure of issue, need not be argued. The subject of the gift is money laid out in land. It is therefore real estate, and in such cases “ die without issue,” or “in default of issue,” or “for want of issue,” or “on failure of issue,” or “ die without leaving issue,” import the same thing, to wit, an indefinite failure of issue. An estate tail would therefore be implied from the devise^ over, even if there were no gift of a remainder directly to the issue of a class. And as estates tail are by our Act of 1855 converted into estates in fee simple, it follows that J. Alfred Kay is the legal owner in fee simple of one-third of the property, and that the other complainants will be similar owners when they shall respectively attain the age of twenty-five years.\nNo decree is at the present asked in favour of any other complainant than J. Alfred Kay, and we shall therefore only decree a conveyance to him. In Rush v. Lewis, 9 Harris 72, and in Kuhn v. Newman, this court refused to decree a conveyance from the nominal trustee, in cases where the legal estate was held to be executed in the cestui que trust by force of law, on the ground that there was no necessity for it. Yet the nominal trust beclouds the title, and embarrasses the rights of alienation, which belong to the true owner. We think it better, therefore, to decree a conveyance, and such is the practice of courts of chancery, where the purposes of a trust once existing have been accomplished.\nDecree reversed."}