{"id": "418951", "contents": "The opinion of the court was delivered, by\nLowrie, C. J.\nTwo defendants are sued by the endorsee of a promissory note as partners and joint makers of it, and one of them submits, and the other takes defence, on the ground that the note had been issued by the other without authority and after the dissolution of the copartnership. The evidence of this defence having been given, the learned judge instructed the jury that there was no evidence that the plaintiff below had any notice of the dissolution, and none to weaken the presumption that he was a bond fide holder for value, and that therefore the defence failed. This is the chief matter assigned for error, and it requires us to refer to the evidence ; for we must judge of the charge by the evidence given before the jury.\nThe only evidence put upon our paper-books by the defendants below is that of a son of Albietz, whoso testimony on this point is that the dissolution took place, and the payee had express notice of it, near two months before the note was given. There is no evidence that the endorsee had any sort of notice. It is quite plain, therefore, that the learned judge did not make any mistake of fact relative to the testimony. The question of law is therefore raised — is the endorsee required by this evidence to show that he is a bond fide holder for value? The answer of the law is, Yes, where the defendant has specially pleaded that the note was fraudulently issued, and that the holder gave no consideration for it; for then the plea gives the plaintiff notice of the defence: Harvey v. Towers, 15 Jurist 544; 4 Eng. L. & E. R. 534; 1 Duer 322; 5 Id. 462; 1 Bing. N. C. 469.\nBut our pleadings do not usually give such notice, and the short plea in this case, “ no partnership,” does not give it, and therefore our law requires notice in some other form to be given and proved as part of the defence: 5 Binney 469; 3 Watts 20 ; 4 W. & S. 445; 7 Barr 476. Ho evidence having been given, therefore, to affect the presumption that the plaintiff below was a bond fide holder for value, or of notice to him that he must prove this, the learned judge could charge the jury no otherwise than he did. Possibly he might have treated the affidavit of defence as equivalent to such notice, if it had been offered in evidence as notice, but it was not.\nThe other assignment of error would have been better in form if each point referred to in it had been embodied in a separate assignment; but it is all set aside by what we have already said.\nJudgment affirmed."}