{"id": "418955", "contents": "The opinion of the court was delivered, by\nStrong, J.\n— How far the plaintiff in error, as the holder of one of the notes given by the company to the contractors for the enlargement of the canal, could be affected by the mortgage of the 20th of October 1857, or by the assignment dated October 28, 1857, it is useless now to inquire. Independent of their existence, we are of opinion that he could not defalcate against the claim of the plaintiff below. The relation which he sustained to the company forbade it. He had received the money for which he was sued for a particular purpose. The $4.41 received by him as collector of tolls had been appropriated before it came to his hands, and he was constituted the agent of the company to pay it to Chamberlain. The other sum of $427.67 was placed in Ms hands for the same purpose, and it would have been a fraud on his part to have accepted it from Snavely, his successor as collector, except as the agent of the company to pay the Chamberlain note. Indeed it was expressly agreed at the trial that “he received from John Snavely, his successor, to be paid by said Smuller on the Chamberlain note,” $3290.79, all of which he paid except the sum of $427.67. Standing in such a position, he is precluded from using the fund for his own benefit. His receipt of the money for the defined use amounts to an agreement not to apply it to any other, and of course not to his own use by pleading a set-off. This was ruled in United States Bank v. McCallister, 9 Barr 475. There funds had been deposited in the bank for a special purpose, with notice of the purpose for which they were designed. It was held that the bank, could not refuse to apply them to the object for which they were deposited, on the ground that a debt was due from the depositor. There is no distinction to be made between the principle of that case and the present. This disposes of the whole matter, and it would he improper for us to express an opinion relative to the effect of the mortgage and assignment upon the rights of the plaintiff in error.\nJudgment affirmed."}