{"id": "418930", "contents": "The opinion of the court was delivered, by\nThompson, J.\nAll the assignments of error in this record present but one point, and that relates to the instructions of the learned judge on the subject of equitable estoppel relied on by the defendants in error, as precluding a recovery against them. It is true this element in the case, considered in the light of the acts of both parties, was announced in answer to points on both sides; still the point is single, and regards the question of estoppel respectively insisted on by the parties. The facts of the case were briefly these.\nWilliam Wood, the father of the plaintiff, was the original settler on the land, for the undivided seventh of which, this suit was brought. He commenced his settlement in 1796, and by himself and tenants kept possession until 1828, when he died on the land, leaving a widow and eight children. They continued the occupancy for a year or so until the mother died; after which, the family scattered. William, the son, occupied the land for a year or more. It then came into John Wood’s possession, also a son. He occupied it by tenants, and was off and on himself for several years, when, as he alleged, he at last procured transfers from the heirs, and, on the 1st of January 1836, made application reciting these transfers for a warrant in his own name. The warrant issued, was surveyed and returned, and a patent issued to him for 290 acres and 63 perches of land, bearing date the 1st April 1836, he paying the purchase-money at 56 shillings per hundred acres, with interest and office fees.\nOn the 17th of November 1836, he conveyed the tract to Ovid Pinney, and under him the defendants claim; — the Wilsons as tenants under purchasers, and Hicks in his own right as a purchaser from Pinney.\nElisha Wood the plaintiff is a brother of John. After the death of his mother, he went to a trade, a distance of some ten miles from the land. He became of age in 1835. In 1837 he returned to the neighbourhood of the land, and became a resident about that time of the village of Freedom; got married soon after, and has lived in the neighbourhood ever since. On the 26th November 1856, he caused this suit to be brought.\nUnder this state of facts and others to be mentioned, the defendants claimed that Elisha, by his silence and failure to give any notice of title, was estopped from asserting title as against them, being innocent purchasers without notice.\nThe court was of opinion, and in substance charged that, notwithstanding Pinney and his vendees were innocent purchasers, there being nothing on the face of the patent to give them notice of any other title, or to put them on inquiry, yet that the patent would not protect them against the plaintiff’s title; that a patent is but primd facie title against prior claimants. There are many authorities to prove this; and that a purchaser from the patentee is in this respect in no better position than the patentee: Lewis v. Bradford, 10 Watts 76; Duer v. Boyd, 1 S. & R. 203; Urket v. Coryell, 5 W. & S. 60; Gregg v. Patterson, 197.\nThe court, however, properly held that, notwithstanding the want of eonclusiveness of the patent against the prior title of the plaintiff, still it was not notice of it. And hence, if the defendants and those under whom they claim had no notice of his title— were ignorant of it altogether — there being no notice on the face of the patent, and nothing to put them on inquiry, they were not to be affected with notice simply from its inconclusiveness. The patent would not supply notice.\nIt is difficult to understand what notice the patent would afford to a purchaser. It was to John Wood, without indicating that it was in trust for any one. So was the warrant: and if the purchaser had gone back to the application, it would not have aided him, for it recited a transfer from the heirs to John Wood of all their estate in the settlement right of their father. The fact that the transfer of Elisha was not on record, was not notice that it did not exist; for it was seldom that deeds poll to enable an applicant to procure a warrant were ever either recorded or filed. Inquiry would stop here, and yet nothing indicating defect of title would be found, and hence no notice. It would not be necessary to search for the heirs and inquire of them one by one, if they had transferred to their brother. Certainly to exclude the idea of notice, the inquiry thus made would be sufficient. The title affording no notice, the purchasers from the patentee would not be affected with notice so as to preclude them from claiming an estoppel for want of it on part of the plaintiff, if other facts in the case would warrant the application of the rule.\nStanding as purchasers without notice, the learned judge further charged in substance, that “ if Ovid Pinney, who bought the land from John Wood under the patent in evidence, was ignorant in fact of the title of the plaintiff, and had no good reason to believe that his title was imperfect; went into possession of the lands ; held it peaceably without interruption from the plaintiff; sold at greatly advanced prices, binding himself in a general warranty at those prices; and he and those claiming under him, from time to time, added to and made valuable improvements upon the lands by clearing, fencing, and building, thereby largely enhancing its value, and if the plaintiff was aware of his own title, knew of the purchase and possession of Pinney, and those to whom he sold, and of' the improvements made by him and them, and lay by silently for many years (perhaps the jury may believe down to the bringing of this suit), Pinney and some of them claiming under him, in the mean time having involved themselves in sales and warranties, and the land having greatly increased in value, the plaintiff would be estopped by this conduct from recovering in this case.”\nThe counsel for the plaintiff in error do not complain of want of evidence of these facts to be submitted to the jury. There was evidence that he was aware of his own title, for about or near the time of his arriving at age, he spoke of having sold it to his brother John. And that he knew of the improvements on the premises, might be presumed or found, from the fact of his long residence near the land. So of conveyances and warranties; the deeds were on record. There was evidence, therefore, to justify the submission to the jury of the facts, and their verdict on the facts was for the defendants.\nThe defendants, being purchasers without notice, and there being no defect on the face of their title, or other circumstances to give notice of title in Elisha, nor anything to put them on inquiry, the law devolved upon him the duty of asserting his title, or in default, subjecting it to be postponed, when he attempted to assert it. This, it must be understood, is predicated of a case, wherein the defendants themselves were ignorant of the title. For if they had been aware of it, or had notice of it, either actually or constructively, nothing short of twenty-one years’ actual, adverse possession, would have sufficed to defeat his right of recovery.\nBut while it is certainly true that mere silence will not postpone a title, it is not universally true. It is true when a party who is himself aware of a title, seeks to postpone it on the ground of silence. It is likewise true, when the silence results from ignorance on part of the owner. So where a party is aware of his own right, but ignorant that others are expending money and making improvements in ignorance of his title; but it is not true, when silence misleads, and thus becomes a fraud. When one lies by for a series of years, with no title on record; where it is a secret trust, and at the same time knows that others are spending money and making valuable improvements on the faith of titles, all regular on their face, without notice or anything to put them on inquiry in regard to adverse claims; there the law declares such silence a fraud, and will postpone the title of such an owner under such circumstances. There are many eases in our books to this effect: Wallace v. Carr, 7 Watts 394; Robinson v. Justice, 2 Penn. 19; Beaupland v. McKean, 4 Casey 124; Keeler v. Van Tuyle, 6 Barr 253; Knouff v. Thompson, 4 Harris 357; Hill v. Epley, 7 Casey 331.\nThe law of estoppel, it has been said, suppresses truth whenever it operates. This is so, but by this means the ends of justice are frequently subserved. It restrains a party from claiming in opposition to his acts and declarations, when to do so any injury would result to the innocent and blameless, which the law could not redress. It operates, however, only in favour of those who, after the exercise of diligence, are still ignorant of an opposing title, and against those who,' aware of their own title and knowing it to be secret, are silent. When both parties are aware of their respective rights, it has no place in law or equity. We think the doctrine was properly administered by the learned judge of the court below, and therefore there is no error in his application of it to the case in hand.\nWe do not think that the testimony of Dr. Cunningham proved notice of the plaintiff’s title, nor was there any error in the manner in which the learned judge treated it.\nAs there is no error in the record,\nThe judgment is affirmed."}