{"id": "418915", "contents": "The opinion of the court was delivered, by\nThompson, J.\n— There is nothing in the policy of the law which abridges the right and power of parties to a contract of insurance from stipulating in regard to the mode and manner of estimating or valuing a loss when it shall occur, or as to the time which shall be the period of the valuation of the property destroyed, or such other matters within the scope of a fair transaction as they may see proper. Insurance is a contract of indemnity, and if the parties stipulate for the manner in which that indemnity shall be made, on the contingency of liability, it is their right to do so, and the law will carry out their contracts as made, if there be no fraud in them, as in other cases: Trask v. The State Fire and Marine Ins. Co., 5 Casey 198; North-Western Ins. Co. v. Phœnix Oil and Candle Co., 7 Casey 448.\nMr. Phillips, in his Treatise on Insurance, cap. 1, § 8, says:\n“ The indemnity intended in insurance is not the putting the party insured into as good a condition as he would in fact have been if no loss had happened; it means the repayment of the expense incurred, and the payment for as much of the insured subject as is lost, at its market value, or its value as agreed upon in the policy.”\nThe policy in this case was an open one, as contradistinguished from a valued policy, and in it the parties have chosen to fix for themselves the standard of valuation, and have stipulated that it should be the “true actual cash value of the property,” and the time for ascertaining such value to be the date of its injury or destruction by fire. Now, unless it can be shown that they had not the right so to contract, or have used terms possessing some other than their ordinary meaning and import, this basis for estimating the loss thus established, must control and govern. It is the law of the contract established by the parties themselves. Nothing has or can be shown, we think, to countervail their right so to contract in regard to the subject-matter mentioned, or which controls the ordinary meaning of the terms used by them. This has not and cannot be done. The contract is so plain, that interpretation is not needed to arrive at what was meant. The parties meant only what they have plainly said; and it was a plain mistake to disregard the language used, and construe the contract as if no stipulation existed.\nIt is usual, in the absence of a stipulation in marine insurance, to value the goods lost and covered by an open policy, as of the time of the commencement of the risk, and this was the nature of the insurance treated of by Mr. Phillips, as cited by the counsel for the defendant in error.\nI will not attempt to point out the distinctive differences in this respect between marine and fire insurances, and wherein they consist. If we were dealing with a policy in which no stipulation existed for determining when or how the valuation should be made, and the question were to be determined by principles of law exclusively, we might be required to look more closely to them. But such is not the case here. The parties have made the law of this contract in this particular for themselves, and we must administer it. They have covered the whole ground.\nThe case of Niblo v. The North American Ins. Co., 1 Sandford 558, has no possible bearing on the point in question. There the policy contained no stipulation such as we find here, and the court allowed the full value of the tenement insured without regard to the extrinsic circumstance that it was to be removed within fifteen days. They held that peradventure the lease of the ground might be renewed, or the insured might sell it to the owner of the ground, or its value might not be impaired by removing it to an adjacent vacant lot. Intrinsically it was not impaired by the circumstance that the ground lease was soon to end. Such had been the doctrine laid down in Laurent v. The Chatham Fire Ins. Co., 1 Hall 41. Such cases as these are good enough law where they belong, but furnish no rule where the parties have fixed a law for themselves. These views apply as well to the restricted operation of the testimony received, as to the ruling in answer to the defendant’s eleventh point. There was error in both.\nThe option to replace the machinery, if destroyed, was a reservation for the benefit of the company; they were not bound to adopt it. What it would cost to replace it, was, therefore, not to furnish the rule for the damages which the company must pay to make good the loss. If this were to be held, it would be equivalent to enforcing the option as an obligation. It is stated in Angell on Insurance, § 269, that insurers have the privilege of making repairs or replacing property, if they see fit to do so; but if they elect not to do so, “ they are liable only to pay a fair indemnity for the loss.” This shows 'that the estimated cost of a compliance with the option, is not to be considered in assessing the amount to be paid on the loss. If it had any weight here, it was wrong.\nNor was the fact that the machines insured Were constructed under a patent, of any importance. Patented or unpatented, what they were worth at the happening of the fire, was, by the agreement of the parties, to be the measure of their value; and this must be ascertained by testimony, as is done in every other case, where the value is not fixed.\nFor these reasons, the judgment is reversed, and a venire de novo awarded."}