{"id": "418919", "contents": "The opinion of the court was delivered, by\nWoodward, J.\nWe think the sheriff’s practice was a little too sharp in this case. Part of the goods levied having been appraised and set apart to the defendant on a former writ, he wanted to consult counsel as to the legal effect of that before he made a new election under the present writ. The sheriff insisted on an instant election, and went on and appraised all the goods levied. Next morning, the defendant having learned from counsel that he must elect anew, offered to do so either from the appraisement already made or to have a new appraisement of the articles he would choose to retain, and this offer was renewed, but refused by the sheriff down to the time of the sale.\nThe delay asked by the defendant does not strike us as unreasonable. He was several miles absent from his counsel. He wished to consult him about his rights before he was put to his election, and seeing that he caused no delay in the advertisement or the sale, and no increase of costs, we think he should have been permitted the next day to elect what goods already appraised he would retain. The sheriff was not quite consistent with himself in treating the defendant’s demand as a nullity, and yet appraising the goods; but having appraised them, it would have occasioned him no inconvenience to allow the defendant, the next morning after the levy, to choose what he would have. He ought to have done so. We said in Gilleland v. Rhoads, 10 Casey 189, that the time for claiming the benefit of the exemption law is at the levy or at latest before the advertisement of the sale, unless absence or other good cause be shown to excuse delay. Here the demand was before advertisement — at least we infer that from the paper-books — but at any rate good cause was shown for what delay was claimed.\nAs to the convenience of sheriffs, it is enough to say that the statutory rights of parties are not to be sacrificed to mere official convenience. We would not sustain a defendant in capricious or unreasonable annoyance of the officer, but we do not account this defendant’s conduct unreasonable.\nThe judgment is affirmed."}