{"id": "418934", "contents": "The opinion of the court was delivered, by\nLowrie, C. J.\nIt is by common law that the sheriff (apart from the sheriff’s interpleader act) has a right to indemnity before seizing goods on a fieri facias, where the property of the defendant in them is disputed, and the principle extends to seizures under a foreign attachment or execution attachment, so as to protect the sheriff, and through him the garnishee, when the sheriff makes him his bailee pending the process. The plaintiff and the sheriff cannot escape the risks of the attachment by a mere copy service, where the defendant’s title is disputed, and throw them all upon the garnishee, by requiring him to retain the goods, undefined perhaps in amount and kind, or give them up to another claimant at his own risk.\nWhere the sheriff has no notice of any claim by any other person than the defendant or the garnishee, such a service may do well enough. It may be sustained-rather by the practice than by the words of the law. The statute plainly requires a seizure of the property, if it be susceptible of it, and within his reach, and the garnishee has a right to insist upon this as a part of the service of the writ, if he does claim the property as his own,, and the sheriff must see to his indemnity if the case requires any. When, therefore, he informed the sheriff that the bales of wool in his possession, and supposed to be the defendant’s, were claimed by another person, this was a warning that he could not hold them as bailee of the sheriff by virtue of the copy-service; and so the sheriff understood him, and therefore demanded indemnity of the plaintiff, which was refused; and thereupon the sheriff gave the garnishee notice that he had no claim on the goods. Surely, therefore, the garnishee cannot be treated as the sheriff’s bailee of them. It would be very unjust that he should be required to run the risk of a contest which others may raise at their -pleasure, and in which he has no interest, except the risk unjustly imposed upon him. Defendant’s title may be a secret one, and the garnishee ought not to be held responsible for property which he may not know to belong to the defendant, and which, perhaps, may be merely passing through his hands as a commission merchant or transporter.\nThe evidence that there was in fact no seizure, and that the sheriff discharged the garnishee from holding the goods as his bailee, does not change the sheriff’s return: but it accounts for its incompleteness, and shows that it was left incomplete, because the defendant’s title was in dispute, and indemnity was refused to the sheriff; and not because the garnishee was willing to hold the goods for the sheriff. The return shows a copy served, but no goods seized, and the evidence agrees with it. The functions of the writ were not exhausted by the return of it, for it is the sheriff’s voucher for holding the goods by himself or his bailee, or for taking them into custody at any time, until the termination of the process. He could therefore discharge his bailee from liability for them, even after the return of the writ.\nJudgment affirmed."}