{"id": "418937", "contents": "The facts of the case are fully stated in the opinion of the court, which was delivered by\nChambers, J.\n— This is an. action of assumpsit on a promissory note for $100, given by Clement to Weimer, in part payment of an old canal-boat, sold at $150, on which Clement had paid in part $50. Defendant pleaded payment with leave, and nil debet, and gave notice of special matter, that “plaintiff at and before the time of sale represented the boat as in good condition, and fit for immediate nse, whereas she was worthless and altogether unfit for use.” • In this notice there is no allegation of warranty express or implied, on the part of the plaintiff, nor is there any imputation against him of fraud or deceit in the sale.\nIt is the sale of a chattel, examined by Clement before he purchased, known as an old boat requiring repairs, then sunk in the river, on her bottom, lopsided. After examination and inquiry, Clement proposed to purchase this boat at the sum of $150 — an interview is had between him and the plaintiff, who expressed the opinion “that he thought, by a little repair, the boat would run a season,” and had asked for her $200. Weimer’s knowledge of the condition of the boat, beyond what was obvious, was obtained from his agents, Hillis & Clark, who, for him, had some charge of the boat. Weimer directed Hillis to tell Clement all he knew about the boat, and Hillis testified that ho did inform Clement of her bad condition, which was before the purchase. Clement was fully aware that he was to have a defective boat, requiring immediate repairs, if capable of use. After the purchase, the defendant allowed her to lie lopsided on the shore, partly in the water, exposed to sun and weather, for two months, before drawing her out for repairs, when she was found to be more decayed than he expected. Weimer appears to have acted in the transaction with good faith, and there was no reason to suspect the sincerity of his opinion about the condition of the boat. The parties were negotiating for the sale of an old boat, in bad condition, and in respect to which Weimer and Clement had the same means of information.\nWe can discover no warranty, express or implied, by the plaintiff, to be collected from the evidence on the record; nor is there any deceit, fraud, or wilful misrepresentation by the plaintiff, proved, or even imputed to him.\nThe defendant got the article which he had examined before he purchased, and of her unsoundness had the opinion of others, and was to pay for her, not the price of a good article, but a defective one. He chose to speculate on the condition of the old boat, and the amount of repairs she might require; and, if disappointed in his expectations, he must bear the loss. He was bound to regard the sound maxim of the law, “ caveat emptor”— and, by the caution and inquiry made by him, he did use the vigilance imposed on him. What are the legal responsibilities of the vendor of a chattel in Pennsylvania ? It is well settled that, with regard to the quality of goods, the vendor is not answerable unless he expressly warrants them, or there has been a fraudulent representation, — an affirmation of a quality known to the vendor to be false: Jackson v. Wetherel, 7 S. & R. 422. To constitute an express warranty, it is not necessary that the word “ warranty” should be used; but the words used must be tantamount, and not dubious or equivocal.\nThe civil law maxim, that a sound article is warranted by a sound price, was not the maxim of the common law, and has not been adopted by this court. If the buyer, instead of requiring an explicit warranty, chooses to rely on his own inspection, or the opinion of the vendor, if mistaken as to quality, he has only himself to blame. If overreached by wilful misrepresentation or deceit, he has his remedy. No implied warranty arises from an unfounded affirmation of soundness in the sale of a chattel; but for a deceitful representation of it, the remedy is by an action ex delicto: McFarland v. Memmer, 9 Watts 55. A naked affirmation is not itself an express warranty, nor evidence of it. In an action for the price of a chattel sold, the defendant may use the defence of wilful misrepresentation and deceit to resist a recovery, and, by proving a failure of consideration, show that, in equity and good conscience, plaintiff ought not to recover on a contract vitiated or impaired by deceit and fraud, as was raled at our present term in the case of Price & Lower v. Lewis.\nWhat the direction of the court below in this case was to the jury, in matter of law, is left in uncertainty. The charge of the court, and their answers to the points presented, have been lost or mislaid, and cannot be supplied; and it is only a fragment of the opinion of the court on one point only, that, by the agreement of the counsel, has been placed on the record and paper-books. It may be of questionable propriety for the court to review and consider a scrap of an opinion, as all the direction of the court below to the jury on the law. But we feel constrained, in furtherance of justice, to act on the meagre report we have before us on the record, in the absence of a full one, not to be had by reason of the decease of the judge, before whom the cause was tried, and where the verdict is so contrary to the law and evidence as it appears to this court.\nThe plaintiff has assigned for error the refusal of the court below to answer plaintiff’s point as presented, or answering it erroneously, if answered at all: — “ The plaintiff’s counsel respectfully request the court to refuse giving the instruction above asked, and to instruct that, unless Weimer was guilty of wilful misrepresentation, he is entitled to recover; and as there is no evidence of that, the verdict should be for the plaintiff.”\nTo this point the plaintiff was entitled to an explicit answer, and to have the jury instructed that, unless Weimer was guilty of wilful misrepresentation, he was entitled to recover; and that if there was not evidence satisfactory to them of such wilful misrepresentation, the verdict should be for the plaintiff.\nTo this, as reported, the court gave no answer, or answered thus: “A mutual mistake is no ground for relief — there must be some misrepresentation.” This was not the answer the plaintiff was entitled to have, and, so far as given, was not intelligible or directory to the jury. The evidence in the cause, as to the contract of the parties, was for the consideration of the jury, under the law of the case; and as there was little or no discrepancy about the facts, and no imputation of warranty, fraud, or wilful misrepresentation to the plaintiff, the verdict, being for the defendant, can only be accounted for by the misconception of the jury as to the law, and to which the omission of the court to answer plaintiff’s point, and the answer furnished, may have materially contributed and misled the jury. In the opinion of this court, there was error in the court below in their answer, as recited above.\nJudgment is reversed, and a venire de novo awarded."}