{"id": "418949", "contents": "The opinion of the court was delivered, by\nStrong, J.\n— The affidavit of defence does not deny the contract, as set out in the copy of the certificate of deposit filed, and there certainly is nothing illegal in the transaction as it appears upon the face of that paper. No rule of law or of public policy forbade an indemnity to Bryar’s surety. The affidavit, however, avers that it was agreed between the parties that Bryar should sell to Harrison his interest in a liquor store, and that he should have the privilege of selling liquors in said store under the vendor’s license, and that the said sum of one thousand dollars should be deposited with Bryar, to protect him and his surety from any further breaches of his license bond by Harrison, while he sold liquor under the said license. But the affidavit does not aver that this alleged agreement was ever carried out, or that the money for which the suit is brought was in fact deposited with the defendant, under and in pursuance of such an arrangement. If, therefore, the agreement averred was made, and was illegal, it did not necessarily taint the transaction evidenced by the certificate of deposit. It is collateral, and has no necessary connection with it.\nThe affidavit farther avers that the defendant has been notified by the surety in the bond to retain the money deposited until the bond should be cancelled or satisfied, and that he has applied in vain to the Court of Quarter Sessions for an exoneretur. There is no allegation that there was ever any breach of the condition of the bond, nor did the contract stipulate that the defendant’s liability to return the money deposited with him should be complete only when an exoneretur should be entered. The deposit was made to secure Irvine, the surety, against liability. When that ceased, the obligation to return the money was perfect. When it ceased, no matter by what means, or in what way, all the purposes of the deposit had been accomplished. But that liability ceased certainly at the expiration of two years after the license ended, and that was more than two years before this suit was brought. The Commonwealth alone was interested in the' bond, and the statute of limitations stood in the way of any prosecution for misdemeanors which could have worked a forfeiture.\nBesides, the bond was taken under the Act of April 14th. 1855, and that act was repealed by the thirty-fifth section of the Act of March 31st 1856. There could therefore have been no procedure upon the bond, for the Act of 1855, which alone authorized its use, was no longer in existence. It follows that the District Court was right in giving judgment for the plaintiff, notwithstanding the affidavit of defence.\nThe second assignment of error is founded upon a mistake of fact. A second judgment was not given. The entry by the prothonotary in the lien docket was not signing a judgment. It was not the act of the court, but his own act, under the statute of 29th of March 1827, the object of which was to provide means of notice of liens. The judgment was not actually entered until May 10th 1860.\nJudgment affirmed."}