{"id": "418912", "contents": "The opinion of the court was delivered, by\nStrong, J.\n— The case does not call upon us to determine whether Henry Kenaga, the lunatic, was or was not domiciled in Pennsylvania, nor, indeed, how far John Keller, his committee, was accountable in this state for the legacy which he received in Ohio. We cannot doubt that the appointment of the committee by the Common Pleas of Cumberland county was over both the person and estate of the lunatic. The petition and the inquisition treated the ease as that of one domiciled here. Inquiry was made for his property, and the court confirmed the inquisition thus made over both person and property. A committee was then appointed, who, together with the defendant as his surety, gave the bond upon which suit is brought. It recites that John Keller had been appointed a committee of the person and estate of the lunatic, and it binds the obligors that the committee shall perform his trust, and duly account for all property and funds that may come into his hands. The appointment was so regarded by the Court of Common Pleas in Ohio. Beyond controversy, John Keller’s commission by that court as guardian of the person and property of the same lunatic, was but ancillary to his previous appointment as committee by the Common Pleas of Cumberland county in this state. The petition for it was based upon the proceedings here, and, under the statutes of Ohio, the courts of that state had no power to appoint a guardian, in the manner in which the appointment was made, without inquisition, except as an auxiliary to the action of an extra-territorial tribunal. Both courts, therefore, treated the lunatic as domiciled in this state; and the appointment of the committee here as made on the estate as well as the person.\nSuch being the extent of his commission, he was liable to account in Cumberland county, as committee of the lunatic’s estate. He did so account, and the Common Pleas passed upon his account, and determined to what extent he was liable. When that account was settled was the time to adjudicate whether he was responsible for any money received under his auxiliary commission in Ohio. The question cannot be raised in this collateral proceeding. The amount for which he is liable here, has been judicially determined, and the decree of the court confirming the report of the auditor upon his account, is conclusive upon him. And if so, why not upon the surety in his bond ? It certainly is Keller’s duty to pay over the money with which he was charged, and it is a duty imposed upon him by his commission. The defendant, by his obligation, has undertaken that the committee shall discharge all his official duties; and, as payment of this money is one of them, it is fully within the terms of the bond. If there were errors in the settlement of the account, — if the committee was charged with more than he was legally accountable for, — the surety could have objected to its confirmation. Then he might have been heard directly upon the question which he now seeks to raise collaterally. It may be conceded that his bond did not include a liability for any money received by his principal under a commission issued by the court in Ohio, but it made him answerable for the failure of his principal to obey the decrees of the court of Cumberland county, which had jurisdiction over his accounts. By the settlement of those accounts, we hold that the surety was concluded, and, consequently, that the court erred in directing a verdict for the defendant.\nJudgment reversed, and a venire de novo awarded."}