{"id": "418922", "contents": "The opinion of the court was delivered, by\nThompson, J.\n— The defendant in error, who was also the defendant below, claims a deduction from the purchase-money he had covenanted to pay to the plaintiff, for a certain lot or tract of donation land in Crawford county, on account of failure of title to a small portion of it.\n/ The main matter to be determined here is the effect of the 'words of the agreement, whether they imply a covenant to convey by general or special warranty. They are, that upon payment of the purchase-money by the vendee, the vendor “ will well and sufficiently grant, convey, and assure the said tract of land,” to him, his heirs and assigns.\nThe learned judge of the Common Pleas thought, and so charged, that these words constituted a covenant for title with general warranty. This charge is the foundation for the first assignment of error.\nThe subject of ancient and modern warranties and how created, is learnedly and ably discussed by Kent, C. J., in Frost et al. v. Raymond, 2 Caines R. 188, and by Kennedy, J., in Whitehall v. Gotwalt, 3 Penn. 313, and they both arrive at the conclusion, that there is no general warranty implied at common law in the necessary words used in the creation of estates of freehold. The same conclusion is announced as the result of all the authorities in Mr. Rawle’s excellent work on Covenants for Title 476, et passim. Here, although the covenant was to convey a fee, the terms used imported nothing more. The grant of a fee does not necessarily imply a general warranty of title. It does, however, include a special warranty, that is to say, against the grantor and his heirs.\nIn Espy v. Anderson, 2 Harris 308, the words were, that the vendor would “well and sufficiently grant, convey, and assign,” and they were held not to imply an agreement to convey by any other than a special warranty. In Withers v. Baird, 7 Watts 229, it was held that where there was an agreement to convey generally, the vendee had no right to expect more than a special warranty. The same doctrine is to be found in Rawle on Covenants 555. The words “ grant, bargain, and sell” by statute, are made to imply a covenant that the vendor has not done or suffered any act whereby the estate granted by him may be defeated. This may be said to be the only implied covenant we have in conveyance of freehold estates. The learned judge was wrong therefore in charging as he did. ^\nThe application of this doctrine to the plaintiff’s sixth point was erroneous. The point should have been affirmed generally. If the defendant knew of the defect of the plaintiff’s title in the particular alleged and proved, before he bought, and required no covenant against it, and there was no fraud, he cannot detain any portion of the purchase-money: Lighty v. Shorb, 3 Penn. R. 452; Hart v. Porter, 5 S. & R. 205; Beedleman v. Folk, 5 Watts 308. And that he stipulated for no covenant against such a defect we have seen. When there is a known defect of title, and no covenant or fraud, the presumption is that the purchaser agreed to take the risk of the title on account of the advantages of the bargain: Rawle on Covenants 723. There is no difference as to this, whether the contract rests merely on articles of agreement, and therefore entirely executory, or on a deed without general warranty, where the purchase-money has not all been paid. A very different rule exists where the defects are unknown. There, wherever the purchase-money remains unpaid, if there be no covenant of warranty, the money may be retained. For the reasons given this case must be reversed.\nFrom the defendant’s own witnesses it seems to be proved that he knew of the defect before he bought. If so, this will be decisive of the case on another trial, and we need not notice the other points in it.\nJudgment reversed, and venire de novo awarded."}