{"id": "418933", "contents": "The opinion of the court was delivered, by\nLowrie, C. J.\n— We should have difficulty in interpreting the will of George Follmer as the parties interested in it seem to have done; but justice does not require that we should reverse their interpretation, and now execute the will differently. None of the parties to it have ever disputed the correctness of the original interpretation; and it is not until after several of them are dead (including the executors), that the administrators of one of the legatees seek to reopen the question. It is more than a quarter of a century since the parties to the estate settled that it was to be divided on the ¡Drinciple of equality, counting in advances made in the testator’s lifetime, and that so he intended. It was so divided, and we can hardly be expeeted now to quash the arrangements.\nIt is not necessary to the conclusiveness of the distribution actually made, that there should have been any formal agreement among the parties relative to it. It is sufficient that the principle of distribution was admitted and acted on by the parties; and the admission may be proved by the language, or implied from the conduct of the party sought to be concluded: 1 Green. Ev. § 207.\nThe testimony of the witnesses shows beyond dispute that the legatees, including Mrs. Howland, the complainant’s intestate, admitted, by word and deed, the several annual family meetings held with the executors for the purpose of arranging the estate; that those five who had received portions in the testator’s lifetime, were to get so much less under the will, so that all should be equal, and that this was the testator’s intention. The failure of the recollection about the details of the conversations does not at all weaken our confidence in its general tenor and effect; that is abundantly sustained otherwise. At several successive family meetings payments were made to the several legatees in the presence of each other, and receipts passed on this principle, until all were paid up in full, and some more than in full. In 1847 the final account of the surviving executor was filed, showing this distribution, and was confirmed. After that Mrs. How-land died, and in 1858 her administrators .seek to correct the mistake into which she and all the other parties had fallen twenty-eight years before, and on which they had acted throughout the whole administration of the estate. This cannot be allowed.\nWe have no doubt that these children knew their father’s will in relation to his estate better than he has exjDressed it, and the principle which they have adopted was perfectly equitable and just. We are not sure that even the law would not have adopted it, under the light in which they must have acted. The partial division of his estate in his lifetime not having been fully carried out as intended, he and his five children, to whom he granted lands by deeds, may have considered their portions in this division as debts due by them until the others should get their like shares, even though no bonds rvere given. Then they would be debts due the estate and not complete gifts, and thus equality in the final distribution would be secured. Be this as it may, after all that has taken place, we cannot now justly fall back upon a dry interpretation of the mere words of the will without any attending circumstances, so far as to root up all that has been done. The harmonious interpretation of the parties, made when the matter was fresh and which has been continued ever since, is better than any we can now make. Contemporánea expositio est optima etfortissima in lege: Broom’s Leg. Max. 532.\nDecree reversed and petition dismissed, and it is ordered and decreed that the petitioners pay to defendants their costs, and the cause is remitted to the Orphans’ Court that this decree may be there enforced."}