{"id": "418901", "contents": "The opinion of the court was delivered, by\nLowrie, C. J.\nThere is no particular virtue in the form which this proceeding took in the court below, that entitles it to be reheard here. The bill, or petition of review, was nothing more than a motion for a rehearing on the report of the sale; in which all the reasons in its support are fully stated. If we review the matter, it is only because the setting aside or confirmation of a sale of land under the order and supervision of the Orphans’ Court, is a proper subject for review.\nOn the hearing, the court set aside the sale because there was some inadequacy of price, and the complaining heir had been misled by one of the administrators in relation to the conclusiveness of the result of the biddings. We confess a doubt about the sufficiency of these grounds, as shown by the evidence, and think we should ourselves have allowed the sale to stand. But we cannot treat this case as we might have done, if holding the Orphans’ Court. The question here is: — Is the action of the Orphans’ Court so manifestly wrong, that we ought to say they have exercised their discretion unlawfully ? We are not prepared to say so.\nPossibly we ought to go further, and state the question to be, whether this court ought to listen to an appeal that goes on the grounds taken here. The practice is against it; and yet we dislike to venture on any general rules rejecting our authority, in the face of the law which gives us authority to review “ all and all manner of pleas, plaints, and causes which shall be brought or removed here from any other court by virtue of any process issued by this court or any judge thereof, and to correct all and all manner of error” in their proceedings: Act 16th June 1836, § 1.'\nFearing to do wrong by any general rule relieving ourselves of any part of this burden, we must also be cautious that we do no wrong by encouraging such cases as this, except where the wrong is great and manifest.\nIt would be a great discouragement to bidders at judicial sales, if they should be set aside on light grounds; but it would be a much greater discouragement to have it understood that the purchaser, by the fact of purchase, becomes a party to a suit that may be carried even to the Supreme Court before he can know that he is really a purchaser. And it would seriously embarrass all judicial sales, to have it understood that any of the sometimes numerous parties to it, creditors, heirs, and others, could at pleasure stop them until the judgment of the Supreme Court could be had. It is not to such incidental and collateral decrees as this that the law, giving an appeal from the final decrees of the Orphans’ Court, applies; but only to the decrees between the parties in the main case. We think no appeal of this kind ought to be entertained, without a special allocatur, and this must be the rule hereafter.\nProceedings affirmed at the costs of the appellant."}