{"id": "418950", "contents": "The opinion of the court was delivered, by\nStrong, J.\n— The Act of April 21st 1856, which, it is contended, supports the claim filed in this ease, is exceedingly obscure, and it is not easy to determine satisfactorily what the legislature intended. Did they mean that the person who might furnish a steam-engine or fixture should have a lien upon the engine or fixture alone; that he who might furnish a part of a coal-breaker, should have a lien upon that part only which he furnished ? If such was their intention, if the purpose was to designate the object upon which the lien should fasten, rather than the materials or thing furnished, for which a claim may be filed, the execution of the law will lead to some very singular results. It would afford no adequate security to the mechanic or material-man for the debt due him. He could then only sell under his levari facias the identical article which he had furnished, which, after having been set in place and removed, would probably sell for less than its cost. Its separation, also, from other parts of a building or machinery, would be attended with destruction to them, and might thus impair the security of other lien-creditors. Again, if the things enumerated in the act are designed to be placed upon the same footing with buildings, and the claim is to be enforced against them separately, as the act declares that the provisions of the Act of 1836 shall be extended to them as fully as they are applicable to buildings, and as the lien upon buildings extends to the ground upon which they stand, a sale under a judgment obtained in a scire facias would carry the ground covered by the steam-engine, or the pump-gearing, or the fixture; and as there might be many such liens on the machinery, or parts of machinery, in a single building, there might be numerous sales of the ground upon which it stood. Distribution among the different lien-creditors would be impossible. A construction that leads to such results is unreasonable. It is not to be supposed that such was the legislative intention. The Act of 1856 was supplementary to the Act of 1836, and should be construed with reference to that. The policy of that act was to give a lien upon real estate, to which accessions had been made by the labour and property of a mechanic or material-man. Never, before the Act of 1856, certainly, was any attempt made to extend the lien beyond the realty, except to coal leases in Schuylkill county. But the things described in that act are all personalty; and if they are the objects upon which the lien fastens, an entirely new principle has been introduced. We think, therefore, that whatever may have been the purpose of the legislature, they could not have had in view anything else than a lien upon real estate; and if not, then it is for the steam-engine, coal-breaker, or parts thereof, pump-gearing, hoisting-gearing, fixture, or machinery, &c., not on them, that the lien is given.\nWas it then intended to authorize filing a claim for debts contracted, work done, or materials furnished for or about the alteration or repairs of an old building, and not about its erection or construction ? We think not. The act declares that the provisions of the Act of 1836, and its supplements, as fully as they are now applicable to buildings, shall be extended to certain things for which claims may be filed. How fully are those things applicable to buildings ? The answer is, only to buildings in the erection or construction of which they have been used, or for the erection of which they have been procured. To any other than such buildings, the provisions of the Act of 1836 are not applicable; and, to say the least, it is not apparent that the legislature designed to extend them to others. The extension spoken of in the act is not to another class of buildings, or to buildings at all, but to certain accessions, including machinery in and about mills of any kind, iron or coal works, and iron-mines. True, it is to machinery in and about mills of any Icind, but this evidently refers to the genus of the mill, as an oil-mill, a grist-mill, or a saw-mill, rather than to varieties in age, or differences in the time of construction.\nIt is argued, however, that such an interpretation of the Act of 1856 makes it unmeaning. It is said, that without the act, there was a lien upon new mills for steam-engines and machinery used in their construction, and that, unless the lien be now extended to buildings altered or repaired, the act has accomplished nothing. It must be conceded, that for engines and machinery, constituting a part of a new mill, there was a lien under the Act of 1836; but, if placed in the mill, or about it, and no constituent part of the erection, they were not within the lien laws. So, if used in or about iron or coal works, but not furnished for or about the erection -or construction of a building, they could not be made the ground of a lien. There is, therefore, something upon which the Act of 1856 can operate, without its being held' applicable to old buildings altered or repaired.\n• We have said enough to indicate that, in our opinion, it was erroneous to instruct the jury that the case of the plaintiff below Was covered by the Act of April 21st 1856.\nIt is, however, argued by the defendant in error, that, even if the court erred, in holding that the Act of 1856 authorized filing a claim, although the mill was not a new erection, yet that no harm was done by the instruction, because the mill was a new erection within the meaning of the Act of 1836. Without undertaking to review the cases which have discussed what changes made in an old building constitute it a new one, within the sense of the mechanics’ lien law, cases not easily reconcilable, it may suffice now to say, we are all of opinion that the alterations made in the saw-mill, against which this claim was filed, were not an erection of the building. They were very great, but they were principally changes in the internal structure and arrangement. The old machinery was taken out and replaced by new, of a different character. But the frame of the old mill was left. The building was not raised higher, nor enlarged. Were we to rule that a mere substitution of one kind of machinery for another, within a mill, without any change in the frame which encloses it, amounts to a new erection of the building, we should go much beyond what has been decided in any other case. We concur, therefore, with the opinion of the Court of Common Pleas, that what was done to the building did not constitute a new erection within the meaning of the Act of 16th June 1836. The case is sent back only because the learned judge ruled that it was covered by the Act of 1856, and that the claimant might have a lien for alterations of an old mill.\nJudgment reversed, and a venire de novo awarded.\nThompson, J., dissented."}