{"id": "418952", "contents": "The opinion of the court was delivered, by\nThompson, J.\n— The learned judge of the Common Pleas denied not the plaintiff’s right to the flow of water to his mill in the channel of the Quitapahilla creek, as “ of long time it had been accustomed to flow,” nor the defendant’s ultimate liability to make compensation for diverting the same, but denied the remedy invoked.\nEquity may and will undoubtedly interfere by injunction in a proper case, on the ground of the restraint of irreparable mischief. But it is not every case which will furnish a right of action against a party for a nuisance, which will justify the interference of courts of equity to redress the injury, or to remove the annoyance. There must be the absence of an adequate remedy at law. A common trespass is not the foundation for an injunction, where it is only contingent, fugitive, or temporary. But if continued so long as to become a nuisance, in such a case an injunction ought to be granted, to restrain the person from committing it: 2 Story’s Eq. Juris., § 925. So obstruction of watercourses, the diversion of streams from mills, and the pulling down of the banks of rivers, thereby exposing adjacent lands to inundation, or mills to destruction: Id. 927.\nThese various remedies proceed on the ground of preventing irreparable mischief. IIow does the plaintiff’s right stand under this head ? Prom 1834 up until 1855, the complainant, and those under whom he claims, assented to the use of the water of the Quitapahilla Creek, and received compensation therefor from the company.\nDuring this time and since, expensive improvements have been made on the defendant’s works, but up until 1855, no objection to the use of the water seems to have been interposed. Por two years afterwards, while the company were enlarging their canal, the water was not much used, and no notice was given by the plaintiff that its use might not be continued as hitherto. But since the enlargement, the works have gone into the hands of trustees for creditors, and payment for the right have not been made as perhaps they should have been, and this is the reason for the present bill.\nBut the Court of Common Pleas thought that the acquiescence or assent of the party to the use of the water for so many years, and its use by arrangement and contract, precluded an injunction. In this he was fully sustained by equity principles and practice.\nThe ground of irreparable mischief cannot be entertained in equity, where a party has assented to and received compensation for the permitted use of the means of encroachment upon his right. If there be injury under such circumstances, the compensation accepted proves that it was not irreparable. It would be damnum sine injuria. It could not be classed under head of injuries of which equity takes cognisance. Hence the acquiescence and compensation here preclude the remedy by injunction.\nNor does the plaintiff’s case stand upon continuing wrongful trespasses upon his rights, for, as already said, • the user was allowed and paid for. “ Ratihabitio retrotrahitur et mandato ¡equipar atur.” Subsequent assent is equivalent to an original authority. It matters not now what the character of the original diversion was after such an acquiescence in it and compensation. Equity would not, in such a case, destroy the defendants’ works, now an important public thoroughfare, by restraining their use as a public highway, but leave the plaintiff to his remedy at law. In this view the injunction would be improper.\nThe bill was not framed to enforce the specific execution of a contract to pay a yearly sum for the right to use the water. No continuing contract of the kind is alleged, so that injunction could not issue under this head of equity jurisprudence.\nThere being no perceptible ground for the allowance of an injunction under the facts of this case, and there being an adequate remedy at law to recover such damages as the plaintiff has sustained, he must be referred to that remedy.\nThe fact, if it be so, that this remedy may not be successful in realizing the fruits of a recovery at law, on account of the insolvency of the defendants, is not of itself a ground of equitable interference. The remedy is what is to be looked at. If it exist, and is ordinarily adequate, its possible want of success is not a consideration. It is not intended here to say that insolvency is never a consideration moving a chancellor. It frequently does, but not alone. The equitable remedy must exist independently. In balancing cases, it is a consideration that gives preponderance to the remedy. Hence, the alleged insolvency of the company, and the supposed inability to collect damages that may be recovered from it, is no reason for interfering by injunction; nor do we decide what parties may be amenable to the plaintiff.\nIn Pusey v. Wright, 7 Casey 387, we refused to enjoin the defendant from using his railroad, because it appeared that its construction had been with the assent of the plaintiff; and although it was shown that it was built on a contract for certain alleged privileges to him, and broken by the defendant, we refused it because it would have been unreasonable to destroy valuable improvements which the plaintiff had assented to, and but for which assent the right might have been acquired by proceedings in court, and we turned him round to his remedy at law. So may the same thing be said in this case, and we must refer the plaintiffs to a like remedy.\nWe do not design discussing the assignments of error more at large, as we are well satisfied with the reasons given by the learned judge, on the point on which he ruled the- case.\nDecree affirmed at the costs of the appellant."}