{"id": "420596", "contents": "The opinion of the court was delivered, November 12th 1863, by\nStrong, J.\nThis was an action of trespass, “vi et armis,” brought against the defendants to recover damages for taking and carrying away certain personal property, consisting of live stock, farming utensils, &e., which the plaintiff alleged belonged to her. The defence set up was, that the property belonged to the estate of the plaintiff’s aunt, Jane Buchanan, upon which the defendants had administered after her death, and that they had taken it in the course of administration. The contest, therefore, on the trial was, whether the property taken belonged exclusively to Jane Buchanan at her death, or in whole or part to Mary Ann Buchanan, the plaintiff. To establish the ownership of Jane, the defendants called Johnston Sutton, who was married to a niece of the decedent, one of her next of kin and heirs, and called also Jane O. Getty, another of the intestate’s heirs. Objection Avas made to their admission as witnesses, in behalf of the defendants, and they were rejected by the court. This constitutes the basis of the first and second assignments of error.\nIt has often been decided that a witness is incompetent to testify, either to increase or protect a fund in which he is entitled to participate: Wilkinson v. Turnpike Company, 6 Barr 398; Thomas v. Brady, 10 Id. 167. Nor is a cestui que trust permitted to support by his testimony the title of his trustee. But it is argued that inasmuch as this suit is brought against the defendants personally, and not as administrators, any judgment recovered against them must be “ de bonis propriis,” for which they cannot take credit in their administration account. Hence it is inferred that the estate of the defendants’ intestate cannot be' affected by any verdict that may be obtained in this case, and that therefore the proposed witnesses were not offered to increase or protect any fund which they are entitled to share. The inference is not well drawn. Let it be admitted that the defendants would not be entitled to credit for such sum as may be recovered against them in this action, yet the verdict and judgment will determine whether the property taken by them belonged to the decedent’s personal estate or not, and determine this conclusively, for the defendants are sole trustees of that estate, and a judgment against them concludes the cestuis que trust. If the plaintiff recovers in this suit, the defendants are not bound to account as administrators for the property. It will then be settled that the goods were no part of the trust fund. Thus it is plain that the heirs have a direct interest in the issue between the parties, and their testimony for the defendants would go to increase or protect the fund, of which they are to be distributees. And this has been so decided in Dimond v. McDowell, 7 Watts 510, which was an action of trover; the defence set up was, as it is here, that the property, in question belonged to an estate which the defendant represented as an executor, and it was held that a legatee under the will of the testator was an incompetent witness for the defendant. The case is on all-fours with the present.\nIt is further insisted that if Johnston Sutton was at first incompetent, he was rendered competent by his release of his interest to the administrators, and to the next of. kin to the decedent. But he had nothing to release. He was incompetent because his wife was interested, and her interest it was not in his power to release.\nNor was Jane C. Getty rendered competent by her release. The record shows it to have been rather an assignment of her share of the decedent’s personal estate to the administrators and next of kin, with certain covenants. She was a feme covert, and her husband did not join in the instrument. It cannot be pretended that before the Act of 1848, relative to the rights of married women, such, an assignment would have been operative at all. It is equally clear that act gave a married woman no power to bind herself by such a contract. If the disability arising from her coverture be removed, it is by force of the Act of April 11th 1856, Brightly’s Purdon 702, which enacted as follows: “ Whenever any married woman of lawful age shall be entitled to a legacy, or to a distributive share of the personal estate, or of the proceeds of the real estate of a deceased person, it shall be competent for her, either in .person or by attorney, to sign, seal, and deliver a refunding bond, in pursuance of the Act of Assembly in such case made and provided, and also to execute all such other instruments, and to perform all other such acts as may by law be necessary to be done, or may be lawfully required by the executor or administrator, upon the payment to her of the moneys to be distributed as aforesaid, with the same effect, for the intent and purpose of binding her separate estate, as if she were sole and unmarried.”\nThis act empowers a feme covert to bind herself by refunding bonds, and by acts and instruments necessary or lawfully required, upon the payment to her of the money to be distributed. The assignment of Jane C. Getty is not one of the instruments referred to by the Act of Assembly. It was not a necessary act on settlement of the decedent’s estate. It was not made on payment to her of her distributive share. It was executed at the trial, and doubtless for the purpose of making her a witness. It did not extinguish her interest, and hence she was rightly rejected.\nThe remaining assignments of error relate to the charge. The third excepts only to the statement of a fact incontrovertibly true, and the statement could not possibly have injured the plaintiffs in error.\nThe fourth assignment is in substance that the court submitted to the jury, without evidence, to find an agreement between Jane and Mary Ann Buchanan, that the stock on the farm should belong to them jointly and equally. We think there was no inconsiderable evidence from which a jury might infer such an agreement. It is found in the repeated declarations of Jane, that Mary Ann was equally interested with her in all the stock on the farm, owned as much as she did, and in the community of enjoyment for many years. That there was sufficient consideration to support such an agreement admits of no doubt.\nThe fifth and last assignment is to the instruction given to the jury, that no inference that the plaintiff had waived her rights, could be drawn from the fact that she had consented to the appraisement made by the administrators. If Jane and Mary Ann w-ere joint owners of the property, as the latter alleged, the administrators of the former were under obligation to cause an appraisement to be made, and Mary Ann could not resist it. It would be strange, indeed, if her consent to what she had no right to oppose, could be construed into a giving up of her own property. Upon all the evidence it was fairly left to the jury to find whether she consented to the defendants’ taking and selling the property. They could ask for no more. In the whole record there is no error.\nThe judgment is affirmed."}