{"id": "420594", "contents": "The opinion of the court was delivered, January 4th 1864, by\nStrong, J.\nThis ease was once before in this court, and it is reported in 2 Wright 49. On the first trial in the court below, the jury was instructed that the sheriff’s deed to William J. B. Andrews, under which the defendants below, now plaintiffs in error, claim, was inoperative and void as against Zebulon Warner and James L. Gillis. Taking the facts as they then appeared, we thought the instruction given was erroneous, and a new trial was ordered. The judgment under which the sheriff’s sale was made, had been recovered against Warner, Gillis, and Andrews. They were therefore joint debtors, but it did not appear that they were also joint owners of the land levied upon and sold. There was nothing consequently to show that Andrew's, though a'joint debtor, might not become a purchaser for his own exclusive benefit. In the absence of proof of joint ownership, this court held the facts that there had been no return to the writ of venditioni exponas, that the judgment itself was satisfied after the sale, and before tbe sheriff’s deed was acknowledged, tiiat Andrews was a joint debtor in the judgment, and that the sheriff had levied upon the defendants’ interest in the land, did not justify a peremptory direction that the sale was insufficient to divest the interest of Zebulon Warner, and vest it in the purchaser.\nThe case now, however, after the second trial, wears a different aspect. It is clearly proved, and not even controverted, that at the time of the sheriff’s sale Andrews was a joint owner with Warner and Gillis of the land. This is a controlling fact in the cause. It settles that Andrews could not buy at the sheriff’s sale for his own exclusive use. He must have held the land in trust for his co-tenants to the extent of the shares which they held before the sale, even had the sheriff’s deed been regularly delivered to him. Were the contest now between Andrews and Warner, it could not be pretended that the sale operated to transfer to the former the interest of the latter, even if all consideration of fraud and of the non-delivery of the deed be rejected. And not only was Andrews impotent to acquire thus an adverse title to that of his co-tenants, the proof is overwhelming that he never did pay the amount of his bid, that the judgment was satisfied by the defendants in the execution instead of the purchaser, and that the deed was obtained in fraud of the rights of Warner, and without any delivery by the sheriff. Had the deed been delivered, the payment of the purchase-money by Andrews might have been inferred from the receipt in the deed, but if there was no delivery, the receipt affords no evidence of payment even against the sheriff, and certainly not against any other person. These considerations, however, may be laid aside. It is enough that Andrews, having been a joint owner with Warner and Gillis, could not set up his purchase at sheriff’s sale adversely to them, and at most could only be regarded as holding in> trust for them.\nAnd it is impossible to see how the defendants below stand in any better situation than that of Andrews, under whose title they defend. Had they been bond fide purchasers without notice, it may’be that the fraudulent procurement of the deed, the nonpayment of the bid, and the payment of the judgment by the defendants, out of other joint property they owned, would not affect them. But they are not purchasers without notice. Whatever will put a purchaser upon inquiry, and lead to knowledge, is notice. He is bound to make inquiry where there is anything that would lead a prudent man to make it, and he is therefore presumed to have known all that inquiry would have revealed to him. Now, without placing any reliance upon the suspicious circumstances that attended the sheriff’s sale to Andrews, the unusual circumstance that one of the debtors in the judgment was the purchaser, that the deed was not acknowledged until a year after the sale, that the judgment had been marked satisfied eight months before the acknowledgment, and-that no sale had ever been returned by the sheriff, all which were before the eyes of every one who purchased mediately or immediately from Andrews, and which of themselves, it would seem, should have put any man proposing to buy, on his guard: there was all along the chain of title, the direct assertion that the property had belonged to Warner, Gillis, and Andrews, and nowhere an assertion that they had ceased to hold it jointly prior to the sheriff’s sale.Without referring to any other deed, that of the sheriff to Andrews asserted it, and thus gave notice of the fact to every subsequent purchaser. The deed itself and the record of it expressly recite that the land had been the property of Zebulon Warner, James L. Gillis, and William J. B. Andrews, and had been sold as such. Here was the foundation of any right that could be acquired from Andrews. These defendants must have seen it, or they were very careless purchasers, and seeing it, they were informed that Warner’s title remained in him, notwithstanding the formal sheriff’s sale. Ñot a purchaser after the sale can be held to have bought without notice, for each must have referred to the judgments against the three joint owners, and to the sheriff’s deed reciting the joint ownership;\nIn this view of the case, the first six assignments of error are of no importance. If sustained, they would not justify us in reversing the judgment. But in truth they are all unfounded. The deposition of George Leach was properly admitted. It does not contradict his deed, unless the deed was delivered, and if it did, that would be no reason for rejecting the testimony of the witness in a controversy between these parties. And in no part of the charge do we discover any error.\nJudgment affirmed."}