{"id": "420591", "contents": "The opinion of the court was delivered by\nThompson, J.\nThe object of the company certificate required by the 1st section of the Act of the 7th April 1849, in which the name of the corporation, its objects, the capital stock subscribed, the amount paid in, to whom paid, the value of the shares into which the stock is divided, the residence of the subscribers, the number of shares by each subscribed, the county in which operations are to be carried on, the term during which the association is to exist, and the names and number of directors until the first annual election after filing the same, was mainly to advertise the public on the point most interesting to it, namely, the confidence it might repose in the concern, and the security it might look to in giving credit. In various sections of the act, the duties and responsibilities of the company are carefully defined, and the rights and remedies of creditors as carefully declared and guarded. The immunity of a stockholder, under this Act of 1849, is much greater than that of a mere partner. He is not answerable to the full extent of his private estate, but only to his proportion of the unpaid stock of the company in case of misfortune. As to creditors, all the stockholders stand bound to make good the full payment of the stock of each one. This is not an onerous provision, because, as all would be benefited in profits by the value of the capital, so would each one. Besides, too, if the company were dilatory in the enforcement of payment by stockholders, with ample powers to effect it, the fault would be their own, and others should not be made to suffer for it.\nIt is under the provision contained in the 9th section of the Act of 1849, that the plaintiffs claim to hold the defendants in this case; and they contend that the company certificate of the 28th January 1856, clearly shows unpaid stock to the amount of $10,900, there being no evidence, by subsequent certificate or otherwise, that this amount of the reduced stock of this company has ever been paid, they ask to recover against the defendants to the extent of their claim, which is within that sum.\nThe defendants say they are not liable, because, in the original incorporation, they subscribed the stock mentioned in the certificate as agents of the corporation, and’ in the same capacity filed the certificate; and that the shares, paid for are all that the subscribers ever held of the stock, thé surplus belonging to the company, to be sold at pleasure by it when in need of funds, or desirous of increasing its capital.- B-qt if I comprehend the ground of defence, it seems to me to be -directly in conflict with the act, and in contradiction of the certificate. The act requires the stock to be subscribed for, and by, persons who are to become members of the company, and the certificate shows that all the original stock was subscribed by and for the defendants in this suit. Whatever might be the law between them and the corporation, as between them and the public the certificate is conclusive. I cannot agree, therefore, with the position that creditors have only the rights and equities of the corporation as against the stockholders. They have the rights which the statute gives; no more and no less. The certificate discloses the extent of the capital stock, and the statute renders all the subscribers to it liable for its payment when creditors -call. Were undisclosed arrangements permitted to defeat or control the effect of the certificate, that safeguard would at once become a snare instead of a protection. If capital seeks for. immunities, it must take them with such liabilities as are the terms upon which they are granted.\nAnother ground of defence is, that the plaintiffs had notice that the present organization of the company grew out of a division of the old company, and that therefore they did not and could not have given credit upon, the faith of the original certificate. I do not see the force of this reason. The statute authorized a reduction of the stock. A meeting of the stockholders was held at the .office of the, company on the 17th of January 1856, when it was agreed that the capital stock should be reduced to $166,650 from the original .amount of $500,000 subscribed, of which $467,250 was paid in. The certificate filed on the 28th January 1856 shows all this.- And it shows more. It shows that the original stock was cut up into three portions, and divided amongst the three mills forming the property of- the first corporation. So that the stockholders in each took a third of the original stock, paid and unpaid. The defendants’ certificate, therefore, set out in good faith the amount of its capital stock to be equal to $166,250, and that there was paid on it $155,750, thus leaving $10,960 unpaid capital. We deal with this transaction as one allowed by law, and hold the company to the responsibilities fixed by law. The certificate of 1856 leaves the original organization intact, so far as it is not changed therein. It does not change the names of the stockholders, nor attempt it. They continue. Their characters remain guarantees to the public. It only says that the stock is reduced in amount, and that so much is paid, and so much remains unpaid. To allow this certificate to be contradicted by showing the stock to be full paid stock, while it asserts the contrary, would be as unjust in principle as untrue-in fact. For it is apparent that this company received a transfer in fact, or rather the stockholders took the one-third of the original stock subscribed to be the capital of the new organization; and of this the sum mentioned, viz., of $10,960, was unpaid. I can discover no inequity in the plaintiffs’ claim against these stockholders grow'ing out of the fact of the new organization, which should prevent them from asserting it to the extent of the unpaid stock, if the corporation is unable to pay them their claim. They accepted the provisions of the statute on these terms, and must abide by them.\nA third ground of defence is the Statute of Limitation; that is to say, it is contended that inasmuch as the company have not once in eleven years called on the balance of stock, the Statute would be a bar to its recovery from the stockholders. This by no means follows. Calls may have been made and paid within six years — the delinquent stockholders may have been all the time directors, and yearly receiving profits. Nothing to the contrary of this appears, and it would be strange if, in addition to this, the stockholders being the directors, could, by a failure to call in subscriptions from themselves, raise a bar in favour of themselves. The principle which'ruled the eases of McCully v. Pittsburgh and Connellsville Railroad Co., 8 Casey 25, Byers v. Same, Id. 22, and Same v. Graham, 12 Id. 77, is not developed in this case. In those cases, by analogy to the statute, it was held that where the work had not been prosecuted according to the requirements of the act of incorporation, and no calls made ■within six years from the date of the subscription for payments on account of stock, a presumption of abandonment of the project arose in favour of the subscriber, and that six years was a bar to the remedy by call, and to a suit to recover the instalments so called for. Here the special verdict finds no facts whatever to bring the case in hand within these principles. We have therefore the case of subscriptions not paid up, but held in reserve by the company to be drawn upon as needed. The statute authorizing the incorporation of the company provides against the application of the principle contended for, unless, indeed, nothing had been done within six years after the original subscription, by declaring the continued liability of the stockholders, “ until the whole amount of the capital stock as fixed and limited by the said company, as in the act provided, shall have been paid in, and a certificate thereof shall have been made and recorded.” We see no ground of escape for the stockholders in this case, and are therefore obliged to reverse the judgment of the court below, and enter judgment on the special verdict for the plaintiffs.\nNow, to wit, November 2d 1863, this cause being argued by counsel, and considered by the court, it is ordered that the judgment of the Court of Common Pleas herein be reversed; and it is further now ordered and adjudged that judgment be entered on the special verdict in favour of the plaintiffs for the sum of $6214.59, with^ interest, from April 30th 1862, and costs.\nStrong, J., dissented."}