{"id": "420590", "contents": "The opinion of the court was delivered by\nStrong, J. — The\ncase was to the to find whether the injury which resulted in the death of the plaintiff’s husband was or was not occasioned by the negligence of the defendants’ contractors, or that of the contractors’ agents and servants, and the verdict establishes that it was. To this mode of submitting the case no exception was taken, and nothing is therefore presented to us but the questions reserved. Of these, it is necessary to consider only one, whiéh is, whether a corporation is responsible for an injury occasioned by the negligence of contractors with it, or of their agents and servants.\nBy an Act of Assembly of April 22d 1858, the Select and Common Councils of the city of Pittsburgh were authorized, whenever they should deem it necessary, to cause sewers to be constructed in any street of the city, and for the payment of the cost, levy an assessment upon the property benefited. In pursuance of the act an ordinance was passed on the 25th of October 1858, providing for the construction of a sewer in St. Clair street, and on the 1st of June 1859, a written contract for its construction was entered into with Allen & Kerr, contractors, by which they covenanted to build or construct a brick sewer with all necessary inlets, and to furnish all the material therefor, for stipulated prices for the excavation, replacing over the sewer, removing surplus material, repaving, for brick and stone work, and for iron; and they agreed that the material, workmanship, and excavation should be satisfactory to the recording regulator. They began the work soon after, excavated the earth to the depth of twenty feet in some places, directed barriers to be placed across the ends and along the sides of the trench, and employed a man to take care that the barriers should be at all times kept up. Notwithstanding this, however, the husband of the plaintiif fell into the excavation on the night of the 28th of June, 1859, and received hurts which caused his death. The verdict of the jury determines that the injury was not a consequence in whole or in part of his negligence, but was caused entirely by the negligence of the contractors, or of their agents or servants. Is the city liable? We think not. The wrong was not done by any servants of the defendants. There is no room for the application of the principle “ respondeat superior.” The defendants had no control over the men employed by the contractors, or over the contractors themselves. They could not dismiss them or direct their work. The excavation was not illegal, and there was a superior to the workmen, to wit, the contractors. There cannot be more than one superior, legally responsible. Undoubtedly there has been much confusion, and some conflict of decision on this subject, growing out of the early case of Bush v. Steinman, 1 Bos. & Pul. 404; but that case long since ceased to be regarded as a correct enunciation of the law in England', and both its reasoning and authority are denied. It is now settled in that country that defendants, not personally interfering or giving directions respecting the progress of a work,- but contracting with a third person to do it, are not responsible for a wrongful act done, or negligence in the performance of the contract, if the act agreed to be done is legal. Such is the doctrine of Rapson v. Cubitt, 9 M. & W. 710; Readle v. The London and North Eastern Railroad Co., 4 Exch. 243; Overton v. Freeman, 8 Eng. Law and Eq. 479; Peachey v. Rowland, 16 Eng. Law and Eq. 442; and numerous other English cases. In Gray and Wife v. Hubble & Pullen, decided in the Queen’s Bench, April 16th 1863 (Law Journal Reports, vol. 32, part 8, N. S.), Chief Justice Cockburn asserts it to be the common doctrine, that “ if a person in the exercise of his rights as a private individual, or of those conferred upon him by statute, employs a contractor to do work, and the latter is guilty of negligence in doing it, the contractor, and not the employer, is liable. Similar opinions were expressed by all the judges.\nSuch, also, we understand to be the doctrine in this country, sustained by a decided preponderance of authorities. It would answer no good purpose to review the cases at length. The English ones, and many of the American, are reviewed and commented upon in Hilliard v. Richardson, 3 Gray 849, in Barry v. The City of St. Louis, 17 Missouri 121, and Blake v. Ferris, 1 Selden 48. The general principle to be extracted from them is, that a person either natural or artificial is not liable for the acts or negligence of another, unless the relation of master and servant or principal and agent exist between them; that when an injury is done by a party exercising an independent employment, the party employing him is not responsible to the person injured. And the rule applies with full force to municipal corporations. In Blake v. Ferris, it was held by the New York Court of Appeals that the defendants, who had a license from the city to construct at their own expense, a sewer in a public street, and who had engaged another person by contract to construct the whole work at a stipulated price, were not liable to third persons for any injury resulting from the negligent manner in which the sewer had been left over night by the workmen engaged in its construction. It was declared that the immediate employer of the agent or servant through whose negligence an injury occurs, is alone responsible for the negligence of such agent or servant; that the principle of respondeat superior applies to him alone, and that there cannot be two superiors severally responsible, in such a case. Blake v. Ferris was followed by Pack v. The Mayor, &c., of New York, 4 Selden 222, in which the same court held the city corporation not liable to third persons for injuries caused by the negligence of workmen employed in grading a street under the direction of a person who had entered into a contract with the corporation to do the work for a specified sum. The liability was declared to be-upon the contractor alone, and the court denied that he was the servant or agent of the corporation. It was further ruled that a clause in the contract by which the contractor engaged, to Conform the work to such further directions as might be given by the street commissioner, did not affect the ease; that it only gave the corporation power to direct as to the results of the work, without any control over the manner of performing it, which control alone furnishes a ground for holding the master or principal liable for the act of a servant or agent. Kelly v. The Mayor, &c., of New York, 1 Kernan 432, is another case in which the same rule was applied. Barry v. The City of St. Louis, 17 Missouri 121, is another well-considered case, affirming fully the doctrine. The corporation had contracted with one Brooks for the construction of a street sewer. The contractor was, for an agreed sum, to furnish all the materials, and do all the work including excavation. The contract reserved the right for the city engineer to inspect the work as it progressed, and watch its execution. During its progress a deep trench was dug, into which the plaintiff fell at night, and was injured, in consequence of a failure to erect barriers, and set up lights.' The case was very like the present. Yet it was held the corporation was not liable, and the general principle was laid down, after quite a full review of the English and American authorities, that municipal corporations are not liable for damages occasioned by the negligence of contractors.\nIt is conceded there are a few cases that intimate, if they do not declare a different doctrine, but they are not the more modern and best considered. During the argument much reliance was placed by the plaintiff in error upon City of Chicago v. Robbins, Am. L. Reg. July 1863, p. 529, which was a suit by the city to recover from Robbins what the corporation had been compelled to pay to a person injured by falling into an excavation in one of the side-walks. The defendant was the owner of a lot, and he had contracted with one Britton for the erection of a house thereon, including an excavation of the side-walk adjoining, for the purposes of light and air for the basement. By the contract, he had a right to supervise the work, a right which he exercised. He knew of the dangerous condition in which the excavation was left, his attention was frequently called to it, and he promised to attend to it. Nothing, however, was done, and he was held liable, apparently, for his own negligence. It is true some expressions of the court appear to recognise a distinction between the liabilities of the owners óf real estate, or fixed properly, as it is called, for injuries resulting from nuisances on such property, no matter by whom erected or maintained, and liabilities of owners of other property, for the negligence of their contractors. This distinction, however, has been exploded in England, where it originated, and it can be supported by no sound reason : Milligan v. Wedge, 12 A. & E. 737; Allen v. Hayward, 7 Id. N. S. 960; Reedie v. Railroad Company, 4 Exch. 244.\nIt is difficult to discover any substantial reason or good policy for holding the present defendants responsible to the plaintiff. The negligence complained of was not theirs. It does not appear that they knew of it. The verdict determines that the fault was all that of the contractors. Over them the defendants had no more control than the plaintiff’s husband had. They were not in a subordinate relation to the defendants, neither servants nor agents. They were in an independent employment. And sound policy demands that in such a case the contractor alone should be held liable. In making a sewer he has, necessarily, the temporary occupancy of the street in which the work is done, and it must be exclusive. His servants and agents are upon the ground, and he can more conveniently and certainly protect the public against injury from the work than can the officers of the municipal corporation. The public will be better protected if it be held that the contractor alone is responsible for his negligence, and that the city does not stand between him and any person injured. Thus he will be taught caution, while a sufferer by the negligence of his servants, will not be compelled to resort for compensation to the insolvent servants.\nBy reason and authority, then, we are led to the conclusion to which the District Court came, that the defendants are not liable for the negligence of Allen & Kerr, their contractors.\nThe judgment is affirmed."}