{"id": "420598", "contents": "The opinion of the court was delivered, November 17th 1863, by\nWoodward, J.\nWe have had some difficulty in agreeing which decree of the court below should control the other— whether that which was made in favour of the widow, on the 11th June 1861, or that which was made in favour of the heirs, on the 28th of the same month ? And if neither was to be impeached in this collateral action, then how Avere the respective titles to be tried ?\nBut there is a point in the case on which it may be ruled, Avithout touching those ugly questions. William Burk died in 1854. His widow, without administering, converted what personalty there Avas, and left the country. We next hear of her in 1861, when she returned with her present husband, Gleason, to except to the proceedings in partition, and to institute an administration and proceedings, under the Widow’s LaAY of April 14th 1851, Purd. 281.\nThat act was passed for the benefit of the “ widow or children of any decedent.” Burk left no children. Was Mrs. Gleason his “widow,” within the spirit and meaning of the act? We think she was not. If she meant to assert her rights of widowhood, she should have done it in a reasonable time, after her husband’s death — in the forms of a legal administration — and whilst she was a widow indeed. To delay her claim seven years, and then to prosecute it through a second husband, would be an application of the statute which was not intended, and cannot be permitted. If any widow could be permitted to come in under this statute, after a second marriage, the laches of this widow was gross enough to postpone her.\nIt follows from this, that the proceeding for appraising and settling over the real estate to her, was utterly null and void.\nThe letters of administration were properly issued to her husband, but the court had no jurisdiction of'the statutory proceeding against the real estate. Of course she and her husband showed no right to the possession of the premises, and should have been turned out.\nThe judgment is reversed, and a venire facias de novo is awarded.\nThompson, J., dissented."}