{"id": "420592", "contents": "The opinion of the court was delivered, January 25th 1864, by\nStrong, J.\nIt cannot be maintained that Taylor’s check in favour of Wilson, without more, amounted to an equitable appropriation of the funds in the hands of the bankers to whom the check was addressed. To make an order or draft an equitable assignment, it must designate the fund upon which it is drawn: Greenfield’s Estate, 12 Harris 232. And see the cases collected in vol. 2, part 2, Lead. Cases in Equity 232. Taylor’s check was drawn upon no specified fund. It was payable out of any fund the drawer might have had in the hands of Loyd & Blandy, at the time of its presentation. And it was not completed until the attachment was laid. Nor can it be held that the agreement between Taylor, the garnishees, and Wilson, that if any attachment should be levied upon Taylor’s funds in the hands of the garnishees, the check should be immediately, and ipso facto, passed to Wilson’s credit, and charged to Taylor’s account, amounted to any assignment, or raised any trust in favour of Wilson. Clearly it was no present appropriation of the money. It did not interfere with Taylor’s right to withdraw it, and apply it according to his pleasure. It gave Wilson no immediate ownership. The argument for the plaintiffs in error is, that it amounted , to a settlement for the use of Taylor until an attachment should be laid, and from that time' for the use of Wilson. To this there are several fatal objections. One is, that Taylor retained the right to draw out and apply at his pleasure the entire fund. Another is, that it was an arrangement made by Taylor himself, a disposition of his own property. There are cases in which it has been held that if a trust be created for the life of a cestui que trust, but with a limitation over on the event of his bankruptcy, or of his alienation, the settlement is valid, and neither his alienees nor creditors can acquire any interest. But these are all settlements by other parties. A man cannot settle his own property to his own use until a creditor shall assail it, and then over, so as to prevent the creditor from seizing it: Mackason’s Appeal, 6 Wright 330. If he could, it would be impossible to protect the community against fraud. Even if the trust alleged had been formally created, it could not therefore avail the plaintiffs in error. But we fail to see in the answer of the garnishee any assertion of a trust. At most, there was a promise to protect Wilson, if an attachment should be levied.\nIt follows that the judgment of the District Court was right.\nJudgment affirmed.\nThompson, J., was absent at Nisi Prius."}