{"id": "420593", "contents": "The opinion of the court was delivered by\nStrong, J.\nThe first and second points propounded to the court below by the plaintiffs in error, and which the court refused to aflirm, may be considered together. They constituted, in effect, a prayer that the case should be taken from the jury, and that peremptory instructions should be given that the plaintiff could not recover. It is obvious that an affirmance of .the points could not be justified by anything .less than the fact that the declaration set out no cause of action, or that proof was totally wanting to sustain some one or more of its material averments. It alleged a contract of the defendants to deliver to the plaintiff, on board the Pennsylvania Railroad Company’s cars, within a reasonable time, one hundred barrels of oil, of a given description, for which the plaintiff agreed to pay a stipulated price. It further averred a neglect and refusal of the defendants to deliver the oil within a reasonable time, and that the plaintiff had always been ready and willing to receive it, and pay for it as provided in the contract. The uncontradicted evidence proves that on the 6th da.y of November 1862, such a contract was made between the parties ; that on the next day following, they met to arrange for the delivery and reception' of the oil, and that it was then agreed the delivery should be made within two or three days, or as soon as the funeral of a person then deceased was over, and the defendants had time. It was, however, never delivered, and this suit was brought on the 28th of November 1862. That the declaration set out a sufficient cause of action is plain, unless it was defective in not averring a demand had been made for delivery. There was proof, however, of what dispensed with the necessity of a demand, namely, that the parties fixed a time for the delivery. It may be, this should have been averred in the declaration, but the absence of such an averment is no sufficient reason for reversing the judgment. An amendment would have been of course, had it been asked. But -it is objected there was no averment or proof of tender of the price. It was not necessary. There was an allegation of readiness to receive the oil and pay for it, and no more is required in the pleadings in such a case. Thus it is ruled in Waterhouse v. Skinner, 2 Bos. & Pul. 447, that in an action for the non-delivery of goods, the plaintiff need only aver that he was ready and willing to receive and pay for them, and a refusal to deliver, without averring an actual tender. To the same effect is Rawson v. Johnson, 1 East 203, and the doctrine is repeated in Bronson v. Wyman, 4 Seld. 182. Indeed, where, by the terms of the contract, the delivery and payment of the price are to be made, not at the vendor’s place of business, but at some' other place, there can be no actual tender, if the vendor refuses to deliver the goods. And if a tender need not be averred, it need not be proved.\nBut though the court would not have been justified by any defect of the pleadings, in directing a verdict for the defendants, or, in other words, in affirming their first and second points, there was a radical failure in the evidence. The averment contained in the declaration, that the plaintiff was ready and willing to receive the oil, and pay for it on its delivery and shipment in the cars, was a material one, and was necessary to he proved. In Rawson v. Johnson, 1 East, already cited, the plaintiffs averred a readiness to accept and pay for the malt the defendants had engaged to deliver. This was held sufficient without stating a tender, but Lord Kenyon said that under the averment as made, “ the plaintiffs must have proved they were prepared to tender and pay the money, if the defendant had been ready to receive it, and to deliver the goods.” In Porter v. Rose, 12 Johns. 209, it is decided that the averment of a readiness to pay, like other material averments, must be proved on the trial. Topping v. Root, 5 Cowen 404, decides the same. So does Ooonley v. Anderson, 1 Hill 522. And such is the'universally recognised doctrine. It is not said there must be direct proof that the vendee was present at the time and place appointed for the delivery, with the money in hand with which to make payment, but there must be evidence from which a jury may legitimately infer that he was then and there ready. The reasonableness of the rule is well illustrated in the present case.\nBy the contract, the obligations of the parties were concurrent. The delivery of the oil and the payment of its price were to be at the same time. Where the plaintiff resided, we are not informed by the evidence, though it does appear that almost immediately after the contract was made, he left for Philadelphia. It does not appear that he was himself, or that he had any agent, at the cars at the time fixed for the delivery. But the instant the oil was in the cars at Pittsburgh, the defendants had a right to their money. They were not bound to wait till its arrival at Philadelphia, or whatever place might have been its point of destination. Until they received the price, they might retain possession. And the plaintiff’s readiness to receive the oil, and to pay if he was ready, was a positive fact within his knowledge, and capable of being proved by him. To prove it, however, he made no attempt, and so far as any evidence exists in the cause, it rather tends to prove that he was not ready. He was not, therefore, entitled to recover, and the jury should have been so instructed in answer to the defendants’ points.\nWe cannot forbear remarking that we do not approve of such a mode of presenting points to a court as was adopted in this case. The attention of the judge should have been directed specifically to the defect in the proof, instead of requiring him suddenly to pronounce upon the whole case, as if it had been a demurrer to the evidence.\nWe need hardly notice the refusal to affirm the defendants’ third point, but as the case goes back for a new trial, we will say that we discover no error in that refusal. The plaintiff was under no obligation to give tbe bond required from the owner by the Act of Congress.\nJudgment reversed, and a venire de novo awarded."}