{"id": "420597", "contents": "The opinion of the court was delivered, February 25th 1864, by\nStrong, J.\nThe case in the court below was an from an assessment of damages caused by the location and construction of a railroad through the lands of the plaintiff, and the exceptions urged here all relate to the matters proper to bo considered in estimating the damages sustained. From the evidence it appears, that upon the plaintiff’s land there is a water-power, partly improved, by which his mills are driven. It is the power of Marsh creek. Across this creek, at some distance above its point of discharge into the Brandywine, a dam has been erected from which the water has been conveyed by a race to the mills. AVhen the railroad was located all the power was not used by the plaintiff; and some of the witnesses testify that since the construction of the road it cannot be, because the race has been contracted and rendered incapable of being widened. It is not alleged that it is now insufficient to convey all the water that he can use at his present mills, but that the power is greater than his use, and that it has been diminished by the works of the defendants, and partially rendered incapable of b'eing used hereafter. For all injury done to this unused water-power, the plaintiff was allowed to recover compensation. But the plaintiff complains that he was not allowed to show how the unused waterpower was injured. He proposed to prove by a witness, that by shortening the race, the power at the mill could be increased, and he offered to ask the witness what increase of power would be gained by having the race reduced to one-third its present length. This the court overruled, and correctly. The proposition, as explained when it was made, contemplated a contingent alteration of the creek by the erection of a new dam further down the stream than the site of the present one. It could have referred to nothing else. It was not, however, any unused waterpower on Marsh creek below the present dam, of which the witness had spoken, and which was asserted to have been injured. There is no proof in the case that there was any such, or if there was, that it had been damaged by the railroad. The damage was altogether to the power gathered by the present dam, and to the race leading the water from that. To the ascertainment of this, or to its measurement, an inquiry into the extent of the power that might be gained by erecting a new dam further down the creek, and by constructing a new and shorter race from it to the mill, was altogether irrelevant. And clearly it was inadmissible, as a basis for an additional claim. It was theoretical and speculative; a fanciful attempt to ascertain what would be the extent of the power, if certain supposed alterations were made, and if a considerable sum of money were devoted to its improvement. This disposes of the 1st and 2d assignments of error.\nThe next relates to the admission of evidence that the defendants had offered to restore a spring, rebuild the spring-house, and blow out part of a rock which impeded the path to the spring, so as to remove the inconvenience of access to it which the construction of the road had caused, and that the offer was declined by the plaintiff. It is an exception of very little importance. Even if the evidence should not have been admitted, which we do not say, it wras harmless, especially as controlled by the court in the charge to the jury. They were told that notwithstanding the offer, as the work was never done by the company, the injury complained of was a proper subject of compensation.\nThe next three assignments relate to the examination of Isaac L. Miller, a witness called by the defendants. He was one of the original viewers chosen to assess the damages, and he had examined the property after the road had been located, and partially if not entirely graded, and after the alterations had been made in the race. It had been pointed out to him ■where the road was to be made, and this had been done when the plaintiff and the officers of the road were present. After he had stated these facts, the. plaintiff objected to his testifying what was pointed out to him as to where the road was to run and the line was to be constructed, and objected also to his testifying how the premises were damaged, before he had been cross-examined respecting the mode in which his opinion was formed; the object of the proposed cross-examination being “to show that he had formed his opinion as a juror to assess damages, and had embodied it in a report after hearing evidence.” It is sufficient to say of these assignments, that the proposed cross-examination was out of time. That the witness had been a viewer was no reason for rejecting his testimony, especially as he was cautioned that he must speak from his own knowledge, and not give any opinion founded upon the testimony he had heard as a viewer. That the road was not completed when his examination was made, might detract from the value of his opinions, but it furnished no reason for excluding them. There was no pretence that the location of the road had been changed after it was pointed out to the witness in the presence of the parties.\nThe 7th and 8th assignments are very unimportant, and they require no more than the remark that they are not sustained.\nThe remaining exceptions are to the charge. We do not propose to discuss them at length. We think the instruction given to the jury was in every particular accurate. They were told that the injury to surplus water-power not now in use, was a legal ground of claim, not by fixing on it a fanciful or speculative value, derived from the supposed advantage of the plaintiff’s enlarging his present business by building a new dam, widening races, erecting new paper-mills, or enlarging the machinery so as to increase the business, but the actual market value of the power. Its market value for any useful purpose to drive any kind of machinery which it was capable of driving, not what could be done with it if used in some supposed way, or after imagined improvements had been made. All this ivas in strict accordance with the rules for the assessment of such damages which have always been held by this court. Every other portion of the charge to which exception has been taken is fully vindicated by the principles laid down in Patton v. The Northern Central Railroad Company, 9 Casey 426.\nJudgment affirmed.\nThompson, J., was absent at Nisi Prius, during the argument of this case."}