{"id": "420584", "contents": "The opinion of the court was delivered, November 5th 1863, by\nStrong, J.\nThis was a bill for an account between partners. The defendant having put in an answer, a reference was directed to a master who stated an account, which in a single particular was corrected in the court below. Whether that correction was properly made is the leading question now. The bill charges that on or about the last of August 1860, after the business of the firm had been stopped and discontinued, the complainant sold to the Philadelphia and Reading Railroad Company a single right to manufacture and use for their own road, but for no other, a car-wheel which had been patented to the complainant, and specified in the articles of copartnership as belonging to the firm during its continuance, and that on or about the 15th day of September 1860, Coleman, the defendant, received from the railroad company about $475, the price of the patent right so sold. The answer admits that the defendant received from the railroad company $475, as a compromise for the use of said patent, and license to use the same, but denies that the compromise and license were made after the dissolution of the firm, and to the contrary avers that the license and compromise were granted and made while the firm was in full existence. It is not now controverted that if the license was sold after the termination of the copartnership, the entire sum of $475, its price, belongs to Ross, the complainant. The report of the master (unexcepted to in this particular) establishes that the firm was dissolved by mutual consent on the 1st of August 1860, yet he treated the $475 as firm assets, and credited the complainant with only one-third of it. The court below corrected his report in this item, and decreed that the entire sum should be paid to the complainant.\nIt is to be observed the answer does not deny that the sale of the license was made at the time specified in the bill, or that the defendant received its price. It denies only that the sale or compromise was made after the dissolution of the partnership, and it avers that when the sale was made the firm was still in existence. This denial and averment are not responsive to the bill, and they are not therefore evidence for the defendant. The bill alleged that the sale was made on or about the last of August 1860, and after the business of the firm had been stopped and discontinued, not after the firm had been dissolved. The stoppage of the business and the dissolution of the firm were not necessarily at the same point of time, and the evidence submitted to the master shows that they were not in this case. It was, therefore, incumbent upon the defendant, who averred it, to make out by evidence, independent of his answer, that the sale of the license was made, not in the last of August, as averred in the bill and not directly denied, but before the 1st of August, when the firm was dissolved. The burden of proof was upon him, and it was even against his own virtual admission. By not denying that the sale of the patent was made in the last of August 1860, and only denying that it was made before the firm was dissolved, he but averred that the firm continued in existence until after the last of August, and that has been found against him. Pleadings are always construed strictly against the pleader. The averment in the bill of the time of sale is, therefore, substantially admitted. And if it were not, there is no evidence to justify a finding that the sale was made during the continuance of the partnership. The only evidence offered is that in October 1860, the complainant credited himself in the books of the firm with one-thircl of the $475, and told Dr. Fuller that was his share of the money received from the railroad company. But neither the entry nor the declaration to Dr. Fuller state when the money 'was received, nor when the patent right was sold. Besides, at the time when the entry was made, Ross was claiming that the firm had never been dissolved with his consent, nor at all, rightfully. It would be giving undue effect to such a declaration, were we to hold it an admission that the license to the Reading Railroad Company had been made before the 1st of August. We are of opinion, therefore, that the court committed no error in decreeing that the complainant is entitled to the whole of the sum for which the patent right was sold.\nThis virtually disposes of the only remaining question presented by the appeal. It is doubtless true that costs in equity are at the discretion of the court, and when, before a bill has been filed, the defendant has offered to do complete equity, and thus render a suit unnecessary, costs of the complainant will ordinarily be refused. But this is no such case. No such sum was offered to the complainant as the decree of the court shows to have been his due. And even the offer which was made has not been renewed in all the progress of the suit. There is nothing, therefore, to justify us in withholding costs.\nAnd now, to wit, November 5th 1863, this cause having been argued by counsel and considered by the court, it is ordered, adjudged, and decreed, that the decree made by the District Court be affirmed, and it is • further ordered, adjudged, and decreed, that the appellant pay the costs of this appeal."}