{"id": "420614", "contents": "The opinion of the court was delivered, November 2d 1863, by\nStrong, J.\nThe parties entered into a contract by which it was stipulated that the plaintiffs should furnish' the materials and construct for the defendants a steam-engine of a described pattern, for which the defendants engaged to pay the sum of $535 on its completion. The engine having been finished pursuant to the contract, and notice of its completion having been given to the defendants, they refused to pay the stipulated price. Hence this suit, in which the only question raised is, what is the correct measure of damages for such a breach of contract. That the plaintiffs had done all they were bound to do, that they had the engine ready for actual delivery, on payment of the sum agreed to be paid by the defendants, and that the defendants were under obligation to take it away and make payment, are established facts. It is now contended that the measure of damages recoverable is the difference between the price contracted to be paid for the engine and the market price at the time the contract was broken.\nWhere a sale of goods has been made and they have been delivered, it is plain the measure of damages for non-payment is the stipulated price. About that there is no difficulty. Doubts, however, have been entertained, where goods have been sold and not delivered in consequence of the refusal of the buyer to complete the contract. It has sometimes been said the standard for measurement is the excess of the contract price over the market value. Yet where the subject of the sale is a specific article, where the contract has been so far completed as to pass the property in the article to the vendee, the possession being retained only because the price is not paid, there seems to be no good reason why the vendor should not be permitted to recover the agreed value. He has fully complied with all that he was under obligation to do. He has parted with his property and given the full equivalent for the stipulated price. His right to the property having passed to the vendee, his right to the price would appear to be consummate. It is true, if the sale be for cash, the vendor may treat the goods as his own and sell them, on failure of the vendee to pay, in which ease he can claim only the difference between the price for which he has sold, and the price promised to be paid by the first vendee. That difference completes his compensation. But the resale is only a mode of giving effect to his lien. It is not a rescission of the contract, so as to revest the property in the article sold in him, for if it were, he could not sue for the deficiency. The law does not compel him to resume the ownership of the property, and, of course, it ought not to take away his right to the price.\nThe present is not strictly the case of a sale. The plaintiffs agreed to build the engine according to directions of the defendants, and to furnish the necessary materials for it. When it was completed the defendants had notice, and were bound to take it away and pay the contract price; but instead of taking it and paying the price, they requested the plaintiffs to sell it. In such a case the right of property was clearly in them on notice of the completion of the article. The materials of which it was composed may fairly be said to have been delivered when they were put into the engine. The defendants alone were in default. They ought not to be permitted to compel the plaintiffs to purchase from them. Retaining a lien on the engine for the price, the plaintiffs were at liberty to sell it anew, or, at their election, to obtain full compensation from the defendants for their breach of contract. There can be no just reason why they should be compelled to accept the engine as part payment, which they virtually must do, if they can recover only the difference between its market value and the sum the defendants agreed to pay. And why should they, without any default of their own, be subjected to the risk and trouble of a resale, for the defendants’ benefit ? Besides, it may well be, that the article manufactured according to order may have no market value, and would be worthless on the manufacturers’ hands. This engine was not made for sale in the market. It was built according to instructions given by the defendants, and, it may be presumed, for their peculiar use. The just rule, therefore, plainly is, in such a case, where the manufacturer of an article ordered, has completed it, and given notice of its completion, that he should be allowed to sue for the value, and recover, as its measure, the contract price. And such is the doctrine laid down in the better decisions. Thus it was decided in Bement v. Smith, 15 Wendell 493, where the cases are reviewed, and the rule is thus stated in 2 Parsons on Contracts 483, and in Sedgwick on Damages 281.\nThe instruction given in the court below was therefore right.\nThe judgment is affirmed."}