{"id": "420639", "contents": "The opinion of the court was delivered, November 12th 1863, by\nStrong, J.\nThis case is governed by the principles laid down in Commonwealth’s Appeal, 4 Barr 164. There it was held that the Act of Assembly of March 30th 1811, and the Act of the 16th of April 1827, being in pari materia, must be construed together, and that under the provisions of the two acts, the Commonwealth has no priority over the liens of judgment-creditors and mortgagees of the debtor, whose liens had attached before a copy of the account, as settled by the auditor-general, was entered of record in the proper county. Without the notice given by filing a copy of the balance of the account, and having it entered, on record, the debt ascertained to be due the Commonwealth may be a lien as against the debtor, but it is inoperative against other lien-creditors. The justice of the ruling in 4 Barr, and its consistency with all our law upon the subject of liens, are so apparent that we do not feel called upon to vindicate it. If not more so, it is at least equally applicable to a case where the Commonwealth is claiming against liens of creditors of the sureties of public debtors. It is true, the Act of 1827 does not require the auditor-general to transmit certified copies of the balances found due the Commonwealth on settlement of an account, to the prothonotaries of the respective counties, to be entered of record specifically against the sureties. It speaks of transmitting liens, by which is meant a statement of the settled balance. There is, however, no account stated with the sureties. They are never before the auditor-general. They are liable, because their principal is, and if the lien against the principal has not been perfected so as to prevail against his other creditors, it cannot against theirs. The principle invoked by the counsel of the appellant, that the Commonwealth is not to suffer by the laches of her agents, is inapplicable here. It was ruled so in the case reported in 4 Barr. And the principle is not recognised to the full extent to which the counsel presses it. If, with needless and unjustifiable delay, agents of the Commonwealth neglect to bring a suit and obtain a judgment until after other judgments have been obtained, her lien is postponed to theirs, and postponed in consequence of the laches of those whom she has employed.\nWe rest the present case on the former decision of this court. No certified copies of the balances ascertained by the auditor-general having been entered of record, in the county of Armstrong, the Commonwealth is not entitled to the fund in court in preference to judgment-creditors.\nThe appeal is dismissed."}