{"id": "420603", "contents": "The opinion of the court was delivered, November 2d 1863, by\nStrong, J.\nConsidering the facts of this case, as found by the auditor and uncontroverted, it is a hard measure of justice which has been meted out to this appellant. He was a guardian, and entered upon his duties in 1852. His guardianship continued until the death of the ward in 1861. It is expressly found that he performed his duties, and managed the trust estate. with fidelity, skill, and success; that the estate of the ward, ■when it came to his hands, was realty; that all the funds received by him were derived from the sale of coal and rents, and were principally collected in small sums. The payments were also made in small sums. The aggregate of receipts, during the existence of the guardianship, was $7935.92, and the amount of expenditures was $4603.29. The real estate received the personal attention of the guardian, was much improved by his care, and he built upon it a barn, under order of the Orphans’ Court. He filed his account voluntarily, soon after the death of the ward, and avowed his readiness to pay over the amount in his hands, when and as the court might direct. The auditor has' found that he acted in good faith throughout, and, though a small error was detected in his account, the auditor found that it was accidental, and would willingly have been corrected by the accountant as soon as it was pointed out.\nWith such a state of facts in proof, wm see no sufficient reason for differing from the conclusions to which the auditor came. He allowed $500 to the accountant for his compensation, and $100 for his extra services. We do not think the allowance unreasonable, taken as it is at the end of nearly nine years’ service, instead of from year to year, as it might have been. The proof is very satisfactory that it was earned. Compensation is proportioned to the responsibility incurred, and to the labour and care bestowed. A guardian, unlike an administrator, is a trustee for custody and management, not for mere collection and distribution. The percentage on the sum collected, allowable to an administrator or executor, is not therefore always a just measure of what should be allowed to a guardian. The responsibility may be in proportion to the magnitude of the sum received, but the labour and care are not. If two and a half per cent, be allowed for responsibility (which in Stevenson’s Estate, 4 Whart. 104, was said to be always a just measure of it), then only about three hundred dollars were awarded by the auditor to this accountant for the management of the farm, during a period of almost nine years. With the proof that the management was faithful, constant, and successful, that the farm was brought from a bad condition to a high state of culture, that the fences were repaired and put in good order, that the accountant devoted a considerable amount of time and attention to it, and incurred some expenses, we think the court erred in reducing the compensation fixed by the auditor. The $100 for extra services were no more than a fair allowance for procuring the order, and superintending the erection of the barn.\nWe think also the $50, allowed as a payment to counsel, should not have been stricken from the report. The auditor had disallowed all that he found to have been paid for collecting money lent by the guardian at his own risk. The remainder, which he credited to the accountant, was for other professional services found by him to have been necessary.\nWe are also of opinion that this was not a proper case to impose any part of the costs of the audit upon the guardian. It is expressly found that he acted in good faith, that there was no attempt at fraud or delay in the settlement of his account. The exceptant failed in most of his exceptions. The imposition of costs upon the guardian, in such circumstances, would be unprecedented.\n. We are further of opinion that the appellant ought not to be charged with interest while his account was pending before the auditor, and during the pendency of the exceptions in court. It is not pretended that he made interest. He was under obliga-, tions to have the trust funds in hand, ready to pay over to the rightful claimant when the account was filed. He avowed his readiness to pay them, and it was not denied. Before the auditor there was a contest respecting the distribution. While that existed he could not pay. Nor could he pay while the exceptions were pending in court. He was therefore in no default, which he can be called upon to compensate. His case is strictly within the rule laid down in Hoopes v. Brinton, 8 Watts 73, and Dietrich v. Heft, 5 Barr 94. See also Wither’s Appeal, 4 Harris 151, and 9 Id. 291. Trustees should be held to a strict performance of their duty, but when they have performed it, they should not be compelled to pay interest on the trust funds which they have not received, and which could not have been received.\nAnd now, to wit, November 2d 1863, it is considered and decreed, that the decree of the Orphans’ Court be reversed and set aside, and that the report of the auditor be corrected by adding to the balance reported by him, as in the hands of the accountant, the sum of $47.42, making the true balance $3322.85; the whole of which, it appears by the record, has been paid and discharged. And it is further ordered, that the costs of this appeal be paid by the appellee, James M. Gallagher, administrator of Mary Jane Swords, deceased, and attorney of Margaret Mc-Caulley."}