{"id": "420630", "contents": "The opinon of the court was delivered, February 15th 1864, by\nAgnew, J.\nThere is a single question in this case, whether the number of feet mentioned in the sheriff’s deeds of the factory lot and lot on Fifth street, is the controlling feature in the description.\nGeorge, John, and Edward Millett were the owners of a large lot of ground, which they had separated into six distinct tenements by building a mill or factory on the first portion, and five dwelling-houses, fronting on Fifth street, upon the remaining five. A fi. fa. was issued against the Milletts, in favour of Christopher Large, under which the sheriff levied upon these six lots, entering upon his writ six several descriptions, describing each lot by its own boundaries.\nThe factory lot is described thus : — “No. 1. — All that certain lot or piece of ground, together with the four-story brick building or factory, and the two-story brick engine and boiler house thereon erected, situate on the west side of Apple street, at the distance of two hundred and twenty-eight feet six inches southward from the south side of Masters street, in the Kensington district of the Northern Liberties, in the county of Philadelphia, containing in front or breadth on the said Apple street eighty feet, and in length or depth, extending thence westward the same breadth“at right angles with the said Apple street, one hundred and thirty feet; bounded northward by ground of Mark Devine, southward by ground now or late of George R. Smith, eastward by Apple street, and westward, by other ground of the said George Millett, John Millett, and Edward Millett; being part of,” &c.\nThe lot which Barnett owns is described thus: — “No 5. — All that certain three-story brick messuage or tenement and lot or piece of ground situate on the east side of Fifth street, lately called Old York Road, at the distance of two hundred and seventy-six feet six inches southward from the south side of Master street, in the district of Kensington, in the county of Philadelphia, containing in front or breadth on the said Fifth street sixteen feet, and in length or depth, extending thence eastward, keeping the same breadth at right angles with the said Fifth street, seventy-nine feet six inches.”\nThe mode of description of the other four lots was similar.\nWhat was the subject of levy in each case ? Clearly it was “a lot or piece of ground” with its proper tenement; a distinct portion or parcel. Webster says of the wofd lot: “ In the United States, a piece or division of land.”\nA sheriff has no power himself to divide lands in making a levy. He must follow the divisions made by the owner. t The presumption is, that a sworn officer does his duty. The legal intendment is, that he did not mean to violate the defendant’s rights. If, therefore, we find that he has followed the owners’ interests in the main and substantial parts of his description, but has deviated in a minor particular only, we are to attribute that to a mistake rather than to an intention to injure, if the evidence applying the description to the ground leads to that conclusion. It is well settled that you may not change or alter the levy by parol evidence, but you may show that in its application to the subject-matter, it is incorrect; and if without the erroneous part of the description, it has sufficient elements left to identify the subject of sale, it is sufficient. Thus it often happens, that a surveyor reverses or miscalls a course, or omits a distance, or the scrivener does the same, and it becomes impossible to close the survey, or in case of a reversal of courses, give it any proper shape, yet the tract or lot may be so described by other portions, as to leave no doubt of its identity.\nNow what did the officer do in this case ? He levied on six several lots or pieces of ground, describing each with its proper tenement. Why was this ? Clearly it was because he found the owners had already divided their property, not because he intended to make a partition for them. The latter he had no right to do, and we are not to presume he intended to violate the rights of the owners, or peril his own conscience. This accords with the proof, showing that the owners so divided their property, built the factory, using with it a well-known portion of ground, and erected five dwelling-houses, with which were used so many well-known distinct lots. A fence divided the Fifth street lots from the factory lot, the out-houses were built upon each to correspond, and on the factory lot the owners had erected a wall to protect their factory and preserve its light, constituting an obvious mark of possession within the division line between the factory lot and the dwelling-house lots. Besides this, they had defined their division by solemn acts of record and by deed.\nSo stood the property when the sheriff went to make his levy. He followed the owners’ lead, and he levied upon and described (as he supposed correctly) the several lots, calling each a lot or piece of ground, that is, a divided portion of land. The lot therefore was the subject of levy, and he described it correctly as having a house upon it, and being sixteen feet in width, but misdescribed it by stating its length as seventy-nine and a half feet. But clearly this misdescription did not alter the subject of his levy, that was a lot or portion of land having already a separate defined existence. It was neither more nor less the same identical lot, because the sheriff stated its length to be seventy-nine and a half feet. Precisely the same did he do as to the factory lot. He levied on it as a lot or piece of ground with a factory on it. The lot he levied upon extended seven or eight feet-westward of the factory, as then known and actually occupied. The lot, the thing levied upon, was not less the same thing it was before the levy, because the sheriff stated its breadth at one hundred and thirty feet, instead of one hundred and thirty-seven or eight. It — the subject of levy, the lot — was still one hundred and thirty-seven or eight feet wide. It was simply a misdescription of its width; an error of measurement; in other words, an instrumental not a monumental error. On this point there is nothing more fixed or better ascertained than the law of this state. The courses and distances in a deed always give way to the boundaries found upon the ground, or supplied by the proof of their former existence, when the marks- or monuments are gone. So the return of a survey, even though official, must give way to the location on the ground, while the patent, the final grant of the state, may be corrected by the return of survey, and if it also differs, both may be rectified by the work on the ground. One of the strongest illustrations of this rule is to he found in the instance of'the surveys of the donation lands, set apart for the soldiers of the Pennsylvania line in the Revolutionary war. The law required the tract to be identified by marking the number of it upon a tree within and nearest to the north-western corner. It was held that this number controlled all the remainder of the description in the patent, so as to wrest it entirely from its position and adjoiners, as described in the patent and general draft: Smith v. Moore, 5 Rawle 348; Dunn v. Ralyea, 6 W. & S. 475. Chief Justice Gibson, in the former case, stated the general principle thus: “ It is a familiar principle of our system, and one in reason as applicable to this species of title, as well as any other, that it is the work on the ground, and not on the diagram returned, which constitutes the survey, the latter being but evidence (and by no means conclusive) of the former. * * * It is conceded that the patent may be rectified by the return of survey; and why not the return of survey by the lines on the ground, and particularly the numbered tree, which is the foundation of the whole ?” In the latter case Kennedy, J., said: “ That the original lines as found marked on the ground, must govern in determining the location and extent of the survey, is a well-established rule, in general applicable to all cases.” * * * “We know, in point of fact, that the marks made on the ground at the time of making the survey, are the original and therefore the best evidence of what is done in making it; that everything that is committed to paper after-wards in relation to it, is intended and ought to be, as it were, a copy of what was done, and ought to appear on the ground, in the doing of which errors may be committed, which renders it less to be relied on than the work as it appears by the marks made on the ground.” Just so is this case. The clear and main intent of the sheriff was to levy upon and describe a certain lot or divided portion of ground, but in describing the manifest subject of levy, he stated a result of measurement (not a boundary) which differs from the true subject, and to this extent contradicts and is overturned by the factum of the subject, and is thereby proven to be erroneous. Had the sheriff described the eastern boundary by a monument, a thing or mark to be found upon the ground; for instance, had he called for the factory itself, or its wall, as the abutter, then the intention to overgo the former boundary of the lot would have been manifest, and we cannot change the terms of the levy. There the mark or monument on the ground would have controlled, and not being corrected before the acknowledgment of the deed,'there would be no remedy, the title passing by the description. The principle is one of universal application. If titles were to depend upon the fluctuations of the compass, or errors of the chain or rod-pole, upon the measurement of angles or of distances, instead of the lines,, monuments, or marks upon the ground, it would open a door to a flood of litigation, every new artist furnishing fresh cause for a new suit.\nThese remarks cover all the errors assigned. It was therefore competent to receive in evidence all the acts of the owners prior to the levy, tending to show how and where they had established the division lines of their lots. The question was one of identity.\nThe judgment of the Nisi Prius is affirmed."}