{"id": "420673", "contents": "The opinion of the court was delivered, January 4th 1864, by\nThompson, J.\nIn Beatty v. Gilmore, 4 Harris 463, the plaintiff in error, who had been defendant below, complained of the court for charging that the onus of showing the exercise of proper diligence and care was not on the plaintiff, but that the want of it lay upon the party averring it. In regard to that, this court. said, “ it was perhaps of little consequence whether in this particular the court was right orwrong, since the plaintiff’s fall into the area was witnessed by many persons who testified to the incidents attending it, and thus enabled the jury to ascertain whether the accident was fairly ascribable to his inexcusable carelessness.” Notwithstanding this, the court however affirmed the ruling of the court below under the ■ circumstances of that case.\nWhat was said there is very applicable to the case before us. The accident occurred in the day-time, and was seen by witnesses who described all the particulars of it. From these facts a jury would be able to say whether or not the plaintiff was guilty of inexcusable negligence. Nor was this all; the defendant gave all the evidence he could of negligence on the part of the plaintiff, and thus the question was fully raised, and put to the jury under instructions by the court, that if there was negligence on part of the plaintiff which contributed to the disaster, he could not recover. We need not trouble ourselves, therefore, with the question upon whom the onus rested of disproving or proving negligence. I have no doubt there may be cases in which the plaintiff’s case would be incomplete without proof of care: such, for instance, as where a prescribed mode of doing an act Avas required out of Avhich the injury sprung; or where a party should leap from a train of cars to avoid a collision, on well-grounded apprehension of it; in such, and in many other cases which might be imagined, it would doubtless be necessary to cover the. whole ground in chief, necessary to entitle the plaintiff, primá facie, to recover. But if a party omit this, where it is not necessary to aver it in the narr., and the other side do not choose to demur, or go to the jury on the want of such an element, but assume the burthen of proof, he could not nonsuit the plaintiff for want of it, or ask a court to do more than to submit the question to the jury whether, from all the evidence, the plaintiff himself had been guilty of negligence or not. All this occurred, and was so dispensed in the court below.\nThe assignments of error are three in number, and are rather as to what was omitted to be said by the learned judge in answer to certain points, than to what Avas said in his general charge, and in answer to numerous other points. We will consider the first and third assignments together. In the first, the complaint is, that the court refused to affirm that “it lay upon the plaintiff to show that he used that degree of care and prudence which was necessary to have prevented a collision with the cars (of the defendants), and this he must show affirmatively; and that no negligence on his part contributed to produce the injury.” As to the last clause of the sentence, we refer to Avhat has been already said as to the onus of proving care and diligence. It is manifest that there was no error in refusing to affirm this point, because it asserted an unreasonable standard of care, viz., such as Avas necessary to escape injury altogether. If such had been affirmed to be the rule, the very act of collision would have been proof of negligence, a thing which was to be determined from the whole evidence, under proper instructions as to the duty of the plaintiff to be ordinarily careful and prudent, and the question of negligence under the circumstances on part of the defendants. The burthen of complaint contained in the third is much the same as that of the first, viz., that the court refused to charge that the obstruction being “ in a public street and not dangerous per se, if a person comes against it in day-time, and receives injury, he cannot recover against the wrongdoer without showing affirmatively that he used that amount of care which Avas required under the peculiar circumstances of the case to pass by it, and having used the same is nevertheless damaged.” Ordinary care is all the law requires of any one passing along a street or highway; and that is defined to be “ such as a prudent and reasonable man under the circumstances would exercise :” 4 Watts 399. Undoubtedly ordinary care, under one state of circumstances, might not accurately define the ordinary care necessary in others. It is a relative idea. What is ordinary care in circumstances of difficulty and danger, is a more active and acute attention to the means of safety than where no dangers are reasonably to be apprehended; so that wherever the rule, as in this case, of ordinary care is administered it has reference to the situation of the party, and the object occasioning the injury. This is always so understood by the jury. But it would be going a long way beyond this to require the plaintiff to show that he exercised that degree of care which was necessary to pass hy the obstruction in this case. When an impediment is open and notorious, every one is bound to exercise just so much care and circumspection as upon a reasonable calculation of the chances will safely carry him by it, and if injured by something unforeseen, and not within such reasonable calculation, he is entitled to be compensated, if his injury results from the negligence of others. The rule asserted would require an infinitely higher degree of vigilance than this, and the court properly refused to assent to it.\nIt must not be understood that because one party may be negligent others may be negligent also, and throw all the blame and consequences upon him. When a highway is obstructed, the passer along it is bound to the observance of ordinary care, that is, such care as a reasonably prudent man would exercise to preserve himself and property from injury; just the same degree, but heightened in intensity, as would be observed in ordinary circumstances.\nThe second assignment of error requires but little notice; it assumes facts which were controverted. We have often held that in such circumstances' a party, in order to obtain instructions on a given hypothesis, must state the facts hypothetically. That was not done here, and it was not error, therefore, to refuse to charge as requested.\nI confess I can hardly see how a jury, carefully considering all the facts, should have come to the conclusion they did in this case: but as the law was properly administered on the trial, we have no power over the finding of the jury, and must\nAffirm the judgment."}