{"id": "420605", "contents": "The opinion of the court was delivered by\nLowrie, C. J.\nThe jury have found that this canal bridge is one of those erected by the state when the canal was made; that it still continues to be necessary for the accommodation of the public; that after its fall the defendants below, the railroad company, now owning the canal, were notified to rebuild it and refused, and that thereupon it was rebuilt by the corporate authorities of Duquesne Borough, where the bridge is; and they have brought this suit for the expense of the work. Were the railroad company bound to rebuild the bridge ?\nWe think they were. They took the public works and their “appurtenances, subject to all contracts and arrangements heretofore made by Act of Assembly or otherwise, for and in respect to the use of such works,” and were required to “carry out the same with all persons interested therein, in the same manner as the Commonwealth or its agents are now required to do bylaw.” And we do not think that it is putting any undue strain on the language to make it include canal bridges that are necessary for the public, and which the state had assumed the burden of building and maintaining; for when a common road is cut by a canal, and reconnected by means of a bridge over the canal, such a bridge is an arrangement with the road “ in respect to the use of the canal,” though it is also a part of the road and necessary to its use.\nIt would be quite unreasonable to suppose that the state was trying to get rid of the duties which it had always acknowledged under any ambiguous or supposed ambiguous clause, or that the defendants purchased the works under the supposition that this clause was so uncertain in its meaning that they might escape from those duties. The most obvious meaning is, that they were to take the works with all their acknowledged appurtenances, servitudes, and burdens, and we should be guilty of undue refinement if we should interpret the act otherwise.\nIf the state had meant to cast off such a burden as this upon the local authorities, and thus impose on them a new and unusual duty, it would have'said so in plain terms. Whatever is doubtfully expressed in any law or writing, ought to be interpreted rather to accord with old usages than to introduce new ones in their stead. When new measures are really intended, it is unnatural to leave them to be discovered by implication, or by a refined analysis of doubtful language.\nBut the defendants argue, that because the Act of 1835, by which the state assumes this duty, leaves it to the canal commissioners to decide whether the bridge continues to be necessary, therefore the duty was not absolute, and did not pass as one of the burdens of the ownership of the canal. This mode, however, of deciding the question of necessity, grew out of the state’s immunity from suit. It could not be sued on its duty, and that there might be no failure of justice, it required the canal commissioners to judge of the necessity, and to rebuild if it existed, and their judgment was not to depend on their mere pleasure or arbitrary discretion, but on their legal discretion, founded on the facts of each case. And when the public works passed from the state into the hands of a private corporation, then the question of necessity and consequent duty became a mere question of private rights, and passed of course into the jurisdiction of the courts.\nThe defendants further argue, that they stand in the place of the state, and as the state couid not be coerced to rebuild, so neither can they. But the state, even though acknowledging the duty, could not be coerced, because of its character as state. The defendants having no such character, can have no such immunity. Their private character makes them subject to law, and therefore to action for breach of, duty. A duty which cannot be enforced by action, because owed by the state, becomes a subject of action when transferred to private persons.\nWe need not notice any other objection to the trial, except by saying that whenever any person or corporation is bound to repair a public highway and refuses to do so, when necessary, on notice by the proper public officers having the general oversight thereof, those officers may repair it, and recover the proper expense thereof in dn action of assumpsit founded on the duty.\nJudgment affirmed."}