{"id": "420633", "contents": "The opinion of the court was delivered, March 23d 1864, by\nAgnew, J.\nKlopp & Stump were accommodation drawers of a promissory note to Myers &. Shour, discounted at the Lebanon Valley Bank, in which Myers & Shour held one hundred and fifty-five shares of stock. The note fell due and was discounted. May 24th 1860. On the same day Myers & Shour assigned their stock to George Hoffman and others as collateral security for certain liabilities to the bank. Notice of this assignment rvas given to the bank on the 25th of- May. The bank having-sued Klopp & Stump as drawers of the note to Myers & Shour, Klopp & Stump paid the judgment on the 1st of July 1860, before and after the payment claiming a transfer of the stock as sureties in the note for Myers & Shour. On the 26th of July, they also gave a written notice to the bank of their right to the stock as accommodation drawers for Myers & Shour.\nThe learned judge of the Common Pleas, in deciding against the right of the complainants to subrogation to the lien of the bank upon the stock, put aside the question whether the note was due and unpaid on the 24th of May to the bank, so as to entitle it to a lien upon the stock under the Act of Assembly; and considered the question as resting solely between Klopp & Stump and Hoffman and others, the assignees of the stock.\nIn this we think there was error. If the case depended entirely upon a comparison of right, either in privity or equity, between the sureties of an unpaid note, who had not yet become creditors by paying it, and a claimant of the stock by actual assignment, the case would be at an end, the sureties having no title to the stock either in law or equity. It is only by the title of the bank that the stock can be held at all against the assignment. If that fail, the right to subrogation fails with it. The question is therefore directly between the title of the bank under its lien, and that of the assignees under the assignment. If the bank have title by lien, then the assignment gives way because of a better legal title, and it-is this legal title the sureties claim. The claim to have this title lies in equity, but the title itself rests in law, so that if entitled to possess the lien, their right to the stock itself is by a legal and better title than that of the assignees.\nWas the note actually due and unpaid as regards the bank on the 24th of May? We think it was-. The 24th was the third and last day of grace. It entitled the bank to demand payment and receive the money, and also to protest for non-payment. It is immaterial whether suit can be maintained upon the third day after demand and protest or not. There may be reasons in favour of the drawer to allow him still further grace in order to avoid litigation, but certainly none to justify such an injurious interpretation of the Act of Assembly securing the lien as would enable the drawer or endorser, after demand and protest for nonpayment, to assign his stock and defeat the lien on the ground that the paper was not ripe for suit until the following day.\nThe note is actually due so far as the right to payment is involved, else there could be no right to demand and receive payment on that day. As to the right to receive the money, clearly the right to demand it is the test. And the note is actually unpaid if on demand the drawer refuses to pay, or, what is equivalent, provides no funds at the place of payment. If it were otherwise, where is the right to protest for non-payment on that day ? and the law is that the protest must be made or at least noted on the last day of grace. The protest in its very terms is a declaration against the drawer, reciting the demand, that the time limited for payment has fully expired, and solemnly protesting against the drawer for all exchanges, costs, and damages suifered by reason of the non-payment. A notarial protest is not absolutely necessary, the holder having himself the right to demand payment and notify the endorsers of the failure; but its nature and terms prove most clearly that the paper is actually unpaid.\nThe bank therefore having the right to demand and receive the money from the drawer and to protest for non-payment, certainly the failure had happened which it was the intention of the law to provide for, and consequently the lien had 'commenced. The lien therefore attached on the 24th of May. This being so, when the assignees came on the 25th to demand a transfer they were met by the prior lien as a legal and better claim to the stock. This is by the express terms of the law which operates upon the transfer as well as the assignment. The following is the provision: “ The stock of the bank shall be assignable and transferable on the books of the corporation only, and in the presence of the president or cashier, in such manner as the by-laws shall ordain; but no stockholder indebted to a bank for a debt actually due and unpaid shall be authorized to make a transfer or receive a dividend, until such debt is discharged or security to the satisfaction of the directors given for the same.”\nThe provision for transfer is a necessity, not only that the bank may know its stockholders, but that the security of its lien may be protected against secret assignments. The lien of the bank having attached before notice of assignment and claim of transfer, it is clear that when the claim was made on the 25th of May, it had a right to refuse to make the transfer, and to hold the stock upon the debt. It is equally clear 'that the rights of the sureties in the note had also taken precedence of the assignment, for the moment the lien began, the duty of the bank also began, to hold the security of the stock for the benefit of the sureties. It is this security as the bank held it, and not less than it held it, to which equity subrogated the sureties on their payment of the debt. The debt is the object of the lien and for which it is the security, and it is this security that equity lays hold of, for the benefit of the sureties. But the title to it was in the bank until payment.\nIt is for this reason that the want of .notice to the bank does not take away the sureties’ right to subrogation. It is not the notice which creates the equity, but the fact of suretyship coupled with the payment. Until payment, the bank held for itself, and payment only consummated the title of the surety to demand subrogation. The benevolence which dictates the subrogation inheres in the relation of the parties, not the knowledge. It is true as between the bank and the sureties, want of notice might prevent subrogation, if the bank had permitted a transfer. But this would be on the ground of laches ór a want of diligence which prevents the administration of the equity, not because the equity had not arisen.\nIn this case, no new relation having sprung up, and the bank having suffered no prejudice, and the sureties having claimed the transfer at the time of payment, there is nothing to prevent the administration of equity. They are therefore entitled to a decree.\nAnd now, to wit, March 21st 1864, so much of the decree of the court below as relates to the stock of Myers & Shour in the Lebanon Yalley Bank, and the costs, is reversed, and this court, proceeding now to make such decree as the Court of Common Pleas in Lebanon county sitting in equity ought to have made, do order and decree that the Lebanon Yalley Bank transfer in due form upon the books of said bank to the complainants named in the bill, the one hundred and fifty-five shares of stock admitted in the answer of the bank to be standing in the names of the said Myers & Shour, and to pay to them the dividends heretofore accrued thereon, and that the said Myers & Shour' and their assignees, or any person claiming the said stock, shall be perpetually debarred and precluded from recovering the same or the value thereof, or any dividend thereof from the said Lebanon Yalley Bank; and it is further ordered and decreed that the costs of these proceedings in the court below and in this court be paid by George Hoffman, William Eckert, Daniel Myers, George Pfleger, and the Lebanon Yalley Bank in equal proportions, and the record is remitted to the court below to carry on this decree.\n[Klopp & Stump v. The Lebanon Bank et al.]\nBut inasmuch as the value of the said stock with the accrued dividends thereon is unknown to this court, and may exceed the sum due to Klopp & Stump, being $3000 with interest thereon from the 24th day of May 1860, together with their costs in this cause, it is ordered that Hoffman, Eckert, and Myers be at liberty within thirty days after notice of this decree to pay to the said Klopp & Stump the said sum of $3000 with interest and costs as aforesaid, and upon such payment being made to take and have said stock transferred and dividends paid to them, or if they shall within said thirty days show to the court by petition that said stock and dividends are of greater value than said sum due to Klopp & Stump, it shall be lawful for the Court of Common Pleas to order the said stock to be sold at public auction, and out of the proceeds and the said accrued dividends to pay to the said Klopp & Stump the said sum of money due them, with interest and costs, and to pay the residue to the said Hoffman, Eckert, and Myers.\nBy the Court.\nWoodward, C. J., was absent at Nisi Prius."}