{"id": "420617", "contents": "The opinion of the court was delivered, November 12th 1863, by\nThompson, J.\nThis case has been in this court before, and is reported in. 10 Casey 38,.where it appears that the admission of the evidence now complained of as being rejected in the court below was assigned for error, and the error sustained by a unanimous opinion of the court. If, therefore, there be error now in this record, it is ours, the court below having ruled in accordance with our former decision. “ Stare decisis” expresses a rule which should always be adhered to, unless mani* fest and mischievous error require a departure from it. That no such error exists in our former decision in this record I think may be easily shown.\nIn order, therefore, to a clear understanding of the only question raised on this, record, I extract from the plaintiff’s paper-book the offer of the testimony, the rejection of which constitutes the sole assignment of error. He offered to prove as follows:—\n“ That in 1832 or 1833, John Herring commenced an improvement in Green township, Clinton county, and designated his boundaries by a survey; that he died in 1847, leaving several children; that a brother-in-law, after his death, undertook the settlement of the estate in an informal way, leased the farm, and bound out the children, and sold the improvement to Henry Leamy by articles of agreement, dated April 9th 1847; that Henry Leamy afterwards sold his right to the plaintiff on record; that the possession has been kept up ever since, and the premises farmed and cultivated every year; that John Wagner, his brother-in-law, undertook to manage things; that plaintiff has kept possession of the land in question by continuity of claim for a period of twenty-one years prior to the institution of this suit; that the plaintiff went into possession in 1847, under claim as derived from John Herring.”\nIt must be admitted that if the plaintiff entered into the possession of the land in question under either a legal or equitable title to Herring’s improvement, as it is called, he should be permitted to show when the improvement began, what was done under it, and how he acquired the title to it. But it must be as readijy conceded on the other hand, that if the offer shows that he had no such title, it was proper to reject the proposed evidence in regard to that settlement; for if received it could not confer title on the plaintiff. Nor would his former peaceable possession be sufficient against the defendants, who are in under a judgment of a competent court; so there was no error in the rejection of that portion of the offer. Authority is not needed for principles so plain as these.\nThe validity of Wagner’s transfer of Herring’s settlement to Leamy scarcely requires remark. The offer, in detailing the circumstances of the transfer, admits it to have been made without authority, viz., that Wagner “undertook the settlement of the. estate in an informal way.” This was no authority to convey real estate, and he pretended no interest in the land himself as the foundation of his right to convey. He was neither executor, administrator, nor guardian, nor was his action in pursuance of any judicial order whatever. He was as completely without authority to convey away the settlement right and divest the interest of Herring’s children, as the veriest stranger in the land. Yet, notwithstanding this, it is contended that his written transfer was evidence of title to be laid before a court and jury. But “ex nihilo, nihil fit.” If it amounted to nothing, it proves nothing.\nIt is true, that defective conveyances are sometimes evidence to show the extent of possession, where title is claimed under the Statute of Limitations. But in such cases, if the conveyance offered operate at all, it must be coeval with the entry of the disseisor. It is as colour of title that it may be evidence, and then it gives effect to the disseisin co-extensive with the boundaries contained in it. Without this, or some other designation, the disseisor could only'hold by his actual enclosures, notwithstanding a continued adverse occupancy for twenty-one years. It is evident, therefore, that if one acquire colour of title, after half the period of the statute has elapsed, it will have no operation upon the original entry. It cannot operate to pass title, because it is insufficient for that, nor can it aid a claim under the statute, for the possession has not been held under it for the requisite period. Here the transfer of Wagner was in 1847, and the plaintiff was only in under it eight years. It had therefore no operation or effect in the case, even on the mistaken hypothesis that the Statute t>f Limitations was in it, and was properly ruled out.\nIt has been said in this case, but I think to very little purpose, for it is not the point of the case at all, that in early times improvements were sold as chattel interests. It is true, we have the sanction of such a practice in two cases, to be found in 1 Yeates, pp. 509 & 516. Improvements, as defined in the books, are mere inceptive rights, scarcely entitled to be classed as rights, and the early judges regarding them in this light, denominated them “ imperfect rights:” Id. 509. An improvement is said to be, where anything is done on vacant land, unaccompanied by residence: 1 Yeates 509; 4 Binn. 218; 5 S. & R. 267; 7 Penna. S. Rep. 478. The Act of 30th December 1786, defines a settlement to be an “actual personal” residence on land, “with a manifest intention of making it a place of abode, and the means of supporting a family.” Such a settlement would entitle the owner to a warrant for, not exceeding four hundred acres and allowance, including his improvements. Afterwards the Act of 22d September 1794 superadded the requisite of raising grain on the land. Where these requisites were complied with, the settler had an interest in land, which entitled him to a warrant and patent on the payment of the purchase-money, in preference to any other claimant. A mere improver had no such pre-emption right. The difference is thus manifest between a mere improvement right and a settlement. The former was not recognised by our laws after 1786, while the latter was regarded as an essential step towards a perfect title. The transfer of the former, like a chattel right, will be good as against the owner; but not so the, latter, as it was manifestly an interest in land. Many valuable farms in the Commonwealth are at this day held by no better or other title; and have descended from ancestors to their children, have been divided and sold by orders of Orphans’ Courts, and been bound by judgments and mortgages. It is idle to suppose such a title is legally transmissible as a mere chattel.\nThe facts here are that Herring settled on the land, a part of which is in controversy, and resided there for thirteen or fourteen years, cleared land, cultivated, and supported his family on it during that time. By express law he had an interest which was real, and which was transmissible only as realty. I find no case of a sale of such an interest as a chattel, and I might say, especially are there none of sales -of even mere improvements, by persons having neither title nor authority; which was John Wagner’s position exactly.\nBut to do the learned counsel for the plaintiff in error justice, they do not seem to have placed the slightest reliance on this sale ex vigore propria as passing title. They base their hopes of reversal on other grounds entirely, as follows:\n“ The sole question to be determined in this event,” say they, “is, would the offer of the plaintiff, as proposed to be proved, make out such a title, under the Statute of Limitations, as would enable him to hold the land as against the defendant?”\nTheir claim is thus based exclusively upon a title by the Statute of Limitations. Now how this could be made out under the facts offered in evidence and rejected, I am not quite able to comprehend. These facts, as already stated, were that Herring was a settler on vacant lands of the Commonwealth; that he designated the boundaries, and lived with his family on the land, clearing and cultivating it until 1847, when he died. It is not pretended that his entry was upon land the title to which was out of the Commonwealth, and in some private owner who might be disseised. It was Commonwealth’s land he was on. The language of the offer shows this, and nothing else. As the Statute of Limitations does not run against the Commonwealth, entry on her vacant land as a settler is of course referable to the permission which the law gives to enter with a view to acquire title. It cannot be adverse as against the Commonwealth, and no title by such possession can be acquired in such case. The defendant’s title only began in 1855, and of course Herring’s entry had nothing to do with it, nor the plaintiff’s either, which began in 1847. The Statute of Limitations has nothing whatever to do with this ease, and of course the plaintiff’s was not such a title under it as would enable him to “hold the land against the defendant.”\n, This view of the case disposes of Sailor v. Hertzogg, 10 State Rep. 296. That was a clear case for the operation of the statute. It was between persons, and what was decided was, that an entry-under a defective title was colour of title, and sufficed to define the extent of the disseisor’s claim. This was all right, and what we say now.\nEven if this were a case to which the statute might be applicable, we said when it was up before, and there is no room to doubt the correctness of the remark, that “ Zubler could only claim’ Herring’s possession as enuring to his use, by virtue of some conveyance, which we have seen he had not.” The reason was given “that if this were not so, the first intruder might abandon his intention of holding adversely, and leave the possession, and a succeeding one might enter and claim, without authority a quality for the predecessor’s possession, which he had abandoned:” We endeavoured to show, what was perhaps a work of supererogation, that an adverse possession begun and continued for a time, in order to be available to a successor, must be transferred to such successor in some lawful manner. This is as true as that property can only be rightfully acquired with the\" assent of its owner, or vested by operation of law. As therefore an adverse possession of an occupier, although not ripened into a complete title, is a step towards title, and is property, like property it must be transmitted, so as to vest in a successor a right to that which had been gained by such occupation : Overfield v. Christie, 7 S. & R. 173; 5 State Rep. 126. But it is not necessary to elaborate the idea, for the Statute of Limitations has nothing to do with the case.\nThese views cover the whole ground, and more, occupied by the plaintiff in error; and as they have shown not a shadow of a right to a reversal of the judgment below, I ought, perhaps, to leave the case without further or other remark ; but it seems to be thought that there are merits in the plaintiff’s case beyond this offer of testimony. The foundation for this idea must be derived from the defendant’s statement of his title, it is not in the plaintiff’s presentation of his case. Hot for a moment conceding the propriety of going beyond what is legitimately before us, let us look at the assumed aspect of the case.\nBy the statement referred to, it appears that the defendant’s title commenced by a warrant and patent in 1855. The location of the warrant, it seems, embraced a portion of the land included in Herring’s unofficial survey, not embracing any of his improvements. Under this strictly legal title, Schrack recovered the possession of the land as such in 1856, from the plaintiff. None of these things were in evidence, or offered to he proved on the trial. They may be gathered, as already said, from the defendant’s counter statement.\nAssuming these as facts, it is said that the warrant of the defendant encroached on the settlement right of Herring, in possession at the time of the plaintiff, and is void for so much. Now I say, in the absence of all testimony in regard to the encroachments, this is not necessarily so. There are many ways in which a portion of a settler’s claim may be lawfully interfered with by the warrant-holder. The location may -have been with his knowledge and consent. He may have determined to alter his boundaries. His designation of boundary may have been unreasonable, or the possession may have been derelict at the time. If any of these things existed, the warrant might rightly have been laid so as to include a portion of the land insufficiently designated by the settler. Shall we presume that none of these things did exist, and that the county surveyor violated his oath and his duty in including what he should have excluded, and did not note the interference on his survey as he was bound to do? Omnia presumuntur rite esse acta applies to him as well as to other officers. The ground of objection to the defendant’s title is, that it appearing that a part of the Pierring claim was covered by his warrant, it must be presumed that it was located in violation of the settler’s rights. I hold, in the absence of any testimony to prove it, that the contrary is the legal presumption. The mistake consists in presuming that the officer committed a gross wrong without any proof of it. Or, that if he did right, and noted the interference in his return of survey, the land officers disregarded their duty by accepting it, and issuing a patent for the land. It inverts the doctrine of presumptions in favour of the honesty of officials, and requires us to presume them wrongdoers, before we reach the conclusion claimed. This, however, is all that need be said on this outside view of the case.\nBut it may be suggested that as Herring was dead, and his family dispersed, Zubler might have entered as a settler in his own right, in 1847. Possibly he might. But as the intent is of some consequence in making a settlement since the Act of 1786, there is nothing whatever to show that he did enter with the “ manifest intention of making it a place of abode, and the means of supporting a family.” He designated no boundaries as a settler, and in fact never thought of that independently of Herring’s settlement. We need not resort to conjecture as to this matter, however, for in the offer of the testimony complained of as rejected, it is stated in plain words “that the plaintiff went into possession in 1847, under claim as derived from John Herring. He was therefore not a settler in his own right; nor had he a transfer of Herring’s right; and, as already shown, the Statute of Limitations was out of the ease. He was, therefore, so far as appears to us, without any sufficient claim or title to divest the possession of the defendants, and the judgment must be Affirmed.\nWoodward, J., dissented.\nStrong, J., being absent at the time of argument, took no part in the decision."}