{"id": "420629", "contents": "The opinion of the court was delivered, February 25th 1864, by\nAgnew, J.\nWilliam L. Dewart, the plaintiff below, sought to revive a judgment against John B. Masser, and the executors of Henry Masser, defendants below. On the trial the defendants endeavoured to charge the plaintiff with the sum of $769.28, the proceeds of a sheriff’s sale, which they alleged had been appropriated, under an auditor’s report, to the judgment of the plaintiff. The court held that, under the facts, the plaintiff was not chargeable, this sum not being a proper credit; and this is the error assigned.\nWilliam L. Dewart was the purchaser of certain property from J. B. Masser, encumbered with a large mortgage in favour of F. W Bawle, trustee, &c., against J. B. Masser for purchase-money. J. B. Masser -sold part of the mortgaged premises to the Sunbury Canal and Water-power Company, and the company took his judgment of $6000 to indemnify them from loss which might arise from the Bawle mortgage, and also the judgment of William L. Dewart. Afterwards the real estate of J. B. Masser part of which was subject to the Rawle mortgage, and also to William L. Dewart’s judgments, was sold at sheriff’s sale, the proceeds amounting to $7039.91, which were brought into court, excepting the sum of $1801.91, which, not being paid to the sheriff, was not brought in.\nThe distribution of the proceeds of this sale was referred to an auditor, who, at the instance of William L. Dewart’s attorney, undertook to distribute the whole sum, the attorney agreeing with the auditor that William L. Dewart would see to having the remainder paid in. The $769.28 in controversy would have been the balance to be applied to Dewart’s judgment, but for the prior lien of the Rawle mortgage, and the Sunbury Canal Company’s judgment of indemnity, which were prior liens upon the particular portion of Masser’s property, out of which the $769.28 arose. But as the company’s judgment -was only for indemnity against the Rawle mortgage, payment on the mortgage, to the extent of the $769.28, would have effectuated satisfaction to the same extent upon the company’s judgment of indemnity. The auditor reported the $769.28 thus: “ The auditor therefore appropriates that money, viz., the sum of $769.28, to the judgment of William L. Dewart, to be paid, however, when he has reduced the Rawle mortgage that much, or has secured the canal company to that amount, from loss by reason of the Rawle mortgage being claimed from this land.” tie further reported thus: “ The above distribution includes the whole amount of the proceeds of sales; but by the sheriff’s return, all was not paid to him, viz., $600 from Neuer, and $1201.91 from Ruoy, which remains unpaid, and was not paid into court.”\n“ The sums thus unpaid are included in the amount applied to the judgments of William L. Dewart, who will be entitled to the same when paid in, and is not to receive the whole of the sums appropriated to his judgment from the cash that is in court now.”\nIt further appeared that this sum of $769.28 never was paid in, but was afterwards recovered from the sheriff, on his official bond, by E. W. Hughes, Esq., who, it seems, claimed it as a purchaser of land, subject to the mortgage, and as equitable owner of the canal company’s judgment.\nThese being the facts, all appearing of record, and by written, undisputed evidence, we see no error in the refusal of the court to charge against the plaintiff below, in reference to this sum of $769.28. It was not an absolute appropriation of the money, but conditional in two aspects by the express terms of the auditor’s report. One condition was, that Dewart should either reduce the Rawle mortgage so much, or secure this sum to the canal company; and the other was, that the money should be applied only when paid into court. It left it therefore optional with Dewart, under the first condition, to pay so much to the Rawle mortgage, or secure it to the company’s judgment. Failing in this, the appropriation took no effect, and the money became applicable to the canal company’s judgment, as the means of paying the same to the Rawle mortgage; and it seems the money has been recovered from the sheriff by Mr. Hughes, as claimant of the canal company’s judgment. But even had the appropriation been absolute, still it was expressly subject to the condition that the money should be paid in by the sheriff. This having failed, the appropriation never took effect.\nIt is alleged, however, that the last ground is insufficient, as it is too late to attack the jurisdiction of the court below, on the ground that it was not in possession of the fund, and the case of Oonstine’s Appeal, 1 Grant 242, is referred to. That case is no authority for the position taken in this. There the decision was put expressly on the ground that, as the record stood, the court above was hound to presume that the money was within the grasp of the court; and Lewis, O. J., expressly distinguished the case from Williams’s Appeal, 9 Barr 267, because in the latter it appeared “ affirmatively” that the money had in part been distributed by the sheriff at his own peril, and was therefore not in the power of the court.\nOur ease is still stronger, for here the record expressly shows that the money was neither paid to the sheriff nor paid into court, and that the appropriation was not to take effect until the money should he paid in. It is clear, therefore, that the auditor had no power to,distribute it, and that he did not undertake to do it until it should be paid in, his order being made conditional, and in contemplation only of a future payment into court.\nWe see no error in the charge, and therefore affirm the judgment. 5\nJudgment affirmed."}