{"id": "420668", "contents": "The opinion of the court was delivered, January 4th 1864, by\nWoodward, J.\nThe extent of the liability of sureties has always been discussed with so much dependence upon the special circumstances of the case, that it is impossible to find in the adjudged cases a solution for the novel questions upon this record. The general rules are well stated by Mr. Theobald, in the fourth chapter of his work on Principal and Surety, and the English cases from which these rules have been deduced will be found collected in the notes to Arlington v. Merricke, 3 Saunders’ Rep. 412; but what are general rules except milestones to mark the points to which the cases have come ? When your case runs beyond the ground that has been measured, general rules may indeed aid your reasonings, but cannot define and fix your position. One of the general rules is that a surety is not obliged to a greater extent than the principal debtor, as, if a person is surety for the fidelity of another in an office of limited duration, or the appointment to which is only for a limited period, he is not obliged beyond that period.\nThe converse of this rule is equally true — that a surety is obliged to the same extent as the principal debtor, unless he has expressly limited his obligation. Therefore, where a bond was taken under an Act of Parliament, with condition for A. B.’s accounting for all moneys received by him in virtue of the act, and the act did not make the office annual, the court held that the obligation of the sureties was not confined to a year, although the defendant pleaded that the office was an annual one: Curling v. Chalklen, 3 M. & S. 502. And to the same point see Angero v. Keen, 1 M. & W. 390; Dedham Bank v. Chickering, 3 Pickering 335. A'necessary limitation of this rule must be derived from the instrument of joint obligation. A principal may be liable beyond the condition of his bond, whilst the sureties’ liability must for ever be measured by the instrument of surety-ship. What the rule means, therefore, is, that the surety is obliged to the same extent as the principal is by virtue of the instrument which constitutes the obligation of suretyship.\nAnother rule is, that if the surety’s engagement relates to a particular office, it extends only to such things as were included in the office when the engagement was entered into. Thus a person who became surety for a collector of the customs revenue upon his appointment in 1691, was held not liable in respect of the customs on coals, which were first imposed in 1698 : Bartlett v. Attorney-General, Parker 277. And to this head belong the cases of Miller v. Stewart, 9 Wheaton 681, and the United States v. Kirkpatrick, Id. 720. In Legh v. Taylor, 7 Barn. & Cress. 491, one Hutton had been elected overseer, and the condition of the bond was that he should truly account for all sums not exceeding ¿6100, which should come to his hands by virtue of his office. It appeared that amongst the sums included in his account, there were ¿6100, which he had borrowed for parochial purposes without authority, and the court held that the sum ought not to be charged against the surety, because it was no part of the duty of an overseer to borrow money.\nNow what is the case in hand ? Joseph L. Wylie was treasurer of Fayette county for 1854-5, and the defendants on the record were sureties in his official bond. That bound him, among other things, to “a just account of all moneys that may come into his hands on behalf‘of the county.” In settlement with the auditors he was charged for moneys received on behalf of the county to the amount of $40,627.58, and credited with disbursements to the amount of $38,471.35, leaving unaccounted for, $2156.23, the moneys for which the sureties are sued.\nOn this state of facts they would clearly be liable for this deficiency according to all principles of law that are applicable to suretyships, but they show that $20,000 of the liabilities of their principal consisted of the county scrip issued by the commissioners of the county in 1855, in violation of the Acts of Assembly forbidding municipal corporations to issue paper currency, and on this ground alone they resist the demand that is made upon them. It was proved that this scrip -was placed in the hands of the treasurer by the county commissioners, that he deposited it in his general account with his banker; that it was paid out on his checks as money, and that it has been redeemed by the county except about $800, which is out still.\nHowever illegal this scrip, it is manifest it answered all the purposes of money. Wylie, at least, would be estopped from denying his liability for it. He received and used it as money; he co-operated with the commissioners in giving it currency; he derived full value from it. He, therefore, has no shadow of excuse for not accounting for it. The statutes authorized a penalty to be imposed upon him and the commissioners for issuing such paper, but did not relieve him from the duty of accounting for it to the county. And this clear liability was according to the bond. As between him and the county, the scrip was money — money that came into his hands by virtue of his office. Nor did it augment the gross revenues beyond the sum which the tax laws at the time the bond was given made it possible for him to receive during his official term; so that it cannot be regarded as transcending the liabilities which were necessarily in the legal contemplation of the parties. On the very words of his bond, therefore, Wylie would be liable to the county. But if he was liable by virtue of the terms of the bond, how could these terms bind the sureties to any less liability ? If they are not obliged to the same extent to which the bond holds the principal, what is the measure of their liability, and where is it to be found ? Had he borrowed money without authority, the doctrine of Legh v. Taylor would perhaps relieve the sureties. It might be said that such money was not received on “behalf of the county,”.since no money can so come into the hands of the treasurer, except by the action of the county commissioners, who are the legal agents and representatives of the county, and if not received on behalf of the county it would not be covered by the terms of the bond, and neither he nor his sureties would be liable on the bond. But this money was not borrowed by the treasurer, it was obtained by the county commissioners on behalf of the cdunty and placed in the treasury, and thus the liability of the sureties attached, which they cannot shake off by impeaching the conduct of the commissioners as to the mode of obtaining the money.\nIf it were necessary, it might be added that there is nothing to.show that the $20,000 of scrip were not accounted for in the-$38,000 which the treasurer paid over, and that the balance sued for in this action came from the scrip. The auditors of 1855 charged the treasurer with over $40,000, including the scrip, and credited him with over $38,000 of payments. The defence of the sureties when sued for the balance, consists in impeaching the scrip, but if it were all accounted for, it is no longer subject to question. It is not for a balance of the scrip, but for a balance resulting from the general accounts of the treasurer, that the sureties are sued, and we think they are liable.\nThe judgment is affirmed."}