{"id": "420622", "contents": "The opinion of the court was delivered, November 16th 1863, by\nLowrie, C. J.\nA judicial opinion that would exhibit all the phases of our laws relative to strays in general, would be quite intolerable, and we shall therefore confine ourselves, as nearly as possible, to the law of swine running at large, that is, out of enclosures, for this suit is about them.\nSwine were expressly excluded from the benefit of the Stray Law of 1700, 1 Dali. L. 18, 1 Sm. L. 13; and the penalty of death or capture and application to the payment of the damages done by them, was imposed upon them by the Acts of 1705 and 1719, 1 Dali. 75, 241, 1 Sm. .70, 176, in case they should be guilty of running at large without rings and yokes. They were not deemed worthy of association with horses, cattle, and sheep, in the Impounding Act of 1729, 1 Sm. 173; and we hear no more of them until the 27th March 1784, when the people of Bedford, Northumberland, Fayette, Westmoreland, and Washington counties or their representatives in the legislature, exhibited a liking for the animals, and got a law passed to save them from some of the above penalties, as well as to discountenance their rather barbarous custom of wearing yokes on their necks and rings in their noses, and to give them the same privileges of pound and trial for “ trespassing through or over any lawful fence” as horses, cattle, and sheep had, and in general to have them treated as their equals : 2 Dali. 188; 2 Sm. 96. Allegheny was then part of the two last-named counties.\nBut the swine must have soon shown themselves unworthy of this; for, one by one, their friends forsook them and recalled the privileges which had been granted them : Northumberland, 3 Sm. 417; Luzerne, 4 Id. 243; Somerset, Id. 408; Washington and Allegheny, Id. 528; Fayette, 6 Id. 114, &c. Thus, by degrees, the Act of 1784 was repealed for most of the territory to which it applied, and we hear nothing of the swine in the Stray Laws of 1807, 1813, and 1819. Doubtless their vagabond life was becoming offensive to the improved care and habits of the people, especially when the mast and other wild forage began to fail, and the swine began to resort to the corn and potatoes.\nBut still they were not entirely forsaken, for the people of Washington, Allegheny, Cumberland, Perry, and Fayette counties, in 1808, 1820, and 1821, even while refusing the special privileges of the Act of 1784, and refusing to require more than neighbourly fences, class them with horses and horned cattle, and impose, not on them, but on their owners, the penalty of paying the damage they may do, to be determined by referees to be appointed, we know not by whom, and sued for before a justice of the peace: 4 Sm. 528; 7 Id. 322, 456.\nThis, however, was no cure of the evil, and matters grew no better, but rather worse, the vagabond and intrusive habits of the swine not being at all restrained by such legislation; and, therefore, we have the Act of 11th April 1862, which condemns their act and habit of running at large unless it be accidental, under the penalty of being treated as strays, under our stray laws ; and herein horses, cattle, and sheep are included. Here, then, is the first properly Stray Law that we have, all others that are called such being in fact substitutes for the common law remedy of distress damage feasant. This, doubtless, is both a stray law and a regulation of that common law remedy; for it refers to our stray laws for the mode of proceeding. That of 1807 and its supplement of 1819 seem to be the ones that are now in force here: 4 Sm. 472; 7 Id. 159.\nThese then are the laws, under one or more of which the plaintiff was bound to seek redress for the injury done him by the defendant’s hogs. 1st. The Act of 1862, if the defendant permitted his hogs to run at large, and the Stray Laws of 1807 and 1819. 2d. The Act of 1808, if the plaintiff’s fences were neighbour-like, even if the swine were accidentally at large, for it does not allow this apology, as the Act of 1862 does. We are not very sure that this act furnishes a practicable remedy, for it says the damages “ shall be determined by referees to be appointed;” how, how many, when, and by whom, we cannot tell. 3d. The common law remedy by action of trespass: Addison 258 ; 7 W. & S. 369 ; 8 Harris 433.\nAnd there is no reasonable ground for the argument that this last remedy is repealed by our stray laws. They regulate and therefore supersede only the old remedy in rem of distress damage feasant, which always co-existed with the personal remedy in trespass. It might as well be said that the remedy of debt for rent would be superseded by a regulation of the remedy of distress for rent. The Stray Law of 1808 concedes the personal remedy, when it says, “it shall be lawful” to proceed against tlie animals doing the injury. And the Act of 1862 does the same when it says they shall be proceeded against as strays if any person “shall see proper to prosecute the same.” For the greater security of the injured party, he has a right to distrain the animals, but he may waive this right and resort to his personal remedy.\nNow the plaintiff did not proceed against the hogs, and therefore not under the Act of 1862 and the Stray Laws, but against the owner personally. Whether he proceeded under the Act of or under the common law remedy, our paper-book is so defective that we cannot tell. The plaintiff in error alleges, in one of his points, that the plaintiff below “ irregularly proceeded to appraise the damage,” and this indicates a proceeding under the Act of 1808. What would be an irregular appraisement under that act, is hard to tell; and no tangible question is raised on that point. The proceeding not being against the hogs, but against their owner, all the assignments of error are entirely irrelevant. If it was under the Act of 1808, the defendant below might have raised the point that the plaintiff was bound to have neighbourly fences, and this would have been a question of fact; and most probably a field with no fence along the bank of the river would have been found a proper enclosure, for such an omission is often unavoidable.\nAnd if the proceeding is by action of trespass, all the defendant’s points are irrelevant. Even if, in that form of action, he could raise any question about the fences, he could ask no more than that they should be neighbourly; and, as we have already said, he raised no such question before the jury. The law does not protect the unneighbourly practice of letting swine run at large, by requiring more than neighbourly fences, if it requires even that much.\nJudgment affirmed."}