{"id": "420671", "contents": "The opinion of the court was delivered, February 15th 1864, by\nThompson, J.\nWe have no difficulty in agreeing with the learned judge below, that, both on the score of interest and policy, Thurlow and Hughes were competent witnesses to the extent within which their testimony was received on the trial Their interests were equally poised between the parties plaintiffs and defendants, and they could testify for either. This is an elementary principle. But as showing its applicability to witnesses situated as these were, viz., as endorsers, where the trial happens to be between an endorsee and maker, see Greenl. Ev., vol. 1, § 504 On the q-uestion of policy, the testimony was kept in close conformity to Gest v. Espy, 2 Watts 265, and subsequent cases, amongst the latest of which is Work v. Case, 10 Casey 138. The assignments of error on this branch of the case are not sustained.\nWe perceive no reason for disturbing the case on account of the admission of the testimony of T. P. Remington. It is not claimed that it had any deleterious operation, but only that it was irrelevant. This may be so; but we do not reverse for the admission of testimony which, when received, is entirely innoxious.\nThere was error, we think, in the charge of the court. The defence set up to prevent a recovery of the note by the plaintiffs was, that it had been endorsed and delivered, with other securities, as collaterals to secure payment of a loan by the plaintiffs to Thurlow, Hughes & Co.; that while it was so held, some of the other securities, sufficient in amount to have discharged the debt, had been exchanged, and eventually turned out to be worthless. The defence stopped here. To have rendered it effectual, it should have gone further, and have shown that there had been a loss to the owners of the collaterals by the exchange. The rule undoubtedly is, that the holder of collaterals is bound to employ reasonable care, skill, and diligence in regard to them, and in regard to rendering them as effectual as possible for the purposes intended; that if they are lost by negligence of the holder, he must account for them at their value, and it has been held that taking a less security would be evidence of a misuse, which, if not satisfactorily explained, would render the holder responsible: Bank of the United States v. Peabody, 8 Harris 454; Muirhead v. Kirkpatrick, 9 Id. 237; Sellers & Nichols v. Jones, 10 Id. 423. There was not a word of evidence in the ease to show negligence on the part of the plaintiffs in exchanging the Remington and Sacriste notes for Remington and Blundin notes; that the latter was not equally good with the former. The ease therefore wanted the material element of loss to the pledgors, to raise an equitable satisfaction of their indebtedness, so as to release the collaterals in suit. True, the testimony is, that Paul Thurlow, one of the partners of Thurlow & Hughes, avers he told the plaintiffs that they would lose their debt if they renewed the Remington notes, with Sacriste and Jones as endorsers, and that if they did it “without our consent, they would have to renew them at their own risk, and take them as cash.”\nThis warning, while it should have excited to greater care in the transaction, does not, ipso facto, establish a loss by reason of the exchange. Nor had he any power by such a notice to change the conditions of the pledge. It had passed to the holders on no other terms than those defined by law. He could not add to them afterwards, so as to turn them into cash by a mere notice, that if exchanged they must be held as cash. He could give such notices and warnings as might raise proof of negligence on part of the holders if they disregarded them. But this would amount to nothing unless injury and loss were shown to have resulted from negligence and mismanagement. The court, we think, erred therefore in placing the defence on the simple ground that the plaintiffs exchanged the securities mentioned, without the consent of Thurlow, Hughes & Co. No doubt the pledgee of securities takes upon himself some increase of responsibility in making exchanges; the more his acts in the premises are complicated, the more numerous will be the points of attack that he may have to guard, when the question of his care and diligence pomes to be tried: but I take the law to be settled, that it is only the omission of these that will require the holder to account for collaterals, when they have proved a worthless security. I think this rule the safest for all parties, and should be adhered to unless altered by the terms of the pledge.\nWe agree that the receipt of Hughes, in March 1858, was not a ratification of the act of the plaintiff in making the exchange of the securities. It was a long time after the dissolution of the firm, and he was not the liquidating partner of the firm. Nor had this act in question, as it appears to us, any connection with the process of winding up the business of the firm.\nThe judgment is reversed, and a venire de novo awarded.\nWoodward, C. J., did not sit on the argument of this case."}