{"id": "420612", "contents": "The opinion of the court was delivered, February 1st 1864, by\nStrons, J.\nThe question reserved in the court below was, whether, under the contract between the parties, it was the right of the defendant, at his will, to terminate the arrangement into which they had entered, and to discharge the plaintiff from his employment. If it was, there can be no recovery in this action, for the plaintiff was discharged before anything had been earned according to the terms of the agreement. This brings us at once to inquire what the stipulations of the contract were. It matters not what in our opinion would have been a reasonable arrangement, nor what it may be supposed the parties anticipated, nor whether the plaintiff’s early discharge was a hardship to him. The true question is, what was the contract ? To what did the parties bind each other? We are not at liberty to make contracts for them, or to add any stipulations which they have not seen fit to incorporate. ' We cannot give to a mere expectation the sanction, or the binding force of a covenant. No doubt in construing any written instrument, the court may take into view the situation of the parties when it was made, and the objects they must then have had in view, but still when a breach of a written contract is alleged, the language of the instrument must determine to what its parties have bound themselves.\nThe agreement upon which this suit was brought commences with a recital that the defendant was about founding a colony upon tracts of land which he had obtained from several individuals. It then stipulates that in consideration of the time, services, and abilities of the plaintiff directed to the sale of the lands to customers brought by the advertising and influence of ’the defendant, or in any other way, the plaintiff should receive one-half the net proceeds resulting from the sales made by him. The mode of ascertaining the profits is then provided for. The contract declares that the profits shall be calculated over and above the. cost of the land and expenses; that settlements of the books shall be made each month, and that profit shall be allowed only upon sales that turn out to be good, but that money paid upon places the plaintiff may sell, and forfeited, shall, after deducting expenses, be counted as profits. The agreement then proceeds to stipulate that while the plaintiff is engaged in the business, he shall not engage in other occupations, and that the defendant shall not interfere with him in making sales, or procure any other assistant, unless the number of customers should be beyond the capacity of the plaintiff to attend to them. There are other provisions in the agreement which need not be noticed, for they do not affect the question now before us. There is nothing said in regard to the time during which the. agreement should continue, and nothing in its language to define the duration of the service of the plaintiff, or of his employment by the defendant. This the contracting parties appear to have left out of consideration, or at least failed to make it a subject of covenant obligation. It may he that neither was willing to bind himself for any defined period. The scheme was an experiment. The plaintiff might prove inefficient, or in other respects unsuited to the agency, or the enterprise might prove unsuccessful and profitless, and drag its slow length along for many years. Erom its very nature it was of uncertain duration. The land might be sold in a month, or remain unsold at the end of a generation. Large sales might be made in one year, and none at all in the next. All this the parties knew when they entered into the agreement. It is easy, therefore, to conceive a motive for a refusal by the plaintiff to fix any time during which he should be bound to continue in the agency, and equally easy to find a motive for the defendant’s refusal to agree to employ the plaintiff for any stipulated period. It is evident, then, that were we so to construe the agreement as to hold it obligatory upon the one party to employ, and upon the other to serve during any period, we should be in danger of imposing liabilities which both parties purposely avoided assuming. And if it be admitted that neither of the parties contemplated a severance of the relation formed by the contract, at the will of the other party, it does not follow that we are at liberty to treat the agreement as containing a covenant against it. That would be to make an expectation of results, equivalent to a binding engagement that they should follow. There is great force in the remarks which Lord Denman made in delivering the judgment of the Queen’s Bench in Apsden v. Austin, 5 Ad. & Ellis (N. S.) 671. The case is unlike the present, but the remarks of his lordship respecting the construction of contracts, are applicable to the question we have under consideration. I quote them at some length, as containing a sound rule for the exposition of contracts, a rule which fits this case. Referring tó a certain class of judicial decisions, he said, “It will be found that where words of recital or reference manifested a clear intention that the parties should do certain acts, the courts have from them inferred a covenant to do such acts, and sustained actions of covenant for the non-performance, as if the instruments had contained express covenants to perform them. But it is a manifest extension of that principle to hold that where parties have expressly covenanted to perform certain acts, they must be held to have impliedly covenanted for every act convenient or even necessary for the perfect performance of their express covenants. When parties have entered into written engagements with express stipulations, it is manifestly not desirable to extend them by any implications; the presumption being that having expressed some, they have expressed all the conditions by which they intend to be bound under that instrument. It is possible that each party to the present instrument may have contracted on the supposition that the business would in fact be carried on, and the service in fact continued during the three years, and yet neither party might have been willing to bind himself to that effect; and it is one thing for the court to effectuate the intention of the parties to the extent to which they may have, even imperfectly, expressed themselves, and another to add to the instruments all such covenants as upon a full consideration the court may deem fitting for completing the intention of the parties, but which they either purposely or unintentionally have omitted. The former is but the application of a rule of construction to that which is written; the latter adds to the obligations by which the parties have bound themselves, and is of course quite unauthorized as well as liable to great practical injustice in the application.” We applied this rule fully in the recent case of Peacock et al. v. Cummings et al., not yet reported (Leg. Int. 1863, p.’ 196), where the question was, as it is here, whether the contract provided for any defined term of service. Considering, then, the nature of this agreement, its subject-matter, and its expressed stipulations, we cannot hold that it binds the defendant to employ the plaintiff, or obliges the plaintiff to remain in the agency any longer than during the will of the parties, without interpolating what they left out, and without danger of defeating their intentions when the contract was made. If any clue to their intentions respecting the duration of employment is to be found in the instrument, it is in the provision that “ while the plaintiff was engaged in the business he undertook, he should not engage in other occupations, and that no other assistant should be procured.” This, however, rather leads to the conclusion that a possibility of a termination of his- employment at any time was contemplated. It could hardly have been designed to prohibit any other occupation through twenty years, if so much time was required to complete the enterprise. And if any shorter period had been designed, it would seem more natural to have guarded against other engagements during the term than merely while engaged in this business. To this, however, we attach not much importance.\nIt is argued, on the part of the plaintiff, that if the contract cannot be treated as a hiring until the land should all be sold; or, in other words, until the completion of the enterprise, there is an implication to employ for a year, or at least a month. No doubt there is a class of contracts for the employment of servants where the law presumes the contracts to intend a yearly or monthly employment, though nothing is said of the duration of service. They are more numerous in England than in this country. They relate to contracts of hire of menial, domestic, and husbandry servants. They are so construed because such hirings are customarily for a year or a month, and the English courts recognise the custom. It is needless to inquire whether they are fully applicable to contracts of hire in this state where usage is so various, for the present is not one of them. The plaintiff undertook not a continuous employment, but an agency to sell land. Such contracts are generally revocable at pleasure, unless the power to revoke is restrained by express stipulation, or unless given for a valuable consideration. To them is never applied an implication such as in England is attendant upon contracts of hiring. We are therefore of opinion that, under the written contract of the parties, the defendant had a right to discharge the plaintiff from his service at any time, and that the plaintiff cannot recover in this action of covenant for any service rendered, or for his loss of employment after his discharge. Under this contract no notice was necessary. It follows that the judgment of the District Court upon the reserved point was correct, it having been conceded that tlie plaintiff was discharged before anything had been earned under the contract.\nJudgment affirmed.\nThompson, J., was at Nisi Prius.\n[The ease of Peacock v. Cummings, above referred to, was not marked for report, but as it is cited as authority here, and was the basis of the decision of the learned judge of the District Court (Hake, J.) by whom Coffin v. Landis was decided, it is inserted here. All the material facts are stated in the opinion of the court.]\nPeacock et al. versus Cummings et al.\nThe opinion of the court was delivered by\nStrong, J. — The plaintiffs and defendants entered into copartnership on the 8th day of February 1860, for the purpose of publishing a daily newspaper in the city of Philadelphia. By the articles of copartnership it was agreed, among other things, that the stock of the firm should be divided into fifty shares, and that each proprietor should be interested in the proprietorship, stock, property, profits and losses, in the proportion which the share or number of shares held by him bore to the whole number of shares. It was agreed that the association should continue for the full period of five years, from the first day of February 1860, and that at the expiration of that time, or upon its other sooner dissolution, the stock and property should be sold, divided, or otherwise disposed of. It was also stipulated that an editor should be employed, from time to time, for a term of not more than five years, at any one engagement, and at a salary of not more than two thousand dollars per annum; and also a publisher for a term of not more than five years at any one engagement, at a salary of not more than twelve hundred dollars per annum, each of whom, during the term of his employment, should be a proprietor.\nThe complainants are the holders of twenty-seven shares of the stock, and the defendants are the. holders of the other twenty-three shares.\nThe bill avers that on the 8th of February 1860, James S. Chambers, one of the defendants, was elected publisher of the newspaper, but that neither at the time of his election nor subsequently was any term assigned for the duration of his employment; that he continued to act as publisher until August 16th 1862, but did not devote care, skill, and attention to the business of the department to which he had been assigned; that in the month of April 1861, he accepted an appointment as navy agent, at Philadelphia, the duties of which office have occupied his time and attention ever since, to the exclusion of the interests of the copartnership. The bill further charges that at a regular meeting of the association, held on the 16th of August, A. p. 1862, at which all the proprietors were present except Ferdinand L. Fetherston, one of the complainants (he, however, having been represented by his proxy), a resolution was passed, removing the said J.'S. Chambers from being the publisher, and appointing the said Fetherston in his stead, and that the resolution received in its favour the votes of the holders of twenty-seven shares of the stock. The bill further avers that from the time of the adoption of said resolution to the present, the defendants have refused to permit Fetherston to act as publisher of the newspaper in place of the said Chambers, and have hindered and prevented him from entering on the duties of his appointment, in violation of the articles of the association. The complainants therefore pray that the defendants may be enjoined against denying to the said Fetherston the right to publish the said newspaper, and against interfering or intermeddling with him in the exercise of his rights as publisher, and against refusing him access to said paper and all the property of the copartnership, and against disobeying or interfering in any way with the resolution passed August 16th 1862.\nTo this bill the' defendants have put in separate answers. They agree in substance in denying that Chambers held his appointment at the will of the association, or of the complainants, who are a majority of the partners, and they assert in answer to interrogatories propounded, that the defendant, Chambers, was on the 8th day of February 1860, selected and chosen publisher of the newspaper, and that it was distinctly understood and agreed, by and between the said Chambers and the said partners, that the term of five years was assigned between themselves, and agreed upon with him for the term of his employment, and that he was not to be discharged from his office or employment during the said term.\nWe have, then, a case of a partnership in which a majority of the partners, both in number and interest, have determined that the duties of publisher, as defined in their fundamental articles, shall be performed by an agent whom they have chosen. The agent was eligible, for he was a proprietor. So far as it was in their power, the majority have not only imposed upon him those duties, but they have conferred upon him all the rights and privileges which, under the articles of copartnership, belong to the office of publisher. Such is the effect of the resolution of August 16th 1862, and this was done at a regular meeting of all the partners, at which each was allowed a voice. With this action of the majority the defendants are not only dissatisfied, but they deny the power to pass such a resolution appointing the complainant, Eetherston, the publisher, and one of them refuses to permit him, though thus appointed, to enjoy the rights and enter on the duties of his appointment.\nThat it was the action of the firm, and obligatory upon all the partners as such, is maintained both in reason and authority, unless it was in conflict with the fundamental articles. In ColIyer on Partnership 104, the author, after remarking that it had been said by a learned writer (Chitty’s Laws of Commerce, vol. 3, p. 224), that, in the absence of an express stipulation, a majority must decide as to the disposal of the partnership property, adds, that “it may perhaps be laid down that, in a partnership without articles, the power of the majority to bind the minority is confined to the ordinary transactions of the partnership.” In Story on Partnership, c. 7, § 123, the author says, “But another question may arise, and that is, whether, in case of partnership, the majority is to govern in case of a diversity of opinion between the partners as to the partnership business and the conduct thereof, or whether one partner can, by his dissent, arrest the partnership business, or suspend the ordinary powers and authorities of the other partners in relation thereto against the will of the majority, where there is no stipulation in the partnership articles to control or vary the result, (for, if there be any stipulation that ought to govern), the general rule would seem to be that each partner has an equal voice, however unequal the shares of the respective parties may be, and the majority, acting fairly and bond fide, have the right and authority to conduct the partnership business within the true scope thereof, and dispose of the partnership property, notwithstanding the dissent of the majority.”\nIf, then, the rule be that in the management of the interior affairs of a partnership, a majority of the partners must govern, what is there in this case to take it out of the rule ? Why is not the resolution adopted on the 16th of August 1862, at a meeting of all the partners, obligatory upon them all, it having been voted for by a majority in number, and by those who held more than half the number of shares ?\nThe parties agreed that a publisher should be elected for a term not exceeding five years. They fixed a maximum period of service beyond which they could not transgress, but no minimum was defined. The articles left it in their power to employ a publisher for any less term than five years. Duration of service was left to be defined by agreement, outside of the articles, or, if not defined, it was necessarily at- will. Of course, if not defined by agreement, any incumbent was removable by the firm. Clearly, therefore, it rests upon the party which denies power to remove to show that the power was fettered by an agreement for a definite period of service not expired when the resolution of August 1862 was adopted. This is not shown by the pleadings.\nAnd as the pleadings do not show any hiring or employment of Mr. Chambers for a definite term, so the proofs taken utterly fail to establish it.\nAnd now, to wit, May 6th 1863, this cause having come on for argument at the January Term last, and having been argued by counsel, it is considered, adjudged, and decreed that the decree of this court entered at the hearing at Nisi Prius be reversed, and that the defendants, James S. Chambers, Alexander Cummings, and Thomas J. Williamson, and each of them, their servants, agents, and workmen, be perpetually enjoined and restrained from denying to the complainant, Ferdinand L. Fetherston, or to such other person or persons as may be appointed by the members of the firm of Peacock, Chambers & Co., the right to publish the newspaper described in the complainants’ bill, or any of the rights and privileges which belong to the office of publisher, under the articles of association of the firm; and that they be further enjoined and restrained from interfering or intermeddling with said Ferdinand L.' Fetherston, in the exercise of his rights as publisher of said paper, and from refusing him access thereto, and to all the property of the said copartnership, and from disobeying or resisting in any way the resolution adopted on the 16th of August 1862.\nAnd it is further ordered that the defendants pay the costs."}