{"id": "420641", "contents": "The opinion of the court was delivered, October 26th 1863, by\nLowrie, C. J.\nThe plaintiff below claims on a tax title, and succeeded on merely showing the taxation in 1816 and 1817, the treasurer’s deed dated in 1818, and regularly acknowledged, his payment of the taxes from 1830 to the present time, and that no land sale book for 1818 could be found in the treasurer’s office.\nThe pinch of the case is on the surplus bond. The court presumed it to have been given from the lapse of time, the long payment of the taxes, and the official duty to see that it was given. Yet the deed recites no bond given, but the payment of the whole purchase-money, and a receipt is appended for the same, and the defendants offered to show that they have paid the taxes regularly since 1817, and that they had long used the land as the woodland of their cleared farm which adjoins it, and that they are the holders of the original title.\nThe learned judge makes the presumption “ stand for proof of the fact until it is rebuttedand he would be quite right in thip, if the deed did not appear to show that the whole bid was paid in money, and therefore that no bond was given for surplus. Perhaps this form of the deed is mere form, and does not show what it seems to show; but we do not know this without proof of a uniform office practice that but one form was used, whether a bond was given or not: possibly this would overcome the evidence of the deed that the whole price was paid in money.\nBut suppose this proved: then the presumption rests upon the presumption of official regularity, somewhat weakened by the untrue form of the deed, upon lapse of time, and upon the payment of the taxes, and it is these that are to be rebutted. How ? Not by directly disproving them, but by proving other circumstances that are incompatible with the inference derived from them.\nMere lapse of time proves nothing in favour of a title, for the older- it is, without any claim being made under it, the weaker it is, and the weaker are all presumptions in its favour. The legal presumption of official regularity is wanting, because of the form of the deed contradicting it, and requiring evidence to support it, though it may become a presumption of fact to be drawn by the jury. It is therefore, as the case now stands, only the payment of taxes that has any value in corroborating other facts tending to raise the inference or presumption that the surplus bond was actually given.\nBut that is somewhat weakened hy the facts that during the first thirteen years, the plaintiff, who knew the character of his claim, paid no taxes on the land, and that during all that time it was taxed to the defendants, and the taxes paid by them. For thirteen years the plaintiff, knowing what his title was, did not have the land taxed to him, and the defendants, not knowing of the plaintiff’s title, so far as now appears, had the land taxed as theirs, if we take the rejected offer of evidence, as if it had been admitted and proved, as we must do. Surely this tends to show that it was not this land that was sold, or that there was some fatal defect in the plaintiff’s title, and the failure to give the surplus bond would he such a defect. Both parties paid the taxes ever since, neither, we suppose, knowing of the double taxation. But this is some evidence that the defendants did not know of an outstanding title, and is of some value in a case where the county records fail to show any sale for taxes. The case is therefore destitute of any legal presumption that the surplus bond was given.\nWhat we have said seems to us a sufficient answer to all the points raised in the case, and requires that we should reverse the judgment. And I may say, for myself, that with such facts before-me, showing so much irregularity in the public officers, and in the conduct of the plaintiff, I could not infer that the surplus bond was regularly given.\nJudgment reversed, and a new trial awarded."}