{"id": "420651", "contents": "The opinion of the court was delivered, February 1st 1864, by\nStrong, J.\nThis was an action of replevin for a horse, to which the defendant pleaded non cepit, and property in himself. The declaration averred the taking of a horse of the value of $150, and an illegal detention. It concluded by claiming damages in the sum of $1000. On the trial the court instructed the jury that, in estimating the damages, “they were not confined to the value of the horse, but if they thought the taking of him was accompanied with circumstances of outrage and oppression, they could go beyond the value.” A verdict having been returned for $250 in favour of the plaintiff below, the defendant has sued out this writ of error, and he now complains of the instruction given. It is said that as the declaration contained no count claiming special damage, nor any averment that the taking of the horse was accompanied with circumstances of outrage and oppression, the jury were not at liberty to assess damages beyond the value of the horse. The objection is untenable for two reasons. In the first place, it is made after the evidence of the mode of taking had been received, so far as it appears, without objection. And secondly, the rules of pleading do not require that the circumstances which attended the taking should be specially averred in order to entitle the plaintiff to recover damages commensurate with them. If consequential damages are claimed, not necessarily or naturally resulting from the tortious act, they must be specially alleged. But if outrage and oppression attended the taking, they belong to the wrongful act itself, and are not merely special injury.\nThat in replevin, damages beyond the value of the property may be given where the taking has been accompanied with peculiar wrong and outrage, was ruled on abundant authority in McDonald v. Scaife, 1 Jones 381.\nThe second assignment of error was, that the verdict was against law. This is not a proper assignment. On the argument it was insisted the jury should have severed in their verdict the damages given for the value of the horse from those given for the tortious taking. It is said the defendant has a right to return the horse with damages for detention, which he cannot do under this judgment. This, however, is an entire misconception of the action of replevin; When the goods are not replevied, but retained by a defendant, he cannot satisfy a judgment against him by delivering up the goods, and paying what may be assessed for the taking and detention. Retorno habendo has no existence except in a case when the goods have been replevied, and the judgment is for the defendant. There is no merit in this assignment.\nThe third has already been noticed, and shown to be without foundation.\nJudgment affirmed.\nThompson, J., was at Nisi Prius."}