{"id": "420663", "contents": "The opinion of the court was delivered, April 2d 1864, by\nWoodward, J.\nIn an issue of devisavit vel non, the party who seeks to establish the will is bound to take the initiative, but when he has proved the due execution of the paper by the subscribing witnesses, and given it in evidence, he has made out a primé facie case. Upon this evidence the law presumes the sanity of the testator, and the party impeaching the will must go into evidence to repel the presumption, before evidence in support of it becomes necessary.\nBoth reason and authority sanction this rule. The legal présumption is always in favour of sanity, especially after attestation by subscribing witnesses, for, as was said by Parsons, C. J., in Buckminster v. Perry, 4 Mass. 594, it is the duty of subscribing witnesses to be satisfied of the testator’s sanity before they subscribe the instrument. No honest man will subscribe as a witness to a will, or any other instrument executed by an insane man, an imbecile, an idiot, or a person manifestly incompetent for any reason to perform, with legal effect, the act in question. A duty attaches to the witness to satisfy himself of the competency of the party before he lends his name to attest the act. Like the magistrate who takes acknowledgment of a deed, he is to be reasonably assured of the facts he undertakes to verify, else he makes himself instrumental in a fraud upon the public. And therefore the legal presumption, always favourable to competency, is greatly strengthened by the fact of attestation by witnesses. If authorities are needed for the rule that sanity is to be presumed until the contrary appears, I refer to Swinburne, 3d ed., 45; Lovelass on Wills 15; White v. Wilson, 13 Ves. Jr. 89; Jackson v. Van Dusen, 5 Johns. 158; Grabill v. Barr, 5 Barr 441; Barber v. McFerran, 2 Casey 214.\nThe Act of Congress does not in terms require a stamp to be placed on a will, but if it does by legal construction and effect, it is the duty of the register to do it at the expense of the executor, before he issues it in connection with his letters testamentary. It would be monstrous to require testators, often in articulo mortis, to execute the Stamp Act, under penalty of forfeiting their right to make wills.\nWe consider both objections to the will in question to be groundless,\nAnd therefore the ruling of the court is affirmed.\nAgnew, J., was at Nisi Prius."}