{"id": "420604", "contents": "The opinion of the court -was delivered by\nThompson, J.\nThe material question in this case is, as to the meaning of the words “to advance freight” on oil to be delivered by the defendants below. Did they import that the advance was to be made before the oil was to be conveyed from the wells, or after ? The contract was in writing, under seal, and the covenant, on part of the defendants, was to deliver two thousand barrels of crude carbon oil to the plaintiff, at the mouth of Saw-mill Run, on the Ohio river, between the 15th November 1861 and the 1st of January 1862, for which the plaintiff was to pay 7 cents per gallon, the oil to be gauged on delivery. “ The said Collins to advance the freight on said oil, and deduct the amount of said freight out of the above price of 7 cents per gallon, on settlement with said Hartje & Co.”\nThe defendants called on the plaintiff by a draft in favour of Gardiner, with whom they had contracted to deliver the oil, for $250 on account of freight. This draft was refused by the plaintiff. The defendants claiming this as a refusal, on his part, to perform the contract, elected to treat it as rescinded, and delivered no oil upon the foot of it, and refused afterwards, on demand for the oil by the agent of the plaintiff, to deliver it.\nWe cannot hesitate to declare the true interpretation of the contract to be, that the plaintiff was bound to advance money to pay freight before the oil was shipped, if required, and that his refusal to do so, or to tender it afterwards, on demanding the oil, was fatal to his right of recovery.\nIt was a condition precedent, and he was bound to perform it. “ To advance,” is defined by lexicographers to mean, in commerce, “ to supply beforehand; to furnish on credit, or before goods are delivered or work done; or to furnish as a part of stock or fund, as to advance money on loan or contract, or towards a purchase or establishment:” Webster’s Diet. verb. “To advance.” As between factor and agent, it is often where money is paid on the credit of goods belonging to the principal, or to be placed in possession of the agent, to be reimbursed out of the proceeds of the goods: Bouv. Law Diet.\nThe object of this stipulation was undoubtedly to enable the defendants to run the oil down the river to the place of delivery. It was an advance payment on the oil, to aid in carrying it to the vendee. It was not to be a payment of freight earned that was meant; for as soon as the freight should be earned by a delivery to the consignee, the oil itself was to be paid for — so says the contract — and then the vendors would need no advance. The oil was to be gauged on delivery: so that at the moment of time when the freight would be earned, if the case should be put on the strict commercial' meaning of the word freight, that would be just the time when the oil itself was to be paid for. It was entirely too narrow a ground to assume, that the advance to be made was to meet the demand for freight earned by the carriers before the delivery and the gauging of the oil. Putting the case strictly on the footing of a marine contract, the consignees would have been the party to pay the freight to the master, without any contract to that effect; but this was not intended to be the nature of the contract. It was simply an agreement to advance such part of the price of the oil as should be necessary to enable the defendants to send it on. The court erred, therefore, in ruling as they did, “ that the plaintiff was only bound, by the contract, to pay or advance the freight on delivery of the oil by the carrier.” So, too, it was error to receive evidence of a general custom on the subject of paying freight to the carrier on delivery of goods, because the parties had made their own contract, and it was susceptible of easy explication, and needed no aid from custom, and could not be controlled by it.\nThere was no error in refusing the offer of the defendants to prove that they would have delivered the oil according to contract, if the money drawn for had been advanced. They could rely on the fact that it was not paid, and they were therefore not bound to deliver for that reason.\nWe need not notice the other assignments of error in the case, as it turns conclusively on the point already noticed.\nJudgment reversed, and a venire de novo awarded."}