{"id": "420637", "contents": "The opinion of the court was delivered by\nThompson, J.\nIt is said to be a settled rule that statutes giving costs are to be considered in their nature penal, to be strictly construed: Yeates, J., 4 Binn. 13, citing 2 Stra. 1105, and 3 Burr. 1287. There are cases in which juries may exceed the rule of the statute for the costs, as in slander, where, although they may find less than forty shillings damages, yet they may find full costs.\nI have not been able to find any case in the common law courts where compensation to artists or surveyors has been allowed to be taxed. Our fee bills of 1814-1821 were passed “ to cut up by the roots the power which had been exercised by the courts, of allowing fees called compensatory for services not specified in them :” 7 S. & R. 378 ; 1 Id. 506.\nThere is no fixed fee for the service' of an artist appointed by the court, and it could not be taxed as costs by the prothonotary. It is said in 2 Sellon’s Practice 492, that costs receivable under the statute of Gloucester, 6 Ed. 1, cap. 1, are such as shall be allowed by the master or prothonotary upon taxation, and not those expenses which the plaintiff (or party) may have incurred for himself.\nIn Murphy v. Lloyd, 3 Wh. 356, it was held that the expenses for exemplifications of deeds and power of attorney, could not be taxed against the losing party. So in McWilliams v. Hopkins, 1 Wh. 276, the taxation of the costs of a bill to perpetuate testimony against the losing party was stricken out.\nIn Low v. Vrooman, 15 Johns. Rep. 238, the question now before us was determined in the Supreme Court of New York. The court say, “ had this,” the services of surveyors appointed by the court, “been a charge which might have been taxed against the losing party, and had been stricken out of the bill, of costs improperly, the remedy might have been by appeal from the taxation, but not being such a charge there is no remedy except by action.”\n-No doubt a court can compel compensation to artists by making an order on the party, or parties, when both apply, to compensate him, being their ofiicer pro liao vice, but I see no authority they have to enforce payment by the losing party any more than for the expenses of counsel. The taxation of Snively’s bill for services was erroneous, and the order of the court, including it in the defendants’ bill, is reversed.\nOrder reversed, at the costs of the defendants."}