{"id": "420664", "contents": "The opinion of the court was delivered, February 1st 1864, by\nAgnew, J.\nThe facts in the stated case raise a single question, whether the keeper of the county prison could discharge a prisoner convicted of manslaughter, and sentenced to a term of imprisonment, and to pay a fine of six cents and the costs of prosecution, and to stand committed until the sentence be complied with, on the delivery of a pardon, and without the consent of the county commissioners, or any of the parties entitled to the costs.\nThe court entered judgment for the defendant upon the stated case, in effect deciding that the prisoner was entitled to an immediate discharge as to the costs. In this we think there was error. The grounds upon which the court below proceeded are unknown to us, no opinion being found upon our paper-books.\nIt is argued that there is no legal sentence for costs, because the Act of 28d of April 1829, revising the penal code, provides only the punishment by separate and solitary confinement for manslaughter. This is incorrect, the Act of 1829 merely providing this to be in lieu “ of the penitentiary punishment heretofore prescribed,” and expressly enacting, in the 6th section, that “ all definitions, and descriptions of crimes, all fines, forfeitures, and incapacities, and the restitution of property or payment of the value thereof, and every other matter not particularly mentioned in this act, shall remain as heretofore.” It never has been understood that this law uprooted the whole penal system as to sentences, costs, commitments, &c., but the form of sentence has continued the same as before its passage. Nor has it been understood to repeal the laws expressly providing for the liability of the defendant for the costs upon a conviction. Conviction of an indictable offence, followed by judgment, always fixes the liability of the defendant for the costs. Even the acts providing for the payment of the costs by the county in cases of felony do not discharge the defendant. The Act of 28th September 1791, § 15 (3 Smith’s Laws 44), enacts that “in all cases of conviction 'of an offence, punishable capitally or by imprisonment at hard labour, the county where the crime is committed, shall pay the costs of prosecution, if the defendant hath not property sufficient to discharge the same.”\nThe Act of 28th March 1814, § 13, enacted that “in ease of a conviction in any Court of Oyer and Terminer, Quarter Sessions, or Mayor’s Court, all costs shall be paid by the party con vieted, but when such party shall have been discharged according to law, without payment of costs, the same shall be paid by the county.”\nThese acts came before the Supreme Court in the ease of The Commonwealth v. Commissioners of Philadelphia Co., 2 S. & R. 290. Tilghman, C. J., said expressly: “But it is understood that the payment by the county (of the costs) does not discharge the convict. He remains liable for the costs under the judgment, and the commissioners may insist upon his being held till he pays them, or obtains his discharge under the insolvent laws.”\nThe 64th section of the Revised Penal Code of 1860, consolidating the provisions of the Acts of 1791, 1814, and 1797, enacts, “ and in all cases of conviction of any crime, all costs shall be paid by the party convicted, but where such party shall have been discharged according to law, without the payment of costs, the costs of prosecution shall be paid by the county,” &c.\nThe defendant being liable for the costs by the sentence of the court, and being ordered to stand committed until the sentence be complied with (the form of sentence in all cases of conviction upon indictment in the Oyer and Terminer and Quarter Sessions), he must remain in custody until discharged according to law. This can only be done under the insolvent laws. These laws provide two modes; first, if the fine does not exceed five pounds (now fifteen dollars), he may be discharged for fine and costs, after an imprisonment of thirty days; secondly, if over that sum, by application to the Court of Common Pleas, and a discharge under the insolvent laws.'\nIn The Commonwealth v. Long, 5 Binn. 489, a case 'arising under the Five Pound Act of 27th March 1789, it was held that the prisoner is not entitled to his discharge unless he has remained in confinement for the fine thirty days beyond the time adjudged for imprisonment for the offence ; and when discharged after thirty days’ confinement, his property is still liable for the fine and costs.\nIn Henry v. Commonwealth, 3 Watts 384, it was held, per Curiam, that “the Act of 18li, which extends the benefit of the insolvent laws to criminals in confinement for costs, contains no provision for immediate liberty, whether the applicant be under sentence or in execution.” Therefore held that his bond to take the benefit of the insolvent laws was void. It was not until after-wards the legislature enabled the convict to get out of prison upon giving bond. And it has been held that he cannot come out even upon bond until he has been imprisoned for three months, according to the proviso contained in the 47th section of the Insolvent Act of 1836: Feeham’s Case, Brightly’s Rep. 462; also Wood’s Case, Leg. Jour. 10th April 1853.\nIn Schwamble v. The Sheriff, 10 Harris 18, conviction for keeping a tippling-house, and a fine of $75, it was held that the commissioners cannot discharge, notwithstanding the fine belongs to the county, but the convict must remain in custody until discharged under the insolvent law, and that a discharge by the sheriff being void, he could recapture the defendant, and hold him under the sentence. When this case was decided below, certainly the Insolvent Law of 1886 must have been overlooked, for the 47th and 48th sections cover the case entirely. The 47th gives the Court of Common Pleas power, in case of confinement, inter alia, “for non-payment of any fine, or the costs of prosecution,” and “for no other cause, to discharge such person from confinement on his making application, and conforming to the provisions hereinbefore directed in the case of insolvent debtors.”\nThe 48th section provides for a discharge, after thirty days’ imprisonment, where the fine does not exceed fifteen dollars. Ever since the case of The Commonwealth v. Long, 5 Binn. 489, it has been held that the thirty days begin to run only from the termination of the sentence of imprisonment, where it is a part of the punishment. It has always been held that a commitment for costs alone is also discharged by thirty days’ imprisonment, on the principle omne magis eontinet in se minus.\nIt is supposed that there is a custom to discharge on the filing of a pardon. But this is an error. It is law and not custom so far as the power exists, and the very legislation itself is the proof that a discharge not within the terms of the law is unlawful. The 1st section of the Act of 17th January 1831 (Purd. 791, last ed.), provides that the inspectors of the Eastern and Western Penitentiaries shall have power to discharge from prison, without delay and expense of any proceeding under the insolvent laws, every convict who is unable to pay, and who may have served out the term of imprisonment, notwithstanding such prisoner may not have paid the costs of prosecution, or any fine, &c. It also provides that this discharge shall not affect the liability of the convict’s property to pay the same, and authorizes the issuing of writs of fi. fa., vend, exp., &c., to collect. It is possible that, under the equity of this act, a discharge after pardon may be held good. The provisions of this law are extended to the inspectors of the Philadelphia county prison, by Act of 18th of April 1857, Bfightly’s Purdon 508, last ed.\nThe liability of the property of the convict upon execution was provided for in the Act of 31st of May 1718 (1 Smith’s L. 122), and is retained in the Revised Penal Code of 31st March 1860 (Brightly’s Purdon 262, pi. 72).\nAll these provisions of legislation show conclusively that a defendant may be lawfully sentenced and committed for the payment of costs, and that he cannot be discharged except under the insolvent laws, or by the board of inspectors of the two penitentiaries, and the Philadelphia prison, in the specified case. No such power has been committed to sheriffs and jailers in the several counties, nor is it likely to be, for this would bo in effect to waive all security for the payment of the costs, and substitute the officer in the place of the court. The utmost power of the officer is to discharge after thirty days’ imprisonment for the fine and costs, where the fine does not exceed fifteen dollars.\nThe only remaining question is, whether the pardon discharged the costs. It has been so' repeatedly decided that after the judgment the right to the costs becomes vested in individuals, and not within the remitting power of the governor, it is unnecessary to do more than refer to the cases: Duncan v. Commonwealth, 4 S. & R. 448; Ex parte McDonald, 2 Whart. 440; Shoop v. Commonwealth, 3 Barr 126; Playford v. Commonwealth, 4 Id. 144; Cope v. Commonwealth, 4 Casey 297. In this last case, C. J. Lewis, while holding that a fine which went to the Common- • wealth, and now goes to the county only as a substitute, is remitted, held that the costs are not.\nThe judgment of the court below must be reversed, and it is now ordered that judgment be entered in the case stated for the plaintiff, for the sum of one hundred and fifty-four dollars and twenty-two cents, with interest from the third day of November 1868, and with costs of suit, and that the record be remitted to the court below for execution.\nBy the Court.\nThompson, J., was absent, at Nisi Prius."}