{"id": "420684", "contents": "The opinion of the court was delivered, November 5th 1863, by\nThompson, J.\nThe contract out of which this dispute has arisen, presents a clear case of mutual and dependent stipulations, to be performed concurrently. “ The balance of said oil,” says the contract, “ to be paid for so soon as all the oil shall have been delivered.” This is an equivalent expression to saying “the oil to be paid for on, or when, it shall be delivered.” Adams v. Williams, 2 W. & S. 227, rules such stipulations to be mutual and dependent.\nIn such case it is the duty of the party seeking to enforce performance by the other party, to make performance on his own part a condition precedent, and tender or offer performance of it when he demands performance by the other side: Cassel v. Cook, 8 S. & R. 268; Adams v. Williams, 2 W. & S. 227; Bredin v. Agnew, 3 Id. 300; Wright v. Smith, 4 Id. 527; Henry v. Raiman, 1 Casey 354, and Williams v. Bentley, 3 Id. 294. It is evident not only from the words used, but also from the fact that the agreement was not signed at all by the plaintiffs, that payment for the oil was to be a cash payment, on and concurrent with delivery. It was therefore the duty of the plaintiffs, in accordance with all the cases, in order to maintain their action, to make an offer of payment of the money when they demanded performance on the other side, and to have averred and proved that they were ready and willing to pay on delivery of the oil. This is not strictly a tender, as was said by the late Chief Justice Lewis, of this court, in Henry v. Raiman and Williams v. Bentley, but it is what the party was bound to do, in order to maintain his action, as ruled by those cases. See Waggenblast v. McKean, not reported. The plaintiffs omitted this duty, and consequently they were not in a condition to enforce performance, or recover damages for non-performance by the defendants. We see no other errors -in the case, but for the erroneous charge of court in this particular,\nThe judgment is reversed."}