{"id": "420666", "contents": "The opinion of the court was delivered by\nWoodward, J.\nThe only question in this case is, whether the •policy was avoided by the answer of McAnally, that there were no liens upon the property insured. The policy was dated 12th of September 1856-1-thé property insured was situated in Maryland, and a record' of the Circuit Court of Allegheny county, in that state, was given in evidence to show that on the 22d May 1856, McAnally had confessed a judgment for $95 in a. suit' of attachment by one Henry B. Martin against him. Was this judgment a lien upon the property insured ?\nIt appears, by the record, that Henry B. Martin had obtained a judgment against John Martin, whose goods and chattels had been sold by McAnally, as constable, on .some other process. To get at the moneys in McAnally’s hands, arising from the sale, Henry B. Martin attached McAnally, who confessed a judgment for the above amount, the plaintiff’s counsel stipulating in writing at the time that he had “ agreed with defendant’s counsel not to extend the judgment beyond the proceeds of sale realized by, and due on promissory notes to James McAnally, for the goods and chattels of John Martin, sold by him as constable under various executions, issued in certain attachment cases, which .were appealed from; and afterwards reversed.”\nThere was evidence that the funds realized by sale of John Martin’s effects had been paid into court in 1854, and some evidence that all the money going to Henry B. Martin had been paid him. But however this fact was, it is certain that the judgment against McAnally extended to nothing beyond these funds. Under the laws of Maryland a general judgment in an attachment suit would have been a lien on McAnally’s real estate, and he would be bound to disclose it to the insurance company in obtaining a policy on that property, but the lien of this judgment was limited, and did not extend to the property insured. There was no fraud, therefore, in failing to- disclose it. There was not even an inaccuracy of statement. He said there was no lien on what he wanted to insure, and the record produced by the company failed to show that there was any. It is not worth while to consider the verbal criticisms of the charge, for, however just they may be, the only ground of defence set up by the company failed them so entirely that it was very -right to render judgment against them.\nThe judgment is affirmed."}