{"id": "420643", "contents": "The opinion of the court was delivered, January 4th 1864, by\nStrong, J.\nThere can be no doubt that at the time of the death of Archibald Davis, Sr., Mrs. Catharine Davis, his widow, was the owner of the tract of land now in controversy. It had been conveyed to Archibald Davis, Jr., in satisfaction of a legacy bequeathed to Mrs. Catharine Davis by the will of her brother, Dr. Stewart. That grantee, of course, took the land in trust for her. The conveyance to him was not a reduction of the legacy into possession by her husband, nor was it made in pursuance of any purpose to exercise dominion over the legacy for the benefit of the husband. The grantee acted under a power of attorney given to him by the legatee, and so 'far was the husband from asserting his marital rights that he consented the legacy should be collected under her authority, and for her. His rights were expressly waived, and the attorney was directed to pay over the proceeds of the legacy to the wife, for her sole use and benefit. When, therefore, the conveyance was made to Archibald Davis, Jr., as a satisfaction of the legacy, he held in trust for Mrs. Davis, the legatee, and not for her husband, and he subsequently recognised the trust as such. Then the right of the wife ceased to be a mere chose in action, liable to be appropriated by the husband to his own use. Then her right was converted into an ownership of land, and the power of the husband to make it absolutely his was gone. Hannah v. Swarner, 3 W. & S. 223, is a case in point. And when, afterwards, the other joint owners, in consummating what was in effect a partition, conveyed to Archibald Davis, Sr., instead of his wife, he necessarily held for her, and not for himself. The consideration for his title was all hers. The deed to him converted that which had been a tenancy in common into a tenancy in severalty. It could do no more.\nIt is equally clear that nothing in the ease shows such an election by Mrs. Davis, after the death of her husband, to take the benefits given to her by his will, in lieu of the land, as will estop her, or those claiming under her, from setting up her title to it. She could not indeed take a benefit under the will, and defeat the devises given by it. But there is no satisfactory evidence that she ever received the annuity bequeathed to her, or that she intended any act of hers to be an election between her inconsistent rights. There were none such, for the property devised and bequeathed was all hers without the will. Undoubtedly she desired that the land should be held as was directed by her husband’s will, but she took no steps to confirm such a holding. She may have been, and probably was, ignorant of her rights, as was doubtless her husband, yet she seemed to have thought that some writing was necessary to assure the property as it had been devised, and this writing was never made. It was well said by the learned judge of the Common Pleas, that to hold such uncertain proof and circumstances as exist in this ease, an estoppel effective to defeat a title to real estate, would be dangerous in principle, against the analogies and the policy of the law, and in the very teeth of .the spirit of the Statute of Frauds. The case was correctly tried, and we are constrained to affirm the judgment, though its effect unhappily be to defeat an intended family arrangement.\nJudgment affirmed."}