{"id": "420616", "contents": "The opinion of the court was delivered by\nStroks, J.\nThe most important question presented by this appeal is, whether the legacy to all his children of the money due to the testator, at the time of his death, from Hugh Smith & Son, was, by his will, made a charge upon the lands devised to William A. Maguire and John C. Maguire. This must be answered by the will itself. It is not the policy of the law to encourage continuing or permanent liens. Before a legacy can be held a charge so as to bind the lands in the hands of a purchaser, or against a mortgagee, it must appear by direct expression or plain implication, .that such was the intention of the testator: Brandt’s Appeal, 8 Watts 198; Montgomery v. McElroy, 3 W. & S. 370; Wright’s Appeal, 2 Jones 256.\nIn looking at the will now before us, it is plain that the legacy of the money due from Hugh Smith & Son is not expressly charged upon any land. The testator first gave to his widow certain articles of personal property, and a portion of his farm during her natural life. He then directed that after her death, the property given to her for life should be sold, together with the coal lying under the land devised to her, and the proceeds divided among his children, with some distinctions, immaterial now, against his son James and his daughter Ellen. To two of his daughters he gave ten acres of land; to Ellen McGargill, $100, to be paid to her by his executors, out of the proceeds of his real and personal estate when realized, and to his grandson, James A. Maguire, he bequeathed the sum of $100, to be paid to him, without interest, on his arrival at the age of twenty-one years. Then follows the clause out of which the principal question in this case arises. It is this: “I hereby give, devise, and bequeath unto my sons William and Chrysostom, under the foregoing provisions, and subject to the payment of the following amounts, all the residue of my estate, real, personal, and mixed, howsoever or -wheresoever situate, lying, and being, and to their heirs and assigns for ever; subject, however, to the proviso that so long as the cow pasture, or patch on the hill-side opposite and across the Spring run, shall remain unsold, my wife shall have the use thereof. To my son William I give my watch, and to my grandson Chrysostom Holmes, I hereby give and bequeath the sum of $100, to be paid out of that portion of my estate, hereby given my two sons William and Chrysostom, to be chargeable upon the real estate devised to them, and payable out of the proceeds of the sale of the same, and to be paid to him, my said grandson, when he shall have attained the age of twenty-one years, without interest; and with the further proviso and exception, that all money due to me at the time of my death from Hugh Smith & Son, for coal sold to them, shall be equally divided, share and share alike, with all my children or their legal representatives.” This clause contains the first and only disposition which the testator made of the “ Smith coal-money,” and the legacy was made as an exception out of what the testator probably supposed would, without it, have passed under the residuary devise and bequest. It is manifest that the expression used by the testator, at the commencement of the gift to the two sons, “under the foregoing provisions, and subject to the payment of the following amounts,” refers only to the antecedent' devises and legacies, the cow pasture for his wife, and the legacy to his grandson Chrysostom, and not to the fund which he specifically bequeathed to all his children. This construction is fortified by the fact that the legacy to the grandson is, in express words, charged upon the residue. When the testator meant a charge, he did not leave it to implication, he expressed it. The will cannot be read without its leaving a conviction, that the “ Smith coal-money” was not in the mind of the testator, when he began to make his disposition of the residuary part of his estate, and to charge it with burdens. Hence, when it rose to his view, he excepted it from the operation of the general residuary gift, and made another disposition of it.\nIf, then, the legacy of the money due from Hugh Smith & Son, was not expressly charged upon the lands devised to William A. and John O. Maguire, it remains for inquiry, whether it was charged by plain implication ; in other words, whether an intent of the testator is manifest that it should rest upon the land as a continuing lien. From what has already been said, it appears that there is much in the will to repel any such implication. The fact that other legacies were expressly charged, while this was not, indicates a difference of intention. And what is still more significant, the legacy was specific, and thus pointed out the fund from which the testator intended it to be satisfied. Indeed, there is nothing in the will from which an intention to charge the 6t Smith coal-money” upon any of the testator’s real estate can be inferred, unless it is found in the fact that in the general devise of the residue, the testator blended his real and personal estate. It must be conceded that an intent to charge has been implied both by the English courts and our own, from a devise of the residue, both, real and personal, after the payment of legacies, and even from a devise of the residue, both real and personal generally. That debts are thus charged, seems to have been ruled, in order to relieve against the hardships flowing from the principle of the common law, that the real estate of a decedent is not liable to answer his simple contract debts, nor even his specialty obligations, unless an intention to charge the heir distinctly appears. In the English courts there has been a constant struggle to overcome this rule of law, and hence very slight expressions in a will have been regarded as indicating an intention to charge debts. The advance to legacies is very easy and natural. It is fairly presumable that a testator intends the general pecuniary legacies in his will shall be paid, and therefore that when he makes a devise of all the remainder of his estate, both real and personal, he intends the devisee to take what may be left after satisfaction of the legacies. The English rule of construction has been fully adopted by us, and indeed this court went further in McLanahan v. McLanahan,'! Penna. 96, where an intent to charge a particular legacy was inferred from a blending of the real and personal estate in a devise, not of the residue, for portions of the estate were excepted, and this was done, though other legacies were expressly charged. And this has been declared to be a rule of property: Towers Appropriation, 9 W. & S. 103.\nCertainly, a mingling of the real and personal estate, in a gift of the residue of a testator’s property, does, with us, imply an intent to charge the land, either by itself, or in aid of the personalty, with the payment of general pecuniary legacies. Such an implication is necessary to enable the whole will to take effect, and all the legacies to be paid. Had the legacy in this case, therefore, been an ordinary bequest of a sum of money, a general legacy, under the established doctrine of our cases, it would have been charged upon the lands devised to William A. Maguire and John C. Maguire as residuary devisees, and would constitute a continuing lien, even as against a purchaser. But it was not a general legacy — it was strictly specific — it was a gift of the money due from Hugh Smith & Son for coal sold to them. The reason why an implication in favour of a charge of a general legacy is raised from a devise of the residue which blends realty and personalty, is wholly inapplicable to such a case as this. The testator pointed out another fund for the satisfaction of the legacy. By making it specific, he declared that it should be • paid out of the “ Smith coal-money,” and nothing else. If that fund should fail, the legacy itself was to fall with it. Charging it upon land, therefore, was not necessary to give full effect to every part of the will, and it would have been idle, for it was under no circumstances to be paid out of land. The residuary devisees were to take what was given to them, whether the “ Smith coal-money” was ever paid or not. It may be that in marshalling the assets, the residue was chargeable with the debts, but that is a very different question from the one now in hand, which is whether the legacy of the “ Smith coal-money” was charged by the will upon the lands given to the residuary devisees. We hold that it was not, either expressly or by implication.\nThen, if the legatees had no lien on the lands devised to . William A. and John C. Maguire by virtue of a testamentary charge, have they any in right of the creditors of the testator, whose debts have been satisfied out of their specific legacy? The District Court was of opinion that they have, and on this ground mainly, if not entirely, the case was ruled. It is manifest, however, that in forming this opinion, the court must have overlooked some of the facts of the case. It is indisperisable to keep in mind the precise thing to be determined. The question is not whether the creditors of the testator had a lien upon his lands after his death, for the sums due them. Nor is it whether specific legatees, whose legacies have been taken to pay those debts, are entitled to subrogation to the rights of the creditors, and have the benefit of the liens.\nBoth these questions may be answered affirmatively, but they do not decide the case. The vital inquiry is whether those debts were liens as against a purchaser or mortgagee, on the 29th day of May 1858, when the land was sold at sheriff’s sale. The testator died in December 1850. In five years thereafter, his debts had ceased to be liens on his lands, in consequence of the positive limitation of an Act of Assembly. The liens were not prolonged by suit, or by filing a copy of the claims in the proper office, and, therefore, before the judicial sale of the lands devised to William A. and John O. Maguire, they had been discharged from liability to the debts of the testator. Admit now the right of the legatees to subrogation. What does it avail them ? It places them in the position of the creditors, but it does not extend the lien of the debts. If the lien was gone in May 1858, if the creditors were then too late to assert it, those to whom equity has ceded the rights of the creditors can be in no better position. Nothing less than suit within five years can continue the lien of such debts of a decedent as were due at the time of his death. We are speaking of the lien of the debts as such, resulting from the principle of our law that the lands of a decedent are assets for the payment of his liabilities. It is not claimed in this case, and certainly it cannot be, that any trust was impressed upon this land by. the residuary devise in the will, such a trust as takes away the statutory limitation to the lien of debts.\nThis is all that is necessary to the decision of the case. If, as we .have seen, the specific legacies of the “ Smith coal-money” were not charged by the will upon the lands devised to the residuary devisees, and if the lien of the testator’s debts, which the legatees paid, had expired before May 29th 1858, there is nothing superior to the appellant’s mortgage, and he is entitled to the entire proceeds of the sheriff’s sale.\nThe decree of the District Court is reversed; the exceptions taken to the sheriff’s return are dismissed; the sheriff is ordered to make a deed to the purchaser, and it is further ordered that the costs be paid by the exceptants to the sheriff’s return."}