{"id": "420613", "contents": "The opinion of the court was delivered, February 25th 1864, by\nRead, J.\nPennock’s Estate, 8 Harris 268, which overruled Coates’s Appeal, 2 Barr 129, and McKonkey’s Appeal, 1 Harris 253, established these propositions: 1st. That words in a will, expressive of desire, recommendation, and confidence, are not words of technical but common parlance, and are not primd facie sufficient to convert a devise or bequest into a trust; and the old Roman and English rule on this subject is not part of the common law of Pennsylvania. 2d. Such words may amount to a declaration of trust, when it appears, from other parts of the will, that the testator intended not to commit the estate to the devisee or legatee, or the ultimate disposal of it to his kindness, justice, or discretion. 3d. By such will the absolute ownership of the personal property is given to the widow, with an expression of mere expectation that she will use and dispose of it discreetly as a mother, and that no trust is created thereby,” and this I believe is the present English doctrine. The former decisions in that case had given the widow only the income for life merely, -and made her a trustee for the children of the principal.\nSo when the words are too indefinite to create a trust, the absolute property is vested in the legatee. So in cases where words are added, expressing a purpose for which the gift is made, and where the purpose of the gift is the benefit solely of the donee himself, he can claim the gift without applying it to the purpose, and that it is conceived whether the purpose be in terms obligatory or not. Thus if a sum of money be bequeathed, to purchase for any person a ring, or an annuity, or a house, or to set him up in business, or for his maintenance and education, or to bind him apprentice, or towards the printing of a book, the profits of which are to be for his benefit, the legatee may claim the money without applying it, or binding himself to apply it to the specified purpose, and this even in spite of an express declaration by the testator, that he shall not be permitted to receive the money: 1 Jarman on Wills, 3d ed., 1861, p. 367.\nIn Lewis v. Lewis, 16 Simons 266, Vice-Chancellor Shadwell. said: “I think there is no sensible way of dealing with this case except by taking the words ‘ for the maintenance, clothing, and education,’ to be equivalent to, for the benefit of the children,” and he gave it to the representative of a deceased child. In Wells v. Woods, 4 Law T. Rep., N. S. 768, where a legacy was given in these words, “subject to the payment of the sum of ¿61000, to Edwin Eddison, solicitor, by payment of ¿650 a year to him for twenty years next after my death. And I request him yearly and every year, so long as he lives, to attend gratuitously the annual meeting of my executors, on or about the day of my death, and to audit and examine the accounts, and to give them his best advice and instructions.” Vice-Chancellor Wood, on the 9th July 1861, after reading the clause of the will, and stating that nothing in the rest of the will was inconsistent with the construction he put upon the clause, considered that the ¿61000 was an absolute gift of a legacy of that amount to the solicitor.\nIn all such cases no trust is created, and the whole is left to the discretion of the legatee, who is clearly entitled to receive the bequest, whether it be of income or principal. In the present case Charles F. Beck made his last will and testament on the 23d May 1857, and a codicil thereto, dated the 6th May 1858, and a testamentary memorandum, dated 15th June 1857, all of which were ■ duly proved on the 15th March 1859; and letters testamentary were granted to the executrix and executors, Sarah R. G. Beck, Thomas Balch, Aubrey II. Smith, and Henry Paul Beck.\nThe testator died at Rome, in February 1859, leaving a widow but no issue. The second clause in his will rvas in these words: “Second. I direct that my wife, Sarah Rose Grier Beck, shall receive out of the income of my estate an annuity of $4000, payable quarterly in advance; the same to be and to be taken for and instead of dower or claim to dower in my estate, or any part thereof, the said annuity being a very liberal share of the income of my estate, and being' also the most certain and least troublesome mode of securing her a competent support..” There is no dispute about the meaning of this clause. The third clause is in these words: “Third. I desire and direct my executors to allow my wife, Sarah Rose Grier Beck, during her widowhood, $1000 per annum, to be paid in the same manner, and at the same time, as they pay her yearly annuity of $4000, as herein-before provided for. The above-mentioned sum of $1000 is in addition to said annuity of $4000, and is to be paid to her for house-rent, but only so long as she shall remain my widow, and is to cease upon her marrying again.”\nThe contention on the part of the appellant, the brother, an executor and devisee and legatee of the testator, is, that the widow not being a housekeeper, is not entitled to this annuity, and if she kept house, then only to such portion as would pay her house-rent. This is contrary not only to all the authorities, but also to the very words themselves. It is a bequest of an additional annuity during widowhood, which is the only condition annexed to it, and it is payable in advance, and is given absolutely, the subsequent words not limiting or controlling the payment, but only assigning a reason for the increase. These words create neither a condition nor trust, and do not give the executors the slightest power over the legacy. But there is a clause in the codicil which shows this was the real intention of the testator.\nBy his testamentary memorandum he had given his wife his household furniture, properly so called, with some few exceptions, and in the fourth clause of his codicil he says: “ I direct that my wife be allowed the use and occupation of my house, my present residence, for one year after my decease, free of rent and taxes, if she wish so to keep and occupy the same; and in all other respects, I do confirm my said will.” The effect was to give her the house-rent free, and the $5000 also.\nIt is clear, therefore, that the payments of the $1000 annuity, made by the executors, were properly allowed, and that they should have been regularly continued to be paid by them, but as the several quarterly sums have remained in the hands of the Pennsylvania Company for Insurance of Lives, &c., we will reduce the interest on these sums to the interest allowed by the company; and with this alteration, the decree of the Orphans’ Court is affirmed, at the costs of the appellant.\nWoodward, C. J., was at Nisi Prius when this case was argued."}