{"id": "420660", "contents": "The opinion of the court was delivered, January 4th 1864, by\nLowrie, C. J.\nThis is a conveyance by Andrew Lantz, Sr., to “the heirs of his son Andrew,” who was then living, and the court below pronounced the deed void for uncertainty, and refused to admit parol evidence that the grantor declared that he meant Andrew’s children then born, and that might be born afterwards. This decision is fully sustained by authority by the opinion of the court in the case of Hall v. Leonard, 1 Pick. 27, and by the citations there made, and by others furnished by the counsel here.\nThe counsel for the defendants below, however, place much reliance on the manifest fact that, in devises, the word heir is very often admitted ,as a word of purchase, as distinguished from words of limitation or descent, but that fact does not seem to us to help their case. That general and indefinite form of transmission is necessarily allowed in wills, because they are always intended to go into effect at a future time, and to provide for future and uncertain events, and must therefore be allowed to have that degree of indefiniteness relative to the donees that is involved in the very nature of the act; it must be allowed to provide, not only for individuals named, but for described classes of donees, to be ascertained by evidence at the death of the testator or afterwards, just as it dispenses with delivery of the written assurance, with livery of seisin, one or other of which is necessary in present conveyances.\nBut by the very nature of the act of present conveyance, this necessity of indefiniteness is excluded; for the grantor knows who his grantees are and can easily name them. As there must be definite parties, grantor and grantee, in such acts, a grant to uncertain persons is no grant at all, except grants and dedications to public and charitable uses. If the grantor knows his grantees well enough to deliver the deed to them, he knows them well enough to name them. It would be mere folly to make a conveyance to my next door neighbour or- to the person now sitting at the table with me, by this description, instead of by name, and the law could hardly be expected to enforce such a conveyance in the face of the statute that requires conveyances to be in writing and to be self-sustaining, with the exception only of such necessary uncertainty as is involved in their application to named persons and described things.\nThe learned counsel suppose that if we banish the influence of forms and technicalities and follow common sense, we can have no difficulty in allowing and interpreting this deed. No doubt we ought not to permit our professional forms and technicalities to interfere with the administration of the people’s business ; but neither ought we to disregard the popular forms and technicalities by which ordinary business is done, and by which we are to judge what is intended. Substance and principle are invaluable, but we can apprehend them only by the forms under which they are manifested, and which are inseparable from them, though changeable in their nature. It is society, and not professional forms and technicalities, that has made a writing, naming the parties and describing the subject-matter, an essential form of the conveyance of land. Even laws themselves are only the forms by which principles are defined and made certain and practical, and we should run- into the most disastrous uncertainty if we should banish these forms in order to rely only on their principles.\nCommon sense is the greatest and most natural authority in the land in civil matters; but then it means the sense that is common to all society as manifested by its laws, usages, and customs; and certainly it was not this kind of common sense that dictated this deed, which is so peculiar that a similar one has scarcely ever been heard of. Society cannot afford to give up its laws, which secure the regularity and order and comprehensibility of business transactions, for the sake of accommodating men of peculiar habits and sustaining their odd and strange devices.\nBut is this writing in itself reasonably certain as to who are the grantees? The heirs of a living man ! We might get over this absurdity by substituting children for heirs; but should we then express the grantor’s -meaning ? He may have really meant those who would turn out to be heirs, whether then living or not, whether children or grandchildren, brothers or cousins, and then it would be a grant to take effect in future to uncertain persons, and therefore void. Shall we say the children living at the date of the deed ? His use of the word heirs indicates that he meant more than this. Shall we confine it to them in order that the deed shall not fail of effect altogether? Then we force the intention in order to give the deed effect, instead of executing it according to intention. Shall we hear his declarations as to whom he meant ? Then we offend against the Statute of Frauds by allowing an essential part of-a conveyance for land to be made out by oral testimony.\nNo person ought to disregard the ordinary forms of conveyancing so completely as is .done in this instance, and then expect the courts to substitute their certainty.for his uncertainty, by guessing at some meaning that he reasonably ought to have had, or by taking forbidden modes of ascertaining what was his real intention. An intention that is expressed-or defined in no proper form is of no more force than principle.without law, or steam without an engine.\n- Judgment affirmed."}