{"id": "420606", "contents": "The opinion of the court was delivered, November 12th 1863, by\nRead, J.\nThe defendants were found of an assault and battery, but before judgment, a pardon from.Governor Cur-tin for the offence was pleaded and allowed by the court, who ordered the defendants to pay the costs. In Duncan v. The Commonwealth, 4 S. & R. 449, Chief Justice Tilghman said, “It is contended on behalf of the Commonwealth that the right to the costs was vested in the officers to whom they were due, and therefore the governor neither intended nor had he the power to remit them. If the right was vested in the officers, I agree that the governor had no power to affect their right. But whether the right was vested is the question, and I take it that it was not vested before judgment, and when the defendant pleaded his pardon judgment ought not to have been given.” This is precisely the present case. In Agnew v. Commissioners of Cumberland County, 12 S. & R. 95, Duncan, J., said, speaking of the effect of a nolle prosequi, “ I agree with the Court of Common Pleas, that the 1st section of the Act of 1814 does not embrace this case, because the defendant was not convicted, and was not discharged according to law without payment of costs, he was not tried. That provision extends to cases where the party may be discharged under the Act of Insolvency; where judgment has been arrested or reversed on error; there it is unreasonable, the officers and witnesses should lose their costs; or to a case where one convicted is pardoned before sentence, as in the Commonwealth v. Matthew Duncan.” These cases determine that the county shall, in such cases, pay the costs, and not the defendants. Both these decisions are the solemn judgments of two of our ablest jurists, Chief Justice Tilghman and Judge Duncan, and are logically correct.\nThe same doctrine is distinctly asserted in two late cases in the Middle District: the first was the case of the Commonwealth v. Ahl, decided 22d May 1862, and reported 7 Wright 53, and the last a branch of the former case, The County of York v. Mary Dalhousen et al., decided 21st May 1863, 9 Wright 372. In this case my brother Thompson uses this language: “ We are of opinion, therefore, that the Court of Common Pleas of York county were right in holding that Dr. Ahl was, when pardoned, after conviction and before sentence, discharged according to law, and not having paid the costs of prosecution, and not being thereafter liable to pay them, the county was bound to pay them.”\nSo much of the judgment of the court as orders the defendants to pay the costs is reversed, and the county of Westmoreland is ordered to pay the costs, and thus amended the judgment is affirmed."}