{"id": "420683", "contents": "The opinion of the court was delivered, January 4th 1864, by\nThompson, J.\nIt has been suggested that we must regard the legal party on this record, in treating of the question of set-off, and that as he is an administrator, and the fund to be recovered is distributable in the Orphans’ Court, a set-off cannot be maintained. This is a mistake. The money was not recoverable for, or due the estate at all, but payable to one of the heirs of Hoah Mendell, deceased.\nIt is an attempt to defalcate a claim not against the obligee or mortgagee himself, but against an assignee in the hands of his assignee. Supposing the defalcation might at law have been made against the first assignee, the claim being a debt due by him, can the same thing be done, after a transfer or assignment by him, without notice to his assignee ? That is quite a different question. A set-off of' a debt due by the first assignee to the obligor after transfer to the second without notice; that cannot be done at law under the statute, for if it could, and the claim of the obligor against the first assignee should be greater than the assigned debt, he would be entitled to a certificate of balance against one who never owed him anything. This would not do. If defalcation be allowed in such a case at all, it must be in equity and by virtue of a superior equity; for in equity, mutual demands do not extinguish each other. They are made to do so on equitable principles.\n'Where does the superior equity arise in this case ?\nHad there been payment while in the hands of the first assignee, that perhaps would have been a prior and superior equity. But every claim would not possess the same merit. Ho equity arises, I think, against the equitable plaintiff in favour of¡ the obligor, because the latter was not inquired of whether he had any claim against the first assignee. That is not a duty under our decisions. In Davis v. Barr, 9 S. & R. 137, Gibson, J., on this point says: “ The rule established in Wheeler v. Hughes, 1 Dali. 23, has never been carried further than to put the assignee in the place of the obligee, as to defalcation and want of consideration, and that that has been carried even so far, is owing to the special wording of 'the act which enables the assignee to recover only 4 so much as shall appear to be due at the time of the assignment.’ ” This is the rule under the statute, and applies equally to legal and equitable assignees. I find no principle which seems to require an assignee of an assignee to go further than this. If he fail to inquire, I think he risks only the equities between the original parties. Certainly this would he so, if he is not required to do more. If other equities should be asserted than those, the respective claims to them would stand upon ordinary equitable principles involving priority of right, notice, and the like. This seems to be the general doctrine of Taylor v. Gitt, 10 Barr 428.\nI am aware that Metzgar v. Metzgar, 1 Rawle 227, and cited by Kennedy, J., in Filbert v. Hawk, 8 Watts 443, for an entirely different principle, seems somewhat at variance with the foregoing views. Of this case, Gibson, O. J., who had delivered the opinion, said in Hughes v. Large, 2 Barr 103, 44 we certainly ■went beyond what had been done before.”\nAnd Bell, J., in Taylor v. Gitt, said, “ the propriety of this rule (in Metzgar v. Metzgar) has been questioned more than once.” It seems to me that it would complicate a plain and beneficent principle much, were we to hold that where a bond, without any right of defalcation between the original parties, is passed by half a dozen of transfers, that the final assignee shall have to submit to a settlement of all accounts, great and small, which may have existed between the obligor and each successive assignee. To require inquiries as to the state of accounts between him and such assignees, or in default to have them all defalked as against the ultimate holder, would put an end to the transmission of such chosos in action altogether — a thing which the law has no policy in discouraging. This would be the rule under Metzgar v. Metzgar. I think Ramsay’s Appeal, 2 Watts 228, is in principle opposed to it.\nLis pendens has no application. It was not between the original parties, nor did it involve any question connected with the mortgage in question. We think the court below were right in considering the equitable plaintiff here a bond fide assignee, he having no notice of the equitable claim alleged by the defendant when he purchased the mortgage, there being nothing in the line of his title to put him on inquiry, and not being obliged to make inquiry for such equities.\nThe judgment is affirmed."}