{"id": "420618", "contents": "The opinion of the court was delivered, November 12th 1863, by\nWoodward, J.\nOn the 13th March 1856, Irwin & Taylor entered into a written contract, under seal, with James C. Haswell, for the construction of sections 10 and 11 of the Gettysburg Railroad'. The contract is full and precise in all its specifications of details, and conforms to the usual model of railroad contracts. Among other things, it stipulated that the work should be begun within ten days from the date of the contract, and finished before the 1st of January 1857; “ and if at any time the said party of the first part shall refuse or neglect to prosecute the work with a force sufficient, in the opinion of the engineer, for its completion within the time specified in this agreement, then and in that case, Irwin & Taylor, or such agents as they may designate, may proceed to employ such a number of workmen, labourers, and overseers as may, in the opinion of the engineer, be necessary to insure the completion of the work within the time hereinbefore limited, at such wages as they may find it necessary or expedient to give, pay all such persons so employed, and charge over the amount so paid, to the party of the first part, as for so much money to said party .of the first part on this contract;” or the engineer might, for such failure, declare the contract forfeited, which declaration of forfeiture was to exonerate Irwin & Taylor from all liabilities under the contract, and to entitle them to retain for ever the reserved percentage of one-sixth of the estimates for work that had been done. The decision of the engineer was to be final and conclusive in any dispute which might arise between the parties touching the agreement, and each party waived all right of action that might arise from the contract, “ so that the decision of said engineer shall, in the nature of an award, be final and conclusive on the rights or claims of said parties.”\nHaswell proceeded with his work till the 1st May 1857, when a final estimate was made with him, showing a retained percentage of $591.96, and a balance due him of $358.12. On the 15th May 1857, he assigned all his interest in the contract to the plaintiff below, John Shultz, in consideration of $300, he, Shultz, agreeing “ to accept of and take the same place in the contract” which Haswell held. The work not progressing under Shultz to the satisfaction of Gitt, the engineer, a written notice wms served on the 18th August 1857, signed by Gitt as engineer, requiring Shultz to increase his force on section 10, and “ also put a force on section 11 of your work on the Gettysburg Railroad, .immediately, say on or before the 24th inst.; otherwise a force will be put on at your expense, agreeable to your contract.”\nOn the 22d of September 1857, a new contract was entered into between John Conway and Irwin & Taylor for the completion of part of section No. 11, and section No. 10 was extended so as to embrace the residue of No. 11. The contract with Conway was substantially the same as that with Haswell, except that the prices were somewhat advanced, though they were proved on the trial to have been too low to be profitable.\nShultz completed his work on No. 10, as extended by the engineer, and his final estimate, made July 15th 1858, showed a retained percentage of $576.30, and a balance due him of $13.10.\nTo recover these sums, he brought this action of assumpsit, and declared upon the common counts, but on the trial amended his narr. by introducing a special count, which set forth the contract with Haswell in extenso — the assignment of it by Haswell to him — the performance of the work on section No. 10, as extended, and alleging that the residue of section 11 had been withheld from him and relet to John Conway, and alleging also monthly estimates, and a final estimate as above stated, and an acceptance of the work off his hands, whereby the defendants below became liable to pay, &c.\nThe question was fairly raised by the points submitted by the counsel of the defendants below, whether an action of assumpsit, either general or special, would lie upon this state of circumstances. Their first point was, that the demand of the plaintiff for work and retained percentage, under the Haswell contract, being founded upon an instrument under seal, cannot be recovered in this form of action. To which the learned judge answered: “This point is correct, if the plaintiff founds his action upon a contract under seal; but if it is upon a parol contract, made subsequently to the assignment to Shultz by Haswell, it is not correct.” And in his general charge he submitted it to the jury, whether an agreement to release Shultz from part of No. 11, and that he should finish the residue of 10 and 11, was not to be implied from the circumstances of the case, all the most material of which I have stated above. If they should find such a parol agreement, then the action would lie; otherwise it would not.\nThe learned judge manifestly meant to put himself upon the principle asserted in Vicary v. Moore, 2 Watts 456, and followed in many cases since, that a sealed agreement, altered by a subsequent parol agreement, will not sustain an action of covenant, but that the two together become a parol agreement, on which the action should be assumpsit, the specialty being admissible a.s inducement to show what parts of the original contract were incorporated in the new one. But where was the evidence to justify a submission of the question of a parol agreement ? The notice of the engineer of 18th of August, was in pursuance of the sealed agreement — the subsequent letting to Conway was in substantial conformity to the reserved power to put on labourers and overseers — the extension of section 10 over part of section 11 was according to ordinary practice under such contracts, as sworn to by the engineer — the estimates to Shultz and Conway were under their respective agreements — the very percentage for which the plaintiff sued in this action was according to the specialty. Where, then, I repeat, was the evidence of a parol agreement ? No witness mentions it, and these facts all occurring under and according _ to the sealed instrument, cannot assuredly prove a parol agreement, nor ground an implication of one. Had the power of forfeiture been exercised, — if on account of Shultz’s backwardness, the engineer had declared his contract forfeited, as he might have done, — a subsequent acceptance of work from Shultz might have afforded some ground for implying a new contract, but there is no trace of forfeiture in the case. The putting Conway upon section 11, was in pursuance of the covenant which I have quoted literally. There was evidence by Simon P. Polin, that Shultz so understood it himself. It was doubtless understood by all parties, that it was done under that covenant, and there is reason to think that it was the best mode of executing the covenant that could have been adopted for Shultz’s interest. It was a mistake, then, to permit a jury to infer from the execution and performance of the covenants of a sealed instrument, that the instrument had been set aside, or altered by a parol agreement. But it was even a greater mistake, to permit a jury to find from any evidence, a parol agreement that was not alleged in the pleading. The plaintiff did not place his action on such an agreement. All that his special count alleged was, that he had been “prevented and relieved” from finishing the whole of section 11 — not that he had done the work he did finish under the sealed agreement modified by a parol agreement. I find no such agreement in the pleadings.\nThis, then, is an action of assumpsit upon a writing under seal, not alleged nor proved to have been altered by parol, and which most expressly forbade any “action, suit or suits, or other remedy at law.” No precedent has been or can be shown for such an action, and until all boundaries of action are broken down, it cannot be sustained.\nThere were other questions in the case, hut of course they need not be touched, since it is so apparent that the action was misconceived.\nThe judgment is reversed.\nLowrie, O. J., dissented."}