{"id": "420631", "contents": "The opinion of the court was delivered, January 25th 1864, by\nStrong, J.\nThe questions raised by these several writs of error are the same, and the cases may very properly be considered together. The Act of Assembly of March 24th 1818, P. L. 285, after regulating by its earlier sections voluntary assignments made or executed for the benefit of creditors, enacted “that all assignments so as aforesaid to be made and executed, which shall not be recorded in the office for recording of deeds in the county in which such assignor resides, within thirty days after the execution thereof, shall be considered null and void, as against any of the creditors of the assignor.” In these cases the assignment was dated on the 29th day of January 1862. The presumption arising from the instrument itself, is that it was made and delivered on that day. True, this presumption might have been rebutted by proof that no delivery was made until a later time, but there was nothing in the evidence given on the trials .to rebut it. The assignee named declined to accept the trust, but that may well have been a fact, and yet the delivery of the deed have been perfect. . It may have been made to another person, or left with the scrivener for the use of the creditors, and if so, refusal of the assignee named to act, would not have defeated the deed of the assignors.\nA trust does not fail for want of a trustee. A delivery of an assignment is good when the instrument has passed out of the control of the assignors, with their assent to its taking effect. Certainly there ivas nothing in the answers of the garnishee in these cases, nor the plaintiff in error, to show that the assignment was first delivered on the 28th day of February 1862, when he was appointed trustee in place of the assignee, who had declined. It cannot then he doubted that when he was appointed, the instrument took effect from its date.\nThe real question in these cases, however, is, what did the legislature mean when they declared that assignments not recorded within thirty days after they are made and executed, shall be considered null and void as against creditors? Was it meant that the thirty days allowed for recording shall begin to run from the time when a new trustee shall be appointed, in case the one named in the instrument declines to act, or from the time when the assignors have completed the deed, ordinarily its date ? We think the latter is the intention of the act. Delivery, though necessary to give effect to any deed, is an act done after, in common language, the deed has been made or executed. The evidence of it may rest entirely in parol. It is not usually attended with any publicity, and if, in cases of voluntary assignments, it is necessary to look beyond the deeds themselves to know when they became operative, a wide door is opened for establishing secret trusts, which it was the manifest purpose of the legislature to restrain. Nor is there any hardship in adopting such a construction. The assignment may be placed upon record by the assignors, or by any one having a legal or beneficial interest. Our opinion therefore is, that the points proposed by the plaintiff in error were correctly answered in the District Court.\nThe judgment in each case is affirmed."}