{"id": "420648", "contents": "The opinion of the court was delivered, November 17th 1863, by\nStrong, J.\nIt is very plain that House, the appellee, has obtained, in the distribution, no more than he is entitled to, if indeed he has not failed to secure all that equity would award him. If the contract between him and Wright is to be treated as rescinded, it is doubtless true he has no claim upon the fund in court. It is only as an equitable owner, that he has any standing there. But his purchase by articles of agreement, and his payment of part of the price, made him an owner of the land sold, in equity, at least to the extent of the purchase-money paid. Nor could he cease to be an owner, except with his own consent. The sheriff’s sale under the mechanics’ lien converted the whole property, as well that of House as that of Wright, into money, but it only substituted an ownership of money in the place of the ownership of land. House then being an owner in equity by purchase from Wright, had an equitable right to insist that the original purchase-money due to McConnell, and the mechanics’ claims should be paid out of his vendor’s remaining interest, and in marshalling the fund, the mechanics’ liens will be thrown upon that interest. Of this the subsequent judgment-creditors of Wright cannot complain. They are not purchasers, but volunteers, and they stand in their debtors’ place. They can obtain no more out of the fund than he could if there were no such judgments against him. Their judgments were liens only upon the interest he had at the time when they were entered; that is, upon the undivided half of the lot, and upon the other half sold to House, to the extent of the unpaid purchase-money.\nAs it was not in the power of Wright to make a title to his vendee of all he had covenanted to convey, the latter had an equity to an abatement out of the purchase-money unpaid for the deficiency, as was ruled in Erwin v. Myers, ante 96. The auditor ascertained, and correctly as it appears to us, the value of the deficiency, and deducting it with one-half of the original purchase-money due to McConnell from the unpaid portion of the price which House had covenanted to pay, he found there remained $567.50. To the extent of this sum, and no further, the judgment-creditors of Wright can resort to the undivided moiety of the property sold by executory agreement to House,. That half sold at sheriff’s sale for $1700. If from this sum be deducted for the judgment-creditors $567.50, there remains $1132.50, which belongs in equity to House, the vendee, for the costs and expenses of distribution are all properly chargeable upon the other portion of the fund. If any one has a right to complain, then, it is not the appellants but the appellee.\nThis appeal is dismissed, at the costs of the appellants."}