{"id": "420646", "contents": "The opinion of the court was delivered, November 16th 1863, by\nLowrib, C. J.\nOf course the common counts in this declaration go for nothing, since there is a special count fitted to the circumstances of the case. The last count is also special, but it is incomplete in itself, and somewhat confused. It seems to be intended by it to bring in the will of the defendant’s testator, not so as to claim a legacy, but as an additional circumstance in proof of the promise relied on in the previous special count. But no matter how the will was introduced, it was incompetent to complete the evidence of the contract relied on. The plaintiff below understands the will as bequeathing to him a sum sufficient to pay the balance of the purchase-money due by him on the William Richards farm. If so, then he must recover it as a legacy and not as a debt, unless he can also show that it is a debt. The will does not tend to show this.\nNo doubt there is evidence that the testator said he would pay that balance, and that he drew up notes that would have held him to it, if they had been passed as at first intended; but they were given up and destroyed, and therefore go for nothing, and the securities actually given do not hold him., We have nothing, therefore, but his advice to the plaintiff to buy the farm, and not move to the West, accompanied with an assurance that he would furnish him with the balance of the purchase-money. But this does not make a legal contract. Assurances of assistance accompanying kind advice are never intended as contracts. And conformance to advice is never intended to stand as a legal consideration for the kind assurances that accompany the advice, though it is a motive for their fulfilment. It would be exceedflngly hurtful to the freedom of social intercourse to create even a suspicion in the public mind, that those kind offers of advice assistance, which take place among friends and kindred, ijcould be converted into contracts which the law would enforce.\n~~We do not discover any evidence of any legal consideration for the promise relied on here, and so the court ought to have instructed the jury. And, looking at the generous provision made for the plaintiff by the testator in his will, we do not see that the plaintiff suffers by the testator having died before his assurances were ripe for performance.\nJudgment reversed, and a new trial awarded."}