{"id": "420634", "contents": "The opinion of the court was delivered, February 25th 1864, by\nThompson, J.\nThis was an action against the defendants\nbelow by the widow and children of John Lichtenthaler, under the Acts of Assembly of 1851-55, to recover damages for occasioning his death by negligence. The allegations in substance are, that the workmen or servants of the defendants, in and about their business, so carelessly and negligently conducted themselves, in placing certain oil casks so near the track of the Allegheny Yalley Railroad, that a portion of the train of cars on which the deceased was at the time a passenger in charge (the private property of his employers), was, by reason of striking the casks, thrown off the track, and the deceased crushed to death.\nTo this charge, defendants pleaded not guilty, with leave to add, alter, or amend at bar, and gave evidence to show negligence on the part of those in charge of the train of,cars, in running at a dangerous rate of speed, in view of the circumstances of the road at the time, and of the manner in which the train was made up.\nIt might be questionable whether such a defence as concurrent negligence in the agencies producing the death, if it be a defence at all, could be heard without being specially pleaded; but this objection was not interposed below nor here, and we will not consider it in what we have now to say. Indeed, all question on this score was put out of the case by the learned judge ruling, and afterwards charging, that if the disaster resulted either solely from the acts of the defendants, through their servants, or concurrently with those in charge of the train, in either event, the plaintiffs would be entitled to recover.\nThis is a point not without difficulty. Wide differences of opinion appear between judges in England as well as in the United States, in regard to it, some of which we propose to notice.\nAnd in the outset, I may say, that measured by the preponderance of authority, I think the charge was clearly wrong. That preponderance as certainly proves that in cases of injury to a third person arising from the mutual negligence of colliding carriages, trains, boats, or vessels, the carrier vehicle, by which I mean that on which the injured party is, must answer for the injury. I cannot doubt but that the deceased, in the case in hand, as he was not a servant of the railroad company, must be considered in the light of a passenger, in charge of property being conveyed with himself by the railroad company for his employers. This raises the inquiry, whether the rulings and charge of the court below were correct as to the law of this case.\nThe first English case I find on the point is Vanderplank v. Miller, 1 Mood. & Malk. 169, tried before Lord Chief Justice Tenterden, in 1828. It was for damage to goods on board a vessel, occasioned by a collision. The owner of the goods sued the owners of the colliding vessel, and the defence set up was negligence on the part of the carrying vessel also. His lordship charged, that if there was want of care on both sides, the plaintiffs cannot maintain their action. “ To enable them to do so, the accident must be attributable entirely to the fault of the crew of the defendants.” This decision appears to have been acquiesced in, for it does not seem to have been carried further.\nThe same thing was ruled in the Court of Exchequer, in 1838, in Bridge v. The Grand Junction Railway, 3 M. & W. 247, before Lord Ch. B. Abinger, and Barons Parke and Bolland. That was a suit for a personal injury. The plaintiff was a passenger on the Liverpool and Manchester train, and was injured by a collision between that and the train of the defendants. It is true, the case finally went off on a question of pleadings. But the question was, whether the defendants’ plea sufficiently raised the question of concurrent negligence, and as it did not, there was a recovery against the defendants. The doctrine that mutual negligence throws the responsibility on the carrying party, was fully admitted in the opinions of their lordships. The next cases which occur, involving the question, are Thoroughgood v. Bryan, and Catlin v. Hills, reported consecutively at pages 114 and 123, 65 Eng. Com. Law. The point was decided in 1849, in Common Bench, on rules for new trials. The former had been tried at Nisi Prius, before Sir Cresswell Cresswell, and the latter before Williams, J.\nThe first was an action against the owner of an omnibus, for the negligence of his driver, in killing a passenger alighting in the street from another omnibus. The other case was for an injury resulting to a passenger from a collision between two Thames river steamers, by which the plaintiff lost a leg. In both, the non-carrying party was sued, and the defence was negligence on the part of the carriers. The rules were separately argued on the same day by different counsel, and held under advisement for some time. Seriatim opinions were delivered on disposing of the motions, from, which we extract pretty copiously.\nColtman, J., said: “ The case of Thoroughgood v. Bryan seems distinctly to raise the question, whether a passenger in an omnibus is to be considered so far identified with the owner, that the negligence on the part of the owner or his servant is to be considered the negligence of the passenger himself. If I understand the law upon the subject, it is this: that a party who sustains an injury from the careless or negligent driving of another may maintain an action, unless he has himself been guilty of such negligence or want of care, as to have conduced to the injury. In the present case, the negligence that is relied on as an excuse, is not the personal negligence of the party injured, but the negligence of the driver of the omnibus in which he was a passenger. But it appears to me that, having trusted the party by selecting the particular conveyance, the plaintiff has so far identified himself with the owner and his servants, that if injury result from their negligence, he must be considered a party to it. In other words, the passenger is so far identified with the carriage in which he is travelling, that want of care on part of ■the driver, will be a defence of the owner of the carriage which directly caused the injury.”\nMaulé, J., said: “ It is suggested that a passenger in a public conveyance has no control over the driver. But I think that cannot with propriety be said. He selects the conveyance; he enters into a contract with the owner, whom, by his servant the driver, he employs to drive him. If he is dissatisfied with the mode of conveyance, he is not obliged to avail himself of it. According to the terms of his contract, he unquestionably has a remedy for any negligence on the part of the person with whom he contracts for the journey. It is somewhat remarkable,- that actions of this sort are almost always brought against the rival carriage or vessel, which is only to be accounted for by the party spirit, which more or less enters into every transaction in life. If there is negligence on part of those who contract to carry the passenger, those who are injured have a clear and undoubted remedy against them.” Short opinions were delivered by the other judges to the same effect.\nAt a subsequent day, when, as the report shows, the court were about to discharge the rule in Catlin v. Hills, they were informed that the case had been compromised, and no order was made. The authority of Bridge v. The Grand Junction Railway (supra) was cited and recognised in both cases.\nThe next English eases to be noticed are Rigby v. Hewet, and Greenland v. Chaplin, determined in 1850 and consecutively reported, like the last two, in 5 Exchequer 239-243. They seem opposed to the doctrine just cited. The opinion of Ch. B. Pollock is not very lucid, and although he seems to assert an opposite doctrine, yet the judgments in both cases were affirmed, while in one tried before Baron Rolfe he certainly did lay down the rule as held in the Common Pleas, at least in one of the aspects of the case. I think, however, the rule announced in the Exchequer stands opposed to the doctrine that concurrent negligence on part of the passenger’s vehicle with that of the party sued, is a defence. There is quite a similarity in the general features of these two cases and those in the Common Pleas. Both sets were argued together and reported consecutively in their respective reports. One case of each set was for injuries occurring by negligence of omnibus drivers, and one of each for injuries from collisions between Thames steamers, the injury being precisely the same in both, viz.: the loss of a leg resulting from exactly the same sort of accident and on board of the same steamer. The only essential difference is in the names of the plaintiffs in the last of the two cases. The similarity almost raises a suspicion of mistake in reporting, but that is hardly possible. It is certain, however, that the Chief Baron makes no reference whatever, to the decision of the Common Pleas on the point made more than a year before.\nIn Smith v. Smith, 2 Pick. 621, the ruling of the court was in accordance with the doctrine of Thoroughgood v. Bryan and Catlin v. Hills. So I find the same thing ruled in two cases in Ohio, The Cleveland, Columbus, and Cincinnati Railroad Co. v. Terry, 8 Ohio 570 (1858), and in Puterbaugh v. Reason, 9 Id. 484 (1859); so in Brown v. The New York Central Railroad Co., 31 Barb. 335, referred to in the text of Redfield on Railways 333, as the law on the subject.\nIn Chapman v. New Haven Railroad Co., 19 N. Y. Rep. 141, decided in the Court of Appeals (1859), a contrary doctrine was held: that the plaintiff might recover against a negligent company although there was concurring negligence on the part of his train.\nIn Colegrove v. The Harlem Railroad Co. and The New Haven Railroad Co., in the Superior Court of the City of New York, reported in 6 Euer 382, both companies were joined in an action by the plaintiff for an injury resulting from a collision between their respective trains. The jury found that both were negligent, and the court entered judgment against both. The •case was afterwards affirmed in the Court of Appeals, 6 Smith 492, but the precise question now under discussion was not noticed in the opinion of the Court of Appeals. The case turned on the question of joinder. It was insisted that both could not be joined unless the negligence was joint, but the point was overruled. Redfield has a note at page 333, referring to this decision, in which he says: “ It is certainly opposed to principle upon the point [of mutual negligence], and also upon the point of joinder of the two companies in one action. But the difficulty may be obviated by their code of practice.”\nThis was doubtless so, for as the action was begun by complaint, it neither belonged technically to trespass nor case. If the suit had been brought in case there would have been a difficulty on the trial on account of the different rules of responsibility existing between the defendants. The carrier train would be answerable for the slightest negligence, and held to the exercise of the highest degree of diligence and care. While those in charge of the other train, as to the plaintiff, would be liable only for the observance of ordinary care and diligence. These principles exist, however, let the form of action be as untechnical as it might, and hence I am not quite able to comprehend how the case could have been tried with any regard to logical or legal principles. It was contended by some of the judges in the Superior Court, that the action must be regarded as a trespass for the force directly applied, without regard to any joint intent, and thus sustainable. Without stopping to point out difficulties in this view of the case, I have only further to remark that the question of concurring negligence between those in charge of these two trains, and the effect of it, was not discussed in the Court of Appeals. We have, therefore, but one decision of that court in point, viz.: Chapman v. New Haven Railroad Co. (supra), and which seems to overlook the important element of concurrent negligence of those in charge of the carrying vehicle, with the other party sued and the consequence of it.\nThe Turnpike v. Stuart, 2 Mich. Rep. 714, was the case of a passenger in a stage-coach, injured in passing the turnpike gate, owing to the negligence of the gatekeeper. The defence was negligence on part of the driver in not having his lamps lit. The court said, “ That if the injury was occasioned by the negligence of both (the driver and gatekeeper), the fault of one is no excuse for the other: both, in that case, are liable to the party injured.” So the learned and generally accurate editors of Smith’s Leading Cases, vol. 1, p. 366, seem to think: “ It is inconceivable that each set of passengers should by a fiction be identified with the coachman who drives them, so as to be restricted for remedy to one against their own driver or employee.” These are the authorities, English and American, outside of our state, and in which I think the clear preponderance is in favour of the doctrine that mutual negligence in case of an injury to a third party is a defence.\nI have been able to find but one case in our own reports bearing on this point, viz. : Simpson v. Hand, 6 Wh. 311. That was an action for an injury to goods. The plaintiff had shipped goods on board the schooner Thorne, at anchor in the Delaware. She was run into by the schooner William Henry, in the night time, and the owners of the latter were sued for the damages done in consequence of the collision. The case was tried before Kennedy, J., at Nisi Prius, who ruled that concurring negligence was no defence. On certificate to the Supreme Court, the case was reversed solely on the ground of misdirection in this particular. Gibson, O. J., in delivering the opinion of the court, cited Vanderplank v. Miller (supra), and said, “the force of that decision is attempted to be evaded by supposing the owners to have been their own carriers, but nothing in the report gives colour to such a supposition. The owners of both goods and vessel would scarce have brought their action for damages to the goods alone. This case, therefore, is in point, and though it was tried at Nisi Prius, the counsel seem to have been satisfied with the verdict.” He cited also, Smith v. Smith, 2 Pick, (supra). Further on he said, “ the case put, of injury to a passenger from a collision of stage coaches, wants the essential ingredient of bailment to complete its analogy, but I am not prepared to admit that even he could have an action for mutual negligence against any but him to whose care he had committed his person. * * * A common carrier is liable to his employer at all events, and to' make his associate in misconduct answerable for all the consequences of it, would make one wrongdoer respond in ease of another for injury that both had committed. It is more just that the owner should answer to his employer, rather than one in whom the employer reposed no eonjidence.” As Mr. Justice Kennedy marked no dissent, we are to presume that he acceded to the views expressed by the chief justice.\nThis case is not precisely identical in principle with the one under discussion; the difference is noticed by the chief justice; but I conceive it is so strikingly analogous as to be authority. The difference consists only in the degree of responsibility, between carriers of passengers and common carriers of goods. The former are held to the exercise of the highest degree of care and skill. The latter only to a slight increase of responsibility, the law defining the cases for which he shall be exempt when loss has befallen the property in his charge, and making him answerable for all other losses, however carefül and prudent he may have been. The reason of the rule is the same in both cases. It is the policy of the law to insure safety as far as possible, to' both person and property, when being carried or transported from place to place by public and common carriers. That can only be done by enforcing a strict rule of responsibility upon those who undertake such business. I do not think, however, that the rationale of the principle that concurring negligence leaves the party to look to his own employee, is satisfactorily expounded in the opinions of the judges in Thoroughgood v. Bryan, viz.: the identity of the passenger with his own vehicle. I would say the reason for it is that it better accords with the policy of the law, to hold the carrier alone responsible in such circumstances, as an incentive to care and diligence. As the law fixes responsibility upon a different principle in the case of the carrier, as already noticed, from that of a party who does not stand in that relation to the party injured, the very philosophy of the requirement of greater care is, that he shall be answerable for omitting any duty which the law has defined as his rule and guide, and will not permit him to escape, by imputing negligence of a less culpable character to others, but sufficient to render them liable for the consequences of his own. It would be altogether more just to hold liable him who has engaged to observe the highest degree of diligence and care, and has been compensated for so doing, rather than him upon whom no such obligation rests, and who, not being compensated for the observance of such a degree of care, acts only on the duty to observe ordinary care, and may not be aware, even, of the presence of a party who might be injured. This rule, it cannot be doubted, will be more likely to increase diligence than its opposite, which would enable a negligent and faithless party to escape the consequences of his want of care by swearing it on to another, which he would assuredly do if the temptation and opportunity offered. As this view best accords with the policy of the law, it is proof of the existence of the rule itself.\n' If, in this case, there was no contributory negligence chargeable to those conducting the train, by which the cars in charge of the deceased were with himself being conveyed; in' other words, if their negligence did not directly contribute to the disaster, although there may have been negligence in. a general sense, the defendants will be answerable, if the act of their servants or agents was the proximate cause of it. The negligence on part of the train, which would be a defence, must be directly involved in the result; it must by itself, or concurring with the defendants’, be the proximate cause of the death. Eor instance : running too rapidly on a road in bad repair, driving instead of drawing the train, would not, abstractly, be such negligence as would be a defence. To be such, the consequence of these acts, or some of. them, must have directly entered into and become active agents in the very disaster itself. This must he the rule of all such cases: 1 Sm. Lead. Cases 365.\nBecause this case was not put to the jury on the principles herein stated, the plaintiffs in error hav-p-sustained their exception, and we are constrained to send the case down for a retrial, when, doubtless, they will receive the necessary consideration.\nThe error assigned upon the exception to the rejection of the offer of the testimony of an expert, is entirely irregular; but, as the case goes hack, we will say we think the testimony should have been received. What it may amount to is not for us to speculate about. In a case like this, to be effectual to any extent, it must tend to show the actual concurring negligence on part of the railroad train. Whether-it will do so or not will be for the jury, under instructions from the -court, to determine.\nJudgment reversed, and venire de novo awarded."}