{"id": "420669", "contents": "The opinion of the court was delivered by\nRead, J.\nThis case must be reversed, because the answers of the court below to the 4th point of the plaintiff and to the 7th point of the defendant are contradictory, and cannot be so reconciled as to enable us to say that if one is the law the other can stand with it. The jury, therefore, had no clear and definite instruction as to the law upon a point material to the issue they were trying.\nSuch being the case it becomes material, as this cause must go down to be tried again, to state clearly the principles which should regulate that trial.\nThe Act of the 19th of March 1810, authorizing the governor to incorporate this bridge company, gave them power to erect a bridge over the river Monongahela, opposite the town of Pittsburgh, in the county of Allegheny, whilst the fourth section of the Act of the 17th February 1816, which revived the former act, directed that the bridge should be built at the end of Smith-field street, in the borough of Pittsburgh. The legislature fixed its exact location, giving no discretion whatever to the corporation as to that matter, no doubt intending it as a practical extension of Smithfield street to the opposite bank of the river.\nNow, at this point the river Monongahela was, by the settled law of Pennsylvania, independent of any Act of Assembly, a navigable river, and the soil of the river up to low-water mark, and the river itself, were the property of the Commonwealth, as clearly as any tide-water river in England is the property of the Crown. We are aware that by the common law of England, such streams as the Mississippi, the Missouri, the rivers Amazon and Plate, the Rhine, the Danube, the Po, the Nile, the Euphrates, the Ganges, and the Indus, were not navigable rivers, but were the subject of private property, whilst an insignificant creek in a small island was elevated to the dignity of a public river, because it was so near the ocean that the tide ebbed and flowed up the whole of its petty course. The Roman law, which has pervaded Continental Europe, and which took its rise in a country where there was a tideless sea, recognised all rivers as navigable which were really so, and this common-sense view was adopted by the early founders of Pennsylvania, whose province was intersected by large and valuable streams, some of which are a mile 'in breadth.\nIt is true that the General Assembly, by the fourth section of the Act of 13th April 1782, 2 Dali. 51, enacted that the Monongahela, so far up as it has been or can be made navigable for rafts, boats, and canoes, and within the bounds and limits of this state, shall be, and is thereby declared to be a public highway. The legislature, also, by an Act of 11th April 1793, 3 Dali. 371, allowed Andrew Pierce to keep a mill-dam on the Monongahela river, such dam not to be raised more than two feet above low-water mark, nor to be extended further across the river than it then extended, and within three years he was to erect a lock, at least sixteen feet in width and fifty-four feet in length, and open a canal and lock, through which boats of fifty feet in length and fifteen feet in width, and drawing eighteen inches of water, may safely enter 'and pass at all times, when the water shall have risen twelve inches, and not exceeding four feet above the common low-Avater mark in the said river.\nThe Act of the 16th March 1798, 4- Dali. 216, 221, authorizing the erection of the Permanent Bridge at Market street, across the Schuylkill, provided, in its tenth section, that the bridge to be erected should not injure, stop, or interrupt the navigation of the' said river by boat, craft, or vessels without masts, whilst the proviso in the eighth section of the Act of the 19th March 1810, above referred to, so far as relates to this matter, is, that they shall not erect the said bridge in such manner as to injure, stop, or interrupt the navigation of the said river (Monongahela) by boats, rafts, or other vessels.\nThis act, which, had expired by its own limitation,- was reenacted and made perpetual by the Act of the 17th February 1816, and as soon as the company was incorporated the governor was authorized and directed to subscribe sixteen hundred shares to its stock. The site was fixed, as we have seen, at Smithfield street, and the land necessary for erecting and perfecting the bridge, and making all the necessary works and causeways to and from the same, whether purchased directly from the OAvners, or obtained under the proceedings prescribed in the act, Avas vested in the corporation. One half of the amount subscribed by the state was to be paid when the piers and abutments were constructed, and the other half when the superstructure shall have been raised. By a supplement to this act, passed 17th February 1818, the governor was authorized and required to draw his warrant on the state treasurer, in favour of the company, for the first instalment of $20,000, and when the piers and abutments of the bridge shall have been constructed and finished, the governor was to draw his warrant on the state treasurer, in favour of the company, for the further sum of $20,000, which will be in full of the second and last instalment of the said sixteen hundred shares of stock. The money was paid, the bridge finished and opened for travel, and the Commonwealth were stockholders to the amount of $40,000.\nAn accident having happened to pier Ho. 1, on the Pittsburgh side, which occasioned the fall of the two first arches of the bridge, the governor, on the 31st January 1832, sent a message to the legislature, accompanied with a statement of the board of managers of the Monongahela Bridge Company, relative to the injury recently sustained by that improvement: Jour. H. R., vol. 1, page 259. The message communicated a copy of the proceedings of a meeting of the board of managers, and of certain resolutions passed at that meeting on the 21st instant in reference to this accident, and as the Commonwealth was a large stockholder in the stock of the company, and as the legislature alone possessed the power to authorize a compliance with the wishes of the board, he thought it expedient to lay the subject before the two houses, and to recommend it to their immediate and favourable consideration.\nThe communication to the governor is dated 21st January 1832, and says : “ The occurrence happened without any unusual pressure or concussion on any part of the bridge, and without attaching blame to any one, unless we censure the deficiency of the original masonwork and foundation of that pier, which being now exposed to view, seems to have been ill constructed at the first, and always insufficient.”\nThe board requested that an able engineer, in the service of the state, should be directed by the governor to report what ought to be done to effect complete security, and to make a careful estimate of the expenses of a thorough repair throughout, for the consideration of the legislature, and of the stockholders. It appears that about 10 o’clock on the morning of the 21st of January, the north-easteim pier of the Monongahela Bridge fell down, and drew with it into the river the two arches resting upon it, leaving the remaining six arches and piers without any injury then discovered. The wreck occupied four hundred feet of the channel, and endangered the boats in the harbour, which a committee of the board proceeded forthwith to remove, and an application was made to the councils of the city for permission to occupy a portion on the river-side, and of the open space above and below the abutment, for the purpose of depositing the materials saved from the wreck, and also for placing the materials necessary for repairs and reconstruction of the bridge.\nIn consequence of this representation, as appears by the preamble, the legislature, on the 15th of February 1832, passed a resolution authorizing the company to appoint one or more engineers to survey and report to the company, what plan ought to be pursued in making thorough and safe repairs of the damage sustained, and to prepare an estimate of the expense of the same, a copy of which was to be transmitted to each house, and’the company were to report to the legislature the amount of the contingent fund reserved by the company, if any, which may be applied to repairing and rebuilding the same.\nOn the 23d of February 1832, the speaker laid before the senate a letter signed by Benjamin Page, president of the Monongahela Bridge Company, enclosing the estimate of the engineer employed to ascertain the expense of rebuilding and repairing the Monongahela Bridge at Pittsburgh: Senate Jour., vol. 1, p. 271; and on the 8th of March, in the same year, an act was passed authorizing the governor to subscribe four hundred additional shares of the stock, upon certain terms specified in the act. On the 19th of the same month, the memorial of the bridge company, praying for an additional appropriation, in aid of repairing the bridge, was laid before the house by the speaker. It was referred to the committee on bridges and state and turnpike roads, who reported against the application, being of opinion that no further aid on the part of the state ought to be granted: Plouse Jour., vol. 2, p. 809.\nThe repair made in 1832 was thorough; the first pier was rebuilt, and two other piers were taken out and new ones put in, and the whole bridge was put in complete order. In the great fire of 1845, the whole of the superstructure was destroyed. By the energy of the company, a new and admirable superstructure upon the suspension plan was erected, which forms a continuation of Smithfield street to the opposite bank of the river, and makes, with one other bridge, the only communication between the city of Pittsburgh and the large and populous communities on the other side of the Monongahela, which, though governed as separate municipalities, are in reality but parts of the western metropolis of the state. It forms also a safe foundation for a passenger railway, leading to and from the very heart of the city, and of its scenes of daily traffic and business. It is quite as important to Pittsburgh as the Market Street Bridge is to the city of Philadelphia, the difference being that the latter, besides having a passenger railway across it, has formed for many years the only access to the eastern portion of it, for the Pennsylvania Railroad and its enormous travel. Such bridges are great public highways, essential to the comfort and prosperity of the inhabitants on either bank of the river over which they are built.\nThe evidence in the case shows that this bridge was commenced in 1817, and that the deepest water was then between the abutment and the first pier; that at the second pier, on the commencement of the bar, there was about four or five feet of water at low-water mark, and at the third pier very little water, it being on the bar, which extended very near to the other shore, and at dead low water this pier was out of water. The piers were as small as could be made with safety, and did not create any obstruction in the river at that time. Erom the centre of one pier to the centre of another, was one hundred and eighty-seven and a half feet, and the clear waterway, at ordinary stage of the water, was about one hundred and seventy-two feet, and at a ten foot rise there would be about one hundred and seventy-eight or one hundred and eighty feet at the water line between' the piers. In 1832, when they rebuilt the first pier, and two other piers were taken out and new ones put in, the current was strongest between the first and second piers. The length of the bridge was one thousand five hundred and eight feet, and it had seven piers and two abutments, the location of which has never been changed since they were first built, the only alteration being made in 1845, by increasing the height of the piers to suit the suspension bridge. The height from the water line, at a ten foot stage of water to the road-way, is now twenty-eight feet.\nThere is no fault found with the bridge by the public at large ; it is well built, safe, and commodious, and the road-way is high enough above the water at all stages to permit the free and uninterrupted navigation of the river. The abutments are not objected to, and the complaint is confined to the piers. Some of the witnesses seemed to think that, with a pair of coal-boats, with twenty-eight or thirty thousand bushels on board, they ■wanted the whole river, which of course would take away the seven piers and eight archos, and prevent the erection of any bridge at that place. Generally, however, they confined themselves to taking out the second pier, which of course carries away the second and third arches, and perhaps requires an entire remodelling of the whole bridge.\nThe very terms of the act, under which this company was incorporated, recognise, and in truth authorize, the building of the • abutments, and of piers in the river, for the legislature expressly declared that the first half of the Commonwealth’s subscription shall be paid when they are constructed, which instalment, by a subsequent supplement, was anticipated, and the remaining instalment of $ 20,000 was to be paid when the piers and abutments were constructed and finished. Now it is clear from the évidence, that these piers did not then, in any manner, injure, stop, or interrupt the navigation, but that they were judiciously placed so as to promote it, the deepest water being between the abutment and the first pier. In 1832 this pier was rebuilt, with the full knowledge and sanction of the executive and legislative authorities of the state, and two other piers were replaced with their entire approval, and the bridge put in complete repair, the state contributing $10,000 for that purpose. In 1845, when, in the disastrous conflagration of that year, the whole bridge was burned down, the present admirable superstructure was erected on the very piers which the legislature had contributed to rebuild and repair thirteen years before, and neither at the original erection of the bridge, its subsequent repair, nor at the converting of it into a fine suspension bridge, is there any evidence of complaint of any kind, that the second pier, or any other pier, was an obstruction to the navigation, nor any expression of opinion, on the part of the public, that one or more of them should be removed, furnishing the strongest and most conclusive evidence of the propriety of the original, location of these piers.\nWhen this bridge was built, the Monongahela was in its natural state, with the exception of some mill-dams, which in no manner affected the river at any stage of the water at this point.\nThe evidence shows that the embankment, at the mouth of the canal, changed the current and threw it out, and caused the washing away of the bar. This was aided by other filling in, and the paving of the city. No one can look at the Pittsburgh bank of the Monongahela, above the bridge, and not see that the natural shore has been carried much further out by artificial accretions, which have changed the original natural channel, between the abutment and the first pier, to the space between the first and second and third piers.\nBy an act to authorize the incorporation of a company to make a lock navigation on the river Monongahela, passed 24th March 1817, the highest dam authorized was four feet eight inches and a half, with a privilege to raise it six inches higher, whilst the lowest was three feet three inches, with a similar privilege. This act and that of the 2d of April 1822, were not used, but an act was passed the 31st of March 1836, to authorize the governor to incorporate a company to make a lock navigation on the river Monongahela, by which the dams were not to exceed in height four feet six inches, which by the Act of 29th of June 1839, was increased to a height not exceeding eight feet, from pool to pool, below Brownsville. By the Act of 1836, the locks for the purposes of passing steamboats, barges, and other craft, up and down said river, shall foe of sufficient ■width and length to admit a safe and easy passage for steamboats, barges, and other craft, up as well as down said river.\nVarious Acts of Assembly have been passed in relation to this company, enlarging its capital, prescribing its rates of toll, regulating their dividends, and fixing periods for the completion of portions of the improvement; and one authorizing a subscription by the state of $>100,000, and in 1851, another regulating the approach and passage of coal and coke boats to locks, the inside boat, or pair of boats, to pass first.\nThe slack-water navigation of the river consists of six locks and dams; four to Brownsville, a distance of fifty and a half miles, and two to twenty-eight miles above that point, and eighty-three and a half miles from Pittsburgh, and about seven miles from the state line. Locks and dams Nos. 1 and 2, were finished on the 18th of October 1841,; Nos. 3 and 4, on the 13th of November 1844, and Nos. 5 and 6, in 1856. The locks were nineteen feet long inside the chamber, and fifty feet wide. In 1848 a new lock was built alongside of No. 1, and in 1854 the same thing was done at No. 2. These locks are both two hundred and fifty feet by fifty-six feet inside the chamber.\nThe size of coal-boats is greatly increased from what it was before the construction of the slack-water improvement, and has greatly increased during the last seven years. The large locks at dams Nos. 1 and 2 were calculated to pass two pairs of coal-boats at once. But such has been the increase in size of coal-boats since 1854, that one pair nearly fills the large locks. The usual size of coal-boats now used, is from one hundred and fifty to one hundred and sixty feet long, and twenty-two to twenty-four feet wide, drawing from six to seven and a half feet of water. They are made of pine plank and timber, and contain from seventeen thousand five hundred to twenty-five thousand bushels of coal each.\nThe boats of the plaintiff below in the present case, were one hundred and thirty feet in length by twenty-two in width, each capable of holding nearly fifteen thousand bushels of coal.\nIn 1817, little coal was carried on the Monongahela, and the only coal-boats were about seventy feet long by sixteen feet wide, four and a half feet deep, and drawing about three feet of water, and carrying about two thousand five hundred bushels. In 1832, they were about eighty feet long, sixteen or eighteen feet wide, and five feet deep, and holding about three thousand five hundred bushels. In 1839, there were about one hundred and fifty fiat-boats of coal, carrying about five thousand bushels each.\nBy the evidence of General Morehead, it appears in 1840 they ran smaller boats, about five or six thousand bushels, and they would not have the facility for loading boats, but for the Monongahela Navigation Company. The first year they opened, in 1845, the company passed four million six hundred and five thousand one hundred and eighty-five bushels of coal, a rapid increase; in 1855, twenty-two millions; in 1859, twenty-five million six hundred and ninety-six thousand, of which twenty-one millions were in boats and barges for the lower market.\nAt present, boats passing the Monongahela Bridge at ten or twelve feet stage of water pass between the second and third piers. At from twelve to eighteen feet stage of water, they can and do pass between any of the piers. The evidence shows, as one of the witnesses expresses it, “ Q'oal-boats are, I believe, the most umuieldly things that float.” “No craft,” says another, “ more unwieldly floats. The difficulty is the unwieldly craft and want of power. A tow-boat with power enough, would obviate the difficulty. A great deal of business done with barges. Towboats take two or three with perfect ease. The barge system is taking the place of the hand system to Cincinnati and Louisville.”'\nIt is clear, therefore, from the evidence, that the risk is only at a particular stage of the water, and the instances of loss are very few, within the periods which have been accurately noted, and probably arising from the negligence or inefficiency of the pilot and crew in most cases. Tow-boats or tug-boats pass and repass without difficulty, and if used in towing coal-boats at the difficult stages of the water, would preclude all danger of loss whatever.\nIn this state of the case, it is clear that neither the bridge nor any of its piers can be considered or treated as a public nuisance, and that no recovery, for any injury by an individual, can be grounded upon the allegation, that what is in the eye of the law a public nuisance, has inflicted upon him a special injury. It is equally clear, that at the time of its erection, all the piers were placed in the most proper positions, having regard to the natural course of the river, and its known mode of navigation. That the piers and abutments were placed and repaired with the full knowledge and approbation of the executive and legislative authorities of the state, the Commonwealth being a large stockholder, and that when the superstructure was destroyed by the great fire of 1845, the piers were raised in height, and the present improved road-way was built at great expense, without a single word of remonstrance from those interested in the navigation of the river.\nThe changes in the channel and current have not been caused by the bridge, but have proceeded from other causes over which they had no control, and if the enlarged size of the coal-boats, caused by the increased facilities afforded by the navigation company, has caused some risk, they are bound to use the improved method of towing from dam No. 1, a mile above the bridge, to tbe head of the island below Pittsburgh, which is actually practised by many coal dealers in high stages of water.\nBut not pursuing further this train of investigation, it is perfectly clear that neither the bridge nor the pier upon which the plaintiff’s coal-barge struck, was a nuisance, unless such a character belongs to them in consequence of the proviso in the defendants’ charter. Without that proviso, the bridge was authorized by law, and its builders and owners were not therefore punishable in damages for its erection. The liability of the defendants is supposed to arise from the fact that their act of incorporation declares that nothing therein contained shall authorize the company to erect the bridge “ in such manner as to injure, stop, or interrupt the navigation of the said river by boats, rafts, or other vessels.”\nIn this proviso there is no stipulation for compensation to any one who may be injured by the exercise of the franchise, nor does it purport to be such. The defendants had not the privilege of injuring, stopping, or interrupting the navigation, on condition that they should pay all private damages. It was only a limitation of the franchise, and not a designation of the price to be paid for it. They were empowered to build such a bridge as should not injure, stop, or interrupt the navigation, and none other. If the bridge does, in the sense of the proviso, injure the navigation, then it is without authority of law, and is of course liable to abatement. We must therefore reject the idea that the proviso may be treated as a rule of liability to injured navigators, and regard it, as it was evidently intended, only as a limitation of the general terms of the grant. Undoubtedly the franchise conferred, could only be exercised in accordance with the restriction accompanying it.\nWhat, then, is the meaning of this restriction ? How was it understood by the contracting parties ? When the charter was framed, a bridge at this point without piers was impossible, and the very language of the several Acts of Assembly relating to it, proves that the legislature contemplated the erection of piers as a necessary and indispensable part of the bridge. Yet piers in the bed of a navigable stream inevitably endanger navigation, and render it more difficult. This is eminently true of such a stream as the Monongahela, which, at times, is navigable over its entire bed. The proviso then was not understood, nor intended to prevent the erection of piers in the bed of the river. They do not necessarily “injure, stop, or interrupt the navigation,” in the sense in which these words were used by the legislature. A strict, literal meaning was not intended, and in the very nature of things, it never could have been. To hold otherwise, would be to make the proviso repugnant to the grant. It would be to make it prohibit the construction of a pier, which the body of the act of incorporation clearly and distinctly authorized. Such an interpretation of the legislative language is not to be admitted. If such an effect be given to the proviso, we are unable to perceive how any bridge could have been erected, and why that which has been built must not be abated, even though the Commonwealth aided in its erection, and sanctioned its being rebuilt.\n• But that the legislature intended a bridge should be built and maintained, with piers supporting the road-way, and that they therefore do authorize some interference with the navigation, admits of no question. To carry out their design, and to construe the charter as it was understood by the parties, demands, therefore, that no such meaning be attributed to the proviso as will defeat the grant.\nThe general rule undoubtedly is, that charters of incorporation of private companies are to be construed strictly in favour of the Commonwealth — so are grants to natural persons — but they are to be construed reasonably. It is very clear that, when the purpose of the franchise is the performance of a public act, the grant is to be interpreted so as' to enable the act to be done. The act for which provision was made in this charter was a public one. It was the extension of one highway over another; nor was the erection of the bridge less the performance of a public function, because the agent was empowered to exact tolls from passengers. The legislature is not to be supposed to have authorized and prohibited such a public act, at the same time and by the same charter, a grant of power to erect a public bridge, is not to be construed so as to make its erection impossible, and such a construction justified by the rule that private charters are to be strictly interpreted. That would be highly unreasonable.\nThe case of Bacon v. Arthur, 4 Watts 437, is supposed by the defendant in error to have some bearing on this case, but it has none whatever. There, the meaning of the Mill-dam Act of 1803 was brought in question. That was an act granting private privileges in public highways. It expressly provides, that any person who may be obstructed, or suffer damage, or may be delayed, may recover damages from the owner of the dam. It left also to the builder of the dam to determine where he would erect it. The grant under that act is a mere license — the concession of a private privilege — not of the right to perform a public act, and the action was brought to recover compensation for an injury caused not by the dam itself, but by a bar occasioned by the dam, and which might have been removed without any interference with the structure of the dam.\nIn all these respects, the case of Bacon v. Arthur is unlike the present. Here the charter — the Act of Assembly to be construed — is a grant of power to exercise a public right beneficial to the whole community. The legislature located the bridge, and in fact determined that it should be built with piers. The charter made no express provision that compensation should be made for consequential injuries to individuals, and here the gravamen of the complaint is, that the pier was wrongly allowed to remain in the channel of the river. The action therefore strikes at the bridge itself. Such a charter is not to be construed as the grant of a private privilege. This is not the interference of a private right with a public right. Even in Bacon v. Arthur, some liberality of construction was adopted, much more should it be in a case where provision is made that one highway may interfere with another, as must always be the case where one highway crosses another.\nIt must be held, then, that the pier complained of is not unlawful on account of the proviso, even though it may, to some extent, interfere with the navigation of the river, and if not unlawful, it is not a nuisance. And it would seem that damages cannot be recovered for losses resulting from its location, for it is an established principle, that a corporation invested with a franchise to do a public act, “ is liable for consequential damages no further than it is declared to be in the act of its incorporation.” It is the locum tenens of the state, and is clothed with the state’s immunities. This was held in Coon v. The Monongahela Navigation Company, 6 Barr 382, and so it has often been ruled since. Now that the state might have obstructed, abridged, or interfered with the navigation of the river; that it might have constructed a highway over it with supporting piers, without any liability to navigators, was satisfactorily shown by Woodward, J., in The Board of Wardens of the Port of Philadelphia v. The City of Philadelphia, 6 Wright 209, and surely it cannot be maintained that the proviso in the company’s charter is a declaration that they shall pay damages to any one injured. It is clear, therefore, that the defendants are not liable in this action, unless the bridge be an unauthorized erection, and consequently a nuisance. That it is not, has been sufficiently shown. If the piers were authorized, but injudiciously located, the Commonwealth may complain, but the plaintiff cannot avail himself of it in this action, as was held in Clarke v. The Birmingham and Pittsburgh Bridge Company, 5 Wright 147.\nAnd it may be remarked that, in Dugan v. The Bridge Company, 3 Casey 312, it was said in reference to changes of the channel of the river: “ But if it was changed by artificial causes, created by third persons, we agree it could not affect the rights of the Bridge Company,” which we believe has been shown to have been the case by the analysis of the evidence in the preceding part of this opinion. It is therefore unnecessary to examine in detail, the errors assigned, for we are of opinion that, whether the plaintiff’s boats were carefully and skilfully navigated or not, he is not entitled to recover.\nJudgment reversed, and a venire de novo awarded.\nWoodwakd, J., dissented."}