{"id": "420657", "contents": "The opinion of the court was delivered, July 1st 1863, by\nRead, J.\nThe Act of 16th May 1861 requires all stock, bill, and exchange brokers private bankers, on or day of December next, and on or before the same day in each year thereafter, to make a written return, under oath or affirmation, to the auditor-general of this Commonwealth, in which return shall be exhibited and set forth the full amount of receipts from commissions, discounts, abatements, allowances, and all other profits arising’from the business during the year ending with the thirtieth day of November preceding the date of such annual return, and shall forthwith pay into the state treasury three per centum on the aggregate amount contained in such return for the use of the Commonwealth. The third section imposes a penalty of $1000 for every neglect or refusal to make such return. Drexel & Co. were stock, bill, and exchange brokers and private bankers, and neglected and refused to make any return in 1861. The court below decided they were liable to the penalty, and gave judgment for the Commonwealth.\nThis act clearly intended to levy a tax of three per centum on the profits or income of the business, and was not meant to tax capital. Profits must necessarily be the net profits of the business, and the Commonwealth was to receive of them three per cent. It was in fact a tax upon the income of the business in which the defendants were engaged. The English income tax, and the United States income tax are based upon the incomes received in preceding years. The present United States income tax is laid upon the income of 1862, and the Act of Congress of the 5th August 1861 (12 Stat. at Large 309), expressly declares that “ the tax herein provided shall be assessed upon the annual income of the persons hereinafter named, for the year next preceding the 1st of January 1862, and the said taxes, when sp assessed and made public, shall become a lien upon the property or other sources of said income for the amount of the same, with the interest and other expenses of collection until paid.”\nIt is clearly therefore perfectly constitutional as well as expedient, in levying a tax upon profits or income, to take as the measure of taxation the profits or income of a preceding year. To tax is legal, and to assume as a standard the transactions immediately prior is certainly not unreasonable, particularly when ■we find it always adopted in exactly similar cases. The tax is graduated upon each individual upon his individual receipts.\nThe penalty imposed upon all persons refusing or neglecting to give a list as required by the Act of Congress (12 Statutes at Large 235), is $100, whilst our penalty is $1000 upon a similar offence, by a particular class of moneyed operators. The objection that the penalty is ex post facto is not founded in fact, for it is imposed for the non-performance of a duty long after the passage of the act.\nThe court below have confined the operation of the act in the present case, to the period between its passage and the 30th of November 1861, during which time it was clearly the duty of the defendants to keep such accounts as might enable them to make the return required by law. As no return of any kind was made, it is unnecessary for us to say whether we might not have been still more lenient as to the time to be comprised in the return, if a return had been actually made, and a good reason assigned why it could not he made more explicit, and in strict conformity to the requirement of the law.\nThe charge of the learned judge contains so full a discussion of the subject, that we have not thought it necessary to go over the same ground, and as we agree with him,\nThe judgment is affirmed."}