{"id": "420659", "contents": "The opinion of the court was delivered, January 11th 1864, by\nThompson, J.\nThe object of the plaintiff’s application to the equity side of the court below, was to compel the surrender to him by the defendants of his promissory note, given to them on conditions set forth in their agreement, bearing even date therewith, and which provided for its specific surrender, in case of a failure of the arrangement therein contemplated, and a return by him, and cancellation of the assignment which was the consideration therefor. The master, to whom was referred the bill and answer, took the testimony between the parties, and reported that the arrangement contemplated by them, and the conditions upon which Simes was to have become liable upon his note to the defendants, had utterly failed; and also, that the plaintiffs had reassigned and returned the consideration of the note, and demanded its return according to contract, which was refused by the defendants, although they availed themselves of it and used and disposed of the consideration, after its return as their own, and transferred it to other parties.\nThe learned judges of the District Court had no doubt, and so expressed themselves, that the proofs fully sustained the complainant’s bill, and that he was entitled to relief, if the court had jurisdiction, but being of opinion that they had it not, dismissed the bill with costs.\nNo doubt, I think, could be entertained; that, in a court of general equity jurisdiction, a bill for the specific performance of the agreement to restore the security or note in question would lie. A chancellor would not allow the plaintiff to be harassed by a mere depositary of a note or bond, against his agreement that he had no interest in it. He would enjoin him from suing it and from negotiating it, or at once compel its surrender.\nI regard the defendants here as mere bailees of the note, after the contingencies had happened upon which it was to be ^returned, and that the plaintiff had a substantial interest in enforcing its return. The defendants had brought and discontinued one suit against the plaintiff, and threatened to bring others; thus evincing a determination to claim the proceeds of it from him, in contravention, as we must take it now, of their own positive agreement. To effect this object, they might sell and assign it, although overdue, to others, in or out of the state, or into jurisdictions where even the Statute of Limitations might not be a bar, and thus perpetuate the claim for years, subjecting the maker to process wherever he might go, or his property to attachment, if he should possess any, in other states. Certainly I think his interest is substantial, and such as a court of general equity jurisdiction would protect.\nBut had the court below jurisdiction? If so, under what head ? The District Court of Allegheny county has, by the Act of Assembly of the 12th of June 1839, “ all the chancery powers which have been conferred on any of the Courts of Common Pleas or District Courts of this Commonwealth,” under the regulations and restrictions of the Act of the 16th June 1836.\nOne head of chancery powers .conferred by that act on the Court of Common Pleas of Philadelphia, and of course, by the general expressions used in the Act of 1839, also on the District Court of Allegheny county, is “ the affording specific relief when a recovery in damages would be an inadequate remedy:” section 3, Act of 1836.\nIt is manifest that no action at law could result in a judgment for the recovery of the specific instrument, nor by any possibility in adequate damages; for there would be no standard by which to measure them: nor upon general principles, if the plaintiff has a right to his note, which might be to him, or to his estate, of the value of $6000, is there any adequate remedy at law at all. The opportunity to defend would doubtless be adequate in cases of failure of consideration, because of the nature of the transaction; but if a debt be intended in the origin, it could only be discharged by legal or equitable satisfaction. But that is not like the case of a party who agrees to hold the security, not as an obligation, but as an instrument to be specifically returned. I cannot doubt but that if stocks, notes, bonds, or bills, in such form as to be transmissible by any holder, were deposited with a bailee for safe-keeping, and he should refuse to deliver them, and threaten to transfer them, the courts, under our limited chancery powers, could restrain him from negotiating them, and compel their surrender to the proper owner. Equivalent doctrine is to be found asserted in Nace v. Boyer, 6 Casey 99, and in Graham v. Pancoast, Id. 89, although not directly in point. The rule for granting relief in equity, as stated in Brightly’s Equity, § 212, is where a party is entitled to a thing in specie, and he cannot be otherwise fully compensated. The case of McGowin v. Remington, 2 Jones 56, proceeded on this ground. The plaintiff there had left, as a mere act of grace, his surveying instruments, drafts, maps, and office furniture with the defendant, intending to relinquish the business. Afterwards the defendant refused to deliver the things so left. This court affirmed the decree of the court below ordering a surrender of the implements, maps, drafts, and office furniture to the plaintiff. As there was neither a gift nor sale, the court held the defendant to be a bailee or trustee for the plaintiff.\nI cannot see any difference between an express bailment from the first, and a bailment by an agreement which makes a thing delivered for one purpose, but a thing bailed dependent on a contingency. That is the case in hand. The plaintiff delivered his note to the defendants as a part of the machinery necessary to effectuate a contemplated compromise between Kirk & Rhodes and their creditors. If the contemplated arrangement succeeded, the defendants were to hold the note and receive the proceeds— if it failed, and the plaintiff restored to them its consideration, they were to surrender up the note. What was their condition after failure of the agreement, and return of the consideration and demand of the note ? In equity and good conscience, they were but bailees and trustees for the plaintiff.\nI do not lose sight of the general principle, that ordinarily things and contracts merely personal are left to be recovered or redressed at law, but the exceptions to it are where such a remedy is not'adequate : 1 Pars. 479. This is ^hat that portion of the statute means, or it means nothing, for it makes no distinction between things personal and things real. I have seldom seen such an exhibit of a determination to disregard a plain agreement as in this case, and an effort to pervert it to a purpose not intended by the parties, and so expressed by them; and in view of this, I think it would be a reproach to our jurisprudence to permit such an effort-to be successful to any extent. We think, according to the facts found by the master, that the plaintiff was entitled to the relief prayed, and consequently that the decree of the District Court, dismissing the bill, must be reversed.\nAnd now, to wit, January 4th 1684, this cause came on to be heard on appeal from the District Court of Allegheny county, and was argued by counsel at the last term of this court, for the Western District of the court, and held under advisement, and now, upon consideration thereof, it is ordered, adjudged, and decreed, that the decree entered in the same by the said District Court, be reversed; and it is further ordered and decreed, that the defendants deliver up and return to the complainant or his attorney his said promissory note, dated the 21st of February 1859, at thirty days, for $6000, payable to their order, as set forth in the said bill of complaint; and further, that the said defendants, and every of them, be and are hereby enjoined from endorsing, assigning, or in any way transferring the same, in the mean time, to any other person or persons, and that they pay the costs incurred in this action.\nPer Cun."}