{"id": "420662", "contents": "The opinion of the court was delivered, January 4th 1864, hy\nLowrie, C. J.\nThis estate descended to Mary Ann Gilmore from her father, and she died seised of it, leaving, as her nearest kindred, her mother, a paternal aunt, and two maternal uncles and aunts. The mother is now dead, and the paternal aunt claims the estate against the devisees of the' mother, and recovered judgment in the court below.\nThe counsel on both sides have cited cases enough to support this decision; but the counsel for the defendants below think some of them erroneous, and therefore we appeal to the written law, the Intestate Act of 1833. Is this case specially provided for there ? If not, it must fall under the general provision of section 11.\nOf course, if the intestate had been the first purchaser of the estate, it would, on her death, have gone to her mother in fee under section 5. But section 9 declares that none of the previously enumerated cases shall include the case of a descended or devised estate so as to transmit it to any who are not of the blood of the ancestor from whom the intestate acquired it, and this would exclude the mother for all but her life estate. Is this one of the enumerated cases ?\nWe think it is. One enumerated case is in section 6. “In default of issue and brothers and sisters of the whole blood and their descendants, and also father and mother, competent by this act to take an estate of inheritance therein,” and leaving brothers and sisters of the half-blood and their issue; and then section 7 gives another case, “ In default of all persons hereinbefore described, the real estate shall descend to the\" next of kin of such intestate, subject, however, to the condition in section 9, that they must be of the blood of the first purchaser.”\nBut it is argued that there is no default under section 7, because the mother was living; and that therefore the case falls within section 11, and goes to the next of kin, irrespective of the line of descent from the first purchaser. If' section 7 had provided for a default of “ all the kindred hereinbefore named,” instead of “ all the persons hereinbefore described,” possibly it would have been susceptible of the defendant’s reading. But among the persons before “ described” is “ mother competent to take an estate of inheritance therein,” and we have no authority to leave out any part of the description. It is the want of a mother competent to take, that would pass the estate under the law of section 11, and we add nothing to the law by taking in all these words; hut simply take the description which we are referred to. The words “ competent to take” are as much part of the description of the person as the word “mother,” and this mother does not answer to the whole description. She was not competent to take because the estate did not descend from any person of her blood, and was not a new acquisition of her daughter, the intestate, and therefore she is not one of those before described in the act.\nThe case provided for by section 7 is a default of issue, and of full brothers and sisters and their descendants, and of father and mother competent to take an estate of inheritance; then it shall go to the next of kin generally, if an original estate, and to the next of kin of the line of the first purchaser, if a descended or devised estate. This is a case of the latter kind, and was rightly decided.\nJudgment affirmed."}