{"id": "420667", "contents": "The opinion of the court was delivered, November 2d 1863, by\nThompson, J.\nWe think the learned judge of the District Court was entirely accurate in his charge in this case, on the subject of the Statute of Limitations. The liability of the defendant, as endorser of Woods’ paper, was fixed when it matured and was protested for non-payment. The last of the bills fell due and was protested about the middle of February 1855. At that time the plaintiffs’ right of action accrued, and of course, at the same instant, the Statute of Limitations commenced to run in favour of the defendant. The plaintiffs voluntarily fore-bore suit against him for over six years, and now, in answer to the plea of the statute, claim that within six years he has made such an acknowledgment of the debt, by part payment, as will defeat the bar of the statute. We think the proof falls far short of this. All his acts and alleged payments were as trustee, appointed by the plaintiffs and certain other judgment-creditors. By agreement of their creditors, he and another were appointed agents and trustees to turn the property of Woods into money, and deposit it with the plaintiffs. They had no power to distribute the fund, or pay off debts with it. When the money was collected, the agreement between the creditors appropriated it. They did collect and deposit what they collected, and that exhausted their power. It is idle to call such a transaction as this a payment on account of bills endorsed by the defendant, although the judgment of the plaintiffs was constituted of the bills endorsed, by Mm, and given to secure Mm against eventual liability. The money collected was not Ms money, nor was it a payment by Mm; it was a deposit by Mm and another jointly, in their character as trustees, leaving the application of the proceeds to the creditors.\nAs well might it be contended, that a sheriff or constable, collecting and paying over money under similar circumstances, ought to be presumed to act in a private capacity, although their only authority is public and official; a position which could not be maintained for a moment to the extent of holding either in a private relation, by acts done in a public capacity. The principle is the same in the ease of the defendant; the origin of his power is the only difference between his and the supposed case.\nThere was nothing in the arrangement by which Watson became trustee, that obliged the plaintiffs to await the settlement of the trustees’ account before suing him as endorser. It was the drawers’ assets that he was assisting to collect, and which were in part to go towards a debt he was liable for as endorser. As all parties to the bills were liable to be sued, when default was made by the drawers, forbearing suit to try the experiment of collection from any one, did not suspend the statute as to others liable. In this case it was the voluntary choice of the plaintiffs, and they must abide by the rights which have sprung up as a consequence in favour of the defendant. The statute was an effectual defence for Mm under the circumstances of this case, and\nThe judgment is affirmed."}