{"id": "420677", "contents": "The opinion of the court was delivered, May 4th 1864, by\nStrong, J.\nThe question raised by the record is, whether the wheat of the plaintiff below, when delivered to the railroad company for transportation, was “local freight,” in the sense in which that term was used by the -legislature, in the Act for the Commutation of the Tonnage Tax, passed March 7th 1861. If it was, the rates imposed for its carriage were excessive, and unauthorized by the law.\nThe case stated shows that the plaintiff is a dealer in grain and produce, having his place of business at Pittsburgh, where he resides, and that being his ordinary and regular market. His purchases are made in Western Pennsylvania, Ohio, and elsewhere, and the goods bought are shipped to him at Pittsburgh. In January 1863, in the regular course of his business, he bought wheat at Cincinnati and other points in Ohio, the product of that state, and had it shipped to him, by river, at Pittsburgh. When it arrived he put it in store for sale. Subsequently he shipped a portion by the defendants’ railroad to Philadelphia, that city offering for the time a better market.\nThus it appears that the grain was not a domestic product. But though extraterritorial in its origin, it had become domestic, and a subject of internal trade before it was delivered to the defendants for transportation to Philadelphia. It had been placed in store for sale at Pittsburgh. The transitus from its place of production outside of the state was completely ended. It was therefore protected by the Commutation Act. In Shipper v. The Pennsylvania Railroad Company, a case decided at this term, we expressed an opinion that the “ local freight” intended by that act, for the transportation of which the defendants were required to reduce their charges, includes not only “ domestic products,” but those articles which have entered into and become the subjects of our “internal trade” before their transit over the railroad commences. The mischief intended to be remedied was a practical discrimination against our home products and our domestic trade, as distinguished from that which is ah extra. This is manifested in various ways, some of which we mentioned. That such was the mind of the legislature is also made evident by the fact that the toll-sheets referred to in the act, and which it required to be filed in the office of the auditor-general, accompanied by a statement of the reduction to be made in pursuance of the act, included very many articles which were not and which never have been the growth or product of this state. It was, therefore, correctly decided by the Court of Common Pleas, that the plaintiff’s wheat was “ local freight,” within the meaning of the Commutation Act, and entitled to the benefit of the reduced rates.\nThe judgment for the plaintiff on the case stated was consequently right.\nJudgment affirmed."}