{"id": "420619", "contents": "The opinion of the court was. delivered, February 16th 1864, by\nThompson, J.\nTo maintain trespass, there must be in the plaintiff either actual possession or the right to immediate possession flowing from the right of property: 3 Harris 31; and he must have been deprived of it by the tortious act of another.\nThis brings us directly to the case in hand. The defendant purchased the land on which the timber claimed by the plaintiffs lay, long after their license or lease of the ground on which it had been placed by them had expired; and not subject to any agreement, so far as it appears here, to continue it there. Pursuant to his purchase, he entered into the peaceable possession of the premises, including the ground on which the timber lay, and which was part and parcel of his purchase. His possession thus acquired gave him the peaceable possession of everything on the land, and he could not well be a trespasser, unless a man may trespass on bis own possession. The possession being lawful, his conversion of the timber afterwards did not make such conversion a trespass, as the learned judge seems to have thought, and so charged. This principle is distinctly ruled in Lewis v. Carsaw, 3 Harris 31; Boults v. Mitchell, Id. 371; and proved by the authorities cited in Talmadge v. Scudder, 2 Wright 518. In such a category the party injured must be redressed in a different form of action, if at all. We need not discuss the question as to the right of a tenant to return in a reasonable time after his lease has expired, to remove his things from the leased premises. Granting, for the sake of the argument, that he might do so without being a trespasser, that does not prove that if the landlord has in the mean while resumed the actual possession of the premises, has the peaceable possession, and refuses to deliver up goods of the tenant removing, that he is a trespasser.' The cases cited prove the contrary, if cases were needed to verify an elementary principle. If he be liable it must be in a different form of action.\nWe are of opinion, therefore, that the learned judge erred in charging that the plaintiffs might recover the value of their timber in this action of trespass. We will order a venire ele novo, so that if the plaintiffs have any way of taking the case out of the rules mentioned they may try it over again, but if not, that the defendant may be enabled to recover his costs.\nJudgment reversed, and a venire de novo awarded.\nRead, J., did not sit on the argument of this case."}