{"id": "420670", "contents": "The opinion of the court was delivered, by\nWoodward, J.\nThe first trial of this cause resulted, on the 28th January 1852, in a verdict for the defendants below, now plaintiffs in error. On the 7th July 1852, the District Court, in which the trial and verdict occurred, set aside the verdict, and granted a new trial “ upon condition that plaintiff pay the costs of the term, the docket costs, defendant’s bill to be taxed by the prothonotary, and that plaintiff, within reasonable time, file of record in this case a specification of the amount or just balance of the claim alleged to be due from defendants.”\nThese were in the nature of conditions precedent, and it is a general principle that where the vesting of an estate, or the attaching of any right, depends on a condition precedent, the condition must happen or be performed before the estate or right can be enjoyed, and if performance lie wholly in the will of the grantee, and no time be fixed for it, the law gives him a reasonable time within which to perform. This rule was expressed in respect of one of the conditions, and it is to be implied in respect of the others. Without performance of the conditions prescribed, there was no new trial, and no performance was available that was not made within reasonable time. Especially was it the duty of a party who had thrown himself upon the discretion of the Court for deliverance from an adverse verdict, to be prompt and eager in the performance of every condition on which the court had suspended his relief.\nYet it was not until the 11th June 1860 — near eight yeai-s from the date of the condition — that the costs were paid. If the plaintiff’s bill were not filed, the record costs could have been paid at any time. But in point of fact, the plaintiffs’ bill was filed on the 14th July 1852, and if not taxed by the prothonotary, it was the fault of the plaintiff, for as he was the party to except to the bill, it was his duty to secure a hearing for his exceptions. And though there was an attempt to comply with the other condition respecting a specification of claim, the paper filed 16th July 1852, claimed nearly double the sum that was recovered eleven years afterwards, and was withal so imperfect an exhibition of the plaintiff’s claim, that when the cause came on for trial in January 1863, the court had to make another order for a more specific statement.\nWe consider all this delay unreasonable. The inaction of the plaintiff imported rather an intention to abandon his new trial than to prosecute it, and the motion of the defendants, in September 1861, to rescind it ought to have been granted. Where the delay consists in not moving a cause to trial, it is chargeable alike to both parties, and therefore neither can impute laches'to the other, but here the first steps belonged to the plaintiff to take. The defendants could do nothing to speed a trial until the plaintiff performed the conditions he had been placed under, and failing to perform them in a reasonable time, he lost his right to a new trial.\nBut not only was the delay fatal to his right of new trial, bat also to his lien, to enforce which was the object of the action. The 24th section of the Mechanics’ Lien Law limits liens to five years, unless revived by scire facias, and although the issuing of a scire facias within the five years is sufficient to keep the lien alive, yet such scire facias must be “ duly prosecuted.” These are the very words used in the Act of 1834, in regard to liens of decedent’s debts, and from what has been said above, it is apparent the scire facias in this case was not duly prosecuted. The lien was filed in 1851, tried and defeated in 1852; a new trial granted on conditions, which were not performed fully until 1863. If the payment of costs in 1860 be regarded as full performance, that was a delay of near eight years, a,nd was not due prosecution. The lien, therefore, as well as the right to a new trial were gone.\nIt would be an intolerable practice to let a lien lie so long, apparently dead and abandoned, and then after witnesses, books, and papers were scattered, to start it into new life, and enforce it against parties who could not be expected to retain the means of defence. '\nThe judgment is reversed, and the overruling of the motion of defendants’ counsel of September 28th 1861, is set aside, and said motion is granted, and judgment is here entered for defendants in pursuance thereof."}