{"id": "420644", "contents": "The opinion of the court was delivered, November 5th 1863, by\nStrong, J.\nUndoubtedly an assignee of a term is liable only for such portion of the rent reserved as falls due during the continuance of his connection with the demised premises. He is liable at all, only by reason of privity estate, and therefore liable for no more than such breaches of the covenants running with the land as occur while the privity continues. Hence it is said his assignment of the term, even though to a pauper, terminates his liability for any subsequent breaches, for it breaks the privity of estate.\nBut to work such an effect the privity must be absolutely destroyed. The assignee, having entered under an assignment, and thus come into privity, that privity continues as long as his beneficial enjoyment of the demised property or right to it remains. This is manifest when it is. considered what the privity of estate, out of which arises his personal liability, is. It is the actual or beneficial enjoyment of the premises, or the right of possession and enjoyment. Thus in Weidner v. Foster, 2 Penna. 25, it was said, “ an assignee is only liable in respect of his possession, for he bears the burden only while he enjoys the benefit.” In Thomas v. Connell, 5 Barr 13, the language of the court was, that the assignee “ is only liable personally from privity of estate, that is, from its actual or beneficial enjoyment, or the right to it.” Again, in Hannen v. Ewalt, 6 Harris 9, it is said, “ the privity of estate which induces personal liability, is the actual or beneficial enjoyment of the premises, or the right of possession.” Such also is the doctrine of Wickersham v. Irwin, 2 Harris 108, of Taylor v. Shrum, 1 Bos. & Pul. 24, and of the authorities generally. Something more, then, is required to terminate the privity of an assignee of premises subject to rent and Ids consequent liability, than an assignment which does not put an end to his actual or beneficial possession, and his right to possession.\nApplying these principles to the present case, they fully vindicate the instructions given to the jury by the learned judge of the District Court. The rent for which the plaintiff in error was sued fell due on the 30th September 1861, at its close: Marys v. Anderson, 12 Harris 272. He was the assignee of the lessee, and was in actual possession, as found by the jury, on that day. True, he had assigned three days before, but he remained in possession, and by claiming and receiving the rent of a part of the premises from his undertenant, on the 1st of October 1861, as rent up to that day, he had the beneficial enjoyment when the covenant to pay rent to the lessor was broken. Under such circumstances, the privity out of which his liability to pay arose was not destroyed by the assignment.\nThe judgment is affirmed."}