{"id": "420615", "contents": "The opinion of the court was delivered by\nStrong, J.\nThat presumption which the law raises after the lapse of twenty years, that a bond or specialty has been paid, is in its nature essentially different from the bar interposed by the Statute of Limitations to the recovery of a simple contract debt. The latter is a prohibition of the action, the former, 'primá facie, obliterates the debt. The bar is removed by nothing less than a new promise to pay, or an acknowledgment consistent with such a promise. The presumption is rebutted, or, to speak more accurately, does not arise where there is affirmative proof beyond that furnished by the specialty itself, that the debt has not been paid, or where there are circumstances that sufficiently account for the delay of the creditor. The statutory bar is not removed without a new promise, or its equivalent, because suit on the old contract is prohibited, and the debtor can only be liable, therefore, on the contract expressly made by the new promise, or implied from an acknowledgment of continued indebtedness, the old debt being the consideration for the new engagement. This is the logic of the matter, though it is true the pleadings have not been moulded accordingly. We still declare on the old debt, and give the new promise in evidence; but notwithstanding this / incongruity, the liability which the law enforces arises out of the new contract. This view of the subject is clearly drawn by Chief Justice Gibson, in the case of .Fritz v. Thomas, 1 Whart. 66. Nobody doubts that the creditor might count on the new promise, setting forth the old debt as its consideration, as is done to recover a debt discharged by a decree in bankruptcy, but which the debtor has subsequently promised to pay. Logically he should do sov But in ease of a bond or other specialty, suit-can be brought only upon the instrument of original indebtedness. The liability of the debtor does not grow out of a new promise or acknowledgment, and of course a new promise is not needed. The Statute of Limitations is a bar, whether the debt is paid or not. Not so where suit is brought on a sealed instrument. The fact of indebtedness is then in controversy, and the legal presumption of payment from lapse of time is nothing more than a transfer of the onus of proof from the debtor to the creditor. Within twenty years the law presumes the debt has remained unpaid, and throws the burden of proving payment upon the debtor. After twenty years the creditor is bound to show, by something more than his bond, that the debt has not been paid, and this he may do, because the presumption raises only a primd facie case against him. It must be borne in mind that the presumption from lapse of time is not that there is no contract existing between the parties. If it were, proof of a new contract might be necessary. It is only an inference that the debtor has done something to discharge the debt, to wit, that he has made payment. Hence it is rebutted by simple proof that payment has not been made. And the facts being established, whether they are sufficient to rebut it, is a question for the court, and not the jury. The presumption is one drawn by the law itself from a given state of facts, and whether it exists or not, is necessarily for the court. If authority is needed for so plain a proposition, it may be found in Delany v. Robinson, 2 Whart. 503, where it was squarely so decided.\nThe case in hand was ruled in accordance with these principles, and no error was committed. The defendant in 1841 and 1851 (both within twenty years) admitted distinctly that the debt had not .been paid. It would be absurd for the law to presume in the face of such admissions that it had been. All presumptions are in accordance with what is usual, not against it. True, the defendant added to his admissions the expression of a purpose not to pay, giving as a reason not that he had paid, but that the plaintiff had obtained more than he had under the will of their common father. This might be important, if it was necessary to show that a new obligation had been assumed, but it only strengthens, if possible, the evidence that the debt remained unpaid. In Stout v. Levan, 3 Barr 235, where the defendants sought shelter under this presumption, it was proved he had admitted the bond was not paid, but at the same time said he had a defence to it. This wTas held sufficient to remove the' presumption. That case is directly against the plaintiff in error.\nThe judgment is affirmed."}