{"id": "420679", "contents": "The opinion of the court was delivered, January 4th 1864, by\nThompson, J.\nWe are of opinion that the defendant’s 1st point should have been answered in the affirmative. It was undoubtedly a correct presentation of the law, as a general proposition; Ebert v. Wood, 1 Binn. 216; Pugh v. Good, 3 W. & S. 56; Calhoun v. Hays, 8 Id. 127, and McMahon v. McMahon, 1 Harris 376 ; and there was testimony of which it was predicated, which if true (and this was for the jury), was sufficient to establish an executed parol division of the land.\nMr. Gaskill, in substance stated, that Rider and Jacobs bought the land together, but were to have separate deeds — that each paid separately, and that they even spoke of the parcels of the tract which each was to hold in severalty. Mr. Winslow testified to running the division line between them, at the same time he ran out the whole tract purchased by them; that they were both present, and requested him to do it, and were assisting in running it. There was testimony also by Smith, and perhaps others, that after the division, Jacobs commenced work on the east half of the tract, and Rider on the west. Shortly thereafter both left, and remained absent, Rider perhaps about a year, and Jacobs indefinitely, never returning to do anything further on any part of the land. Rider returned in 1839 or 1840, and entered on his side of the tract, and has continued -on it until the present time, having in the mean time cleared some ninety acres, and erected valuable buildings thereon. Certainly this was evidence of an executed parol division of the land.\nIt is true there was no direct evidence of the agreement between the parties as to the parts of the tract each was to occupy. But if it be true that both directed the running of the division line, and talked of a mode of settling the choice, and immediately thereafter were found in actual separate possession, and never after disputed the point of division, the inference is an irresistible one that, as the division was by consent, the separate possession was also by consent and agreement. Had the possessions on both sides continued for years, no one would have thought it possible to overturn such an inference. This would in principle have been the same sort of evidence of the fact, only a little more distinct. If the law would allow of an inference from possession under such circumstances, taken and held for a long period, it might from a shorter; the only difference would be that in the latter case more care would be required in scrutinizing the testimony.\nWe think, too, that the court below erred in refusing to affirm the defendant’s 2d point, viz., that under the facts of the case the 6th section of the Act of 22d April 1856 interposes a bar to the plaintiff’s recovery.\nIf this statute has any operation in the case, it arises out of an alleged trust under Gaskill’s deed to the defendant, covering the whole tract originally articled for, excepting about one hundred acres deeded by him to another person. The plaintiff’s intestate, as already noticed, left the land in 1838 or 1839, and did nothing after that to perfect his title to any part of it, divided or undivided. The defendant, after the lapse of about ten years, surrendered the original article, and took a new one in his own name. This article bears date the 9th of June 1849. The plaintiff’s intestate died in August 184-9, in Allegheny county. If a trust for any part of the land can be asserted by the plaintiffs, it is under the deed from Gaskill, but beginning with the date of the article between the latter and the defendant in 1849. If it began then, it began in the lifetime of the plaintiff’s intestate, and the five years of the statute barring the remedy upon implied trusts would expire on the 9th of June 1854. The plaintiff’s wife was a minor at the death of her father, but became of age on the 5th of December 1855. She was therefore of age, and under no available legal disability, when the statute passed. She was entitled by the proviso to two years after its passage to assert the trust, because she belonged to that class of claimants who would be sooner barred than five years after the passage of the act, and therefore entitled to two years after the lapse of five years. Being of age, and unmarried before the passage of the act, her subsequent marriage would not be a disability, even supposing we should treat the act as possessing, under circumstances, the saving clause of the Act of 1785 in favour of femes aovert, minors, &c., which we do not do in this case. One disability is never added to another. Her marriage was therefore not a disability after her minority ceased.\nIt was plainly the object of the act to fix a period beyond wliich estates should not be disturbed by implied trusts. In all prospective cases five years is the limitation, and in such cases where the whole or the greater part of the time had elapsed, two years is the minimum limitation at all events. It might be more or less than five years, but it could not be less than two. As the whole period of five years had elapsed in 1854, the plaintiffs should have brought suit within two years after the passage of the act. They were within the two years’ class, but they did not bring suit within two years, and we must hold that after that they were barred, and so the point should have been answered.\nWe are of opinion, also, that the defendant’s 8d point should have been affirmed. If it was the fact that a division line had been actually run to divide the land between the plaintiff’s ancestor and the defendant, and the latter took and held exclusive possession of the land on one side of it, without regard to what his co-tenant did as to the remainder, and continued that exclusive possession, receiving the profits thereof, paying taxes, and otherwise exercising exclusive acts of ownership over it for twenty-one years, the presumption of an ouster of the co-tenant would undoubtedly arise and be a bar after that lapse of time to a recovery by the co-tenant, or any other person through him, of any portion of the land so held. The point was predicated of facts which brought the defendant’s case within the principle of Frederick v. Gray, 10 S. & R. 182, and Calhoun v. Cook, 9 Barr 226, and hence should have been affirmed.\nThe plaintiff in error having sustained his exceptions, the judgment is reversed, and a venire de novo is awarded."}