{"id": "422157", "contents": "The opinion of the court was delivered by\nThompson, J.\n— At common law the release of one joint obligor or promissor operates as a release of his co-obligors or promissors. It is unnecessary to cite authorities for this. But it is very evident that the rule was predicated of technical releases. I think this will appear by the following references : Shep. Touch. 337; Coke Lit. 232; 1 La Roy 690; Story on Bills 316.\nIn 22 Pick. 305 it was decided that unless the release was technical, it would not have the effect. Nor where the instrument is a covenant not to sue: 3 Greenleaf’s Reports 423; 8 N. H. 369.\nIn Solby v. Foster, 6 E. C. L. R. 11, a release of one of two partners, with a proviso that it should not prejudice the releasor’s claim against the remaining partners, was held not to be a discharge of the other. So in Thompson v. Jack, 54 Id. 540, a release of one of two joint and several- obligors sued jointly was held no release of the other.\nMilliken v. Brown, 1 Rawle 391, followed the strict common law rule, although the release was not a technical one. It was not a unanimous decision, and has not been followed. Schock v. Miller, 10 Barr 401, held that the release did not discharge the obligation of any but the releasee, where the responsibility of the other obligors was not increased thereby. The same thing had been decided in Mortland v. Himes, 8 Id. 268. These authorities of themselves would be sufficient for the case in hand, for it is not pretended that the remaining partners here are not all solvent. But I do not see precisely the force of this qualification as to increased responsibility. Although the release would be a discharge quoad the releasee, it could have no effect on the original co-promissors. If it was a case for contribution at all, the release would not prevent them, I apprehend, from calling for such contribution as would equalize the solvent parties where some were insolvent. The distinction does not seem to have been alluded to in McLaren v. Robertson, 8 Harris 125. In that case, as in Rapp v. Rapp, 6 Barr 45, and in several others, it is said that the release is to be confined to its terms and within the consideration. That is to say: it is not to have a technical effect or an effect beyond what was intended by the parties. In Pierce v. Sweet, 9 Casey 151, we denied the operation contended for even in a tort. We need not multiply authorities on this point. The release of Neare did not discharge the contract as to his copartners. Its terms clearly indicate that it was not intended to do so, The plaintiffs in error insist on its technical effect, without the slightest equity to stand upon. A recovery against them compels them individually to pay no more than if all had been included. The amount released was not included in the judgment against them, and as they are solvent no question can arise as to contribution. It has long been the judicial rule to restrain such a release within its terms in accordance with the intent of the parties, and to give effect to it only within this scope: 6 E. C. L. R., supra.\nSometimes we find courts construing such releases as contracts not to sue; and certainly this relieves some of the difficulties in pleading. But when the operative terms of the instrument are strictly words of release, it seems like violence to both language and intent to give them such an effect and no more; for such construction does not release the party, but only gives him an action on the covenant or promise not to sue against the releasor for violating its terms, and thus sets aside the intention of the parties to it if intended as a release. This promotes circuity of action; a thing which the law always seeks to avoid. In this case we have no difficulty, however, as there was no exception to, or assignment of error upon, the instructions of the learned judge to the jury to find for the defendant Neare, the releasee, and against the others; nor was this question reserved, or embraced by the question which was reserved.\nAccording to The Commonwealth v. Nesbitt, 2 Barr 16, and authorities therein cited, a safe course ordinarily for a plaintiff would, in a case of this kind, be to enter a nolle prosequi by leave of court as to the releasee. This course is adopted in England in cases of the joinder of bankrupts: 1 Wels. 89; 2 Maule & Selwyn 23; 1 Saund. Reports 207 n. In Minor v. The Mechanics’ Bank of Alexandria, 1 Pet. 46, a nonsuit was entered as to one jointly sued, but who had severed in pleading, after judgment against the others, and it was held no discharge of the joint obligation. As the plaintiff is bound to sue all parties in a joint contract, and to declare upon it as the contract of all, it is difficult to see how consistency in the record can otherwise be preserved than by entering a nolle prosequi either before or perhaps after judgment, but we need not determine this definitely at this time, for the reason mentioned above, namely, that there was no exception or question raised to bring it up.\nThe Act of 22d March 1862, to which reference has been made, is no more to be regarded as a legislative expression against the existence of the judicial principle that one joint promissor may not be released without releasing all, than it may be regarded as declaratory of a rule which has become common law. In fact it has little to do with the argument in either aspect. It gives us to know, however, by positive enactment, that such a release (whether of parties in existing contracts, or only those subsequently to be made, we need not determine) may be given without discharging co-promissors, joint obligors, or co-partners, and that such a question as we have been discussing will not often arise hereafter. The only important matter for consideration under the law will be the question of practice above referred to, which we will not determine until it arises.\nJudgment affirmed."}