{"id": "422185", "contents": "The opinion of the court was delivered, by\nThompson, J.\n— In Garrison’s Appeal, 2 Grant’s Cases 216, we decided that James Little, the assignee of Burke, was entitled to recover from Blakely, the trustee for Kerr, the money in contest in this suit, and directed how it should be distributed. Afterwards the Common Pleas made a decree in accordance with our decision, that the trustee should distribute it to the claim of Samuel Garrison on his mortgage, and the surplus in his hands, to the general creditors, being something over three hundred dollars. This last sum the assignee distributed, but the sum due to Garrison he has entirely failed to pay in accordance with the decree. That decree was made in January 1859, and remains in full force. His bail being sued for this default, defend on the ground that they are not hound by this decree — that it was for the payment of money coming into his hands for a specific creditor, and not for general creditors. This will not do. They were by their bond bound that their principal should “ faithfully execute the trust confided to him,” otherwise their obligation was to remain good against them. The decision of this court gave him the money in question as assignee, and the Common Pleas decreed that as such assignee he should distribute it, not, it is true, to the general creditors, but to a creditor who by law, under the assignment, became entitled to it. The failure to do so was a breach of his bounden duty. The duty was fixed by a competent tribunal, and their judgment cannot be tested collaterally by the bail. Perhaps they might have appealed from the decree of distribution, and contested the matter directly; but this they did not do, and they are bound by it, and cannot now say that the decree was erroneously made against him as assignee. This is the doctrine of Bishop’s Estate, Zinn and Snyder’s Appeal, 10 Barr 469. The court below were entirely right in entering judgment on the case stated for the plaintiff, and their judgment is\nAffirmed."}