{"id": "422189", "contents": "The opinion of the court was delivered, by\nStrong, J.\n— This was an action of ejectment. Both parties claimed title under Philip Snow, who appears to have been for many years the owner and occupant of a tract of land containing fifty acres, of which the five acres now in contest was a part. In the years 1850 and 1851, judgments were recovered against Snow, which were revived by seire facias sued out against him in 1856. Executions were issued upon the judgments of revival; a levy was made upon the tract of land, describing it by its appropriate adjoiners, and as containing fifty acres more or less; a sheriff’s sale was made on the 31st day of May 1856, and on the 5th of June next following, the sheriff’s deed was made to James Williams, the defendant, for the consideration of $710, the price bidden at the sale. The property was bid off by Jackson Boggs, acting for Joseph Jenkins, who had previously agreed to sell it to Mr. Williams for $700, if he should obtain it at the sheriff’s sale. Williams afterwards agreed to take it at the price bidden, and by direction of Jenkins the sheriff’s deed was made to him. Such was the title of the defendant.\nThe plaintiff claimed title by virtue of an article of agreement made between his father, Patrick Meehan, and Philip Snow, on the 18th of November 1845, by which Snow covenanted to sell to Meehan five acres out of the fifty acre tract, to be taken as it appears from the west end, though the article is not before us. The stipulated consideration was forty dollars, all of which, according to the evidence, appears to have been paid. The article of agreement was never recorded, nor has any deed ever been made. The five acres were run off by a surveyor, though they were never fenced off, and there was nothing to separate them from the residue of the fifty acre tract. They were unimproved land. Meehan, the vendee, resided about a mile distant from the land. After his purchase he made an opening for coal upon the five acres, and used some for his family, but neither he nor any one under him ever resided upon the land or cultivated it. In 1851 he left for California, and he was never heard from afterwards. A presumption of his death of course arose. For some two or three years after he left, his family occasionally obtained coal upon the tract, either from the opening made by the father, or from others made by his sons. But no notice was given at the sheriff’s sale, that there was any interest in Patrick Meehan or in his children.\nIt is obvious that with such a title in the plaintiff, the defendant has the better right, if he had neither actual nor constructive notice of Meehan’s purchase, when the sheriff’s sale ivas consummated. That he had actual notice at that time, or knowledge of it, there was no attempt to prove. But the plaintiff sought to establish that there was constructive notice to the defendant of his right, arising .from the use which Patrick Meehan and his family had made of the land. Hence, he' requested the court to charge the jury, “ that the nature of a party’s occupancy is to correspond to the nature of the land, and that if Meehan in the present instance occupied this woodland according to the custom of the country, cutting wood and using coal or ore-drift, it was sufficient notice of his claim.” To this the court answered, “if the premises in dispute were actually occupied at and before the levy, and by a visible and notorious occupancy, coal taken from it, timber taken out, and such unmistakeable actual occupancy as would attract the attention of purchasers, and put them on their guard, it would be such a state of facts as would make it the duty of a purchaser to go to the person thus occupying and using it. It ought to be a clear and unequivocal occupancy and not occasional entries. How the facts were, is for the jury.” This answer has been assigned for error. We are of opinion, however, that the plaintiff cannot justly complain of it. Conceding for the present, that there was enough in the evidence to warrant proposing such a point (which might well be doubted, for no witness speaks of any act done by the Meehans after 1854, and the sale to the defendant was in 1856), it certainly is the law that the possession of land, which is equivalent in effect to notice of rights in the possessor, must •be distinct and unequivocal. It must be occupancy, something more than successive and occasional entries on the land. All the authorities agree that possession is not notice, except during its continuance, and that even w’hen his vendor is out of possession, a vendee is not bound to take notice of the antecedent possession of third persons. See Boggs v. Varner, 6 W. & S. 474; Hewes v. Wiswell, 8 Maine 94. A purchaser is bound to inquire only of those on the land at the time of his purchase. The authorities are equally clear, that to be effective as notice, possession, even at the time of the sale, must be distinct and unequivocal. It is even said in some of the cases, that it must be actual, and of such a nature as would suffice to constitute a disseisin or adverse possession. In Billington v. Welsh, 5 Binn. 129, we have a case much more adverse to the position of the plaintiff, than was the answer of the court of which he complains. There one had bought by parol a corner of another’s tract, had paid for it, been put into possession, and had .erected buildings, though there had been no survey of the part bought or admeasurement of it. On the vendor’s remaining part there were a dwelling-house, a forge, a grist and saw mill, and buildings for workmen, which with the'vendee’s buildings might strike the eye of a purchaser as one establishment. It was held, that the actual possession of the vendee was not legal notice of his title to a purchaser at sheriff’s sale, under a judgment against the vendor. The reason given was, that it was not clear unequivocal possession. There had been no visible severance of the land from the tract of which it had been a part. It was not clear to an observer that the vendor was out of possession. The purchaser at sheriff’s sale was, therefore, not bound to inquire, and hence the possession of the first vendee was held not to be legal notice of his title. In that case there had been no survey of the part sold; in this case there had; but a former survey unknown to a purchaser does not put him upon inquiry. What makes inquiry a duty, is such a visible state of things as is inconsistent with a perfect right in him who proposes to sell. In Holmes v. Stout, 3 Green's Ch. 492, it was decided that cutting timber from time to time, in woodland at a distance from the dwelling of the party who cut it, was not such a possesssion as would give constructive notice of an unrecorded title: S. C., 2 Stockt. N. J. 419. See also McMeehan v. Griffing, 3 Pick. 149, and Hawrick v. Powell, 9 Ala. 409. These, and many other cases, show that the possession which affects a purchaser with notice, must be clear, open, notorious, and unequivocal, and that a possession or act done upon the land, which may lead to an inference of trespass as well as of title, is insufficient. Now, what was there in this ease to make it the duty of Williams to inquire whether Meehan had any claim ? The five acres had been a part of Snow’s fifty acre tract, and to the eyes of strangers they continued to be a part of it after the sale to Meehan. They were not separated from it by any fence or artificial enclosure. They continued unimproved, except that some coal openings were made, which, so far as a stranger could know, might Have been made by Snow himself. The Meehans had not been upon the land fqr two years. Upon such a state of facts, to say the least, the answer of the court to the plaintiff’s point was as favourable to him as he could rightfully ask.\nAnother point was presented to the court arising out of the testimony of Joseph Jenkins. As we have already noticed, it was with Jenkins the defendant agreed to buy the land to be sold as Snow’s property for $700, in case the former should become the purchaser at the sheriff’s sale. Accordingly, when it was bid off for Jenkins, by his direction the deed of the sheriff was made to the defendant. It was in evidence at the trial, that when he bought Jenkins knew of Meehan’s title, and he testified that he did not claim the five acres, but that he did not communicate his knowledge of Meehan’s purchase to Williams. 1'n reference to this state of facts, the plaintiff requested the court to charge the jury as follows: “ That if Williams himself,' or Mr. Jenkins who bid it off, had actual notice that these five acres had been sold by Snow to Meehan at the time he bought, he is bound thereby, and cannot hold the possession thereof, especially as Mr. Jenkins says, he did not claim the five acres sold to Meehan when he bid it off.” To this the court answered: “If Jenkins purchased as agent of Williams, Williams would not be affected with any knowledge of Jenkins, except such as he acquired in the course of his agency, and information acquired otherwise would not affect Williams ; but if Jenkins bought for himself and transferred his right to Williams, any knowledge he may have had would not affect Williams unless Williams had notice.” This answer is assigned for error, but without good reason. It was correct in principle so far as it went, and the case did not allow the learned judge to go farther. There would have been error, had he submitted to the jury to find that Williams had actual notice of Meehan’s purchase, for there was no pretence of any evidence that he had. No presumption arose against him from his failure to prove a negative. The holder of an unrecorded title, in order to prevail against a second purchaser for value, must show affirmatively that the latter had actual or legal notice of the prior right, when he made his purchase, and he must show it clearly, for he is endeavouring to escape from the recording acts by an equity. He cannot ask a jury to find or assume that the second purchaser had notice, without positive evidence of the fact. All the question that could be raised by this point, therefore, is resolvable into this, whether the actual knowledge of Jenkins was constructive notice to Williams, or to be treated as his knowledge. Jenkins was either the agent of Williams in effecting the purchase at the sheriff’s sale, or he was his vendor. That he was the latter appears .very plainly from the only evidence upon the subject given in the cause, and such the plaintiff considers him. Williams had agreed with Jenkins before the sheriff’s sale to buy the land from him at a fixed price, if Jenkins succeeded in getting it. No matter what the latter might bid, Williams was to buy the land from him for $700. This is utterly inconsistent with any relationship between them of principal and agent. If, then, Jenkins was a vendor and Williams his vendee, Jenkins’s knowledge of Meehan’s prior purchase could by no possibility affect Williams, or make his purchase malafides on his part. But suppose, as was supposed by the court, Jenkins was the agent of Williams to buy, then, clearly, the judge was right in saying the knowledge of the agent would not affect his principal unless it was acquired in the course of his agency, that is in the transaction of purchase. This was early ruled in Fitzgerald v. Falconberg, Fitzgibbon 211, and in Worsley v. The Earl of Scarborough, 3 Atkyns 392. It was also emphatically said in Warrick v. Warrick, 3 Atkyns 294, by Lord Hardwicke, the same chancellor who ruled the leading case of Le Neve v. Le Neve, Ambler 436. The same doctrine bas often been affirmed in this state: Henry v. Morgan, 2 Binn. 497; Hood v. Fahnstack, 8 Watts 489; and Brackett v. Miller, 4 W. & S. 102.\nThe remaining assignments of error are of minor importance, and none of them are sustained.\nThe fact that the scire facias to revive the judgments against Snow, under which the land was sold, was not served upon Meehan, is wholly irrelevant to the controversy between these parties. The question is not one of the lien of the judgments. Meehan was not a terre-tenant within the meaning of our Acts of Assembly. He claimed an equitable title acquired before the original judgments were recovered. When the executions were issued and levied upon the fifty acres of land, and followed by a sale, the effect was the same as if Snow himself had sold to Williams. If there was no notice of Meehan’s right, it is postponed by the recording acts.\nAnd certainly, whatever title the plaintiff had was under an executory contract. The legal title in every aspect of the case ■was in the defendant. There was nothing to show that the plaintiff had been wrongfully ousted from a possession given him. The court therefore correctly answered the first point.\nIt need hardly be said, that the rejection-of the drafts could not have hurt the plaintiff’s case. Besides, they were not proved. That Smith and Uhl had surveyed the land was in evidence, but nobody proved that the drafts were correct delineations of the surveys, or that they were made as such.\nThat the judgments and executions against Snow were properly received appears from what we have said.\nThe judgment is affirmed."}