{"id": "422180", "contents": "The opinion of the court was delivered by\nAgnew, J.\n— The record shows that the appeal from the award of arbitrators was by all the defendants, though William G. Reed was the only one who acted in taking it. The recognisance entered into by him for costs recognises all, and after the appeal the record exhibits all as the subjects of the orders of the court for the payment of costs. So the case stood for eleven years, when William G. Reed undertook to withdraw the appeal on the ground that he was the only appellant. This withdrawal the court vacated as to Campbell and Paine, and the case went to trial between them and the plaintiffs. We see no error in this. It was within the sound discretion of the court, and no facts appear to show that the discretion was illegally exercised.\nGaskill, the agent of the Holland Land Company, sold to Blake; Blake sold to Bonner and Arnold; Bonner and Arnold sold to Campbell, and Campbell sold to the defendants, all by contracts in writing. Bonner and Arnold brought this ejectment to enforce specific performance of Campbell’s contract with them. Gaskill was called as a witness to prove that at Campbell’s request, and with the consent of Bonner, he executed deeds to the persons who had purchased of Campbell. We see no reason why his testimony should be excluded. If, as it is said by both parties, this land belonged to the Holland Land Company, and Gaskill was an agent only, he was entirely disinterested and competent. If he bound himself personally to convey to Blake, and made the deed over to Campbell’s assignees, he would be-liable still on his contract to Blake, and the verdict between Bonner and Arnold and the defendants would not protect him. None of the specifications of objection to the deposition are supported. The portion which refers to the letters and declarations of Campbell, it is now conceded, was not received by the court.\nThis case does not fall within the Statute of Frauds and Perjuries. Bonner and Arnold sold to Campbell by an agreement in writing, under seal. This was therefore not within the statute, and was sufficient to pass their equity to Campbell. The legal estate was not in Bonner and Arnold, but remained in the Holland Land Company, which by Gaskill their agent conveyed to Campbell’s assignees. These deeds were competent to convey the legal title to them. Bonner and Arnold had nothing in themselves but a claim to the purchase-money coming to them from Campbell. The payment of this clearly could be acknowledged by parol. Payment of a written contract extinguishes it. It has never been held that when the statute is satisfied by a writing, it requires those things which are done under the writing to be also reduced to writing. If this were so, the payment of the purchase-money could be proved by a receipt alone. If, then, Bonner and Arnold authorized the legal title to be made to Campbell, it was an act equivalent to an acknowledgment of payment, a recognition of the right of Campbell to receive the conveyance his contract called for, and certainly is not within the Statute of Erauds. The statute was satisfied by the contract in writing and the deed, and to require more would be to enlarge the operation of the statute beyond its intent, and make it a trap for the unwary.\nBut it is said Bonner only, and not Arnold, consented to the deeds being made over to the purchasers of Campbell; and that Arnold, as a co-tenant, is not affected by Bonner’s act. There was sufficient evidence of partnership to take the case to the jury. Blake’s contract was not with them as co-tenants, but was with them under a partnership name, Bonner & Arnold; the signature, as well as the body of the instrument, was in the name of. the firm. In the sale to Campbell the contract is written and signed in the partnership name of Bonner & Arnold. Besides this, there is the testimony of H. J. Arnold, who states that he remembered of Bonner & Arnold selling lands; his father was satisfied with the sale. It was made during the time they were partners — they were in the habit of buying and selling other lands. Bonner was the active partner in transacting all the business. Bonner had authority to sign all papers connected with the business of the firm. This is very strong evidence, and justified the court in submitting the case to the jury upon the proof of Bonner’s consent on behalf of the partnership.\nThese remarks cover all the assignments of errors, and show that the judgment must be afiirmed.\nJudgment affirmed."}