{"id": "422155", "contents": "The opinion of the court was delivered by\nWoodward, C. J.\n— The only question in this case is whether, under the provisions of the Act of Assembly of 9th April 1833, Purd. 600, the offer to confess judgment for a certain sum was well made by the defendant through an agent, or whether it should have been made by the defendant in person. The act says, “if the defendant shall offer,” and this, it is said, must be read the defendant in person, especially because, by the subsequent terms of the act, the offer may be accepted by the plaintiff, “ or his agent.”\nThe act was framed, no doubt, upon the hypothesis that the defendant would be present before the justice not only to answer to the summons, but to exercise his right of appeal after judgment, but that the plaintiff might appear by agent, a convenience in many parts of the state which has grown into an established habit. But the statute does not forbid an appearance of defendant by an agent, and since it is only an offer that is to be made, it is hard to see why it may not be made through an agent. Ordinarily a man may do through an agent whatever he may do in person. The rule “ qui faeit,” &c., is subject to fewer exceptions than most general rules, and these exceptions are usually prescribed by statute, or some rule of public policy. But no exception is prescribed by this statute. It enjoins an offer which must be made to the plaintiff, and before the justice, and the legislature knew that from the nature of the transaction it would often be done through an agent, yet they did not forbid the agency, nor require the personal presence of the defendant. And surely there is no public policy to prevent so commonplace an act from being performed by an agent.\nThe 14th section of the Hundred Dollar Law, extending the jurisdiction of justices to contracts involving more than $100, requires the voluntary appearance of both parties to give the justice jurisdiction, yet we have held that the plaintiff may appear by agent, Truit v. Ludwig, 1 Casey 145, and that the defendant may well confess a judgment, though brought compulsorily, and not by consent, Butler v. Urch, 2 Grant 247, and in general that a party before a justice is allowed to appear by an agent: Barber v. Chandler, 5 Harris 50. It is true, that in Camp v. Woods, 10 Watts 118, it was held to be essential to the validity of a judgment confessed before a justice for more than $100, that it should appear upon the face of his docket that the parties appeared in person, which is a more strict reading of the Hundred Dollar Law than it has received in later cases; but the ground of the reasoning there is, that it is a special jurisdiction which is exercised in such a case, and therefore every necessary element should appear of record.\nThere is no room for such reasoning upon the Act of 1833. The offer which the defendant is permitted to make under this act involves no question of jurisdiction, but is the mere exercise of a private personal right, which, as in most other cases of mere private interest, an individual may perform by deputy. Construing the act in the more liberal spirit of the later cases, and in the manner best calculated to end litigation, or to promote the convenience of parties, if it must be prosecuted, we hold that the offer of a judgment for a sum as great as was afterwards recovered, was well made by the defendant through his agent.\nThe decree is affirmed."}