{"id": "422197", "contents": "The opinion of the court was delivered, by\nAgnew, J.\n— The note in this case is to be received as if drawn by Miller & Persch, payable to Persch & Steeb, and endorsed by the latter to the bank. The affidavit of defence upon which the question arises does not allege that the bank discounted the note under any unusual circumstances, or with any notice of the alleged fraudulent use of the name of Miller & Persch for the individual benefit of each. The only fact to show want of good faith is, that the note and endorsement are in the handwriting of Persch, which was known to the bank.\nOne who is a member of several firms has presumptively the same power in each that his partners have. To say he cannot draw and endorse the same paper, as the representative of different firms, is simply to negative his power to act in the second firm because he has acted in the first. Having in each the power of a partner presumptively as to the public, and acting in that apparent right, it is no ground of suspicion that his endorsement of the name of one firm is in bad faith to the other as makers of the note. The case of Tanner v. Hall and Easton, 1 Barr 417, differs widely from this. There Hall drew his separate note for his own accommodation to the order of another firm, who endorsed it. Then he endorsed the name of his own firm, and procured it to be discounted. It was held that the form of the note and the circumstances sufficiently indicated to the bank that the note was for his individual accommodation, and thus put the bank upon notice. But here there is nothing out of the usual course of business, and nothing in the face of the paper to indicate that the note was not drawn by the firm of Miller & Persch, in their usual course of business, in a partnership transaction with Persch & Steeb. The bank taking it of Persch & Steeb in good faith cannot be affected by the naked fact, that the handwriting of the note and of the endorsement was that of Persch the common partner.\nThe judgment is affirmed."}