{"id": "422144", "contents": "The opinion of the court was delivered, by\nAgnew, J.\n— Charles Shaffer was the treasurer of the Odd Eellows’ Hall Association in the year 1855 — elected to fill a vacancy caused by the death of the treasurer of that year. The office under the charter and by-laws is annual, and Shaffer was re-elected annually until the year 1860. In September 1855 he gave his own bond as treasurer, conditioned for the faithful discharge of his duties as treasurer. On this bond judgment was entered in pursuance of a warrant of attorney. He was in no default until 1860, when he died, indebted to the Odd Eellows’ Hall Association in a balance of his account as treasurer, which the association claims as a lien under this judgment upon his real estate. In September 1859, the Manufacturers’ and Mechanics’ Savings and Loan Company entered up judgment against Shaffer for a sum due to them, and claim payment out of the fund in court in preference to the Odd Eellows’ Hall Association, on the ground that the judgment of the latter stood as a security only for any liability of Shaffer incurred during the term of office for which he was elected, when he gave the bond.\nThis is a controversy between lien-creditors, and consequently must be determined by the terms of the bond itself, and the notice which it gives to other lien-creditors of the extent of Shaffer’s liability under it. In all such controversies, the extent of the lien is to be determined by the face of the record, and sometimes the mere docket-entry. So far has this principle been carried for the protection of the public, that clerical mistakes of the officer have been ruled to conclude the plaintiff in the judgment as to third parties : Bean v. Patterson, 3 W. & S. 236; Wood v. Reynolds, 7 Id. 406; Hance’s Appeal, 1 Barr 411.\nWhat notice, then, did this bond give to third persons of the extent of the lien under it ? It begins: “ Know all men by these presents, that I, Charles Shaffer, of the city of Philadelphia, and treasurer of the association hereafter mentioned, am held and firmly bound,” &c. The condition ran: “ That if I, the said Charles Shaffer, shall discharge the duties of treasurer of said association with fidelity,” &c. How would a third person understand the reading of this bond? Clearly it would be, “I, Charles Shaffer, now of the city of Philadelphia, and now treasurer.” It distinctly refers to the office he then held, not to one he might hold in the future. To the office he then held, the language of the condition must therefore refer. Should a creditor or a purchaser go to the record to consult it for liens against Shaffer, and finding this bond, and having ascertained that the office of treasurer was annual, or for a given period, how would he govern himself, if he intended to give credit to, or to purchase of Shaffer ? Certainly he could not know, and could have no possible means of ascertaining, whether he would be re-elected, or how often, and to what extent the bond would cover his property. There is no obligation to re-elect, and the bond gives no notice of intended re-election, or how often, or if reelected that it will be held as a security for another term or terms. If the parties to the bond chose to treat it as a continuing security, this fact was dehors the record, and third parties were under no obligation to go outside to learn it.\nA number of authorities have been cited to show that even between the parties to the bond, the condition is to be confined to the period of appointment or election, for which the bond, as in this case, was given: Lord Arlington v. Merrick, 2 Saunders’ Rep. 411; Liverpool Waterworks v. Atkinson, 6 East 507; Barker v. Parker, 1 Taunt. Rep. 295; Peppin v. Cooper, 2 B. & A. 431; Commonwealth v. Baynton, 4 Dall. 282; Commonwealth v. West, 1 Rawle 31; Commonwealth v. Reitzell, 9 W. & S. 109. But it is supposed that the fact of there being sureties in many of those cases distinguishes them, and that the bond should be held good between the obligee and principal obligor. It might be' sufficient to reply, as was said in The Commonwealth v. West, by both the judges, that, as to the terms of the bond, there cannot be one'construction for one obligor, and another for the other.\nBut when we find a controversy not between the parties to the instrument, but between the obligee and a third person, he, as a lien-creditor, for reasons of manifest policy, is entitled to the same strictness in the interpretation of the terms of the instrument as a surety. It is through these terms alone, all others who deal with the obligor have notice of the extent to which he is intended to be held; and it is not equitable, nor for the interests of society, that they should afterwards find their liens or their estates swept away by unexpected and superadded liabilities.\nWe think the auditor was right, and the court was in error in setting aside his report.\nAnd now, January 16th 1865, it is ordered, that the decree of the Orphans’ Court be reversed and set aside; and it is now decreed that the distribution reported by the auditor be confirmed, and that distribution of the fund in court be made according to the same, and it is further adjudged that the appellees pay the costs incurred since the filing of the report."}