{"id": "422175", "contents": "The opinion of the court was delivered, by\nAgnew, J.\n— The controversy in this case sprang up in the distribution of the proceeds of the sale of the real estate of Jane C. Knox. The defendants in error, who were plaintiffs below, in a feigned issue to ascertain the facts, claimed a legacy under the will of Elizabeth Knox, mother of Jane C. Knox, alleged to be charged upon the -real estate in question, and that Jane derived her title to this estate from her mother. The defendants below alleged that Jane’s title to this estate came to her from her father, and, consequently, that the estate was not charged with the legacy given by her mother to the congregation. Elizabeth Knox, the mother, claimed title by survivorship, through a deed from Hugh Means to her husband Galbraith Knox and herself jointly; while on the other hand it was alleged that Galbraith Knox and his wife had settled on the land at an early day. Galbraith Knox made his will, in which he undertook to devise the land to others, but made certain bequests to Elizabeth Knox his wife, including the one-third of the profits of all his lands. Elizabeth Knox also made a will, in which she devised this land to her daughter Jane O. Knox, describing it as the same which Galbraith Knox had devised to Jane, but adding immediately, “ and I desire it to be understood, that I have not and did not relinquish my right to all the land conveyed to me and my husband, Galbraith Knox, by Hugh Means, merchant of Philadelphia, but it shall be contained in the above devise.”\nThus, it is apparent that the controversy was between the title of Galbraith claimed in his own right, and the title of Elizabeth Knox claimed under the deed from Hugh Means; and, therefore, that the evidence admitted in the court below, stated in the first and second bills of exception, was rightly received. The patent to Hugh Means was not irrelevant because it was the foundation of Elizabeth Knox’s title, identified the land and the title under which she claimed. Its early date, 1788, and the date of the deed of Hugh Means, 1789, tend strongly to show that the possession of Galbraith Knox was under this title.\nThe admission of the declaration of Elizabeth Knox and Jane C. Knox of their claim of title through Elizabeth Knox was clearly right. The declarations of a person in possession of land are always received as explanatory of the title he is claiming; they are part of the res gestee of his possession. In this case it was the very question whether Elizabeth Knox accepted the provisions of the will of Galbraith Knox, or claimed the estate in her own right; and whether Jane claimed under the will of her father or that of her mother. It was not a contradiction of his will, but the proof of a fact independent of the will.\nThe second branch of the first bill of exception involves an important question of practice. The deed of Hugh Means to Galbraith and wife was objected to because there was no proof of the seal of the corporation of Wilmington, before the chief officer of which the probate had been made in the year 1808. The case of Foster v. Shaw, 7 S. & R. 156, followed by a majority of the court in Chew v. Keck, 4 Rawle 163, undoubtedly sustains the position of the plaintiff in error, though the dissenting opinion of Justice Kennedy in the latter case, shows most conclusively that under the recording acts every probate and acknowledgment, whether evidenced by the mere signature of the officer or by the seal of a court or a corporation, is primé facie evidence of the execution of the deed; and this certainly is the general understanding of the profession. It seems difficult to understand how a deed acknowledged or proved before a justice in a distant country can be read upon his naked certificate; and yet, why the certificate of a mayor or chief officer of a city, fortified by the public seal, is insufficient until the party has gone to London, Paris, or St. Petersburg, for instance, to obtain proof of the identity of the impression; or how the exemplification of the record, made evidence by the law, should be better proof than the original. But we are relieved from disputing the authority of the cases referred to by the Act of April 3d 1840, § 1 (Brightly’s Pur don, p. 313, pi. 20), which provides expressly that the certificate shall be primé facie evidence without proof of the seal. This act was not referred to by the counsel, but the court seems to have admitted the deed as an ancient instrument accompanying the possession. The testimony shows that the deed came from the possession of Jane Knox, who, the witness states, always claimed through her mother. There was, without passing upon this question, no error in receiving the deed’ in evidence.\nThere is nothing in any of the assignments of error to the charge of the judge. He was right in submitting the question of fact to the jury, whether Elizabeth Knox accepted the provisions of her husband’s will, informing them at the same time that if she did, she was estopped from denying her husband’s title. There was nothing in her will which ratified the devise by her husband to Jane C. Knox. The reference to the part devised by him was but a description, and she took pains to exclude a conclusion, by stating in connection with it, that she had never relinquished her right to the land. The court could not take the case from the jury under all the evidence in the cause. The extract contained in the sixth assignment cannot be wrested from its connection. The next sentence? and the whole subsequent part of the charge, shows that all the questions were fairly submitted to the jury with proper instructions.\nThe seventh assignment complains of the allowance of interest on the legacy, on the ground that the legacy was contingent, and not vested. This is a clear mistake. The cases cited are those where the legacy did not pass until the time of payment, which was made dependent upon some uncertain event. For example : “ My executor shall pay to my grandson, John Moore, one hundred pounds as soon as he arrives to be twenty-one years of age.” Here the gift itself is dependent upon the time and event which controls the payment, and is, therefore, contingent: Moore v. Smith, 9 Watts 403. But in the case before us the testator made a present and immediate bequest: “ I give and devise to the Presbyterian Church five hundred dollars, to be paid by the person who shall administer on my estate to the sessions,” &c. The expression “to be paid by the person who shall administer,” is nothing more than a direction as to the person to carry the bequest into execution, and such as the law itself would require, as she had appointed no executor. There is not the slightest cast of a contingency in the case.\nThe judgment is therefore affirmed."}