{"id": "422136", "contents": "The opinion of the court Avas delivered by\nStrong, J.\n— Much as we are impressed with the conviction that a family arrangement was intended by which the share of George L. Bradish should be allotted to him in severalty, we find it impossible to affirm the judgment of the court belotv, in view of the facts as they appeared in evidence. The case was put to the jury as depending upon an alleged parol partition, consummated against Mrs. McConnell by her consent. Hence her deed without the joinder of her husband, and without a separate acknowledgment, was admitted as evidence of her assent, and the jury were left to find that if her willingness was expressed that George should have the portion of their father’s estate which he took into his exclusive possession, she could not recover her undivided interest in it, and that although he never complied with the conditions upon which her assent was ma'de. The evidence adduced at the trial did not warrant such a submission of the case to the jury. It is true that family arrangements are regarded with favour, and a parol partition among heirs, if fairly made, is binding even upon femes covert, if they are parties to it and assent to the arrangement. But it is binding only when the partition has been agreed to by all of the joint owners, and when it has been executed. Partition is a contract executed not in part but in whole. It need not indeed be of all the lands which the parties hold in common or jointly, but it must be complete so far as relates to the part set out in severalty. In this case there seems not only to have been no parol partition made, but none seems to have been intended. The transaction appears to have been rather an attempt of George S. Bradish to purchase the interests of his co-heirs in the one hundred acres of land now in controversy, and to obtain their title by deed from them. True, a part of the consideration which he agreed to pay was a release of his interest in the other lands descended from his father; but by his contract he was not bound to give the release until all the other heirs assured to him the tract which he sought to obtain in severalty. And this assurance, it was plainly contemplated, should be by deed. To the original contract only his mother and two of his co-heirs were parties. From the testimony of Mrs. Bradish, she and they seem to have conveyed by deed. Subsequently others of the heirs conveyed their interests, but Mrs. McConnell never did by any-legal assurance, and two of the other heirs at least never did at all. George L. Bradish was therefore under no obligation to give the release stipulated for, and he never gave it. To call this a parol partition, and to hold it executed as against those who never conveyed their interests, is therefore a mistake; and this is the error which ran through the charge and the rulings in the court below. It is not necessary to notice the assignments of error in detail. The observations we have made sufficiently express our opinion of them all.\nThe judgment is reversed, and a venire de novo is awarded."}