{"id": "422163", "contents": "The opinion of the court was delivered, by\nWoodward, C. J.\n— Townsend Yearsley submitted to the auditor a statement of his account with his late brother, Pascal Yearsley, the debit side of which consisted of four items which, with, interest, amounted to $7987.44 — the credit side amounted to $4438.22: the difference was $3549.22.\nThe auditor decided, on abundant evidence, that the item on the debit side of $3003.23 for money loaned was correct, but for the other two items he relied on Townsend Yearsley’s books, and from the manner of keeping them he rejected the first item for eighty-five weeks of board, but allowed the other item for seven hundred and ninety days of work.\nHe then allowed the credits and thus struck the balance, to which Townsend Yearsley was entitled. Upon exceptions to his report the court decided that the book ought to have been wholly rejected — neither debit nor credit allowed — which left Townsend Yearsley’s item of $3003.23 for borrowed money unimpaired, and which, with interest added, amounted to more than the balance Townsend claimed against his brother’s estate. Thus, the cash item $3000, and interest as stated by auditor, $1966, amounted to $4966. From which deduct the balance claimed by Townsend, $3549.22, and the difference is $1416.78.\nThese figures would be a little affected by the interest counted up to the time of the several audits; but it, is apparent from them that the effect of sustaining the exceptions to the auditor’s first report was to establish Townsend Yearsley’s debt against his brother’s estate at some $1400 beyond what he stated it himself.\nIt never can be right to allow a creditor of a decedent more than he claims. All experience proves that the accounts which the living state against the dead are large enough. Very often, indeed, estates are exposed to false and exaggerated demands, of which, however, we see no evidence in this case; but where a creditor has made no mistake in his figures, it cannot be a sound judgment that awards him $1400 more than he asks for.\nWe think the court erred in not confirming the auditor’s first report. The claim presented to an administrator or an auditor is, in itself, no evidence against the decedent’s estate, but if the administrator claims the benefits of the credits therein stated, he makes the paper primd facie evidence of the debits also. He cannot treat part of the paper as an admission and reject the rest. It is evidence of nothing, or of all it contains. But the administrator may question the debits and disprove them if he can. Such a sworn statement is only primd facie, evidence, and is open to inquiry and contradiction. And when the auditor went to the creditor’s books and found no adequate charge of the board bill, he did right in rejecting it, though it was in the sworn statement. When from the books he found the seven hundred and ninety days of labour charged, and heard what was proved in support of that charge, he did right in sustaining it, and the credits were properly allowed of course, for they were sworn to by Townsend Yearsley. The auditor seemed to doubt, and the court doubted still more, whether the book was so kept as to be adequate evidence of the work, but we have no doubt on that' head.\nThe accountant was employed by his brother as superintendent of his glass-works, and was generally there from daylight until eleven o’clock at night, and frequently stayed all night and on Sundays.' Mr. Dodge, an intelligent witness, who frequently visited the glass-works, and was himself a manufacturer, swore ■that such services as the accountant rendered were worth $4 a day; yet he charged but $2.50. And these charges were made on Saturday night, and generally on the same line in his book in which he credited the money received during the week.\nNow, under such circumstances, we think the book was evidence both of the work and of the credits. A labourer who serves one single employer for upwards of two years in the manner described by Dodge, ought not in reason to be held to daily entries in his books, and the entries once a week were enough. In connection with the evidence before the auditor, we think the book account was properly received for the work and the credits. As to the propriety of rejecting it for the board, that question is not raised upon the record, and we assume the auditor decided it correctly.\nWe see nothing else in the errors assigned. The Statute of Limitations was stopped by the suit brought in 1860, which is still pending.\nThe decree of the court below is reversed, and the record is remanded, with directions to proceed and make distribution upon the principles of the auditor’s first report."}