{"id": "422131", "contents": "The opinion of the court was delivered by\nAgnew, J.\n— The point made by the plaintiff in error upon the bill of exception to the admission of evidence of the price of oil-barrels at Franklin and Oil City is, that it was the market value at Meadville which should govern. The bill merely states that the plaintiff offered to prove the price at these places for the purpose of showing damages, to which the defendant objected. But on what ground did he object ? Ilis bill does not inform us. The ground stated orally to the court might be entirely insufficient. Great injustice might be done to the court below in presuming it was upon the ground taken here. A judge is not bound, nay, cannot always think of every objection which can be urged. He decides upon the objection stated by the counsel, and it is the duty of counsel to see that his point goes fairly into the bill. In legal contemplation the bill is drawn up and presented by the party who excepts, and though a note of it at the time is sufficient, it is his duty to see that the bill is made up correctly before it is tacked to the record.\nThe party offering evidence is bound, if requested, to state the purpose of it fully, and the party who objects must state his objection. If he decline to do so, it is good ground for the court to overrule a general objection; or if the record go up on a general objection only, the ruling of the court will be sustained if the evidence be proper for any purpose: Milliken v. Barr, 7 Barr 23; Richardson v. Stewart, 4 Binn. 201; Benner v. Hauser, 11 S. & R. 356; Small v. Jones, 6 W. & S. 125. These rules are necessary to prevent injustice both to court and parties. This bill does not fairly raise the point we are asked to decide.\nWe see no error in the answer to the defendant’s first point, The court could not answer it as requested without charging the facts stated in it to be true. These facts were not admitted, and the court therefore left them to the jury with instructions upon the effect of the contract, and the duty of the parties under it.\nThe contract required the defendant to put the last five hundred barrels upon the boat then lying in French creek, which by the same contract he sold to the plaintiff. He was to be paid for the barrels by a draft as soon as they were delivered on board of the boat in French creelc, “ preparatory for running out on the first water.” The barrels were not delivered on board, hut were merely held in readiness for delivery when the rise in the water came. The. court therefore charged that the defendant was bound to notify the plaintiff of his readiness to deliver them, or to deliver them on board and wait a reasonable time before disposing of them to another. In effect the instruction was, that the defendant not having complied, with the contract himself, and having run them off and sold them, could not set up the plaintiff’s want of readiness caused by his own act. It is certainly true, where mutual or concomitant acts are to be performed, a party cannot recover without showing his own readiness to perform. But here, until the plaintiff had notice of the defendant’s readiness to load the barrels on board, or until they were actually on board, he could not know when to be ready to tender the draft. The time of his performance had not arrived, nor could it arrive until the defendant moved in the matter by loading the barráis. If the defendant was ready to load them, as he asserts, at least he should have informed the plaintiff of the fact. Instead of this, he holds the barrels until after the rise, then loads them upon the second rise, and runs them down and sells them as his own.\nThe third and fourth specifications of error raise the same question, founded upon the answer of the court to the defendant’s third point.\nThis point asked the court to say'that the receipt of nine hundred and sixty-five vessels of oil, each containing forty gallons, satisfied the defendant’s contract for one thousand barrels of oil. This depended upon the intention of the parties as to the kind of barrel meant. The court left it to the jury to say whether they meant a statute barrel of thirty-one and a half gallons or one'holding more, for the oil-barrel in common use contains forty gallons as shown by the evidence. There was no error in this; the contract being by parol, its interpretation upon the evidence belonged to the jury. If the defendant desired a specific instruction that in the absence of a standard of measurement fixed by the contract, the statute standard of thirty-one and a half gallons'to the barrel should govern, he should have asked it in such terms as would present the question fairly to the mind of the court. The answer of the court to his proposition in the form it was put was not unfair, and he cannot complain of it, therefore, in this court.\nThe judgment is affirmed."}