{"id": "422193", "contents": "The opinion of the court was delivered, by\nStrong, J.\n— That the effect of a codicil duly executed is to republish the will to which it refers, whether the codicil bo annexed to the will or not, is the doctrine of all the authorities. The legal presumption of intended republication may indeed be rebutted by the language of the codicil; but in the absence of any expressed intent to the contrary, it always operates as a new adoption of the will, and a republieation at the time when the codicil was made. Upon so plain a subject it seems almost superfluous to refer to authorities. In Goodtitle v. Meredith, 2 M. & S. 5, 13, the language of the judges was, as expressed by Lord Ellenborough, C. J.: “ What the effect of a codicil is, has been settled in a series of cases, beginning with Acherly v. Vernon, Com. 381, down to Barnes v. Crowe, 1 Ves. Jr. 486, and lastly, in a more recent case of Pigott v Waller, 17 Ves. Jr. 98, 117. The effect of all these decisions is to give an effect to the codicil per se, and independently of any intention, so as to bring down the will to the date of the codicil, making the will speak as of that date, unless indeed a contrary intention be shown, in which ease it will repel that effect.” And again, in the same case: “ The codicil draws the will down to its own date in the very terms of the will, and makes it operate as if it had been executed in those terms.” The English eases are collected largely by Mr. Jarman, in his edition of Powell on Devises, vol. 1, p. 611, note 1, and many of the American cases are cited in Van Cortlandt v. Kip, 1 Hill 590. They leave no room for doubt. That such was the rule in England prior to the passage of the statute of 1 Vict. ch. 26, and in this state until April 8th 1833, when our present Statute of Wills was enacted, is conceded by the appellant; but it is insisted that by those enactments the law has been changed, and that now a codicil must contain an expressed intent to revive the will to which it is annexed, or to which it refers, in order to have that effect; or contain an expressed intent to revoke a former will, in order to work its revocation, unless the dispositions made by the codicil are inconsistent with those of the former will. The 22d section of the British statute is as follows: “No will or codicil, or any part thereof which shall be in any manner revoked, shall be revived otherwise than by the re-exec-ution thereof, or by a codicil executed in manner herein before required, and showing an intention to revive the same; and where any will or codicil which shall be partly revoked, and afterwards wholly revoked, shall be revived, such revival shall not extend to so much thereof- as shall have been revoked before the revocation of the whole thereof, unless an intention to the contrary shall be shown.” It is argued that since this statute, a codicil to a will does not revive it, or republish it so as to make it a revocation of another will made prior to the codicil, if it does not contain an expressed intention to work such republication or revocation. Such, however, is not the construction given to the statute in England. Mr. Jarman, in the first volume of his Treatise on Wills, page 723, as introductory to his comments on the recent case of Ashley v. Waugh, says: “Whether the codicil does, in point of fact, operate to republish the will is a question to be ascertained by a reference to the old laws; for the recent statute does not appear to have introduced any new principle in regard to republication. The rule then, it is confidently conceived, must still be as formerly, that a codicil will operate to republish a will, unless its effect to do so is negatived by the contents of the codicil itself.” True, a codicil must show an intention to revive in order to work a revival; but it necessarily shows such an intention unless it be disclaimed. A codicil is a written alteration of a will or addition to it, executed in the manner required by law. The act of executing it involves an intention that it shall operate as part of a will. It is unmeaning unless it does. It therefore necessarily evinces a design that the will of which it is made a part shall be a will; that if it has been revoked, it shall have new life.\nAnd there is nothing in our own Statute of Wills to change the rule so long and so universally received that a codicil republishes a will to which it is annexed, unless it aflirmatively manifest a contrary intent. It is in several particulars unlike the British statute. It has more direct reference to the repeal of wills, or the alteration of devises and directions contained in them, but even in regard to such repeals or alterations, it undertakes to give no new or diminished effect to a codicil. The 13th section enacts that “ no will in writing concerning any real estate shall be repealed, nor shall any devise or direction therein be altered otherwise than by some other will or codicil in writing, or other writing declaring the same, executed and pi-oved in the same manner as is hereinbefore provided, or by burning, cancelling, &c.” The 14th section makes similar provisions in regard to wills respecting personal estate, adding, however, to the modes in which repeals and alterations may be made, the instrumentality of a nuncupative will. A will then is a legitimate mode of repealing another will or altering its devises or directions. So is a codicil. So Í3 another writing not a will or codicil, declaring a repeal or alteration. So is a burning and cancellation, and in case of personalty, so is a nuncupative will. An intent to revoke an existing will, and consequently a revocation, may be shown in either of these ways, and in these respects there is no change of the law as it was under the Act of 1705. True, a republication by parol is no longer possible, but that is because of other provisions of the act which define the mode in which alone a will may be made. They have no bearing upon the question now under discussion, for republication by a codicil is not parol republication. The sole object of the 13th and 14th sections of the Act of 1833 was to prevent the possibility of revoking or altering wills by parol, except by destruction or cancellation, and this it did by requiring the intent of the testator to be manifested in writing. But it did not undertake to define what construction should be given to a written manifestation.\nIt is still the law, then, as it always was, that a codicil to a will is a republication of it, unless the contrary intent be avowed by the testator, and that it makes the will republished, to speak from the date of-the codicil. To use the language of Lord Abinger in Doe ex dem. York v. Walker, 12 M. & W. 597, the will must be construed “ as if the testator had inserted in the codicil all the words of the will.”\nApplying these principles to the case before us, the result is plain. The first will of the testator was made on the 22d of April 1850. It was duly executed and attested by two witnesses. It contained a clause revoking all wills before made by him. On the 14th of August 1857, the testator made a second will, signed by him but not attested. It was still in form a good will. It also contained a clause revoking former wills. Of course it sup planted, temporarily at least, the will made in 1850. But after-wards, on the 10th of October 1857, the testator added a codicil to the first will, in which he revoked some of the dispositions therein made, and spoke of the instrument as “the foregoing will.” This codicil was duly executed and attested by two witnesses. It refers expressly to the first will, and speaks of it as a will. It therefore republished it, and gave to it the same effect as if it had been first made on the 10th of October 1857. Containing a general revocation of former wills, as already noticed, it of course revoked the will made in August previous, and became itself the last will of the testator as it had been the first. Hence it is unnecessary to inquire in what respects the two wills differed. By its republication the will to which the codicil was annexed became the last, and it was entitled to probate as such. The decree of the Register’s Court was therefore correct.\nDecree affirmed."}