{"id": "422153", "contents": "The opinion of the court was delivered, by\nWoodward, C. J.\n— It seems to us quite unnecessary to go into the learning on the distinctions betwixt warranty and representations in a policy of insurance, and betwixt contracts that are several and entire, because the policy in this instance stipulated expressly that it should be void and of no effect if the assured should neglect to disclose the amount and nature of all encumbrances, or fail to obtain the consent of the company to any encumbrance that should be executed upon the property insured, or any levy of execution upon it during the life of the policy. What is meant by this stipulation about “consent” to encumbrances and levies is explained in the 5th clause of conditions, which requires the assured to give immediate notice of all encumbrances to the company; to pay such additional premium as they shall determine, and obtain their written consent to the continuation of the policy. If property, either real or personal, is unencumbered when insured, but becomes encumbered, or is taken in execution during the life of the policy, the premium is deemed inadequate, and the company must have the opportunity of charging an additional premium, and therefore the stipulation for notice of such encumbrance or levy is a substantive and material part of the contract. It does not involve a question for the jury as to an increase of risk. The policy assumes that the risk is increased, and hence the necessity for an increase of premium. And this assumption, on which the contract is based, is justified by all experience; for encumbrances diminish the interest of the assured in the property, and levies disturb his possession, and both of these things increase the risk. The company takes insurance at less than the value of the property, that the owner may have an interest in protecting and preserving it —may be, in effect, part insurer. But when, through liens or levies, the owner’s interest is extinguished or diminished, the company loses the benefit of this joint insurance, and must be compensated therefor by another premium.\nSuch is the reason for the notice. We stated it more at large in Brown’s Case, 5 Wright 193. It was expressly stipulated for in this instance, and the validity of the policy was made to depend upon it. Yet it was wholly neglected. The policy was dated July 26th 1860, but took effect from June 20th 1860, for one year, and was upon hotel furniture in the Belvidere House, liquors and bar fixtures, and upon a barn and stable on the premises. Then it was shown in evidence that, on the 19th of June 1860, the sheriff had levied two executions, amounting together to near three hundred dollars, on the personal property at the Belvidere, and on the 28th of July 1860, another execution, amount not stated, was levied on the* same goods, and that these levies were undisposed of when the fire occurred on the night of the 28th of September 1860. It was shown also that in her application Mrs. Gottsman -had stated the encumbrances .on her real estate to be $3000 on ten acres of ground, worth $10,000, but that they amounted in. fact to $8173, and that the realty sold for $5705.75.\nUpon this evidence the company insisted that Mrs. Gottsman had been guilty of a breach of warranty in misrepresenting the liens on the real estate, and the court got entangled in nice distinctions betwen warranties and representations. Wherefore ? What had misrepresentations about real estate to do with this insurance on tavern furniture ? It is true, the barn or stable was included in the policy, but we do not learn that it was burned, and from the amount of the verdict, we presume it was not. Nor do we know that it was situated upon the ten acres of land of which Mrs. Gottsman spoke in answer to the interrogatory. The house was not included in this policy, but is said to have been insured in another company. The executions were liens on the goods insured, but the liens alluded to in the answers to interrogatories were not, for these were judgments merely on other secui’ities, which constituted only liens on the realty. If the interrogatory was broad enough to include the liens of the executions, the answer most manifestly had reference to real estate, and therefore was irrelevant to a policy on personal goods, and consequently irrelevant to the issue on trial.\nIf this conclusion be not correct on account of .the barn being included in the policy, then we have no difficulty in saying that under all the terms of the policy, that answer was evidently a warranty, and the learned judge was in error in treating it merely as a representation.\nThe better opinion, however, is that the sixth point presented the very issue upon the record, and ought to have been affirmed. Two executions levied before the policy took effect, and one afterwards — all of which liens lasted until the fire occurred — so affected Mrs. Gottsman’s interest in the goods that she was bound by the very terms of the contract to give notice of them to the company. Failing to do so, she forfeited her policy. The ground of forfeiture is the contract, not the opinion of a jury about increase of risk. The contract which works the forfeiture, assumed, itself, that such levies would increase the risk, and hence the provision for notice and more, premium. The suit is upon that contract, and if it is forfeit, the suit falls with it. It cannot be enforced in behalf of a party who violated a fundamental •condition.\nThe assignment of errors is so badly expressed that there is ■some ground to doubt whether it covers this answer of the court to the sixth point; but as there was manifest error, both in the answer to this point and in ruling .against the warranty, we deem it our duty to reverse the judgment.\nIt may be said, in excuse of Mrs. Gottsman’s failure to give notice of the levies, that .she probably depended on the tenant, who was her son-in-law; but this, while it may acquit her memory of a suspicion of bad faith, cannot alter the legal effect of her contract. If she was deceived, imposed upon, or overreached in being got into such a contract, that would be legitimate ground of defence. Ignorant people do no doubt often take policies of insurance without reading or understanding the multitudinous conditions with which they abound; but where, as here, the only question is whether the contract shall be administered as it is expressed, we must give due effect to every part of it, and not allow a party to appropriate its benefits who has disregarded its conditions.\nThe judgment is reversed, and a venire facias de novo is awarded."}