{"id": "422168", "contents": "The opinion of the court was delivered by\nThompson, J.\n— The difficulty in the mind of the counsel for the plaintiff in error in this case seems to be his inability to discover a principle upon which the alleged right of way involved may exist; and in truth this is the real difficulty of the case. Can it be resolved ?\nThe grandfather of the plaintiffs, David Phillips, was in his lifetime the owner of one hundred and fifty-three acres and twenty perches of land in one body. Many years before his death he divided it into four portions by surveys on the ground, and to each of his sons, viz., Thomas, Nelson, and Evan, he gave the possession of one of these purparts, and retained one on which was the homestead for his own residence and occupancy. Thomas, whose children are the plaintiffs, had been in possession of his portion, as proved by many witnesses, between twenty and twenty-five years before his death. His father undoubtedly designed it for him, as did he the portions in the occupancy of his brothers; for by a will dated in 1853, and proved in 1856, he devised the same to him in fee as he did the other portions to his brothers.\nIt is not clear when the way in question was laid out or by whom; but it seems to have been always used by Thomas, as the most, if not the only convenient road to church, to mill, to the coal-bank, and to the neighbouring village. After leaving the boundary of Thomas’s forty acres, it passes some twenty rods through the division or portion of the land remaining in the possession and occupancy of his father. It lay near his house, and was used by him as he might desire, either for hauling fuel or going to his son’s residence. The whole land was his, during all the time of the user; and the user was by his assent and knowledge, as the jury have found. The proposition is undoubtedly true, that if the road was not actually laid out on the ground by David, the father of Thomas, he had full knowledge of its location and used it, and consented to its use by his son, his tenant, for many years. It was a continuous and notorious way all the time, at the date of his will and at the day of his death, never altered, changed, or objected to in any way by him. Hay, more, the testimony is that it was fenced out into a lane for most if not all the time on the land retained by him, which we must presume was, if not done by himself, done by his authority, and was most pregnant evidence of his assent to its location and use. We cannot but regard those undisputed facts, if failing to establish a precedent authority or command to lay out the road as equivalent to it, in clearly showing a subsequent assent to the serviency imposed on the portion occupied by him. The facts can be regarded in no other light. The road, therefore, was his road for the convenience of his own property, the same in effect as if laid out by himself.\nIt is quite true, as contended for by the learned counsel of the plaintiff in error, that the user by Thomas of the way, even if equal in time to the period within which a grant of the right of way may be presumed, in case of an independent owner and adverse occupancy, establishes no right upon that principle under the circumstances here. A tenant cannot acquire any kind of easement by prescription as against his landlord. As such a right rests upon the presumption of a grant, it would lead to the absurdity of presuming a grant of a man to himself; for the tenant’s possession is his possession, and whatever is lawfully done on the premises is presumed to be done with the sanction of the landlord.\nBut there is a principle discussed in Kieffer v. Imhoff, 2 Casey 438, in a learned opinion by Lewis, C. J., which I think justifies the charge of the learned judge in this case, although not referred to by him nor the counsel on argument. In that case the easement was an alley, and both the dominant and servient properties fell into one ownership ; the consequence of which, according to the common law, would, he an extinction of the easement in the higher right of property: 2 Bing. 83, 9 Moore 166, and 3 Bulst. 340. The alley was kept open after the unity of the title and possession as before, but while the property thus belonged to one owner, it was seized in execution and sold to several purchasers, and the question afterwards arose whether tho easement was extinguished by the unity, or remained, and it was held that it did remain upon the principle of a servitude imposed by the sole owner, and existing at the time of the seizure and sale. “ Servitudes,” says the opinion, “ which are extinguished by unity of title, do not in general revive upon severance ; but where they are apparent and obviously continuous, they do. The disposition made by the owner of both estates is held to be equivalent to a title. ‘La destination du pere de famille vout titre,’ Civil Code Lous. Art. 808; Code Civile, ‘Servitudes,’ § 288; Gale & Whatly on Easements 40 (t. p. 82-3.) Although the service which one estate derived from the other was nothing more than ‘ destination du pere de famille,’ or the disposition of the owner, so long as the heritage belonged to the same person, it becomes a servitude as soon as they pass into the hands of different proprietors : Pardessus Traite du Serv., § 288; Gale & What. 39 (t. p. 82).”\nThis is the rule of the civil law on this subject, which by Chancellor Kent is said to be of “permanent and universal application,” 3 Kent 436; and in the case just cited it is said “ these doctrines of the civil law have been fully recognised by the highest authorities in our own jurisprudence;” and Gale & Whatly 82, says, “the English law upon this subject appears to agree” with the civil law also.\nIt is not to be understood by this doctrine that any temporary convenience adopted by the owner of property is within it. By all the authorities it is confined to cases of servitudes of a permanent nature, notorious or plainly visible, and from the character of which it may be presumed that the owner was desirous of their preservation as servitudes, evidently necessary to the convenient enjoyment of the property to which they belong, and not for the purposes of mere pleasure: Gale & Whatly 88, t. p.\nA way to a church, mill, or market, greatly more convenient than any other, has sometimes been held in England to stand on the footing of a way of necessity. But, not to insist on that principle, the fact exists here that this way is, although not the only one to the mill, the church, and the village, yet for the portion of the estate belonging to the plaintiffs it is the only convenient way to these points. In this, although we do not recognise a way of necessity, we see the reason for the creation of this private way, why it was opened, kept open, and used by the owner and his family until his death, and the same condition of things as regards the surroundings continuing, we may presume that it must have been the intention of the owner that it should remain permanent, inasmuch as he made a final disposition by will of both the dominant and servient portions, without the slightest hint of a wish that their relations to each other should in this particular be changed.\nI am aware that the most common cases of servitudes in this country arise out of the passage of the element of water, from one portion of property to another, by drains, water-pipes, millraces, and the like. Of the latter kind was Seibert v. Levan, 8 Barr 383, and the servitude there, as in most cases, was created simply by the act of the owner in constructing the race. The nature of the servitude, however, ought not to be held to control the principle, and does not, as the case of Kieffer v. Imhoff sufficiently proves. It may be granted that the continuance of drains, water-pipes, and mill-races may more distinctly indicate their permanent and essential nature.than a mere private way; but when the permanency of the way is proved, confessed, or not disputed, this difference vanishes; they stand on the same footing. There are many cases which show this, in addition to Kieffer v. Irnhoff.\nIn 3 Cruise 115, there is a case from Jenkins’s Cases (Case 37) which at the same time illustrates- not only the antiquity of this doctrine, as adopted in the common law courts, but also its application to a right of private way, not very dissimilar in circumstances to the one in hand. It is there stated by that learned barrister, “ that where upon a descent to two daughters, land over which there had been a right of way was allotted to one of them, and the land to which the right of way belonged was allotted to the other, it was held that this allotment, without speciality to have the way anciently used, was sufficient to revive it.” But I need not follow the investigation further, as the cases already cited show the recognition of the doctrine in this Commonwealth, and rule the principle which governs this case.\nThere was but little conflict or dispute about the main facts of the case. They were all submitted to the jury with the instruction that if they believed them, the plaintiff would be entitled to recover. This was in fact air instruction that if the way was laid out, fenced, and used by the plaintiff’s intestate, with the knowledge, assent, and acquiescence of his father, for the period testified to, it was to be regarded as a regulation or disposition by him. No other rational view could be taken of it. The road lay over his property, within a few rods of his own door, and he had used it and acquiesced in its use for a quarter of a century. It was a distinct and notorious way, fenced out on the portion occupied by himself, as well as on the portion occupied by his son, his tenant, for most of the time. It was constructed on and over his own property, by his own agent, and if we were to assume that he did not actively engage in its construction, his subsequent assent, as already said, was equal to a previous authority. As a permanent disposition, it passed by his will as appurtenant, or perhaps rather as parcel of the property devised to the plaintiffs, and the defendants had no right to interfere, and do what their testator never did — attempt to close it up.\nWe need not discuss the question proposed as to which is the better title in the plaintiffs, the articles of agreement between their grandfather and Larimer or the devise contained in his will. This is out of the case under the views we entertain. But on this point we do not hesitate to say that the devise is the true title. The agreement was to subserve a temporary purpose which it discloses, and was no revocation of the will.\nNor do we think there was error in admitting the testimony of Boyer, limited in its operation, as it was, to McCabe alone. It brought home to him at least knowledge that the way he assisted to obstruct was a way granted by the grandfather of the plaintiffs. It could not have been excluded, because it did not directly apply to the other defendants if it applied to him, and we do not know that they were injured by it.\nJudgment affirmed."}