{"id": "422150", "contents": "The opinion of the court was delivered, by\nWoodward, C. J.\n— This was an action of assumpsit, by the overseers of Nippenose, to recover against the overseers of Jersey Shore a sum of money expended by the plaintiffs in keeping Hester Clark, a coloured pauper, and for medical attendance, funeral expenses, &c. As the suit was founded on no express promise, it is necessary to consider whether the law would imply a promise from the circumstances of the case.\nHester was an illegitimate girl, born at Lewistown, Mifflin county, Pennsylvania. At about six years of age she was brought to Nippenose township, Lycoming county, where hep mother married William Clark. Clark and wife lived together several years in Nippenose, but -seem never to have gained a settlement there, when they separated, and Hester went to live with her aunt, Hannah Smith, in Nippenose, going out occasionally to service. About the 1st July 1861, she went from her aunt’s-to reside with Mrs. Strickler, of- Jersey Shore, as a house servant, and soon after entering this service she was badly burned by the explosion of a camphene lamp, and at her own request was immediately taken back to her aunt Smith’s, in Nippenose. On the 9th of July 1861 an order of relief was obtained from two justices of Jersey Shore directed to the overseers of Nippenose, requiring them to take charge of the pauper, arid provide for her wants, which was done until the 9th of March 1862, when she died. The bill of expenses incurred by the overseers of Nippenose, on behalf of the pauper, was ascertained to be $262.84, and it was for this sum the action was brought. The learned judge held that Jersey Shore was bound in the first instance to relieve the pauper, and that Nippenose might have appealed from the order of relief granted by the two justices, and have compelled Jersey Shore to receive back and support the pauper, but that having failed to take an appeal this action would not lie, and therefore judgment was entered for the defendant.\nThe argument in support of the writ of error is, that no appeal was given by law from the order of relief, but that there was a legal duty upon Jersey Shore to provide for the pauper because accident befell her there, and that the law would imply a promise on the part of Jersey Shore to pay another for performing this her own proper duty.\nIn the first place it appears to fis very clear that Hester’s only legal settlement was.in Lewistown, where she was born. The 11th section of the Act of June 13th 1836, Purd. 797, declares that every illegitimate child shall be deemed to be settled in the place where the mother was legally settled at the time of the birth of such child. Though the child may acquire a settlement of her own subsequently, and perhaps may derive from her mother a subsequent settlement acquired by her, yet it is unquestionable that neither mother nor child in this instance ever acquired a settlement either in Nippenose or Jersey Shore. The district, therefore, which was liable for the pauper’s support, under the 23d section of the Act of 1836, and to which she might have been removed, was Lewistown.\nIn the next place, it was plainly the duty of the overseers- of Nippenose, after the order of relief was issued, to furnish the relief required. The 5th section of the act is express to this I oint. Under that section it was immaterial that Hester’s settlement was in Lewistown, or that her hurt was received in Jersey Shore, for she was a “poor person within the district,” and simply by virtue of that fact, was entitled to relief from Nippenose. Under the 6th section the order of two magistrates of the county was necessary to authorize the overseers of Nippenose to enter her upon their books, and administer the requisite relief, and this they had. The fact that the two magistrates belonged to Jersey Shore is an immaterial Circumstance, for any two magistrates of the county were competent to issue the order, and it was properly directed to the overseers of the district within which the sufferer was lying. These provisions of our Poor Law are most humane, for they secure efficient relief at the point where, on sudden sickness or dangerous hurt, it is needed, without admitting disputes about settlements, removals, and ultimate responsibilities. And to give them the utmost effect we could, we have held that the order of relief which the statute requires may come after as well as before the relief is administered: Murry’s Case, 8 Casey 182, and Worthington’s Case, 2 Wright 163; Directors of Poor v. Wallace, 8 W. & S. 94.\nThirdly. Jersey Shore was under no legal liability to provide for the pauper, because, 1st, though she got her hurt there, she could be removed and was removed from that district, and therefore the case, as to Jersey Shore, did not fall within the 23d section of the act; 2d, because no application for relief was made to the overseers of Jersey Shore by or on behalf of the pauper, as required by the 5th section; 3d, because no order of relief has ever been issued to the overseers of Jersey Shore; and, finally, because no order of removal to Jersey Shore-could be made, the pauper having no settlement there.\nNow, in view of these conclusions, which result out of the admitted facts, when taken in connection with the various provisions of the Acts of Assembly, it may be asked, What would the overseers of Nippenose have gained by appealing from the order of relief, if, indeed, an appeal from such an order be within the 44th section of the act ? What could the court have done on such an appeal ? The order was regular, though issued by magistrates of Jersey Shore. It was issued to the overseers of the district within which the pauper then was; it enjoined the relief demanded by humanity, and prescribed by law, and the ultimate liability for her support rested on Lewistown, and not on Jersey Shore. We cannot feel the force of the reason which the court gave for not sustaining the action. Their conclusion was better than the reason they gave for it. But it is equally apparent that the argument of counsel, against the conclusion which the court reached, is not well founded. We have shown there was no legal liability on Jersey Shore, no more than there would be on the part of a district in which a railroad passenger might be hurt who was immediately carried out of that district into another. It is not the mere fact of falling' sick, or receiving an injury in a district where the pauper has no legal settlement, that makes the district liable, but it is the fact of sickness, injury, or death, “ so that he cannot be removed Kelly Township v. Union Township, 5 W. & S. 535. If he can be removed, the statute contemplates legal measures for his removal to his last place of legal settlement, and-if so removed, or if removed by his own will, or by the interposition of friends, and no application be made to the overseers of the district where the sickness or accident happens, then, whatever may be the demands of humanity, there cannot be said to exist any legal liability on the part of that district. The case of The Overseers of Versailles v. The Overseers of Mifflin, 10 Watts 360, is supposed to be an authority against this ruling, but that was the case of a pauper who had no settlement within the state, and was ruled on the authority of McCay’s Case, 2 Penna. R. 435, which was also the case of a pauper without a settlement in the state. If he had no settlement, said Judge Huston, no recovery can be had, and the expense of maintenance remains on the township in which such pauper was when he required relief.\nIn both of these cases the words of the 23d section, “so that he cannot he removed,” must have been considered as applying to the legal removal provided for by the 25th section, because, in point of fact, there was a removal of the pauper in each instance from the township in which he was hurt; but because their settlements were without the state, it was assumed that they could not be removed to them, and that provision of the 25th section which requires the removal to be to the place of the last legal settlement, “whether in or out of Pennsylvania,” was not noticed.\nWe will not quarrel with these cases. They may be good law upon their peculiar facts, though it is certain they overlooked some of the material provisions of the statute. But they do not rule this case, because here, the pauper had a settlement within the state to which she might easily have been removed, unless indeed the severity of her hurt was such as to forbid her removal, and if it was, Nippenose had remedy against Lewistown for costs and charges: Overseers of South Huntingdon v. Overseers of East Huntingdon, 7 Watts 528.\nAs to the construction of the words of the statute, “ so that he cannot be removed,” it may be that their primary reference was to the provision for a legal removal by order of two magistrates, but we do not think they should be limited to this meaning. If a pauper be carried from the township or district in which he is hurt, before any application for relief is made, and that removal be voluntary on his part, and be made in good faith for his comfort and convenience, and not to evade a liability for his support — in a word, if it be made at the instance and for the benefit of the pauper — then we say, his case does not fall within the 23d section, for he is not one that “ cannot be removed.” The fact of his removal is the best evidence of his capability to be removed. The cases wherein the district in which the pauper got hurt has been holden for his support, have treated the pauper as having a quasi settlement therein, because there was no actual settlement elsewhere in Pennsylvania; but the traveller or sojourner who has a legal settlement in the state is not within the reason of the rule. If removed by two magistrates to his place of legal settlement, or if taken out of the district, without application for relief, by his own request, and for his benefit, no quasi settlement can be predicated of him in the district where sickness or accident befell him, and, until returned to his place of settlement, he is to be relieved according to the 5th section, rather than the 23d section of the act.\nIt thus appears very clear to us that Nippenose was bound to administer the necessary relief in this instance, and to seek compensation therefor from Lewistown, and not from Jersey Shore. The implied assumpsit is grounded entirely upon the legal duty. I have endeavoured to show that the legal duty pertained not to Jersey Shore but to Lewistown. It may be said that Jersey Shore ought to respond to Nippenose, and herself seek satisfaction of Lewistown. Even if there was a duty on Jersey Shore, it might be asked why such circuity of action ? But if there was no duty to ground an action against Jersey Shore upon, then, very plainly, the action should have Leen in the first instance against Lewistown.\nThese common-law actions in pauper cases ought not to be favoured. I know they have been brought and sustained in a few instances — but the theory of the Poor Law is, that the Quarter Sessions are to administer it. It was intended to be a system, which, with the aid of that court, should execute itself, and work out its own results without calling in the common law. The legislature having committed the care of paupers to the Quarter Sessions, and clothed that court with summary powers, which are equal to all exigencies, common-law remedies would seem to be displaced by the necessary construction of the Act of 1806. Not, however, to insist upon this as a decisive objection to the present action, it is nevertheless a reason which adds itself with considerable weight to the other reasons I have suggested for affirming the judgment.\nIn doing this we do not mean to approve of the court’s mode Of trying the cause. Not only was the ground of the ruling ill-chosen, but it was quite irregular to take a verdict for the plaintiff, upon the facts of the case, and then to enter judgment non obstante veredicto upon facts found by the court. Still, however, a result substantially right was reached, and therefore the judgment is affirmed."}