{"id": "422140", "contents": "The opinion of the court was delivered, by\nRead, J.\n— It has been the practice in this country in laying out towns, to have the plat surveyed, and a plan made, in accordance with the survey, designating the streets, public squares, and open spaces left for commons, wharves, or any other public purpose. Those streets, squares, and open .spaces are thus dedicated to the public by the proprietors of the soil, whether they be the state or private individuals. When a town is situated on a navigable river, it is generally the custom to leave an open space between the line of the lots next the river and the river itself. This was done by William Penn in 1682 in the original plan of the city of Philadelphia on the Delaware front, and he called it a top-common, and in 1784 his descendants, the former proprietaries, in their plan of Pittsburgh, adopted a similar measure of leaving such an open space, and they called it Water street. In 1789 the proprietors of the land on which the city of Cincinnati is built pursued the same policy, and in their plan the ground lying between Front street and the Ohio river, was set apart as a common for the use and benefit of the town for ever. It is also customary to define the various lots with their boundaries, by lines on the plan, and to designate them by numbers, so that the number and the plat form a sufficient description of the lot, and it can be conveyed by referring to the number and the plan merely. This plan also shows what rights the owner of each lot has in common with other lot-owners and the public, in the streets, squares, and open spaces of the town; and where the dimensions of the plat are known, and the whole is laid on an ascertained scale of feet and inches, the dimensions can be ascertained with perfect accuracy.\nWhen, therefore, Dr. Nathaniel Bedford laid out on the northwest corner of Ormsby Villa survey, on the south bank of the Monongahela river, nearly opposite Pittsburgh, the town of Birmingham, he had a plan made of it from actual survey by á competent surveyor, designating upon it the square, the streets, alley, and open spaces, and each lot upon it by its number, the lines of each lot being marked on the plan. This plan was made as early certainly as the 16th November 1811, when he commenced selling lots by it. There were one hundred and seven lots numbering from 1 to 107, both inclusive, and beginning at No. 1, the north-east corner lot fronting on the beach of the river. All the streets run through the plan, which is represented as open on three sides except Ormsby, Denman, and Grosvenor, which at their northern ends are represented as stopping at the beach, of the river. The northern line of the plan is one continuous line from the north-east corner of lot No. 1 to the southwest corner of lot No. 101, crossing the three streets, and forming the northern boundary-line of all the beach, lots, Nos. 1, 10, 19, 27, 85, 48, 49, 55, 63, 71, 80, 87, 94, and 101, which are all represented as enclosed in four lines, the northern one being diagonal. This is shown more clearly, by the fact that the three northern blocks, between Neville street and the beach of the river are divided by Virgin alley, which terminates at Grosvenor street, because if carried across Grosvenor street, it would have run into the beach and left no space for any lot north of it, and the fourth block or southern one of this range has only two lots in depth, the lower ones gradually diminishing in depth owing to the diagonal course of their north line on the beach. The consequent effect of this diagonal line, is to render each lot from No. 49 to No. 71, both inclusive, and including 55 and 63, gradually smaller, until 71 has very little depth at all. No. 105, the remaining number of the five lots, included in the deed under which plaintiff claims, is situate on Carson street, and between it and Bingham street and' south of Grosvenor street, and the interest of its owner is that the beach should be an open space for the use of the public.\nUpon examining this plan, in front of this diagonal line forming the apparent front of the front lots, is the course and distance of this line marked S. 77£ deg. W. 63 perches, and some distance further towards the river is written “ beach of the river,” with sundry straight lines denoting apparently land, then further still, waving lines apparently denoting water, and beyond these is written Monongahela river, with an arrow pointing out the course of the current.\nIn 1811 there was no bridge over the Monongahela river below the town of Birmingham, nor was there for several years after-wards, and the Doctor might very well have had in view the plan of the town of Pittsburgh, which placed Water street between the same river and the front lots, and which has since been improved into a paved street and wharf, for the accommodation of \"the stores and warehouses erected on the line of the street and the numerous steamers, loading and unloading and lying at this extensive wharf.\nAny one examining this plan must .inevitably be led to the conclusion, that this open space called the beach of the river, was a public thoroughfare, passage-way, or street, laid out by Dr. Bedford as such, and dedicated by him to the public, and that the front lots were bounded by it, and not by the river, to which they did not extend.\nOur decision in 4 Wright 506, clearly established this paper to be a copy of the original plan, and being before the court and jury it was, for the purposes of this case, to be treated as if it were the original plan of the town. A lot No. 12 in this plan was sold by Dr. Bedford on the 16th November 1811, and in the deed for it it was called “the general plan of the town.” From that period certainly this was the plan by which Dr. Bedford sold all his lots within his town of Birmingham. The deed under which the plaintiff claims is dated 2d January 1812, and conveys “ five certain lots or pieces of ground situate in the town of Birmingham, on the south side of Monongahela river, in St. Clair township, Allegheny county, marked in the general plan of said town Nos. 49, 55, 63,' Tl, and 105.” Where a map or plan is thus referred to it becomes a material and essential part of the conveyance, and is to have the same force and effect as if it was incorporated into or copied into the deed: Noonan v. Lee, 2 Black 504; Glover v. Shields, 32 Barb. 379; Parker v. Kane, 22 How. 18; Thomas v. Patten, 1 Shepley 333; Conway v. Taylor’s Executors, 1 Black 603; Commonwealth v. McDonald, 16 S. & R. 391; Davis v. Rainsford, 17 Mass. 211; Wolfe v. Scarborough, 22 Ohio Rep. 361, 363 (3 Warden). We are therefore to read the deed with the plan in it. We have seen what the plan is, and that it bounds the front lots on the beach of the river, and not on the river, but in the deed are these words, “ said lots 49, 55, 63, and 71, lying contiguous to each other and bounded by Denman street, Virgin alley, Grosvenor street, and the Monongahela river.” Now it is clear that Dr. Bedford could not convey the heach in front of these lots which he had dedicated to the public by a plan which he never attempted to alter, and, therefore, the words Monongahela river, must be controlled and governed by the plan by which the real northern boundary is the beach of the river. Thus explained, there is no difficulty in reconciling this conveyance with the plan and other conveyances in evidence. In a deed of the 5th April 1813, referring to the plan and numbers, the northern boundary is “by the beach of the Monongahela river.” Ill another similar deed of 5th April 1815, it is “to the beach of the Monongahela river,” and on the 23d January 1817, lot No. 43 is described, “ as extending to Water street or the Monongahela river bounded by Water street or said river,” showing the beach was then called Water street, which afterwards makes its appearance .on the plan. Under our former decision and the law, this appears to be the true view of the case.\nIn reading over the long and detailed charge of the learned ■ judge it is evident, that his view of the case is entirely different from the one above stated, and he appears to have retained to a great extent the view of the plan which on the former trial induced him to reject it as evidence entirely. Without criticising minutely the portion of the charge assigned for error in the second specification of error, we think the jury should have been peremptorily instructed, that if the authenticity of the plan was sufficiently established, the beach of the river was the northern limit of the property of the plaintiff below. This was the pith and marrow of the whole case.\nWe think, also, the instructions pointed out in the first and third specifications should have been given. We adhere to our former opinion-with regard to the fourth specification, and the court were right in this part of the case and in their charge upon it.\nOur own view now, as shadowed forth in the former opinion, is, that this was the plan upon which the town of Birmingham was laid out, and by which all the lots, one hundred and seven in number, were sold, and that the northern boundary of the front lots was the beach over which Water street, forty feet wide, was laid out several years ago and opened and no damages claimed, and which north of said street remains as originally dedicated by Dr. Bedford to the public, and by legislative authority declared to be a public wharf or landing, to be improved as such by the borough authorities. The plaintiff was therefore not entitled to damages, and the judgment must be reversed, and a venire de novo awarded."}