{"id": "422172", "contents": "The opinion of the court was delivered, by\nRead, J.\n— The error committed by the court below on the trial of this cause, arose from a misconstruction of the article of agreement, of the 20th March 1858, by which the plaintiff sold to the defendant a certain lease and a large steam saw-mill, situated on the leased property, with all the buildings and improvements, as the same then stood, with all the fixtures, tools, and personal and movable property connected with or belonging to, in or about the entire establishment, for the sum of §20,000. This sum was to be paid in the following manner: §5000, in the defendant’s promissory notes, bearing interest, all of which were paid at maturity; §8000 in land, which was accepted by and deeded to the plaintiff, and the remaining §7000 to be paid in sawing, as follows: “ Said Wilson agrees to saw for said Crowell or his assigns, a sufficient amount of white pine lumber, at the rate of §8 per thousand feet, board measure, in three equal annual instalments from this date, to amount to the sum of §7000, said lumber to be well sawed, piled and roofed, and free of ground-rent.” If Crowell should so desire and select more land than will amount to §8000, “ any excess on said amount shall be deducted from the amount to be paid in sawing, and the three annual instalments be proportionably diminished.” “ The said Crowell’s sawing to be done in the customary way, that is, of sawing two weeks about with other logs in the basin, and further said Crowell is to have the privilege to put his logs in the basin in proportion to the other stock coming to the mill.”\nThe sawing season commences usually in the early part of April, and closes in the beginning of December. The capacity of the mill was over seven millions of feet, and Mr. Crowell’s instalment for that year was seven hundred and seventy-seven thousand seven hundred and seventy-seven.' If all three contracts had been fulfilled, Mr. Crowell’s proportion of sawing time and basin room would have been one-tenth; if the other stock was six million feet] his proportion'of basin room would have been not quite an eighth, and if the other stock was only four million feet, he would be entitled to use not quite one-sixth of the basin.\nAs we have seen what would be his proportion of basin room, the basin itself containing about four thousand five hundred logs, an amount sufficient to cut nine hundred thousand feet of boards, it necessarily leads to the natural construction of the words “ three equal annual instalments.” There was no complaint about the annual instalments of 1858 and 1859, and, so far as appears, the sawing for Mr. Crowell ran through the whole of those sawing seasons. The obvious meaning of the words annual instalments was to give Mr. Wilson the whole of the sawing season of 1860 to do Mr. Crowell’s sawing in. Mr. Crowell was bound to furnish the logs, and Mr. Wilson was to give him his proportion of basin room, and to saw all his logs before the season closed. The lumber was to be well sawed, piled, and roofed, and free from ground-rent.\nAnd this is perfectly consistent with the two weeks, which was intended, not to give the plaintiff two weeks in every four weeks, which is simply absurd, when he would not supply under possible circumstances one-tenth of the lumber that would be cut in one sawing season at the mill. The true meaning was, that he was to have two weeks sawing in proportion to the other logs in the basin, which in 1860 would have been two weeks in every twelve weeks. But, if Crowell supplied the logs, Wilson was bound to saw them before the season closed.\nCrowell did not supply the logs as required, and took his logs out of the basin in September, when Wilson was prepared to saw them. The sawing at the mill commenced on the 16th April and closed the 11th October, because there were no more logs to be sawed, and the mill was out of employment. The second and third assignments of error are therefore sustained, and it is unnecessary in our view of the case to consider the first, because in no aspect of the case is the plaintiff entitled to recover.\nJudgment reversed, and a venire de novo awarded.’"}