{"id": "422192", "contents": "The opinion of the court was delivered, by\nRead, J.\n— Presentment for acceptance is not necessary in the case of a bill of exchange, payable at a certain period after date, and in Pennsylvania the drawer is not. discharged for want of notice of non-acceptance, provided he receives notice of nonpayment : Read v. Adams, 6 S. & R. 356. The question, therefore, in the present case narrows itself down to whether due notice was given of the non-payment of the two hills of exchange which are the subject of this suit.\nThe first bill was for $ 112, and was protested at New Orleans for non-payment on the 11th June 1861. The second bill for f351.25, was protested at the same place for non-payment on the 29th July 1861. Notice of non-payment was not received by the holders of these bills at Pittsburgh until 14th July 1862, when the protests and drafts were received by them by mail, and proper notice of their dishonour was given to the endorser and drawers. According to strict commercial law in ordinary cases, this notice came too late, but the state of the country is alleged as an excuse, and it therefore becomes necessary to determine the rule in such eases, and its applicability to the history of the times, and the facts disclosed on the trial.\nJudge Story, in his Commentaries on the Law of Promissory Notes, § 257, has enumerated, among the sufficient excuses for non-presentment, and demand at the time and place when and where the promissory note is due and payable, the following: — ■ “ (3.) The presence of political circumstances, amounting to a virtual interruption and obstruction of the ordinary negotiations of trade, called the vis major. (4.) The breaking out of war between the country of the maker and that of the holder. (5.) The occupation of the country where the parties live, or where the note is payable, by a public enemy, which suspends commercial intercourse. (6.) Public and positive interdictions and prohibitions of the state which obstruct or suspend commerce and intercourse.” And in section 356 of the same work, the learned commentator enumerates them also as constituting sufficient excuses for the omission of due and regular notice of the dishonour.\nUpon this subject there are two leading cases, one in England and one in America. In Patience v. Townley, 2 Smith’s Rep. 224 (1805), which was an action on a bill of exchange by the holder against one of the antecedent parties; the bill was drawn the 1st June 1800, at three months’ usance on Leghorn, and was due on the 10th of September, 1800, but was not presented either for acceptance or payment until the 31st of October 1800. The protest stated that it was not paid because not presented in due time. At the trial, before Lord Ellenborough, C. J., this was relied upon as a defence to the action, but the plaintiff proved that from the particular situation of the country, Leghorn being then occupied by the enemy, or in some such critical situation, though the bill was sent out by the plaintiff for the purpose of being presented, it was impossible to present it in due time, and it was presented as early as could be afterwards, and there was a verdict for the plaintiff. This was affirmed by the Court of King’s Bench, on a motion for a new trial by Mr. Erskine, on a technical ground not disputing the ruling at Nisi Prius, where Lord Ellenborough said, “ it was left to the jury to say whether, from the situation of the country, it was possible for the plaintiff to present it in due time.”\nIn Hopkirk v. Page, 2 Brockenbrough’s Rep. 20, a case growing out of our revolutionary war, Chief Justice Marshall, p. 34, uses this language: “ The second bill was drawn on the 26th day of November 1775, for 246Z. 3s. Id., and was protested on the 26th day of June 1776. It was drawn after the commencement of hostilities in Virginia, and before it was protested all intercourse between the two countries was interdicted. Under these circumstances notice is not to be expected, and ought not to be required. I at first doubted whether a bill which for a length of time is held under circumstances which dispense with notice, does not lose its commercial character, and become an ordinary debt. But on reflection, I am satisfied that this idea cannot be sustained, and that to charge the drawer, notice of the dishonour of his bill ought to be given within a reasonable time after the removal of the impediment.”\nTo apply these principles to the present case, it is necessary briefly to refer to the history of the times. On the 20th December 1860, South Carolina passed a secession ordinance, which example was followed by Mississippi, Alabama, Florida, Georgia, and on the 26th January 1861, by Louisiana, whose state authorities immediately seized the United States Branch Mint, and the Custom-House at New Orleans, with the government funds, amounting to more than $500,000, and the United States revenue cutter Robert McClelland was traitorously surrendered by Captain BresKwoód to the state of Louisiana. On the 1st of February Texas seceded, and on the 9th of same month the rebel congress at Montgomery elected Jefferson Davis President of the Confederate States of America, and on the 11th March the Constitution of the Confederate States was unanimously adopted. On the 12th April Fort Sumter- was bombarded, and on the 14th capitulated, and on the 21st May the rebel congress adjourned to meet at Richmond on the ,20th July, where their meetings have since been held.\nOn the 19th April the president issued his proclamation establishing a blockade of the ports of the seceded states above stated, which, on the 27th of the same month, was extended to the ports of the states of Virginia and North Carolina. On the 3d May a proclamation was issued, calling for three years’ volunteers, and increasing the regular army and navy, and on the 10th May martial law was declared on certain islands on the coast of Florida. On the 26th of August the president, in pursuance of the Act of Congress of 13th July 1861, declared the inhabitants of these states in a state of insurrection against the United States, and that all commercial intercourse between the same and the inhabitants thereof and the citizens of other states and other parts of the United States is unlawful, and will remain unlawful until such insurrection shall cease, or have been suppressed. On the 12th May 1861, the president, by his proclamation, declared that the blockade of the ports of Beaufort, Port Royal, and New Orleans should so far cease and determine from and after the first day of June next, that commercial intercourse with these ports, except as to persons, things, and information contraband of war, may from that time be carried on subject to the laws of the United States, and to the limitations and in pursuance of the regulations prescribed by the secretary of the treasary, in his order appended to the proclamation. On the 1st July 1862, in pursuance of the second section of an Act of Congress of 7th June 1862, the president, by his proclamation, declared that certain states, including Louisiana, were then in insurrection and rebellion, and the civil authority of the United States so obstructed that the provisions of the Act of 6th August 1861 could not be peaceably executed; that the taxes upon real estate under the act aforesaid, within said states, with a penalty of fifty per centum of said taxes, should be a lien upon the same till paid.\nFlag-officer Farragut having run past Forts Jackson and St. Philip, New Orleans was surrendered on the 28th April 1862, and the American flag was hoisted on the Custom-House, Post-Office, Mint, and City Hall, and the forts were also surrendered that evening. In the report of the postmaster-general of the 2d December 1861 (Message and Documents 1861-2, part 3) p. 658), he says, “In consequence of the defection of the insurrectionary states, and the termination of the mail service in those states, on the 31st of May last, under the Act of Congress, approved February 28th 1861 (with the exception of service in Western Virginia), it becomes necessary to present the transportation statistics in two divisions; these are shown in Tables A. and B., attached to the report.” Table B., at page 602, is headed “ Table of mail service in the following states” (including Louisiana), “ms it stood on the 31st May 1861, discontinued under Act of Congress, approved February 28th 1861.”\nBy the evidence, it appears that the Farmers’ Deposit Banking Company, with whom these drafts were left by the plaintiff for collection about 1st May 1861, returned them, declining to collect them on account of the irregularity of the mails. They were then immediately transmitted by the plaintiffs to Burbridge & Co., their agents at New Orleans.\nIt also appeared by the evidence of the postmaster at Pittsburgh, that all postal service in Louisiana, and other named places, was suspended on and after 31st May 1861. On the 26th May Í862, the first mail went out to New Orleans carrying ten thousand letters, including the letters which had accumulated in the dead-letter office. This mail was carried by the steamer Blaekstone; since then the regular route to New Orleans has been by New York. This cause was tried on the 9th December 1862, and the testimony, of course, is to be ta.ken as delivered at that time.\n“The first mail from New Orleans was an enormous one. We received ours from it about the 1st July 1862,” says the postmaster at Pittsburgh. “ There were considerable intervals between the reception of the first mails after resumption.”\nThe omission of due and regular notice of the dishonour of these bills is therefore satisfactorily accounted for by the entire cessation of all mails and commercial intercourse with New Orleans, a blockaded port, and the only question is, whether such notice was given within a reasonable time after the removal of the impediment. It will be recollected that the only communication between Pittsburgh and New Orleans was by sea through the port of New York, and that the very first mail received was about the 1st of July. Under these circumstances particularly, as connected with the unsettled state of affairs at New Orleans, although in our possession, we cannot say the notice received at Pittsburgh on the 14th July, was not within a reasonable time after the removal of the impediment.\nThe judgment of the court must therefore be reversed, and judgment entered on the verdict in favour of the plaintiffs."}