{"id": "422160", "contents": "The opinion of the court was delivered, by\nStrong, J.\n— Under the contract given in evidence, the liability of the defendant was made to depend upon the performance of the work by the plaintiff. The right of the plaintiff to compensation for his labour and materials was not contingent upon the continued ownership of the property abutting upon the paved street. It is doubtless a fair construction of the contract that the plaintiff, to entitle himself to the benefit of the promise of the defendant, was bound to do his work within a reasonable time. What was such a time was of course a question for the jury, and the defendant had a right to any evidence which tended to show that the plaintiff had unreasonably delayed commencing and finishing the work. But we are unable to perceive that the fact that the defendant had sold a portion of the property in front of which the pavement was to be laid, after his contract with the plaintiff, had any relevancy to the inquiry whether there had been default on the part of the plaintiff. Especially does such evidence appear to be irrelevant when we notice that it was offered without any proposal to show that the plaintiff knew of the sale, or knew that a sale was intended. Indeed, it is highly improbable that the rejected evidence was offered for any such purpose. Erom the course of the trial, as exhibited in the bill of exceptions, it seems rather to have been intended by it to shift the responsibility for the paving from the defendant to the lot in the hands of his vendee. But it was incompetent for any such purpose. The defendant assumed a personal liability. Collateral to it may have been a lien on the lot, hnt the personal obligation could not be thrown off by his parting with the property collaterally held. He doubtless obtained a better price for it, because he had personally undertaken to pay for the pavement, by which it was to be improved. But, whatever may have been the purpose intended by the offer of the defendant’s deed, there is no aspect of the case in which we can perceive that it was admissible in evidence.\nJudgment affirmed."}