{"id": "422176", "contents": "The opinion of the court was delivered by\nRead, J.\n— The law is well settled, that after the dissolution of a partnership, the partners cease to have any power to make a contract in any way binding on each other. The dissolution puts an end to the authority, and operates as a revocation of all power to create new contracts. Of course a new promise, of which the original debt is only the consideration, by a partner after the dissolution of the copartnership, will not take the debt out of the Statute of Limitations, so as to make the copartners liable.\n■ The exception -to this rule, is where the partner takes the stock on hand and becomes the liquidating partner, as in the case of Houser v. Irvine, 3 W. & S. 345. The authority of Smith in that case, says Chief Justice Gibson, “was to settle partnership debts, and pay them out of the effects in his hands.” But this is not the case, where there is a total and entire insolvency of the partners, and a disposition of the whole of the firm assets by assignment or by sale by the sheriff. In the present suit, all the property of the partnership was sold by the sheriff under a judgment and execution against the firm in January 1852, and they were “ completely cleaned out” and entirely insolvent. The firm entirely disappeared, and the business was carried on by the person who purchased the property at sheriff’s sale, under the name of F. E. Smitley. “ Each partner went to shift for himself.” In 1851 the firm gave to Thomas Woods a note for $150, who passed it to Charles K. Reppert without recourse, at the same time informing him that the firm was insolvent. On the 1st July 1855, Smitley gave a new note payable five years after date, and signed it “ Smitley & Colvin, per S. Smitley,” upon which this suit was brought to March Term 1864, twelve years after the dissolution of the partnership and its total insolvency. It is clear that this case comes within the ruling of Levy v. Cadet, 17 S. & R. 126, and Searight v. Craighead, 1 P. R. 135, and not within any of the exceptions of the rule, and the court below were therefore right in entering judgment for the defendant non obstante veredicto.\nJudgment affirmed."}