{"id": "422236", "contents": "The opinion of the court was delivered, by\nStrong, J.\n— The complainants are coloured people residents of the cities of Pittsburgh and Allegheny, and they have filed this bill in their own right, and as ministers or trustees of three congregations of coloured people worshipping in those two cities. The defendants are the corporation minister and trustees of another church of coloured persons in the city of Pittsburgh. The objects of the bill are to obtain a decree dismissing the defendants from a trust which they hold under a deed from the Reverend Charles Avery, to compel an account, and the establishment of a scheme of distribution. The reasons alleged for a dismissal of the defendants from their trust are that they have perverted and abused their trust; that instead of fairly and rate-ably distributing the revenues of the property granted to them among the several religious bodies of coloured people of the said cities, according to their numbers and necessities, or by some fair general disbursement among the coloured people of said cities, for the support of the gospel among them, they have claimed and exercised the right to dispose of said revenues at their own arbitrary discretion, and at first, and until recently, have appropriated the whole thereof to the payment of the salary of their own minister. Of course, whether the acts either of omission or commission complained of were transgressions of the trust, depends upon the nature of the trust as defined by the deed which created it. The deed was made on the 15th of April 1855. It conveyed to William M. Shinn, Esq., certain real estate in the city of Pittsburgh, to be held in trust for the use of the grantor during his life, and upon his decease for the use of the defendants, “ The African Methodist Episcopal Church;” the rents, issues, and profits of said real estate to be applied, under the direction of the official body representing said corporation, to the support of the gospel among the coloured people of the cities of Pittsburgh and Allegheny, and in trust to be conveyed to said corporation after the decease of the grantor, subject to the uses, trusts, and purposes aforesaid, and thereafter to remain a perpetual fund, the income and profits thereof to be applied as aforesaid. Mr. Avery died in 1858, and the grant in remainder then took effect. It was a grant in trust for the support of the gospel among the coloured people of the two cities. It was not the creation of a trust for the coloured people in the aggregate, like a gift to the poor of a certain parish, nor was it a gift to all the religious bodies of coloured persons in the cities. It was not a gift to support the gospel where it was not already supported, or in those churches which embraced the poor mainly. The objects of the charity are not thus defined. If the fund be applied to the support of the gospel among the coloured people of the two cities, there is no violation of the trust, though some of the coloured people, and some of their religious bodies, do not share in the distribution. The founder of the charity named the class within which the objects of his bounty must be found, but the particular members of that class he did not undertake to define. That he left to the defendants, and committed it to their discretion. It is a discretion which the complainants cannot control, nor ought a court of equity to interfere with it, so long as it is honestly exercised. That would be to substitute the discretion of a court for that of those whose discretion was made the rule of application by the founder of the charity, and to make the substitution without reason. It would destroy the trust rather than enforce it. The discretion to which the fund was committed may not have been most judiciously exercised, but it is not one of the conditions upon which the trust is held, that there shall be no mistake in judgment. If there were a positive transgression, or if the fund were continuously applied in such a manner as to lead to the conviction that the selfishness of the trustees, rather than the design of the founder of the charity, had become the rule of appropriation, or if it were manifest that their honest discretion is not exercised, it might become the duty of a court to interfere. But nothing of the kind appears in the present case. For aught that appears, the application of most of the fund to the support of the ministration of the gospel in the Wylie Street Church may have been the most judicious disposition which could have been made of it. It was an application within the appointed limits of the trust. Had the fund been subdivided among numerous churches, its benefits might have been lost. It was not controverted on the argument that two-thirds of the coloured population of the two cities, who hear the gospel at all, hear it in the Wylie Street Church. It is quite too much for us therefore to say that the trust has been abused. We have already said that under the deed of Mr. Avery, the poverty of any particular congregation gives it no superior rights over those comparatively less poor. Hence the fact, if it be a fact, that the Wylie Street Church has more pecuniary ability than the complainants, is no reason why the fund should not be applied to the preaching of the gospel there.\nFor these reasons we are of opinion that there is no ground for removing from the trust the trustees selected by the founder of the charity. Nor is there any reason for talcing steps to interfere with the reasonable discretion of the trustees, by referring the case to a master to report a scheme of distribution, even if the complainants were in a position to ask for such reference, in regard to which we express no opinion. We hold, therefore, that the bill was rightly dismissed.\nThe decree of the District Court dismissing the complainants’ bill is affirmed with costs."}