{"id": "422235", "contents": "The opinion of the court was delivered, by\nStrong, J.\n— The action for the use and occupation of land is founded upon privity of contract, not privity of estate. The plaintiff must prove a contract to pay either a stipulated compensation for the use of the land, or such a sum as the use was reasonably worth. It is true, the proof may be either direct or presumptive. If a defendant has taken possession of land and occupied it by the permission of the plaintiff, the law will presume a promise to pay a reasonable rent, though none has been expressly fixed. In such a case the contract is deduced from the assent of the plaintiff, and the action of the defendant under it. But there is no basis for any implication of a contract to pay for the use of land, when an occupant enters without any understanding with the owner, and without his knowledge. Still less, if possible, is there when an entry was made and occupation was commenced before the plaintiff had any title. An occupation commenced without authority, of course is not in privity with the ownership of the title, and there can be no privity of contract between the occupant and the owner of the land until there has been at least an acknowledgment of the owner’s title and of tenure under him. In accordance with these familiar principles was the charge of the court in this case. The defendant’s occupation of the lot commenced in October 1860, before the plaintiff had any interest in it. On the 12th of June 1861, he became the owner of one undivided eighth part of the lot; on the 9th of December 1862, he purchased fourteen twenty-fourth parts, and on the 4th of April 1863, he acquired the title to the remainder. At the trial there was some evidence that in the spring of 1861, before the plaintiff appears to have had any title, the defendant expressed his willingness to pay for the use of the lot $50 per month, if he could find the right parties to whom to pay the money. It was further in evidence, that the defendant having left the possession, took it again on the 26th of July 1862, under an arrangement made about that time with the plaintiff (who was then the owner of one-eighth part), that he should pay $50 a month rent. It was in reference to this evidence the court instructed the jury that the plaintiff was not entitled to recover for the use of the lot prior to the time when a contract was made between the parties, or an acknowledgment by the defendant that the relation of landlord and tenant subsisted between them. It is said this direction had a tendency to mislead the jury, and to confine their attention tt> the time subsequent to July 1862, when the express contract was made to pay rent at the rate of $50 per month. This is the only error assigned, and it does not appear to us well founded. It is extremely doubtful whether there was any evidence to be submitted to the jury tending to show privity of contract between the plaintiff and defendant prior to July 1862, or an acknowledgment that before that time the defendant held the lot under the plaintiff. No such evidence is to be found in the letters of the defendant, and the only other evidence given, was that, before the plaintiff had any ownership of the lot, the defendant expressed a willingness to pay rent if he could find the right parties to whom to pay it. But if that could be regarded as an acknowledgment of the plaintiff’s right, and of holding under him when he subsequently acquired the title — such an acknowledgment as would raise an implication of a contract to pay rent— it is impossible to see how the jury were misled in regard to it. Erom the language of the court, they must have understood they were not confined to the time subsequent to the contract of July 1862, for they were instructed that the right to recover was limited to the time subsequent to a contract made, or an acknowledgment of a subsisting relation of landlord and tenant. The acknowledgment referred to manifestly was a different thing from the subsequent contract. It could have been nothing else than the declarations of the defendant, proved to have been made in the spring of 1861. These the jury found insufficient evidence of any privity of contract, and we do not perceive that they were misinstrueted.\nNo other error has been assigned. The result of the plaintiff’s suit was very disastrous to him, but there is no.fault in the record.\nThe judgment is affirmed."}