{"id": "422242", "contents": "The opinion of the court was delivered, by\nThompson, J.\n— When this case was here before, 7 Wright 318, we decided that the defendant might defalk his damages on account of the non-performance of the contract, in payment, or perhaps rather in part payment, for that which the notes in suit had been given. As these damages were claimed to have arisen out of the same transaction, they might well be set up as an offset or extinguishment against the plaintiff’s claim. That question was settled in that case, but the question of the measure of damages which the defendant might justly claim was left open, and that is the question now troubling us.\nIt appears that the plaintiffs delivered to the defendant but little over half the amount of logs contracted to be delivered in the spring of 1860: but notwithstanding, the defendant settled and paid them for all they delivered in cash, and by the notes in suit; but there was nothing to show that he relinquished his claim to damages for non-compliance by that settlement, and now he claims them.\nBefore stating the rule for the measure of damages, it is necessary to notice the character of the .contract, viz., that it was not a contract for the delivery of logs for the supply of a mill to manufacture lumber upon, so far as the contract speaks. Nothing of that appears in the contract, nor was there any offer to prove that this object was in view of the parties when the contract was' made. So far, therefore, as that might be claimed to vary the rule of damages in a case in wrhich it occurs, it is out of this case. Again: it does not appear that any money was paid on the contract in advance of the time for performance. The payments were made in May, after the logs were run. .There are authorities to show that advance payment will affect the measure of damages; but that aspect is out of the case also, and we do not commit ourselves at present on these points; they are outside of the case. We have only to deal with the case of a contract to furnish a certain amount of logs to be paid for when delivered according to contract. The rule in such a case is the difference between the contract price at the time and place when they were to be delivered, and the market price at the same time and place. This, in the absence of a contract to fill a special purpose, when the damages might be greater, would measure what the party would lose by the non-compliance of the other side. The following authorities clearly prove the rule : 3 Wheat. 200; 8 Watts 239; 12 Harris 392; 12 Casey 360; 5 Wright 200; Story on Cont. § 1022 b; 2 Greenl. Evidence, § 253; and many more might be added, but are unnecessary.\nThe question in regard to the damages was raised by the rejection of testimony offered. The defendant proposed' to prove the price of logs at the Susquehanna boom, in the spring of 1860, at and about the time for the performance of the contract by the plaintiffs, and the cost of driving them from the mouth of Little Clearfield creek to that place. This was rejected, on the ground that the cost of driving being deducted, would not fix the value or price at the mouth of the creek many miles distant, as the danger and risk to which such property was subject were so great as to render the test worthless. That item, the risk, it seems, would at times be greater than the cost of driving, computing it in money, and would necessarily vary with the stage of water, and the season of running. At best the evidence would have been a most uncertain test, but where such contingencies existed-it was not a test at all. The defendant was bound, in order to entitle himself to more than nominal damages, to show what his loss was, and could only do it by reliable evidence of the difference between what he agreed to pay and what he would have had to pay at th$ time and place of delivery. This was the rule of damages in his case.\nThe defendant’s second offer was to lay grounds for a different and more extended rule of damages; it was to prove his damages as a manufacturer by reason of the non-fulfilment of the contract by the plaintiffs, and also by reason of his mill standing idle for the want of logs on which to operate. Such damages, unless in view of the parties at the time of contracting, we think must be regarded as wanting in the directness or proximity required by settled authority: Adams Express Co. v. Egbert, 12 Casey 300. In the opinion of the court by Strong, J., it is said, “ A remote or possible loss is not sufficient ground for compensation. There is no measure for those losses which have no direct and necessary connection with the stipulations of the contract, or which are dependent upon contingencies other than the performance of the contract, and which are therefore incapable of being estimated. With no certainty can it be said that such losses are attributable to the wrongful act or omission of him who has violated his engagement. But, on the other hand, the loss of profits or advantages which must have resulted from a fulfilment of the contract, may be compensated in damages, when they are the direct and immediate fruits of the contract, and must therefore have been stipulated for, and have been in the contemplation of the parties when it was made.”\nI have quoted thus largely from this opinion, for it expresses in a consolidated form what I believe to be the exact principle in eases like the present. The plaintiffs could not know whether the logs were intended for manufacture by the defendant or not, in the absence of anything being said on the point. Nor could they know anything about whether there would be profits made in that way or not. If they were to take the risk of that, it should be shown. Without this, the rule is not applicable. It is subject to too many contingencies, among which are the chances of getting lumber to market, and the abundance or scarcity of money. Such damages would be purely consequential and remote. . The parties cannot be presumed to have had them in contemplation, but only such as should flow directly from the breach of'the contract. In addition to the authority of the case cited above, see Story on Contracts, § 1022 and note, and 2 Greenl. on Evidence, § 253 and note. Thus, we see that damages from such facts as were proposed in this offer, are not allowable from such testimony alone, and the offer was properly rejected. We see no error in the case, and\nThe judgment is affirmed."}