{"id": "422203", "contents": "The opinion of the court was delivered, by\nThompson, J.\n— The only question presented by the plaintiff in error is, whether Henry Wike, deceased, took in his lifetime, under the will of his father-in-law, Abraham Rhodes, the money in question as a trustee for his wife or absolutely ? The plaintiff in error claims that he was a trustee, and important as this theory is to her case, her counsel has not thought it expedient to illustrate it much by authority or argument, and although it was promised, we have no response by the other side to what has been advanced. Our own investigation has, however, led to the conclusion, that the case was well decided below, and ought to be affirmed.\nThe testator undoubtedly thought in directing payment of the one-half of the share allowed his daughter by his will to her husband, that he was benefiting her to that extent. The old-fashioned idea, that husband and wife are one in law, and presumed to be a unit in fact in the domestic economy, doubtless had something — everything—to do in the disposition he made. He supposed, therefore, that his bounty placed in the hands of the husband would conduce to the benefit and comfort of the daughter, as well as of himself, and hence without declaring a use, or providing for any final disposition of the fund after the use should expire, and without any fiducial terms whatever being used, he directs the half of what he intended for his daughter to be paid to her husband; the other half he directed to remain in the real estate, the interest to be paid to her during life, and after her decease and that of her husband, if he survive, the principal to her heirs. With such an intelligent and clear distinction thus made, between the moieties of the daughter’s share, there is little room for doubt, that if the testator had intended a trust of both portions he would have said so. After such an exhibition, we cannot do otherwise than believe he fully comprehended the difference between an absolute disposition of the portion and a suspension in trust; and so we see he limits by proper provision the use of the half for life, the other he disposes of absolutely and without limitation.\nIt is noticeable that the husband of the testator’s daughter, as well as she, was the object of his bounty, for in addition to the provision in the will, for payment to him of half the amount given to her, he provides that, if he survive her, the annual interest of the other half, payable to her during life, shall then be paid to him during life. This is indicative of an equal regard for both, and has some weight in accounting for the absence of any trust expressed, and goes far to negative any supposed implication of a trust as contended for.\nDoubtless a trust may arise simply out of the declaration of a use, or when it is evidently intended, although apt words be wanting, and especially where the depositary is a stranger in blood or affinity to the parties. There the implication of a trust would seem, in the absence of anything showing a contrary intent, a necessary one; there would be no rational way of accounting otherwise for the provision. The words used in this case, as do the circumstances, exclude the implication contended for. Before the Act of 1848, no question could have arisen in such a case as this. The receipt of the money by the husband without more, would have passed it to him as his own. But this act does not interfere with a father’s right to dispose of his bounty without regard to it: and where it appears that the husband as well as the daughter is an object of his bounty, and he gives to him, without qualification or reserve, the absolute control of, and the right to receive and dispose of a share of the provision for her, we understand that he means to benefit both, and we cannot extract from such a testamentary disposition alone the creation of a trust, or establish one from the mere circumstance of the receipt of the money by the husband.\nThe ruling of the court below being right, the judgment is affirmed."}