{"id": "422218", "contents": "The opinion of the court was delivered by\nAgnew, J.\n— The first point of the defendants below is founded in a misconception that the application of Mitchell & Boyle formed a part of the policy for any other purpose than description of the property insured. At least in the absence of the policy, which the plaintiffs in error have not thought it worth while to furnish us upon our paper-book, we can discover no more.\nThis clause is printed for us: “ Reference being had to the application of the said Mitchell & Boyle, which forms a part of the policy, for a more particular description of the property insured hereby.” We take it for granted this clause follows immediately the statement in the policy of the property insured, and in this connection, therefore, was understood to make the application part of the policy for description and identification only, and not as containing any stipulation or warranty. The first point was constructed in view of the answer of Mitchell to the question in the application respecting encumbrances being a warranty ; and asked the court therefore to say that the fact of existing encumbrances avoided the policy as a matter of law. The answer of the court leaving it to the jury as a question of fraud in fact, was correct. And viewing it as a false representation, as it undoubtedly was, the answer of the court was not erroneous. It is to be taken in connection with the general charge, in which the law is fairly stated to the jury, giving to the defendant below every advantage upon the facts, if the answer of Mitchell were found to be false, fraudulent, and material; all of which was necessary to avoid the policy on the ground of misrepresentation.\nWe see no error in the answer to the second point. The policy was to run five years, and the assignment and ratification were within the term. So far as it appears on our paper-book, there were no restrictions upon assignment or conditions to be performed by the assignee beyond that of procuring the consent of the company. Without that consent there could be no lawful assignment, hut further than this we discover nothing calling upon the assignee to state the encumbrances. If there be anything in the act of incorporation or by-laws, it has not been set forth. Even against the party originally insured the policy cannot be avoided for encumbrances, unless upon his false and fraudulent answers to interrogatories, and much less can it be as to his assignee, who is not called upon to respond to any interrogatories.\nThere is no error in the answer to the third point. Our reasons are to be found in the opinion just delivered, in the case of The Lycoming Insurance Company v. Mitchell & Boyle.\nWhen the portion of the charge contained in the fourth assign-ment of error is read, as it must be, in connection with the remainder of the same paragraph, and with the last paragraph of the charge relating to the same subject, it will be found that the whole question of misrepresentation, its falsehood, its fraud, and its materiality was fairly left to the jury, to whom it belonged, as a question of fact, and that no error was committed.\nThe fifth assignment of error, in selecting one portion of the charge as error, leaves out of view what the judge had before distinctly told the jury. Ratification certainly ought not to be presumed without knowledge of the thing to be ratified. But the judge nad only a moment before said to the jury that “ they (the defendants) might ratify it (the policy) by agreeing to subsequent transfers to innocent assignees, and if they did so ratify it, with a knowledge of the facts made known either to the company or their agent; after such ratification, they would be bound by the agreement in the hands of a bond fide holder.”\nA contract of affirmance, founded on a misrepresentation, is not void, but only voidable. The insurers may avoid it, but are not bound to do so, and if they go on afterwards by recognising it, and acting upon it, or by demanding and receiving payment of assessments, they waive the right to avoid, and must stand upon it.\nThe judgment is affirmed."}