{"id": "422283", "contents": "The opinion of the court was delivered by\nAgnew, J.\n— As we read this record the court below presented to the jury two questions of fact, to wit: Whether the plaintiffs were diligent in paying for the oil already delivered, after the notice of rescission; and whether they evinced their readiness in the future to perform their contract according to its terms.\nHaving stated that after a mutual departure from the rigidity of performance, neither party could declare a rescission for past acts, the court said : “ The legal effect of the notice of 14th September was, that if plaintiffs did not pay up arrears for oil already delivered, and thereafter pay as delivered according to the contract, the defendants would hold themselves discharged from any further obligation to perform on their part.” This prepared the way for the final instruction immediately following, to wit: “ Then under this notice did the plaintiffs manifest due diligence, and pay up in reasonable time, under the circumstances, and manifest their intention to hold to their contract and perform it in future on their part ? If so the plaintiffs are entitled to recover.”\nTo manifest an intention to hold to their contract and perform it in future, in view of the preceding instruction and the alternative presented in the following sentence, can mean nothing else than to exhibit to the defendants the intention to pay for the oil in future on delivery. The alternative instruction, which is expository of the former, runs thus: “ On the other hand, if the plaintiffs did not so act, but by tbeir conduct or declarations exhibited a disposition from which it might be inferred they would not pay for the oil as delivered in future, or would not comply with their part of the contract * * * then the plaintiffs are not entitled to recover.”\nThere is a distinction between a willingness to pay and readiness; and the latter may be tested by the production of the money or an offer to pay it. But in this case readiness was not to be tested solely in that way. Neither a tender nor an offer to pay can be required as the legal measure of the proof of readiness in a case where the article is deliverable in lots uncertain in quantity and in time of delivery, implying notice of readiness to deliver, and where inspection of quality and measurement by gauging are prerequisites to payment. Readiness to pay in such a case necessarily falls back upon the intention to pay, as mani-. fested by the conduct and declarations of the party. It was only by manifesting the intention to pay the plaintiffs could evidence their readiness.\nThe jury, under the charge, have found that the plaintiffs did manifest their intention to hold to their contract, and to perform it in future; and did not by their conduct or declarations exhibit any disposition not to pay on delivery. How else can a party show his readiness to pay upon a contract requiring no positive act at his hands until the article is ready for delivery, of which he is to be notified, unless it be by manifesting to the other party his intention to perform his contract according to its terms ? If the defendants had expressly asked of the plaintiffs, on their demand for more oil, “Will you pay on delivery ?” and they had said, “Yes,” what would this import more than to manifest an intention to pay ? From the language of the instruction, we must infer from the response of the jury, that the plaintiffs gave the defendants to understand, either by their conduct or their declarations, that they would perform their contract, in future, by payment on delivery.\nIt may be, as stated by the learned judge, in his opinion upon the reserved points, that there was nothing in the evidence from which readiness to pay on delivery could properly be inferred, but under his instruction this was a fact submitted, and, if improperly found, the remedy was a new trial. Had the jury been instructed that there was no sufficient evidence of readiness, as distinguishable from willingness, and the question reserved whether readiness was necessary to a recovery, in addition to willingness, the fact would have been withdrawn, and the legal necessity of its existence reserved as a question of law. But there was error in submitting the fact of readiness to the jury in language that clearly embraced it, and after the fact was found, in entering judgment for the defendants on the ground that the evidence was insufficient.\nViewing the state of the record, we cannot enter a judgment on the reserved point in favour of the plaintiffs. The court reserved a second question, whether the notice of the 14th September was not such a rescission of the contract as ended it. The readiness of the plaintiffs, after the notice, was of no avail if the contract was legally ended. But the court below, having entered judgment for the defendants on the first point, did not pass upon the second; and the second point, in its express terms, involves the mode of previous performance pursued by both parties. The effect of the notice as an absolute rescission, depended upon the previous conduct of the plaintiffs; but the court below submitted to the jury no questions of fact except “in reference to plaintiffs’ conduct under the rescission notice,” and the amount of damages. After expressly informing the jury that the only questions submitted referred to the conduct of the plaintiffs under the notice, the court declared the legal effect of the notice ■was, to compel the plaintiffs to pay up arrears, and to compel them to perform the contract in future according to its terms. The facts are therefore not before us by any finding which would enable us to decide the question of rescission. The only course left is to reverse the judgment of the court below, and to order a venire facias de novo.\nIt is sufficient to say, as to the errors assigned to the rejection and admission of testimony, that under the pleadings, and upon the issue as tried before the jury, we see no error in any of the rulings of the court below.\nJudgment reversed, and a venire facias de novo awarded.\nWoodward, O. J., dissented ."}