{"id": "422293", "contents": "The opinion of the court was delivered, by\nRead, J.\n— This case arises out of a mechanic’s lien, for carpenter work done and performed by William Gr. McElhany for Alexander Taylor, in the erection of a two-story house in the borough of Indiana, under a written contract. At the same time he was doing the carpenter work for Mr. Taylor upon a brick house on his farm in the country, for which he was paid by the day. The work at the house in the country was finished first. Payments had been made by Mr. Taylor to Mr. MElhany on account, during the progress of the work on both buildings, but it would appear without being specifically appropriated by either of them to any particular building. On the 29th December 1860, there appeared on both accounts to be a balance due from Taylor of $276.50, for which this mechanic’s lien was filed against the house in the borough. There was no dispute that the work had been faithfully performed on both buildings, but the allegation was, on one side, that as against creditors there was no lien for any part of this balance against the building in the borough, and on the other, that it was a valid lien against it for the whole balance. The same reasoning on the part of the plaintiffs in error, applied to a lien against the house in the country would prevent any recovery against it, and therefore, although it was acknowledged the balance was due for work done upon one or the other, or both, there could be no recovery either of the whole or part from either building. At the settlement of the 29th December a receipt in full for $902 was given by McElhany to .Taylor, Taylor giving an acknowledgment, under seal, that there was due to him $276.50. The contention here was, whether this was a lumped settlement, or a settlement appropriating the balance to the house in town, that is, paying in full the work on the house in the country, and leaving the balance on the town house. If the last was the nature of the settlement, then the balance was fairly a lien on the house in town. If the former was the settlement between the parties, still it could not be said that this house was not chargeable with some part of this balance, and that as against creditors of Taylor as well as Taylor himself.\nIf the parties appropriated the payments to discharge the house in the country entirely, it was a settlement binding on them, and why not therefore against a creditor who had no lien on the property at that time ? The appropriation of payments is particularly the office of the debtor and creditor, and if they agree, and there is no fraud, why should it not bind creditors having no lien ? for the law considers the mechanic’s lien as running back to the first item, and of course to such a settlement as that of the 29th December 1860.\nThe evidence was conflicting whether this was a lumped settlement, or one which appropriated the balance to the house against which the lien was filed. If the latter, then the jury was properly instructed; if the former, then they should have been instructed from the evidence to say how much of the balance was due upon the house.\nJudgment reversed, and a venire de novo awarded."}