{"id": "422267", "contents": "The opinion of the court was delivered by\nThompson, J.\n— It does not appear whether Foreman, whose declarations were admitted, was agent or tenant at the time of uttering them. The offer was to “ prove his declarations while in possession of the land, as the agent or tenant of Denny, one of the executors of O’Hara, as to the boundary of the survey.” It would be strange indeed if the declarations of the agent of an executor would be evidence against the heir or devisee when the executor’s own would not. It .is true, both might be as between them as vendors and a vendee, but that is not this case. The testimony was offered and received on general principles. But the principle was mistaken.' It only permits the declarations of one in possession as to the extent and boundaries of his claim to affect himself. No landlord would be safe if his tenant might affect his title by declarations about his boundaries. Nor could an agent go further unless such declarations were shown to be within the scope of his agency. As agent, the testimony was inadmissible, and as tenant the case of Kirkpatrick v. Vanhorn, 8 Casey 131, rulés the precise point against the testimony. It is not intended to be denied but that there are cases in which the continuous acts and occupancy by a succession of tenants may be given in evidence to define a boundary, but that is on the ground that such acts represent the landlord rather than themselves, and that they occupy by his assent or direction.\nThe defendant’s counsel alleges that this testimony was offered as rebutting something proved — as declarations of the same witness by the other side. If so, why did he not say so in his offer ? That would have presented a different question altogether. To prove this he gives us abstracts from testimony to be found in full nowhere. This will not do. We have often endeavoured to impress upon counsel the caution that when testimony is to be brought up it must appear in full, and under the certificate of the judge. We see nothing in the suggestions and arguments which redeems the error committed in receiving the testimony of the declarations of Foreman, as to the line or corner of the tract in controversy. We must reverse for that, therefore.\nWe need only say of the second assignment of error, that the matter complained of is not in a shape that we can act upon it. If the counsel had objected to the juror the moment he discovered that he had sat on a former trial of the same cause, and the court had overruled his objection, he might possibly have had a case; but he took his chance of a verdict before making the objection, and then it was too late. But this is of no consequence now, as the case must be reversed on other grounds.\nJudgment reversed, and venire de novo- awarded."}