{"id": "422201", "contents": "The opinion of the court was delivered, by\nStrong, J.\n— Assuming that the record of the application for the audita querela is properly before us, and that the writ of error has brought up the proceedings we are asked to review, we are all of the opinion that the plaintiff in error has no cause of complaint. Beyond his petition for the writ we are not at liberty to look. The depositions are no part of the record. If by the showing of his petition there was no ground for the relief which he sought, the court below was not in error in refusing to award the writ. The most that can be made of the suggestion is, that it avers an agreement to accept $300 in full satisfaction of a judgment recovered by Mary Davis against Keen the relator, and an actual receipt by her of $285, in pursuance of the agreement, together with a tender of the remaining $15 not accepted. Now, admitting that an agreement to accept a sum of money in payment and satisfaction of a larger debt, if fully executed, amounts to a discharge of the debt, it certainly does not, while any portion of the stipulated sum remains unpaid. Nor can the agreement of the creditor be enforced while any part of it continues executory, for the reason that it is without consideration. The creditor may rue the bargain while it is in any particular in fieri. The plaintiff in error appended to his suggestion a copy of the agreement, upon which he relied, and no other agreement was alleged to have been made. According to his own showing,that has not been executed by either party, and it is idle, therefore, to contend that Mrs. Davis’s judgment is satisfied.\nBut it is said the suggestion contains an additional averment of the payment of the whole judgment except $15. If such an allegation was intended, it was very unfortunately expressed. To us it seems rather a deduction from the recited agreement, and the action under it, than the assertion of an independent fact. If it is not, the party has sadly failed in the certainty of his pleading, and if it is, it was a hazardous mode of statement. Without dwelling longer on the case, we conclude that the plaintiff in error laid no sufficient ground for the writ.\nThe judgment is affirmed."}