{"id": "422245", "contents": "The opinion of the court was delivered, by\nWoodward, C. J.\n— The auditor states the facts of the case so clearly, and applies the principles of law so correctly, that we have little more to do than to approve of the distribution made in his schedule A.\nThere being no waiver of exemption in the judgment upon which the'property was sold, the defendant had a right to claim $300 of the proceeds, and was properly admitted to contest the distribution, but not as against judgment-creditor No. 1; for that debt having been contracted before 4th July 1849, was entitled to be paid without regard to the debtor’s claim.\nThe other judgments, however, being all for debts after that date, were liable to be affected by his claim ; but having waived his right in respect to the second and fourth judgments, what was the effect of his now setting it up against the other creditors ? We considered this question in Shelly’s Appeal, 12 Casey 373, and we say here as we did there, that the effect of admitting the debtor to the distribution is to divide the fund into two parts, one of which belongs to-hirn, the other to his judgment-creditors generally. By virtue of the waiver in favour of the second and fourth judgment-creditors, they have a lien on both funds; the other judgment-creditors on only one. Two of several creditors of a common debtor having a lien on two funds, and the other creditors a lien on but one, presents the ordinary case in equity in which the two creditors would be compelled to take the fund that the other creditors could not touch, and leave to these the other fund unimpaired, or no more impaired than would be necessary to complete the satisfaction due to the two creditors. There is no doubt about this equitable principle; and seeing that the debtor’s voluntary act invited its application, we feel no hesitation in applying it. It is argued that the debtor’s rights under the statute ought not to be construed away. Certainly not, if he leave them where the statute expected to find them. The statute exempted three hundred dollars’ worth of his property from levy and sale on the execution of any creditor after the 4th of July 1849; but this debtor, by releasing the right to two of his creditors, sought to transfer property to them to the prejudice of other creditors. This was never contemplated by the statute. The system of preference and distribution established by other statutes was not intended to be broken up by the Exemption Law, and we prevent all clashing between the statutes when we annex to the debtor’s waiver its natural and legal consequences. It is not for him to make distribution of his estate among judgment-creditors, the law having fixed that. He may, if he will, keep for himself and family the designated portion; but if he will not, .it must, like the rest of his estate, take the course the law has prescribed. No man can set up his private will above the law. Declining the legislative bounty, he cannot alter the statutes of distribution.\nIt is enough to add that, agreeing with-the auditor’s reasonings in all points, we affirm the decree of the court."}