{"id": "422274", "contents": "The opinion of the court was delivered, by\nAgnew, J.\n— Barton, by the written agreement, agreed to purchase of Dickens certain machinery then standing in the mill of a third person for $1000, to be paid in instalments. It was expressly stipulated that the property should “ on no account” become Barton’s until paid for. Barton took possession of the machinery and used it until replevied by Dickens. There was no express stipulation as to possession, but Barton’s right of possession is simply inferred from the agreement to purchase — his permissive use, and the stipulation that the property should remain Dickens’s until payment. No payment was made on the contract, and the replevin was not brought until more than six years after the time fixed for the payment of the last instalment.\nThe court below thought that the possession acquired in this way was one of trust or confidence, and that the Statute of Limitations did not apply. We think there was error.in this. We have in this state adopted the conclusion of Chancellor Kent, in Kane v. Bloodgood, 7 Johns. Ch. Rep. 110, thac the trusts intended by courts of equity not to be reached or afiected by the Statute of Limitations, are those technical and continuing trusts which are not at all cognisable at law, but fall within the proper, peculiar, and exclusive jurisdiction of a court of equity. This matter is well discussed by Justice Kennedy, in Finney v. Cochran, 1 W. & S. 118. Hence there are many cases of direct and express trust where there is a clear and full remedy at law to which the Statute of Limitations is a good defence. In Lyon v. Marclay, 1 Watts 275, Ross, J., referring to the rule in Kane v. Bloodgood, says: “ To exempt a trust from the bar of a statute, it must be first, a direct trust; secondly, it must be of the kind belonging exclusively to the jurisdiction of a court of equity; and thirdly, the question must arise between trustee and cestui que trust.” See also Johnston v. Humphreys, 14 S. & R. 394; App v. Dreisbach, 2 Rawle 302; Zacharias v. Zacharias, 11 Harris 452; Downey v. Garard, 12 Id. 54.\nThis case is certainly not .one of those trusts which are enforceable in equity alone. When Barton failed to pay, Dickens had a full remedy at law. He might at his election sue for the money or disaffirm, and bring replevin for a return of the property. The relation was not one of special trust or confidence, lout simply that of purchase on condition of payment before the title could vest. The failure of Barton to pay, known to himself of course, became immediate notice to Dickens also of the relation in which they stood to the subject of sale. Both knew that the possession was' qualified, and after failure continued by sufferance only ; and that Dickens’s right of property drew to it the right of possession at the instant of default, and both had notice of the default from the contract itself, which fixed the time of performance. What necessity then was there, as the court below thought, for anything to quicken Dickens in his suit. He knew of the default, and he knew that possession was held for no special purpose or trust. How then could he be misled, or on what rely ? Barton was not his trustee. On the contrary, every hour’s' delay on part of Barton was a reason reminding him of the necessity of taking back his property. How then can it be supposed there is any confidential relation W'hich is presumed to continue till notice of its dissolution ? We see nothing in the ease but the ordinary one of the possession of property which must be paid for or returned, and where the right of action accrues immediately upon a default.\nIt has no resemblance to a loan, to which it has been likened, where possession is not to be presumed to be adverse till notice. But if there be an analogy it would be to a loan to be returned at a fixed time, beyond which retention is unlawful.\nAnalogies, if resorted to, are adverse to the opinion of the court below; as where the fiduciary relation ceases to exist at a known period, or where the relation is such as to put the plaintiff upon inquiry and demand. Thus the right of action of a ward against his former guardian is barred after six years from his arrival at age:. Bull v. Towson, 4 W. & S. 557. So a right of action against a sheriff for a surplus of sale on a fi. fa. is barred after six years without notice from the officer to the defendant that there is a surplus: Alexander v. Leckey, 9 Barr 120. In that case Lowrie, J., said: “ It is usually true that the sheriff is not liable to an action for money collected till after demand made, but the statute runs from the time when the plaintiff might have made the demand:” citing 15 Wend. 302; 13 Id. 267; 9 Pickering 488 ; 13 Id. 418; 2 Mees. & Wel. 461. The right of action accrues and the statute begins to run from the time an attorney in fact collects the money, and not from the time of notice to his principal: Campbell v. Boggs, Leg. J., July 14th 1855; also Livingston’s Law Mag., September 1855, p. 565. This case is important, as it reviews and qualifies McDowell v. Potter, 8 Barr 189, and establishes that the statute begins to run when the right of action accrues, unless the plaintiff is put off his guard by fraudulent concealment. See opinion of Woodward, J., in that case, citing many cases of the application of this principle to various relations. Thus also upon a purchase by an attorney of bank stock for less than his client’s claim, the statute runs from the purchase, and not from the time of notice to the client: Downey v. Garard, 12 Harris 52.\nTo sum up the case, Dickens’s right to demand a return of the property accrued when default was made in payment. This right and the time it accrued were equally in the knowledge of both Dickens and Barton. The possession was retained for no special purpose, and no trust arose within the peculiar and exclusive jurisdiction of a court of equity. There was a clear and full common law remedy by replevin. The Statute of Limitations, therefore, began to run from the time the right of action accrued.\nThe judgment is reversed, and a venire facias de novo awarded."}