{"id": "422247", "contents": "The opinion of the court was delivered by\nWoodward, C. J.\n— Cochran conveyed land to Wilson by a deed which contained a covenant of general warranty, and then brought this suit for part of the purchase-money. Wilson put in an affidavit of defence alleging a paramount title in one Shultz to a right of way, or private road across the land — that he purchased without knowledge of the easement — and that he had been virtually evicted from part of his premises by reason of the use of the right of way.\nUpon these allegations we ruled, when the case was here two years ago, that Wilson must be admitted to make his defence, and, if he proved the grounds alleged, that he would be entitled to defalk his damages against the balance of purchase-money.\nBut upon the trial, instead of the affidavit of defence being sustained, it was fully proved, and the jury found, that Wilson purchased with knowledge of Shultz’s road, and actually walked it in company with Cochran pending the treaty of purchase.\nThe ease as now presented, therefore, is that of a purchaser with a covenant of general warranty attempting to detain purchase-money on account of a known encumbrance or defect. We were of opinion, when the case was here before, and we still are, that the covenant of general warranty would embrace such a defect, though it be in the nature of an incorporeal hereditament, but manifestly no action could be maintained on such a covenant, and therefore purchase-money cannot be detained by virtue of it, until after eviction, and the evidence here failed to prove eviction. Indeed, there could be no eviction of that which was never purchased or possessed, and therefore, whilst a right of way successfully asserted against a vendee might be a breach of a covenant of general warranty, if the purchaser had bought without notice of it, yet the law is that he shall perform his engagements wherever his knowledge and the state of facts continue to be the same they were at the date of the purchase. In Hart v. Porter, 5 S. & R. 204, it was said that the intent that the purchaser was to run the risk of the title might be fairly inferred when he knew of the defect at the time of the purchase, and made no provision against it. To the same effect was the observation made in Furhman v. Loudon, 13 S. & R. 276, and repeated in Lighty v. Shorb, 3 Penna. R. 452, that when the purchaser is aware of a flaw, and provides not against it, he takes the risk of it upon himself. See also Murphy v. Richardson, 4 Casey 293, and Bradford v. Potts, 9 Barr 37. This last case, Bradford v. Potts, was, like the present, a purchase with covenant of general warranty, but with actual knowledge of the defect, and the purchaser was remitted to his action on the covenant after he should suffer eviction, and was not permitted to withhold purchase-money. So in Juvenal v. Jackson, 2 Harris 519, it was said that a vendee who takes covenant against a known defect shall not detain the purchase-money as a further security against it, for the reason that the covenant would be nugatory if he did.\nWhere the covenant is actually broken at the time suit is brought for purchase-money, the purchaser, to prevent circuity of action, will be permitted to detain purchase-money to the extent to which he might recover damages upon the covenant. Some covenants are broken as soon as made, but a covenant of general warranty is only broken by eviction — and without evidence of eviction this purchaser has no ground to stand on. Eviction means a loss of something purchased; but if Wilson bought with Shultz’s road open before his eyes, and the necessary inference is that he intended to buy subject to the easement, the mere enjoyment of the road by Shultz is not and cannot be eviction of Wilson. He has got all he bargained for with Cochran, and therefore he should pay as he agreed. Until he is interrupted in something conveyed to him by Cochran [and he knew Cochran could not convey Shultz’s road], he has no remedy on the covenant he took for his protection, and therefore no right to detain purchase-money. As the case is now presented, the legal presumption is, that he compensated himself for the easement by a diminished price agreed to be paid for the land, and he must not compensate himself twice.\nBut it has been suggested that this mode of ruling the case is virtually impairing a written covenant by parol evidence. Not at all. The subject-matter of the conveyance, its condition, and peculiarities may be explained by parol without any contradiction of a deed. Do we contradict the conveyance of a tract of land when we permit it to be proved by parol that it is covered with timber, or is an improved farm, or contains a water-power, or has a private road upon it ? If a vendee means to exclude proof upon such subjects he should take a more special covenant than a general warranty of title. But had he taken in this instance a covenant against private ways, it is he who would want the parol evidence to establish the breach. Indeed it is he who opens the door for parol evidence under the general covenant, for he proves the Shultz road by parol, and the plaintiff only proves that the defendant bought subject to the road. We see no impeachment or contradiction of the conveyance by such evidence.\nThe several points made by the defendant seem to have been well answered, and the judgment is affirmed."}