{"id": "422233", "contents": "The opinion of the court was delivered by\nAgnew, J.\n— In the leading feature's of the charge of the court below we see no error. It has been settled, if anything can be, that a road once laid out by the proper officers, under an opening order, can be altered only by a new proceeding under the Road Law. The act of the supervisor is official, and from motives of public policy necessarily final, until changed or annulled in due course of law. It has been repeatedly held that his authority under the opening order is exhausted by his action upon it, and neither he nor any one by his authority can change or obstruct the road as thus laid out, although not laid upon the ground selected by the viewers. Any other principle would lead to innumerable and endless disputes : Holden v. Cole, 1 Barr 303 ; McManrite v. Stewart, 9 Harris 322; Furniss v. Furniss, 5 Casey 15; Schuylkill County’s Appeal, 2 Wright 459.\nBut it was not strictly accurate to say if the road was never laid out, or used with the acquiescence of the supervisors, as locus in quo, then the jury should be governed by the view. This implies that a mere user with such acquiescence would be competent to change the route located by the viewers, although the road had not been opened by the supervisors under the order. Looking at the whole charge, it is not probable the learned judge meant to convey this impression, yet a jury might have derived it from the language used.\nThe defendant’s first point asked an unqualified instruction that the plaintiff could not recover, if the fence was not on the road as located by the viewers. This would have involved a decision by the court of the facts as to the actual location, which belonged to the jury, who might have found it to be on the road laid out by the supervisors, though not upon the surveyed route. There was no error in returning a negative answer.\nNor was there error in the answer to the second point. The court affirmed it, unless the road had been actually laid out there. It is true the court used a double negative to express the affirmative, but the qualification meant nothing more than that the point was affirmed, unless the fact assumed in it was not true.\nWe have no means of testing the accuracy of the answer to the third point, because the whole testimony has not been furnished.\n- Notice to produce a notice is unnecessary, as decided in Eisenhart v. Slaymaker, 14 S. & R. 153. Gibson, J., said: “ Every written notice is for the best of reasons to be proved by a duplicate original, for if it were otherwise, the notice to produce the original could be proved only in the same way as the original itself, and thus a fresh necessity would be constantly arising ad infinitum to prove notice of the preceding notice.” If the absence of a copy in this case demanded preliminary proof that none was made, yet as the charge put the case not on the written but the other, or oral notices, no injury was suffered by the defendant in the admission of the evidence contained in the first bill of exception.\nBut there seems to have been error in the ruling of the court set forth in the second bill. The defendant proposed to ask Stephen Woods, a viewer and the surveyor who located the road, •whether the fence in controversy was upon or outside of the road as located by the viewers. This the court refused.\nWhy the court declined to have evidence as to where the fence stood in reference to the located route, it is difficult to understand in view of the questions submitted to the jury. In the last paragraph of the charge the court instructed the jury, that if they could not discover from the evidence where the road laid out or generally used was, they must take the original location, and see whether the obstacles (the fences)' were within sixteen and a half feet of the centre. Now the evidence rejected bore directly upon this question ; and if the court was right in submitting it to the jury, the testimony of one was both viewer and surveyor, and of all others most capable of testifying to the fact, should have been received. For this error the judgment must be reversed.\nJudgment reversed, and a venire facias de novo awarded."}