{"id": "422237", "contents": "The opinion of the court was delivered, by\nAgnew, J.\n— Hartz, the tenant of Ingram, brought an action of trespass against him and others for a distress of his goods, when no rent was in arrear, after he had received of the bailiff the surplus not needed to pay the rent claimed and costs. In the court below it was contended that he was thereby estopped from denying rent to be in arrear, and the consequent legality of the warrant to levy it. The court held that the receipt of the surplus could be regarded only as a satisfaction of the damages, pro tanto.\nWe see no error in this instruction. It is true, as decided in Adlum v. Yard, 1 Rawle 171, and some other cases, that the receipt of a dividend under an invalid assignment, or the proceeds of an invalid sale, will estop the creditor from denying the invalidity of the instrument or proceeding; but all these cases will be found to rest upon an implied condition of relinquishment, or waiver. To accept a benefit under something which may be contested, implies that the party accepting rests upon it, and agrees to abide by it, otherwise the payment would not be made to him. Hence, in such cases, an election is presented to him upon which he acts, and having by this election ratified the proceeding, he is estopped from denying its validity. But in the case before us, the tenant did no act requiring him to rely upon the distress. He acquired no benefit by the sale of his own property. His right to the proceeds, not needed to discharge the rent, did not rest upon the trespass committed by his landlord and his bailiff. It was simply a return to him of that which belonged to him before, in a converted state, it is true, hut not the less his, whether returned to him then, or afterwards recovered in damages. This principle can be illustrated by another fact in this case. The levy was upon two cows, besides the colt which was sold, but the bailiff finding the colt sufficient, returned them, no doubt to avoid the effect of an excessive distress. The return and acceptance of the cows unnecessary to be sold, clearly would be no defence to an action for a distress, when no rent was in arrear, but would simply lessen the damages. The mere conversion of the colt into money by the sale, and a return of the proceeds not needed, certainly cannot change the nature of the case. The return was a duty which devolved on the bailiff, and when he tendered the sum, and it was accepted, he could not fairly imply that his trespass was condoned. Had Hartz brought an action in debt for the surplus and recovered, perhaps it would have been different, for then the intention to treat the proceeding as valid, by demanding the surplus as a debt, would have been manifested. These reasons cover all the errors assigned.\nThe judgment of the court below is therefore affirmed."}