{"id": "422221", "contents": "The opinion of the court was delivered, by\nThompson, J.\n— The plaintiffs in error are worshippers in and successors of the Lutheran congregation of Pine Hill Church, Somerset county, founded as far back as 1790. The church edifice and ground, the subject of this dispute, has from that time until in 1855, been occupied as a place of public worship by the congregation, in entire harmony. About that time a schism occurred, growing out of supposed innovations, in practice by the pastor in charge, in the administration of his duties, rather than in any essential difference in faith; and the plaintiffs below, the defendants in error, on account thereof, withdrew from the ancient organization and church, and established and incorporated a new one, and erected a new church building. They now seek by ejectment to oust the majority, who remained in the old, and recover the church and grounds from them, on the sole ground of synodical connection.\nIt does not seem to be pretended, that the present successors of the old congregation, to whom the land in controversy was granted, have in the least degree departed from the faith of its founders. Those grants were made to a particular congregation, not described as in connection with, or under the ecclesistical jurisdiction of any church. The same congregation was meant and described in both grants. This is not disputed. The first synodical connection the congregation had, was with the West Pennsylvania Lutheran Synod. In time that was divided. It then became attached to the Allegheny Synod, long after the grants, and finally united with the Missouri Lutheran Synod.\nThe learned judge* below held that a withdrawal from the Allegheny Synod, and a union with the Missouri .Synod, was a subversion of the trust on which the ground sued for was held, and that by that act the Lutheran congregation of Pine Hill Church ceased to be a Lutheran congregation, and aliens to the faith of the founders, usurpers, without any right to the church and church property. If this were law at all, it would be harsh law indeed. The faith of the congregation is undeniably Lutheran, the same as it always has been; and certainly the trust was for the benefit of such, without being dependent for its existence on any particular ecclesiastical connection within its own denomination or general church. Its connection with an extra state judicatory of its own denomination, has not been shown to be a heresy or schismatic. And without it were shown to be a fundamental rule of the church not to form such an union, I see no ground for holding it to work a forfeiture of the rights of property. In McGinnis et al. v. Watson, 5 Wright 9, and The Presbyterian Congregation v. Johnson, 1 W. & S. 9, it was distinctly held, that it was not an implied condition of a grant to an incorporated congregation, that it shall remain in connection with any particular church judicatory, or that anything but a radical change of faith or doctrine would have the effect to forfeit its rights in the trust. This doctrine was announced long ago by Lord Eldon, in The Attorney-General v. Pearson, 3 Meriv. 353, and uniformly followed in this state. It was a clear error, therefore, to hold, that by reason of the union of the plaintiffs in error with the Lutheran Synod of Missouri, a strictly Lutheran judicatory, that they forfeited their rights of property and possession in the Pine Hill Church property. No such effect could legally flow from such an act.\nBut I cannot comprehend by what right the plaintiffs below should recover the property in question, even if this ecclesiastical connection had been a breach of the condition of the original grant. They voluntarily withdrew from the church and congregation, and formed a new association, established a church, and erected a new church edifice for themselves. They seceded. One tenant in common cannot maintain ejectment against a co-tenant, unless he has been forcibly ousted and kept out of possession. But even this principle is not adequate to a case of voluntary secession of a portion of a church congregation, who withdraw from their former associates, and create a new church for themselves. Nothing can, in such a case, be understood of such acts, but a relinquishment of all claims upon the original church property. Although this point does not seem to have been pressed in the court below, yet, in my opinion, of itself, it .would have been an abundant reason for denying the right of recovery to the plaintiffs. But as the case rests securely enough on the first ground discussed, we reverse on that ground.\nJudgment reversed."}