{"id": "422262", "contents": "The opinion of the court was delivered, by\nAgnew, J.\n— The principal question upon which the cause was rested in the court below and in this court, is, whether the executors of the surviving administrator of Peter Kunkel, deceased, were the proper parties to maintain the scire facias upon the mortgage.\nPeter Kunkel died in 1794. The mortgage was given in 1813, by John Brooks to the administrators of Peter Kunkel, and is conditioned for the payment of “ $627.40 to them, for the use of the heirs of Peter Kunkel, deceased, on the death of Eve Kunkel, widow and relict of said deceased, and the interest thereof annually unto her, the said Eve Kunkel, on the 1st of April in each year during her natural life.” The property was sold and the mortgage was taken in pursuance of an order of the Orphans’ Court. The paper-book is not explicit, but so far as we can gather it, the proceeding seems to have been in partition.\nThe single question is whether the action can be maintained in the names of the executors of the surviving administrator. The inquiry does not now arise whether the action should have been in the names of the heirs, or of the succeeding administrator de bonis non. In Hise v. Geiger, 7 W. & S. 273, it was expressly decided that payment must be made to the heirs, and not to the administrator, by whom the sale was made and mortgage taken. But this was overruled in the next year by the case of Unangst v. Kraemer, 8 W. & S. 391, in which it was held that the proper person to sue was the administrator to whom the security was given. It is to be noticed that in the latter case, the former is not referred to by court or counsel, but the same judge delivered the opinion, and it was only at the next term of the court.\nThe error of the court below was in looking at the debt in the mortgage as an ordinary contract liability, and the administrators as trustees, merely by private arrangement. In this view, doubtless the representatives of the survivor were proper parties. But the nature of the debt as a fund in legal custody, and the character of the mortgage as an instrument merely in a system of distribution, forbid this conclusion.\nThe 22d section of the Act of 19th April 1794, providing for the partition of the real estate of intestates, directed that the valuation of the widow’s third should he charged upon the estate, and at her death the principal sum should he paid by the son accepting, and then proceeds, “ and shall be distributed and divided by the said court, to and amongst the said children of her husband and their representatives according to the direction of this act.”\nThe Act of 1794 not having provided for a sale of the property when not accepted, the Act of 2d April 1802 supplied the defect. It required the court to make an order commanding the executor or administrator to sell upon such terms as the court might direct. The second section directs the court, on the return of the sale, to confirm the premises to the purchaser subject and liable to the payment of the purchase-money, according to the terms prescribed by the court, and said court shall cause the proceeds of such sales to be distributed in such manner as according to law and justice may be proper.\nUnder these acts it was repeatedly held by this'court that the widow’s third, principal and interest, was a charge upon the estate in the hands of the purchaser independently of the securities taken from him; and that the securities were but instruments growing out of the orders of the court, while the executor or administrator was but the agent of the court in making the sale and taking the security: Medlar v. Aulenback, 2 Penna. R. 355; Wynn v. Brook, 5 Rawle 108; Hise v. Geiger, 7 W. & S. 273; Eshelmam v. Witmer, 2 Watts 263; Fisher v. Kean, 1 Id. 261; Unangst v. Kraemer, 8 W. & S. 391.\nThus it appears that this debt was a fund belonging to an estate in the course of distribution according to law, and was within the exclusive jurisdiction of the Orphans’ Court; that the mortgage is but a form of security devised by the court for the purpose, and the administrators named in it were, in the language of Justice Rogers, but agents of the court, to direct the sale, bound to pay all the expenses attending it, arid to distribute the money when received:” Unangst v. Kraemer, 8 W. & S. 399.\nSo stood the case under the Acts of 1794 and 1804; but before the money fell due, and the fund could be brought into court for distribution, the revised Acts of 1832 and 1834 were passed. These acts vested jurisdiction fully in the Orphans’ Court over the partition of intestates’ estates, and the distribution of the proceeds of sales; liens are provided for before the distribution shall be made; and refunding bonds with sureties to be approved by the court; the orders of the court are to be carried out by the executor or administrator, or, in their absence or failure, by trustees to be specially appointed; and if the trustees die or remove, then by the clerk of the court, and it is expressly directed in the last case that the moneys and securities shall be brought into court and remain subject to the disposition of the court. The Act of 1834, § 43, explicitly directs that “ no executor or administrator shall have power to execute any order or decree of the Orphans’ Court for the sale of any real estate for the purposes of distribution or otherwise, nor to receive the proceeds of the sale of any of the real estate of the decedent made by authority of law, until he shall have given security, to he approved by the Orphans’ Oourt having jurisdiction of his accounts, for the faithful application of the proceeds of such real estate according to law.”\nEve Kunkel, the widow, died in 1847, and then the fund fell due for the purpose of distribution. The jurisdiction of the court and distribution of the fund then fell under existing laws; and no one could receive it or pay it out under the order of the court, except one then duly authorized to receive it, who had given the security required by law. It has been decided in an analogous case, that the authority of administrators de bonis non, under the 31st section of the Act of 1834, extends to cases arising before the passage of the law: Dunkel v. Shannon, 9 Watts 488; Carter v. Truman, 7 Barr 321; Little v. Walton, 11 Harris 166; Waterman v. Ellis, 4 Casey 264. In one of these cases a payment to an administrator de bonis non Avithout authority was held to be made good by the passage of the law.\nThe policy of charging the valuation of the widoAv’s third upon the premises, in cases both of acceptance and sale, is continued by the Act of 1832, while the Act of 1834 provides that in all cases of sales in partition, the share of any tenant for life shall not be paid to him, but shall remain charged upon the premises according to the directions of the Orphans’ Court. Under this system of distribution the question can be asked with great force, what right have the executors of a deceased administrator to represent the intestate in respect to a fund arising by conversion of laAV for his heirs ? At common laAV they could not, even as to personalty, their testator being an administrator only; and had he been an executor, still the Act of 1832 forbids the executors of an executor from intermeddling with the estate of the first testator. They could not represent him under the intestate laws, for these authorize only the executor or administrator of the original testator or intestate, or a trustee specially appointed, if there be none, or if he fail to act. In reference to the executor or administrator executing the orders of the court in cases of sales in partition, it is manifest the laws relating to partition make no distinction. Whoever is the personal representative at the time of the making of the order of the court, can execute it, whether he be executor, administrator cum testamento annexo, administrator, or administrator de bonis non.\nThere are invincible objections, under this system, to the personal representative of the deceased administrator executing the powers of the original administrator. In no sense can he be the agent of the court, independently of a special appointment as a trustee, and giving security in the absence of the proper executor or administrator. He may be amenable to a different jurisdiction, for the original administrator may have died resident in a different county. He is not answerable to the Orphans’ Court, even of the same county, in respect to the original estate, but only for the estate of the administrator. He gives and can give no security for the funds of the original estate, for his powers do not concern that estate. He cannot be compelled to act, nor can the court vest in him power to act as the representative of the original estate. He cannot, therefore, make the distribution of the funds among the heirs of the original intestate.\nLooking, therefore, to the legal system of distribution, and the jurisdiction of the Orphans’ Court; to the nature of the debt as a fund for distribution among the owners of the real estate; to the character of the mortgage as a mere security, ordered by the court ancillary to the legal charge; to the administrators as mere agents of the court to make the sale and effect distribution; and to the insuperable objections which lie to the executors as the representatives of a different estate, we must arrive at the conclusion that the executors of George Hoyer have no authority, without a special appointment as trustee, to intermeddle with this fund.\nBut there is another view which must affirm the judgment of the court below, notwithstanding the want of authority in these executors to receive payment; the heirs of Peter Kunkel actually received all that was coming upon this fund, and gave their releases accordingly. If the money had been paid by John Brooks’s executor, the mortgage was in fact satisfied. This very question was fully submitted by the court below to the jury, who found that the money, to wit, $500 and interest, was not paid by Brooks’s estate or heirs, but came from Simon Cameron. Such is the effect of the verdict under the binding instructions of the court.\nThe assignment to Cameron was made on the 8th of April 1848. On the same day the scire facias was entered amicably, and a judgment confessed in the name of George Hoyer’s executors for the use of Simon Cameron. The record remained in this condition for fourteen years without a writ of error. The heirs of Peter Kunkel, the only persons concerned in the distribution of the fund, have acquiesced in the payment ever since, and no question of contribution can now arise. How, as between Cameron, the equitable owner of the mortgage, and the representatives of Brooks’s estate, what was there to prevent their using, by consent, the names of Hoyer’s executors as legal plaintiffs ? Clearly, at this time, Brooks’s executor cannot gainsay that judgment in this scire facias to revive it.\nIn what better situation are the heirs of John Brooks as the terre-tenants ? Their right is to defend for their interest. But what is this interest ? It involves no question but one, whether the mortgage is a charge on their land. This it is, unless it has been paid. But this question was fully submitted to and decided by the jury.\nAs to the party to revive, it is clear no question arises, for Kunkel’s heirs rest satisfied, and the manner of submitting the case to the jury makes the verdict a decision in favour of Cameron’s right to receive the money; while the judgment was expressly confessed to his use. There is nothing, therefore, left for controversy on part of the terre-tenants.\nThese views render it unnecessary to examine the questions contained in the other assignments of error. It is sufficient to say that they require the affirmance of the judgment.\nJudgment affirmed."}