{"id": "422257", "contents": "The opinion of the court was delivered by\nThompson, J.\n— The plaintiff sought to recover on his paper title, and on the trial put in evidence a warrant from the Commonwealth to one John Clark for the land, dated the 30th No vember 1793, and a survey of the 1st of May 1794.\nThe next step was the deed from Thomas Jackson to Philip Rheam, for the same land, dated the 7th July 1840, but without showing any title to the Clark warrant, or possession under it. From this point downward the title to the plaintiff was regularly derived.\nThis raises the inquiry, how did Jackson’s conveyance operate to convey Clark’s title as warrantee? The learned judge, usually so ample in reasons and research, has not given us the benefit of those which led him to treat Jackson’s deed as effective in conveying title to the warrant.\nThere is not a particle of evidence on the paper-books to show that Jackson had ever been in possession of the land; had ever exercised acts of ownership oyer it, paid taxes on it, or controlled it at any time, much less for any period sufficient to raise the presumption that the warrantee was his trustee, or that there had been a conveyance which was lost. These presumptions, when ripened by time, and the silence of the warrantee, supply the place of a conveyance where there have been continuous acts of ownership on part of the claimant. That period is not less than twenty-one years : 2 Binn. 468; 4 S. & R. 331; 1 W. & S. 824; 7 Id. 215; 7 Casey 172. But in no case, that I can discover, does such a presumption arise in favour of one who does nothing evincive of ownership, excepting to make a deed. The doctrine supplies the necessary link to prevent injustice, and it does this against and at the same time in favour of parties whose acts accord with no other hypothesis than that a conveyance has been made by the party whose long-continued silence is inconsistent with the idea of ownership, and in favour of one whose acts during that silence is inconsistent with any other idea than a belief in his ownership. If neither the warrantee nor any one under him claims the land, the presumption of death of the former, after a sufficient lapse of time, might create an escheat to the Commonwealth, or under some circumstances leave room for a new acquisition from the Commonwealth by warrant, but there is certainly no law to justify the idea that any one may simply convey the title of the original warrantee without doing something to challenge his title or that of his heirs by some act of ownership sufficient to arouse his or their activity, if they meant to assert a claim. In other words, no presumption runs in his favour more than that of anybody else, if he does not entitle himself to claim it by sufficient acts for a sufficient length of time. And this was the defect in Jackson’s right to convey on the 7th of July 1840, as the ease appears before us.\n, I do not discover that there was anything to raise the presumption in favour of those taking title under Jackson. We see nothing excepting a greater lapse of time. There occurred no other “unquestioned assertion of title and acts of ownership” as was said to be necessary in Eox v. Thompson, 7 Casey, supra. This being so, the defendant might have rested on his possession alone; but he opened his case, and showed a treasurer’s sale and deed for the land. This let in the plaintiff’s rebutting testimony, which seems to have established in the estimation of the jury one or both of two aspects entirely unfavourable to its validity. But if the plaintiff’s title was without force enough to recover on, it mattered not that the defendant had none. He could rely on his possession. As the case appears now, the plaintiff had neither title nor previous possession on which to recover, even if he could bring the defendant’s position into that of a mere intruder. We therefore think the court erred in deciding the reserved point in favour of the plaintiff.\nWe cannot decide, as we have not the testimony before us, that notwithstanding all this, the plaintiff was entitled to the possession, on the ground that the defendant occupies the same ground as would the plaintiff’s agent if he had contested his title. Nor can we tell on which of the two grounds the jury condemned the defendant’s title, whether for the alleged fraudulent combination to defeat the redemption of the treasurer’s sale, or because the taxes had been paid, and the sale void. We cannot, therefore, say that, notwithstanding the defect in the plaintiff’s chain of title, that the recovery was right on the principle that would undoubtedly estop an agent in possession from contesting his principal’s title, and which would also place the defendant in the same attitude if he were in combination with him. We are left in the dark as to these matters, and we can do no otherwise than to reverse this judgment for the reasons given, and let the parties try their case again, if they choose, in the light of this decision, and under any new facts they may possess.\nJudgment reversed, and venire de novo awarded."}