{"id": "422249", "contents": "The opinion of the court was delivered, by\nWoodward, C. J.\n— The question here was upon the location of the warrant and survey in the name of Jane Nelson. The warrant issued April 7th 1794, calling for four hundred and fifty acres in Bald Eagle township, then Lycoming county, was returned as surveyed September 10th 1795, including four hundred and fifty-nine acres one hundred and fifty-three perches, and was patented for that quantity to Joseph Eearon April 29th 1796. The figure of the survey was a parallelogram, the north and south sides of which were six hundred perches in length, and the east and west ends one hundred and thirty perches long. As no marks were found on the ground which had been made for this survey, the presumption is reasonable that it was a chamber survey which adopted the marks of older surrounding surveys — a circumstance which in nowise invalidates the legal effect of the survey, but which compels us to depend altogether on surrounding surveys for its location.\nIn 1831, the late Joseph B. Anthony, discovering probably that the courses and distances of Jane Nelson would not embrace all the land within her lines as defined by her calls for adjoiners, took a warrant and surveyed three hundred and ninety-nine acres one hundred and forty-eight perches on the northern half of the parallelogram which constituted the Nelson survey, and thus pushed her away from her northern boundary. In 1859, Charles Carskadden, conceiving that Jane Nelson ought to lie on the ground from which Anthony had driven her, took his warrant and surveyed four hundred and ten acres and four perches on the southern half of Jane Nelson. Thus Anthony and Carskadden have appropriated over eight hundred acres within lines claimed for the four hundred and fifty-nine acres of the Jane Nelson, and between them she has not a foot of ground left to stand upon.\nThe learned judge assumed that the southern boundary of John Thompson, John Martin, and William Gray, well-known tracts, older than the Nelson warrant, was the northern boundary of the Nelson survey. These tracts were known as the Cadwalader Evans lands, and the line that describes their southern boundary, and which was assumed as the northern boundary of Nelson, is what is called the Evans line. The call for these tracts by the Nelson survey and the testimony of the surveyors, seem to justify the assumption made by the judge, though it is manifest the effect of it is to kill the Anthony title, which was not represented in this suit. It was next distinctly admitted by the court that if the southern boundary of Nelson could be fixed where the plaintiffs claimed it to be, the excessive quantity would be no objection to their recovery — that both the Anthony and the Carskadden warrants would have to yield to the Nelson,, and that the owners of that survey would have to be called on in another way by the Commonwealth 'to pay for the excess of land in their patent.\nIt is manifest that the only thing that the plaintiffs in error, who were plaintiffs below, have to complain of in such a charge, must relate to what was said touching the southern boundary of Nelson. And in looking through the record we see nothing on that subject that is questionable except those parts of the charge which are contained in the 5th and 7th assignments of error.\nIf the fallen maple were, as Treziyulny is very clearly of opinion that it was, a corner of the James Taylor tract, which was an older survey than the Nelson, and the surveyor, in returning the Nelson warrant, adopted it, and protracted the line N. 58° E. from it six hundred perches, and so returned it into the land office thirty-six years before Anthony took his warrant, and sixty odd years before Carskadden took his, it was a sufficient establishment of that line, though no mark was ever set upon it. It was therefore clearly wrong to tell the jury that before they could adopt the line from the fallen maple on the southern boundary, they must be satisfied that there are marks on that line corresponding with the date of the survey. No chamber survey could be established under such instructions. I attach no importance to the black oak which Treziyulny found on this line, for it did not count to the date of the Nelson survey, and although it may have been marked for an intended survey in the name of John Taylor, which is one of the southern calls of the Nelson, yet no warrant in the name of John Taylor was ever located in that place, and this call fails to identify the location of Nelson. But the old maple, which was probably intended for a corner of the contemplated survey in the name of John Taylor, was in the boundary line of James Taylor, a well-located warrant, older than the Nelson. Though not a corner of James Taylor, it was a landmark from which both Treziyulny and Quay located James Taylor. It was on the ground then, when the Nelson warrant was laid, and must have been known to the deputy surveyor. Now if, instead of going upon the ground, and actually marking the linos of the Nelson warrant, he adopted the Evans line on the north, and a line running N. 58° E. from this old maple for the southern boundary, here was a location of the warrant which after thirty years would have been as actual an appropriation of the land as if the southern line had been well marked on the ground: Caul v. Spring, 2 Watts 390; Martz v. Hartley, 4 Id. 261; Schnable v. Doughty, 3 Barr 392; McBarron v. Gilbert, 6 Wright 279; Bellas v. Cleaver, 4 Id. 267; and what greatly favours the presumption that he did adopt the old maple as a corner of the Nelson is the fact, that in the western boundary of his return of survey he called for the white oak, which is an accredited corner of the James Taylor. The court said, in that part of their charge which is contained in the 7th assignment, that this white oak could only be regarded as fixing the location of Jane Nelson from east to west, and the reason given was, that the distance from the white oak to the south-west corner of Nelson is not marked in the return of survey. We think this was a misdirection. That white oak called for in the return of the Nelson warrant, as standing in her western boundary much below the middle of the parallelogram, and far beyond the one hundred and thirty rods called for as the official distance of that end of the parallelogram, proves that if you are to start from the Evans line on the north, you cannot stop where Anthony placed his southern, and Carskadden his northern line, for you must go to the white oak, but as it is not a corner, the figure of the survey as returned requires you to go beyond it. Beyond it how far ? Treziyulny and Quay say twenty-seven perches to the old maple, a line tree of the James Taylor, and thus they are enabled to say that they consider the southern boundary of the Nelson as well fixed as the northern. The distance can only be inferred from the figure and proportions of the diagram, and although the opinion expressed by the surveyors is necessarily speculative, it strikes us as not unreasonable. The error of the court consisted in giving no weight to the white oak in fixing the width of the parallelogram. Whatever the difficulty of fixing the distance beyond it in a southerly direction, the line from the Evans line must run to and beyond the white oak, for nothing is more certain than that any of the marks of an older survey may be appealed to in fixing the location of a younger, and indeed it was the duty of the surveyor to call for these marks of the older survey, instead of confusing evidence by making new ones. The white oak as a corner of James Taylor was properly called for as a line-tree of Nelson, for it was capable of being a corner of one tract and a line-tree of another.\nIn this manner the white oak becomes important not only in fixing the length of the parallelogram, but its width also, and it bears directly upon the question whether the maple should be adopted as the corner of the Nelson survey. The jury should have been led to this view of the evidence, or, to say the least that can be said, they should not have been led away from it. And yet the parts of the charge indicated in the 5th and 7th assignments led them quite another way. They received no proper instructions on the effect of a chamber survey returned for more than twenty-one years, nor on the effect of calls for the marks of older surveys. These were two great defects of the charge, and for these errors the record must go to another trial.\nWe say nothing decisive about the over quantity in the Nelson survey, for no account was made of that in the court below; and nothing against the Anthony warrant and survey, for it is not before us, and nothing that we mean to be decisive of the location of the Nelson warrant, for it is a question for the jury. What we would be understood as deciding is, that the instructions which the jury received were not, in the two particulars specified, such as the cause demanded. If, under proper instructions, the jury had located the southern boundary of the Nelson warrant where Mr. Quay thinks it may be located, then, on the assumption that the Evans line was the northern boundary, the plaintiffs would have been entitled to recover such fractional parts of all the land embraced by these lines as their title-papers covered.\n'The judgment is reversed, and a venire facias de novo is awarded."}