{"id": "422205", "contents": "The opinion of the court was delivered, by\nWoodward, C. J.\n— The motion to quash the writ of certiorari, because it was issued without a special allocatur, was argued in connection with the question upon the record, and is first to be disposed of.\nNotwithstanding the generality and comprehensiveness of the language of the Act of Assembly of June 16th 1836, defining the jurisdiction and powers of this court (Purd. 928), the construction given to it in The Commonwealth v. McGinnis, 2 Wh. 114, left in force the Act of April 13th 1791, which forbade a writ of certiorari to any person indicted for crime or misdemeanour, except upon special allowance by the Supreme Court, or a judge thereof, or by consent of the attorney-general; and under that act writs were always quashed on motion when not so allowed; Commonwealth v. Meyer, 2 S. & R. 453; Marsh v. Commonwealth, 16 Id. 319.\nAnd the 33d section of our Act of March 31st 1860, Purd. 414, is a re-enactment of the Act of 1791. It may be laid down very confidently, therefore, that a defendant in a criminal case can have a writ of error, or certiorari, only by special allowance of this court, or of a judge thereof, or by consent of the attorney-general. But may not the Commonwealth have a writ without such allowance or consent ? This is our present question.\nThere is nothing in the disabling provisoes of the statutes to limit the right of the Commonwealth, and the powers of this court, whether deduced from the common law, from the old provincial Act of 1722, or from legislation under our state constitutions, are quite competent to the review of any judicial record, when no statutory restraints have been imposed. See Commonwealth v. Simpson, 2 Grant’s Cases 443. •\n■ It would be very strange if the Commonwealth might not appeal to her own tribunals for justice, without the special con.sent of certain of her own officers. The abuses and evils which would come from an indiscriminate indulgence of defendants cannot be expected to spring from the rare instances in which the sovereign would invoke the appellate jurisdiction, and hence no restraints have been imposed by statute upon the sovereign, and we will impose none by judicial construction.\nThe certiorari in this case was sued out by the district attorney. He represents the Commonwealth in the criminal prosecutions of Clinton county. As to him the writ was a matter of course, which needed no sanction of a judge or of the attorney-general. The record was well removed by it, and the motion to quash must be dismissed.\nAs to the question upon the record, we think the demurrer to the indictment was well- sustained, and that the reasons given by the learned judge are sufficient to justify the judgment, which is accordingly affirmed."}