{"id": "422207", "contents": "The opinion of the court was delivered, by\nThompson, J.\n— The learned judge of the Common Pleas charged that the rent proposed to be defalked against the mechanic’s lien, being reserved in the same instrument from which the lien springs, it was consequently in the same transaction, and therefore, regardless of other considerations, should be allowed to extinguish pro tanto. We think this reason was insufficient, in view of the circumstances. There are, undoubtedly, cases in which the transaction is so entirely a unit, that it is most most just and proper, when litigation arises, that matters arising directly out of it should be determined in one suit. These cases are not parallel with this. 'Üjjere the same paper, it is true, contains the contract out of which the lien arises, as well as that out of which the rent accrued, but they are as distinct and separate, covenants as if written on separate sheets of paper. There is a complete contract for building, describing the kind of structure, and the time when to be completed and paid for. There follows a complete lease of the building for a long term, to commence shortly before its completion, to continue for thirteen years. The former, the building contract, was to be finished in about eight months, and to be paid for then. The first year’s rent would not fall due for near a year after. These things show the distinctiveness of these covenants as contracts. Now, the lien might have been reduced under the principle invoked, by showing defectiveness in the work and the like, and so might the rent, if the landlord had been suing for it on account of interference with the tenant’s possession, not amounting to erection, but acts against quiet enjoyment. Thepe would be instances of the claims arising in the same transaction being allowed to be given in evidence to extinguish the claim by a liberal construction of our Defalcation Act. Steigleman v. Jeffries, 1 S. & R. 477, passed upon this principle. There the defendant set off damages for a breach of warranty of goods, in suit to recover the price. So in Harper v. Kean, 11 S. & R. 280; the plaintiff sold leather for the defendant for less than what it was worth in the market, and the latter was allowed a defence to the judgment to which the proceeds were to be applied to the extent of what it should have brought. Badger v. Shaw, 12 S. & R. 275, was a suit for the price of cattle sold, and the defendant was allowed to defalk damages for the non-delivery of sheep sold to him by the plaintiff; Duncan, J., saying, “where the cause of action, which the defendant wishes to set off, arises from the same transaction as that in which the plaintiff founds his action, he may have both decided by the same jury.” Hubler v. Tamney, 5 Watts 51, is of the same nature. In these cases connection between the claim and the defence is so apparent that the justice of the principle must be admitted, although the matter defalked was not strictly a set-off. Not so the case in hand. It was impossible to settle the entire covenants in one action. They were of different and distinct natures, and to be performed at different and distinct periods. In applying the rent, therefore, to the extinguishment of the lien, on this principle alone, where the plaintiffs had another claim entitled to its application, on equitable principles, was of course error in the absence of appropriation by the debtor and creditor. They therefore should have been allowed to put in evidence their book account; if it was unpaid, and unsecured, and no appropriation by the parties of the rent, equity would apply it to the book account in pre* ference to the old debt secured by the lien. This is the well-settled rule: Watt v. Hock, 1 Casey 411; Pierce v. Sweet, 9 Id. 151; Johnson’s Appeal, 1 Wright 268. Treating the rent in arrears as a payment in equity under the circumstances,, the plaintiffs were entitled to have it in accordance with these principles so applied to their account, and the books were evidence on the issue to the same extent as they would have been if the suit had been to recover the amount of the account contained in them. The plaintiffs in error having sustained both these exceptions,\nThe judgment must be reversed, and a venire de novo awarded."}