{"id": "422212", "contents": "The opinion of the court was delivered, by\nStrong, J.\n— In the distribution of the proceeds of this sheriff’s sale, the appellant was at liberty to show, if he could, that the mortgage of Mrs. Buckley to Earnum was in equity paid, either in whole or in part, by the failure of the consideration for which it was given. And this is what he attempted to do. In order to show it, however, it was necessary for him to make out that, under her purchase from Earnum, Mrs. Buckley was entitled-to the property conveyed to her unencumbered by any judgment or liens recovered against her vendor. When she purchased, there was a judgment against Earnum for $1200, held by Caleb Hoopes, but the deed conveyed the property to her expressly subject to the payment of the judgment. It became a part of the purchase-money by virtue of the express charge. Hence, when she is called upon to pay it, or when it is paid out of the land, there is no failure of consideration for her mortgage, for she has lost nothing which she bargained for, and to secure the payment for which her mortgage was given. Buying subject to the Hoopes judgment, she' in effect bought only what remained after the satisfaction of the judgment. It has repeatedly been decided that he who purchases expressly subject to an encumbrance, as between his vendor and himself, makes the debt his own. At the very least, his taking the title thus expressly charged, constitutes an engagement on his part to indemnify the vendor against loss on account of the charge. Payment of the Hoopes judgment can therefore give her no equity against her vendor, who was. also her mortgagee.\nSimilar remarks may be made respecting the mechanics’ liens which were upon the property when the conveyance was made. If the purchaser undertook to pay them, her payment gives her no equity against Farnum which justifies the deduction of the sum thus paid from her mortgage. Instead of proving a failure of any part of' the consideration of her mortgage, it shows only that the payment of the liens was a part of the consideration of the sale to her. This was distinctly proved before the auditor.\nBut the appellant urges that it was error to receive such proof. He contends that it cannot be shown by parol, that there was any other consideration for a conveyance than such as is stated in the deed. To this we do not assent. The rule excluding parol evidence to contradictor alter a written’instrument, does not prevent giving parol evidence of a consideration not mentioned in a deed, if it be not directly inconsistent with that expressed : Greenl. on Ev., §§ 285, 304; 1 Penna. Rep. 486. There are, it is true, some old cases that assert a contrary doctrine, but they are not supported by the modern authorities, and certainly they are not correct exponents of our law. The subject was considerably discussed by Judge Kennedy in Jack v. Dougherty, 3 Watts 151, where he referred to many decisions. See also Strawbridge v. Cartledge, 7 W. & S. 394.\nIt follows from what has been sai», that the testimony of J. Smith Futhey was correctly received, and that the exceptions taken by the appellant are not sustainable.\nThe decree of the Court of Common Pleas is affirmed, with costs."}