{"id": "425134", "contents": "The opinion of the court was delivered, by\nThompson, J.\n1. In the Commonwealth’s writ of error, the first matter of complaint is to the ruling below, that the defendants were not liable to a tax upon the dividend declared in 1859, but only on the appraised value of the capital stock.\nThe canal company was organized, as stated on both sides, on the 6th of July 1858, and went into operation as a company. On the Tth of February 1859 they declared a dividend on their stock of three per cent. The Commonwealth claims that that fixed the measure of their liability for taxes for the fiscal year ending 31st December 1859.\nAccording to the 33d section of the Act of 29th March 1844, where a company declared a dividend of less than six per cent. per annum, a valuation of the capital stock was to he made in the manner provided, and a tax of three mills on the dollar assessed thereon in lieu of any tax on dividends. So the law stood until the passage of the Act of 12th of April 1859, entitled “ An act to equalize taxation upon corporations.” That act provided for a tax of one half-mill for each one per cent, dividend declared by any corporation, except hanks of issue, in any one year, and it was only in case that no dividend at all was declared, that a tax upon the value of the capital stock was to be resorted to. The Commonwealth claims that as a dividend was declared in the fiscal year of 1859, she is entitled to the designated tax on the dividend; and to the objection that' this would be to give a retroactive operation to the statute which declares “ that from and after the passage of this act” the rule shall he as prescribed, it is answered that although this is true, the statute itself makes an exception in certain cases, within which is this case, by providing “ that all unsettled accounts shall be adjusted in accordance with the provisions of this act.”\nWe think this point of controversy is settled by an answer to the question, whether at the date of the passage of the act, there were unsettled accounts between the Commonwealth and this company ? Confining the expression to the accounts of the company for the year 1859, even, it is true certainly that as taxes had accrued for several months of that year, and the time for settlement had not arrived at the date of the act, they were unsettled. But not only was there an unsettled account for that, but for the preceding, year. The accounts of the company from its organization to the date of the act, remained unsettled. No question can possibly exist, we think, that they were unsettled accounts by this company within the meaning of the proviso. The words of the statute are plain, and the safest rule in placing a construction upon it is to adhere as closely as possible to the words : Dwarris on Statutes 708. Unless we concede the construction contended for by the Commonwealth, we render the proviso meaningless and inoperative ; and we have no authority for this, in the absence of any inconsistencies between it and other parts of the statute. The argument against this position is, that when the dividend was declared and paid in February 1859, being less than six per cent., it was not taxable as dividends as the law stood. That is true, but the Act of 1858 required a return by the company of its dividends and stock in the month of November of every year. The time for the payment of the tax was after that, and before the 31st of December of each year. The settlement and adjustment of the tax'was to be for the whole year, if the corporation was in existence during that time: that is manifest. The Act of 1859 did not alter this, but required the tax to be on dividends, if any were declared within the year and unsettled. No fixed rights of the company, resulting from adjustment and payment, were to be interfered with. But where they were not so closed, they were made liable to the rule of equalization adopted by the act. That the act should have this construction may be illustrated by supposing the company to have declared a dividend after the passage of the act. That would have been 'taxable under the prospective terms of the act, according to the defendant’s argument. So it would; and would it not have satisfied the claims of the Commonwealth for taxes on stock, there being no dividends for that portion of the year preceding the act? We think it would, and if the rule would cover the whole year in this respect, why shall it not in the other ? The act is unambiguous in its requirements where there are unsettled accounts, and we must follow them if not void on constitutional grounds. But this is not pretended, and we need not discuss it. Without further multiplication of words, our opinion is, that the court erred in their construction of the Act of 1859, and that the company was liable for the tax on the dividends declared within that year.\n2. Had it appeared in this case, as it did in that of The Delaware Division Canal Company, that the accountant department had determined that the company was not liable to be taxed at all under the Act of 1844, the learned judge would have been right in holding that the forfeiture of the ten per cent, had not occurred. But that did not appear, and we do not see how he arrived at his conclusion in regard to it. We see no evidence that that rule applied to this company. If it did, we think the company could have shown it, and that would have excused them, for they could be guilty of no negligence in not performing or offering to perform the useless ceremony of rendering reports which would not have been accepted. We think, in the absence of such proof, that the court erred in holding that the penalty had not attached. If this be not shown on another trial, the ten per cent, ought to be charged* against the company. We cannot assume this fact from the letter of the auditor-general of the 19th November 1858, in relation to The Delaware Division Canal Company case. We may very readily surmise that the fact was so, but this is not proof.\n3. We think also the court erred in not allowing the claim of interest on the sum found due on the trial of the appeal, from the time fixed in the act, to wit, three months after the settlement in the auditor-general’s office. This we decided in The Commonwealth v. The Delaware Division Canal Company, and we have nothing to add to the reasons there given. We must reverse this case for these reasons.\n1. We will now notice the errors assigned by the company on their writ of error. The first and fourth are overruled by the decision in The Delaware Division Canal Company v. The Commonwealth, just decided, to which we have nothing to add.\n2. We think the second specification under the general assignment ought to he sustained. The company, as already stated, was organized and went into operation about the 6th of July 1858. This was within six months of the end of that fiscal year, and full taxes for the year were charged in the settlement in the auditor-general’s office, and were allowed on the appeal. The plaintiff in error contends that by the practice in the auditor-general’s office, only half taxes should have been charged, the company being in operation less than half a year, and they refer for the evidence of the practice to the auditor-general’s letter of the 19th November 1858, and which appears in the paper-book of the Commonwealth in the case of The Delaware Division Canal Company. This letter clearly sustains their .position. The rule is just, and no more ought to be collected upon any principle that I can conceive of. Why it was not respected I know not, but it is most likely it was overlooked. Although we may not reverse for this reason, because it nowhere appears that the point was made below, yet as this case is to be reversed on other grounds, we think it best to say, that-unless some law or rule exists to make the tax for the whole year legal, when the company was in operation for less than half that time, this item of charge ought to be corrected in accordance with the practice of the office.\nThe judgment in this ease is reversed, for the reason stated, in the case of The Commonwealth v. The Wyoming Yalley Canal Company. And affirmed in the case of The Company v. The Commonwealth."}