{"id": "425145", "contents": "The opinion of the court was delivered, by\nStrong J.\nIt is fairly deducible from the Act of April 15th 1884, that while it was made the duty of assessors and assistant assessors of the several counties to take an account of, and to value all real estate within their respective wards, townships, and districts, they were directed to assess each object of taxation as a whole. It was not contemplated that they should divide farms or lots of ground, or real estate of any description that had been used and enjoyed as a whole up to the time of the assessment. Such a mode of assessment would have necessitated measurements, in very numerous cases, of parcels cut off from the main body of a tract of land by township or ward lines, and in other cases would have demanded valuation of parts of houses, mills, manufactories, furnaces, forges,, distilleries, sugar-houses, malt-houses, breweries, tan-yards, and ferries. -And as by the supplementary Act 'of April 15th 1841, the valuation is required to be made at such rates and prices as the properties valued will separately sell for at a bond fide*,sale, division of properties by ward or township lines would often render such a valuation impossible. This must have been understood by the legislature, and hence, by the 59th section of the Act of July 11th 1842, it was enacted that assessments of seated lands shall be made in the township in which the mansion-house is situate, where township lines divide a tract of land.\nThis act was plainly remedial. It aimed to prevent the mischiefs which would flow from contests between the assessors of adjoining municipal divisions, respecting the right and duty of assessing property intersected by the division lines of districts, and it guarded against the low valuations which assessment of an entire property in parcels tended to produce. It should, therefore, receive a liberal construction, both as a remedial statute and as tending to produce equality of taxation.\nIt is said that acts imposing taxes are to be strictly construed ; but the Act of 1842 is not one imposing taxes. It is said the act applies only to tracts of seated land lying in two or more conterminous townships. We do not think so. Lands are not the less divided by a township line, because that line may also be the line of an adjoining borough or city; and the evils resulting from assessment in parcels by different assessors, rather than an assessment in entirety, are the same where part is situate in a township and part in an adjoining borough or city, as where the parts 'are separated only by a line between two townships.\nBesides this, the 15th section of the Act of April 25th 1850, shows plainly the understanding of the legislature, that the Act of 1842 extended to cases where the line between a township and a borough or city may divide the mansion-house of a farm from a portion of the land. That act enacted that the 59th section of the Act of 1842 shall not be construed to extend to lands lying in different townships, the mansion-house of which is in an incorporated borough or city. It obviously inrplies that the act does apply when the lands are divided by a township and city or borough line, if the mansion-house be not in the city or borough.\nIn the case now before us, it appears that the mansion-house and other improvements, with nearly seven-eighths of the land, are situate in Lancaster township, and that only about sixteen acres of the tract lie in the city. It was not competent, therefore, for the assessor of the city to assess any part of it, and his attempted assessment was void.\nThe judgment is reversed, and judgment given on the case stated for the defendant."}