{"id": "425189", "contents": "The opinion of the court was delivered, by\nAgnew, J.\nThis case appears to have been sadly miscarried. Margaret Shaffer having refused to accept the provision made for her in the will of her husband Henry Shaffer, elected to take her dower in the real estate. She then presented her petition to the Orphans’ Court for partition of the real estate of her husband. This was manifestly erroneous. The jurisdiction of the Orphans’ Court to make partition, was originally confined to the estates of intestates ; lands held in joint tenancy or in common under deeds, wills, or other common-law assurances, being the subject of the jurisdiction of the Court of Common Pleas. The Act of 13th April 1840, § 4, extended the jurisdiction of the Orphans’ Court to cases of testacy, where the parties or some of them were minors, or where the course of descent under the intestate law was not altered by the will. This was followed by the Act of 10th April 1849, § 10, conferring jurisdiction in cases of testacy, when the estate was in whole or in part devised to two or more children, either in equal or in unequal proportions. To remedy the inconveniences of having first a common-law partition between the heirs of a decedent and his co-tenants, the Act of 13th March 1847, § 1, further authorized a valuation in the Orphans’ Court of the interest of the decedent in property held in common or joint tenancy with others. But where lands are held in severalty by a devisee, subject only to the common-law right of dower, no jurisdiction has yet been conferred upon the Orphans’ Court.\nIn this case the testator devised separate and distinct tenements to each of three of his sons: in Ephraim’s case, subjecting his tract of land to certain devises and interests in favour of the testator’s widow. It is. clear there was nothing subject to partition with any one, in each of the properties, as the devises stood before the widow’s election. Even in Ephraim’s tract, the widow’s right of possession was defined as to the parts she should enjoy, and her remaining interest was a change merely. But when she elected to take her dower, she clearly fell back, not upon the intestate law, for there was no intestacy in the case, but upon her superior rights vested in her by jnarriage, before the decease of her husband.\nThe right of the husband to devise his real estate away from his wife was indisputable as to all his real estate, except that in which the wife had obtained vested rights by settlement or by dower. As to personal estate this right was absolute, except when controlled by a marriage settlement. But the revised Act relating to wills of April 8th 1833, § 11, after declaring that a devise or bequest by a husband to his wife should be 'in lieu of dower in his estate, declared, that nothing contained in this act should deprive the widow of her choice, either of dower or of the estate or property so devised or bequeathed. Dower is a term so well understood, it cannot be supposed that acts drawn up by professional men engaged in the revision of the. laws, intended a departure from the legal and technical meaning of the term. The same word is used in the Act 29th March 1332, providing a legal proceeding to compel the widow to make her election of her dower or of the provisions of her husband’s will. But we have also the benefit of an express decision upon the nature of her dower under a refusal to accept the provision of the will. In the case of Hinnerschitz v. Bernhard’s Executor, 1 Harris 518, Chief Justice Gibson thus disposes of the question, in a few words, deciding that there is in such a ease no intestacy ; that the dower she takes is by the common law, and cannot be proceeded for in the Orphans’ Court. The doctrine of this case is recognised by my Brother Read, in Paul v. Paul, 12 Casey 280, and still more recently in Kent v. Bradford, 7 Wright 474, by my Brother Strong, who has discussed the subject carefully and fully. I have considered it proper to state the nature of a widow’s estate of dower, after refusing to take under the will at some length, in consequence of the remarks of Justice Coulter, in Melizet’s Appeal, 5 Harris 454, which might seem to leave a question as to the meaning of the term. The dower being at common law, the jurisdiction belongs to the Common Pleas both in law and equity, the powers of chancery in this respect being extended to the several Courts of Common Pleas throughout the state.\nThis is sufficient to dispose of the case, as the want of jurisdiction in the Orphans’ Court goes to the foundation of the proceedings. But we may also say, that the pi’inciple of distribution adopted by the auditor, if we have been able to drag it out of the obscurity which appears to surround the report, would seem to be erroneous. The effect of the mode adopted by him, is to exonerate Ephraim entirely from the charges in favour of the widow, made upon his estate by the testator, and to cast them wholly upon the legatees of the money ordered to be paid by him. By the will he was to pay $2800 to the children of the testator, in addition to the charges in favour of the widow. It is manifest that the testator valued each tract devised, and his intention was to distribute this valuation equally among his children, deducting advancements. How, in assessing the land devised to Ephraim at $2800, he manifestly must have taken into account the charge upon it in favour of his widow. But, if we understand the auditor’s report, he charges the widow’s share, viz., the interest upon the one-third of the valuation of the jury, which was $8242.40, wholly upon the $2800, bequeathed to the children of the testator, distributing to them only the balance after its payment. It is true that in the altered state of the will, caused by. the refusal of the widow to accept, Ephraim was released from the provision made for her, and became liable only for her dower at common law. But it did not follow that the payment of the interest which represented her dower should fall wholly upon the money ordered by the testator to be paid by Ephraim, on the valuation of the land as devised, subject to the widow’s provision. Equity requires that this encumbrance should be valued, and that each should contribute to its payment.\nIt is, therefore, now ordered and decreed, that-all the proceedings in partition in the Orphans’ Court, together with the proceedings before the auditor, be quashed and wholly set aside, and that the costs be paid equally by all the parties, including Margaret Shaffer the widow."}