{"id": "425147", "contents": "The opinion of the court was delivered, by\nAgnew, J.\nIt is not difficult to determine this case, if we keep in view the provisions of the Insolvent Law, and the purpose of the bond given to obtain its benefit. The first section of the Act of 16th June 1836, gives power to grant relief to insolvent debtors, in the manner provided. The mode is for the debtor to come into court, present his application, ask a hearing, give notice of it to his creditors, exhibit the state o'f his affairs, take the required oath, make an assignment, and ask for Ms final discharge. In all this, he is the actor and only one to set in motion the machinery of the law, which is to result in his discharge. His creditor performs no part of it, is not bound to appear, and cannot prevent his discharge except by showing that he is not a fit subject of relief. He may appear to do this, but it is not to do an act in furtherance of the discharge but against it. The purpose then is relief, the provisions of the law must be pursued, and the debtor is the only one who sets them in motion and keeps them moving.\nThe bond is but a part of the machinery. Its purpose is temporary enlargement while prosecuting the necessary measures for relief; and to enable him to prosecute them with more convenience than he could under confinement. Its purpose is also to secure his creditor by compelling him to proceed towards his discharge in due course of law, or to return himself into prison in case he fails to procure his discharge. This being the purpose, it is clear that no construction of the bond can be right which postpones the discharge indefinitely, and at the same time prevents his return into the power of his creditor.\nHow, admitting that Matthew Bartholomew, the debtor, appeared and asked a hearing, and that the court by failing to fix a day for it, rendered it impossible for him to give notice to his creditors, and proceed in due course to obtain his dischai-ge, it does not follow that the proceeding must rest there, and no farther duty devolve upon him. If, by the failure of the court, the proceeding has come to a stand, and no duty rests upon him to extricate it from this dead-lock, he has failed to obtain his discharge, and he must perform the alternative by surrendering himself to prison. But if he is unwilling to accept the alternative, and claims his right to keep the proceeding in motion, then clearly his duty is to have the omission of the court corrected at the earliest moment, by 'asking it to fix a day for his hearing. Supposing that he may fairly deny the forfeiture of his bond at the time when the court, by its omission, prevented his immediate action; yet, being the only actor in the case, and his duty being to go forward in pursuit of the relief, he was bound to come into court at the next term at farthest, and renew his application for a hearing. Indeed it may be — but it is unnecessary to decide this — he was bound to see that a day was fixed for his hearing, or at least a continuance of his application granted. But, certainly, an appearance at the next term was due from him, as the actor seeking a relief he could obtain only by pursuing it, and as a proper measure of protection of his creditors, to whom he had become bound. If we assume that he need not move, and that his total cessation is no failure to procure his discharge, he is set at liberty without any security to his creditor, and may take himself beyond the reach of his process without remedy. This would be a total perversion of the benevolent provision for temporary relief by bond, and would place his creditor in a worse position without fault on his part. We apply to this ease, though differing somewhat in circumstances, the precise principle stated by my brother Thompson, in deciding McDonough’s Case, 1 Wright 275. Following its indication as harmonizing with the intention of the act, we take a step perhaps in advance, yet in the same direction.\nThe judgment below is therefore reversed, and we now enter judgment for the plaintiff below for the penal sum of $2000, and assess the damages at $1307.63, with interest from .the 22d of December 1858, and costs of suit."}