{"id": "425178", "contents": "The opinion of the court was delivered, by\nAgnew, J.\nLex v. Patten, 4 Harris 295, does not decide that stock held by a defendant in his own name, and not claimed by another, cannot be attached in execution under the 34th section of the Act of 16th June 1836. It decides only, that such stock may be sold under the first section of the Act of 29th March 1819 ; and this section of the Act of 1819 is not repealed by the 34th section of the Act of 1836. The right to proceed under the latter, if the parties choose, is express. It says, “The like proceedings (viz., by attachment) may be had against stock owned hy a defendant and held in his own name without the affidavit and recognisance aforesaid.” So far the section is absolute, and the next clause is simply provisional, viz., “and if any party claim to be the owner of such stock, he may” proceed to intervene. If the defendant therefore held the stock in his own name, the plaintiff may proceed by fi. fa. and sale, under the Act of 1819, or by an attachment under the Act of 1836. There is a reason why the attachment is an appropriate proceeding under the Act of 1836, not noticed by the judge, whose opinion was adopted in Lex v. Patten. There are cases where the stock is held by the defendant in his own name, and where there is no owner to make claim, but where it is subject to a charge or lien upon the title. This is the case in all bank stocks under the laws of this state, the stock being liable to a lien in favour of the bank for debts due to it by the stockholder. In such cases it is important to the rights of the parties, and to save litigation, that the proceedings by attachment should be resorted to, and the precise extent and character of the claim of the corporation, ascertained before final execution. But if the stock should be levied and sold under a fi. fa., the result must be litigation between the purchaser and the corporation, and loss to one party or the other.\nThe judgment of the court must therefore be reversed, and a venire de novo awarded."}