{"id": "425180", "contents": "The opinion of the court was delivered, by\nStrong, J.\nIn Bassler v. The Union Canal Company, 2 Watts 271, it'was decided that by the act incorporating the company, jurisdiction to award a' venire for a jury to ascertain and report the damages caused by the construction of the canal through the lands along its route, is not confined to the Court of Quarter Sessions of Philadelphia, or to the Mayor’s Court of Philadelphia. The 18th section of the Act of April 2d 1811 was held to give jurisdiction to the Court of Quarter Sessions of any county through which the canal passes, over an assessment of damages done to lands within that county. This has, ever since that decision, been accepted as the true meaning of the Act of Assembly. It is within the knowledge of some of us that proceedings to assess damages caused by the construction or enlargement of the canal, have been instituted in the Court of Quarter Sessions of Berks and Lebanon, counties, and that they have been sustained. It is too late to assail the jurisdiction of those courts. The question is no longer open.\nThere remains- then but the single inquiry whether Heilman, the petitioner in the court below, has under the Act of Assembly a right to sue for and recover damages. In the prosecution of the purpose for which the company was incorporated, power was given to the president and managers to purchase tenements,,mills, millponds, water, watercourses, or other real hereditaments. Power was also given to them to enter upon and appropriate such property without a purchase, with a provision that, in default of purchasing, a venire to assess damages might be awarded, on application of the owner whose property had been taken. The assessment provided for has application only to cases where there has been no purchase. There are no damages to be assessed until there has been an appropriation, under the power granted by the Commonwealth, and not under a contract with the owner. It is therefore-always a material inquiry, when the appropriation in invitum was made, for it is he who was the owner at that time, who is entitled to the compensation for damages. His subsequent grantee is not a person to whom compensation is due, and he cannot therefore, under the statute, make application for an assessment of damages caused by an appropriation made before his ownership commenced.\nThe difficulty in this case arises from not noticing the difference between taking under a contract with the owner, where there can be no venire, and taking under the right of eminent domain of the Commonwealth granted to the company. The petition avers that the water was diverted in the year 18B4, when John Light was the owner. Had it then been permanently appropriated, without a purchase, a venire might have issued at the suit of John Light, and the damages would have been his. But this was not the character of the appropriation. The petition avers that it was made under a contract with the owner, by which it was stipulated that the company should pay a stated sum per day for each day such diversion of the water (that is, diversion under the contract) should continue. This was in effect a purchase. The petition calls it a permanent diversion of the water. In one sense it was so. The right to abstract the water was under the arrangement to continue, while the company chose to pay the daily compensation stipulated. But whether permanent or no,t, the petition must be taken as an entirety, and if so considered, there is no difficulty in understanding that all that was acquired by the company, or lost by the owner, was the use of the water so long as the company should continue to pay the daily rent. It was so understood by the company. When the water and the water-power of John Light afterwards became the property of Henry Snavely, a similar contract was made with him, and‘when Heilman purchased from Snavely in 1845, the company renewed the contract with the new owner. In 1850 they purchased from Heilman the right to divert the water for five years for a stipulated sum. The petition then avers that whatever rights the company exercised up to 1855, they acquired and held under the successive owners of the land from which the water was taken by virtue of contracts of purchase. And it was not until 1857 that they made any appropriation, in virtue of their power to take property, without a purchase. Under their contracts with the successive owners, the right of the company to take the water did not continue after 1855. The license they previously held was relinquished by them, for they ceased to claim under it, or to recognise the obligations imposed by its continued exercise. The petition avers that in 1857 they first made a permanent appropriation of the water without a purchase. At that time Heilman was the owner. It is for that appropriation this venire was awarded. \"‘In onr opinion it was rightly awarded, for down to 1857 there had heen n$ appropriation under the power granted by the Commonwealth, and, for injury done since, there had been no compensation paid, or secured to be paid by contract. Had the company in 1834 bought a right to use the water for twenty-three years and no longer, it could not be doubted that continuing to use it after the expiration of the term, without an extension of the contract, would be an injury to the person who was the owner when the unauthorized use began, and that then an assessment of damages became his right. Such is in substance the present case. Heilman was the owner when the water was appropriated, within the meaning of the Act of Assembly. The court below was therefore right in refusing to set aside the inquisition, and in confirming the assessment made.\nThe order of the Court of Quarter Sessions is affirmed."}