{"id": "425160", "contents": "The opinion of the court was delivered, by\nAgnew, J.\nPerhaps it would be quite as just to say of this case, as Chief Justice Black said of Sharpless v. The Mayor of Philadelphia, 9 Harris 158, “ This is beyond comparison the most important cause that has ever been in this court since the formation of the government.” The millions of money at stake are greater, and the purpose of their expenditure even more important. That related to subscriptions for mere public convenience — this concerns the lives and welfare of our citizens.\nThat much of this money has been squandered we must deplore, and that the laws themselves were loosely penned denotes a want of legislative wisdom. They were therefore proper subjects of an executive message to the legislature. “ But (as remarked by the same judge) all these considerations are entitled to no consideration here. We are to deal with this strictly as a judicial question. However clear our convictions may be, that the system is pernicious and dangerous, we cannot put it down by usurping authority which does not belong to us. That would be to commit a greater wrong than any which we could possibly repair by it 9 Harris 159.\nThe presumption is always in favour of the constitutionality of a law ; but the request by the concluding counsel, made slightly imperative by its emphasis, that we should furnish satisfactory reasons for the constitutionality of the law, seemed to invoke a contrary presumption. But in Erie and N. E. Railroad Company v. Casey, 2 Casey 300, the same learned judge states the rule thus: “ The party who wishes us to pronounce a law unconstitutional takes upon himself the burthgn of proving beyond all doubt that it is so.” We have'not only the authority of Marshall, C. J., in Fletcher v. Peck, 6 Cranch 87, but that of the distinguished judge just referred to for saying, “ There is another rule which must govern us in cases like this, namely, that we can declare an Act of Assembly void only when it violates the constitution clearly, palpably, plainly, and in such manner as to leave no doubt or hesitation in our minds:” 9 Harris 164.\nThe question before us relates to certain provisions of the Act of 25th March 1864, for the payment of bounties to volunteers : P. L. 88. It is proper to notice the precise portion to be brought within the scope of our decision, as no opinion should be ventured beyond it. The plaintiff’s bill avers that the defendants are about to contract for and to borrow $5000 in the name and on behalf of the borough of Blairsville, to procure volunteer enlistments by paying to each volunteer a bounty of $300, to fill the quota assigned to the said borough by the last requisition of the president calling for six hundred thousand men, to enter the military service of the United States, and thus to avoid the draft ordered to take place on the 5th of September 1864, and to make payment therefor by the issue of the bonds of the said borough. The plaintiffs suggest their interest as tax-payers, that- the debt of the borough will be greatly increased by the loan, and their taxes largely augmented. The only question before us is, therefore, upon the power of the legislature to authorize the municipality of Blairsville to borrow money and levy taxes for its payment, for the purpose of paying bounties to those who would volunteer to perform the military service due from the citizens of that municipality under an impending but as yet unexecuted draft.\nThe bill was filed on the 11th of August, and the draft was not to take effect until the 5th of the following September. The case, therefore, involves no assumption of past debts, or payments to persons already in service, but presents the single question of the power to borrow money and levy taxes to pay volunteers to avoid the injury of a public indiscriminate draft.\nBeyond all doubt it is competent for the legislature to confer upon counties, townships, cities, and boroughs the power to borrow money, issue bonds as the evidence of the debt, and levy taxes to pay the same. These are ordinary municipal powers of daily use, and when conferred the only test of their validity is, that the object must be public in its nature. Before the amendment of the Constitution in 1857 this power was unlimited. Its limitation I shall notice hereafter. Nor is it doubtful in the least degree that this limitation is not a general prohibition to borrow money and levy taxes to pay the same. It would be a startling fact if the people were now to learn from us that a bridge or poorhouse, or a jail or court-house, cannot be built until the taxes have been first laid and collected to pay for it.\nThe power to create a public debt and liquidate it by taxation is too clear for dispute. The question is therefore narrowed to a single point: is the purpose, in this instance, a public one ? Does it concern the common welfare and interest of the municipality ? Let us see. Civil war was raging, and Congress provided in the second section of the Act of 24th February 1864, that the quota of troops of each ward of a city, town, township, precinct, &c., should be as nearly as possible in proportion to the number of men resident therein liable to render military service. Section 3 provided that all volunteers who may enlist after a draft shall be ordered, shall be deducted from the number ordered to be drafted in such ward, town, &c. Volunteers are therefore, by law, to be accepted in relief of the municipality from a compulsory service to be determined by lot or chance. Does this relief involve the public welfare or interest ? The answer rises spontaneously in the breast of every one in a community liable to the military burthen. It is given not by the voice of him alone who owes the service, but swells into a chorus from his whole family, relatives, and friends. Military service is the highest duty and burthen the citizen is called to obey or to bear. It involves life, limb, and health, and is therefore a greater ££ burthen” than the taxation of property. The loss or the injury is not confined to the individual himself, but extends to all the relations he sustains. It embraces those bound to him in the ties of consanguinity, friendship, and interest; to the community, which must furnish support to his family, if he cannot; and which loses in him a member whose labour, industry, and property contribute to its wealth and its resources ; who assists to bear its burdens, and whose knowledge, skill, and public spirit contribute to the general good. Clearly the loss of that part of the population upon whom the greatest number depend, and who contribute most to the public welfare by their industry, skill, property, and good conduct, is a common loss, and therefore a general injury. These are alike subject to the draft. The blind and relentless lot respects no age, condition, or rank in life. It is therefore clearly the interest of the community that those should serve who are willing, whose loss will sever the fewest ties, and produce the least injury.\nThe bounty is not a private transaction in which the individual alone is benefited. . It benefits the public by inducing and enabling those to go who feel they can best be spared. It is not voluntary in those who ¡Day it. The community is subject to the draft, and it is paid to relieve it from a burthen of war. It is not a- mere gift or reward, but a consideration for service. It is, therefore, not a confiscation of one man’s property for another’s use, but it is a contribution from the public treasury for a general good. In short, it is simply taxation to relieve the municipality from the stern demands of war, and avert a public injury in the loss of those who contribute most to the public welfare. This is the design of the law, and it is no answer to say that bad men have abused it. The argument which rises, in its conception, no higher than the relief of the drafted man, and asserts that our money should not be taken to pay his debt, if not already answered by the magnitude of the public interest involved, has its reply in the fact that our question presents no such case. In our case it is yet a matter of public concern, the die has not been thrown, the draft is yet impending, and no one knows who will be torn from the community. The case so stood when this bill was filed.\nIt is not the individual payment which tests the public character of the appropriation. Individuals are always the recipients of public funds. It is paid to salaries, to pensions, to bounties, for the scalps of panthers, wolves, foxes, crows, and blackbirds, to the poor, to the education of the young, as rewards for the apprehension of horse thieves and felons, to the families of soldiers in service, to aid hospitals, colleges, agricultural societies, and to other useful objects. In all these the recipient is directly benefited, while the public interest in many, is not half so imperious or acute as the relief of a community from an impending draft. The pursuit of happiness is our acknowledged fundamental right, and that, therefore, which makes a whole community unhappy, is certainly a social evil to be avoided if it can be. The support of the poor affords one among the best illustrations of what is á municipal or public appropriation of money. The pauper is the party directly and solely benefited, while his pauperism is a public evil, and often is the result of crime. The pauper has not the merit of the volunteer, while the community is injured, not benefited, by his support. There is nothing but a naked public duty performed in his relief. The same may be said of all expenditures of public money in the punishment of crime.\nThere is also an illustration to be drawn from those cases (and they are numerous) sustaining the constitutional authority to impose unequal burthens, such as the opening, paving, and grading of streets, the building of sewers, &c., where the owners of adjoining lo'ts are compelled to bear the expenses : McMasters v. Commonwealth, 2 Watts 292 ; Fenelon’s Petition, 7 Barr 175; Kirby v. Shaw, 7 Harris 258; Schenly v. City of Allegheny, 1 Casey 130. Kirby v. Shaw was peculiar, sustaining an act imposing a special tax of $500 annually for nine years, upon the borough of Towanda, for the building of a court-house and jail. In delivering the opinion, Gibson, C. J., said: “But it is a postulate of the state constitution, which distinguishes it from the Federal, that all the power of the people is delegated by it, except such parts of it as are specifically reserved; and the whole of it is, without exception, vested in the constitutional dispensers of the people’s money. As regards taxation there is no limitation of it. Equality of contribution is not enjoined by the bill of rights, and probably because it was known to be impracticable.” “If equality were practicable, in what branch of the government would power to enforce it reside ? — not in the judiciary, unless it were competent to set aside a law free from collision with the constitution, because it seemed to be unjust.”\nIn Schenly and Wife v. The City of Allegheny, the question arose upon a law to levy a special tax on the owners of lots proportioned to the number of feet fronting on the streel, to pay for grading and paving. The opinion delivered by the present chief justice sustained its constitutionality in forcible terms. After citing the cases I have referred to, he says: “ From the principles recognised in these cases it must be apparent that the exercise of the taxing power by the legislature must become wanton and unjust — be so grossly perverted as to lose the character of a legislative function, before the judiciary will feel themselves entitled to interpose on constitutional grounds. To arrest the .legislation of a free people, especially in reference to burthens self-imposed for the common good, is to restrain the popular sovereignty, and should have clear warrant in the letter of the fundamental law.”\nThe extent of the taxing power entered largely into the discussions in Sharpless v. The Mayor of Philadelphia. Black, C. J., said: “I use the language of Marshall, C. J. (4 Wheat. 816), when I say that it may be exercised to any extent to which the government may choose to carry it, and that no limit has been assigned to it, because the exigency of the government cannot be limited.” And again: “lam of opinion that a tax law must be considered valid unless it be for a purpose in which the community taxed has palpably no interest; when it is apparent that the burden is imposed for the benefit of others, and where it would be so pronounced at the first blush.” In the same case, after stating the high grounds required to justify the judiciary in declaring a law unconstitutional, the present chief justice said with his usual emphasis: “ But on lower ground than this, and especially on ground so low as the equivocal and undefined purposes of municipal corporations, Acts of Assembly have never been declared unconstitutional. ’ ’\nThese strictly legal views have even been embodied into a sentiment by the late Chief Justice Lowrie, in a case of municipal subscriptions. His language deserves translation into this case: “ When people,” says he, “ shall have discovered the exact boundary between engagements that are peculiarly social, and those which are peculiarly individual, then possibly they may be morally entitled to declare that they and their governor and legislature and judiciary have violated their constitution in making such contracts. But even then they cannot honestly retrace their steps without making restitution to those whom they have misled:” Commonwealth ex rel. Thomas v. Commissioners of Allegheny, 8 Casey 238.\nMunicipal subscriptions to corporation stocks are no longer authorized ; but Sharpless v. The Mayor of Philadelphia, and cases following in its wake, continue to be authoritative expositions of the nature and extent of the taxing power, and the scope of its purposes. It was there held that taxation is not an infringement’ of the rights of property, is not a taking within the constitutional prohibition,” nor such an injury as can invoke the constitutional right to judicial remedy.\nIf then it be within the scope of a municipal purpose to grant pensions, pay bounties, give rewards for the destruction of noxious animals, and the arrest of felons, employ watchmen, support paupers, build alms-houses, bridges, and markets, aid charitable institutions, make roads, and grade and pave streets at private expense, how much more is that a public affair which has for its object to preyent the forcible and blind extradition of a valuable part of the population into a service dangerous to the lives and limbs of those who go, and destructive of the welfare and happiness of those who remain! Nor can the dilemma be avoided. It is imposed by the exigency of war and the duty of public defence.\nThe purpose being clearly municipal, because of its public nature, and therefore within the authority to tax, the power to borrow money in anticipation of the levy is ancillary, following as of course unless within the amendment to the Constitution of 1857. This then is the next question. The amendment provides that “ The legislature shall not authorize any county, city, borough, township, or incorporated district, by virtue of a vote of its citizens, or otherwise, to become a stockholder in any company, association, or corporation; or to obtain money for, or to loan its credit to any corporation, association, institution, or party.” Granting, for the purpose of the argument, that party here means person or individual, the only part of the amendment to be considered is the clause,” “ or to obtain money for any party.” We have before us no subscription to stock or mere loan of credit.\nThe prohibition of the clause is clearly not against obtaining money for individuals in the sense of those appropriations which involve the public interest; otherwise this would overthrow the whole power to borrow money to perform ordinary municipal functions. It certainly does not prohibit the obtaining of money to pay contractors for bridges, paving, market-houses, &c., or to pay labourers, artisans, or material-men engaged upon a public work. In every such case where money is borrowed to pay individuals, it is in a broad sense obtaining money for a party. But the sense of the amendment is evidently a restricted one. Its leading thought is the loan of the public money or credit tp private parties corporated or unincorporated. It is not payment in its proper sense which is prohibited, but the private use or control of the public funds. Payment implies a previous debt or consideration, but here advances or loans, which import no obligation or consideration, are the objects of prohibition. There is not a word in the amendment which interdicts the borrowing of money merely, or the pledging of the public credit for a municipal purpose, to be laid out by authorized public officers or agents. The purpose was to prevent the money of the people from passing into the control of private irresponsible associations or parties, and from being squandered in undertakings of doubtful propriety, or being liable to be lost through the want of integrity of those engaged in its disbursement. It intended to confine the municipal expenditures not only to public objects, but to public officers or agents under their direct responsibility to the municipality. This is seen in the whole section. Therefore the municipality shall not become a stockholder in a corporation or association, for this would be to make it a corporator or partner in the company, and place its funds under -the control of its associates. Nor shall it obtain money for these private parties. If I obtain money for another, I do not mean that I am paying him my own debt. Then I should obtain the money for myself, not for him. If I borrow to pay what I am bound to pay, I borrow for myself. But the expression “ obtain money for” is immediately followed and explained by its adjunct, “ or to loan its credit to,” both being linked together in the same sentence before the object or party, common to both expressions, is reached. The history of the amendment also informs us that subscriptions to stock, and lending the credit of the municipalities to private corporations and associations, were the evils to be remedied. But individuals are always in some capacity the recipients of the public money. It makes no difference, therefore, whether a party paid is a volunteer or a witness, viewer, juror, labourer, pauper, or pensioner. The true question is, whether the money is borrowed for a public purpose, and paid bond fide to a proper person for this purpose, or whether it is money obtained as a loan or advance to the use in all respects of private parties.\nIn the case before us the object is not to obtain money for the volunteer, but for the community, which is to be relieved by the volunteer. In proper contemplation, the obtaining of the money precedes any knowledge of the volunteer, who only becomes known as he steps forward to close with the public offer, and accept the proffered bounty, as the consideration of his service. The consideration given on his side is most valuable; he enlists into a dangerous service, running the risk of life and limb ; and take upon himself the burthen resting upon the whole community subject to the lot. The public welfare, as I have already shown, is most intimately involved in the draft; which enters directly within the field of municipal affairs. The die is not cast, and the lot is yet uncertain. All are liable within the ages of the greatest capability for usefulness. The chosen may be the most valuable, useful, and needed members of society, whose extradition may produce the greatest injury and the most distress. The public interest is more involved in the ills of a draft, than in many evils recognised as public in their nature. An obstruction to a highway, and a disorderly house, perhaps hurtful to but few, are punished as public nuisances. Even sounds and smells claim public attention. An impending draft is an evil certainly more to be dreaded than the odour of a pig-sty, or the clatter of horns. Can it be that citizens may be torn- from the community, and social ties ruptured, to drag them into a dangerous public service, and yet community cannot interfere to save them on the ground that it is only a private affair ? Their property may be protected from the storage of powder, by municipal regulations; but their bodies cannot be saved from being made food for powder in the public defence. It is possible to hold the disc of the dollar so closely to our eyes, it excludes from sight every object of public interest, and blinds us to every sentiment of humanity. I hold, therefore, that money paid to save a community from a draft is not obtained for a party or individual, but is a direct appropriation to a public purpose, and that raising money by the ordinary powers of borrowing and taxation for a common purpose affecting the interests, happiness, and welfare of a community, is not obtaining money or loaning credit to any party, within the terms of the amendment.\nBut if this case fall within the letter of the clause, it is within the spirit and demands of all the exceptions, in the amendments of 1857, when taken together as a whole. The first section limits the state debt to $750,000 ; yet the second gives unlimited power to contract debts, to repel invasion, suppress insurrection, and defend the state in war. Two invasions of our state, and the character of the war, attest the necessity of this provision. But it is said that protection against invasion and insurrection is a Eederal duty. True, it is so by an express grant of power. But, by the same constitution, every right not delegated is reserved to the states or people; and I find no clause in the constitution by which the right of self-protection is taken away from the states, in all respects. On the contrary, I find that in time of war, or when actually invaded, or in imminent danger not admitting of delay, the right of the state to keep troops or ships of war is reserved by express exception. The kind of war is not defined, foreign or civil; nor is the duty or mode of self-protection prescribed or limited. To say, therefore, in the face of a civil war raging from Pennsylvania to the Gulf, and of invasions far within her borders, bringing ruin on thousands of her citizens, who are now knocking at the doors of the legislature for public compensation, that there is no power in the state to preserve her territory from irruption, and the lives and property of her people, is to outrage the first law of nature and of government, and to bring unmerited reproach upon the wisdom of the founders of our institutions. Why shall not the state offer inducements to her citizens to go into the Federal service to assist in preserving us from the ravages of war ? What clause of Federal or State Constitution forbids it ?\nBy the sixth section of the amendments, the Commonwealth is forbidden to assume the debt, or any part of it, of any county, city, borough, or township; but the exception immediately follows : unless such debt shall have been contracted to enable the state to repel invasion, suppress domestic insurrection, or defend itself in time of war. Now, the exception here implies two things: first, that a municipality may be authorized to contract a debt for defence in time of war or of invasion; and next, that such a debt may be assumed by the state. If we suppose a literal difference in the fact that the volunteer goes directly into the service of the United States, yet the motive is state defence; and the means .thus employed not only actually contribute to this purpose, but experience has shown to be most effective to the desired end. In such a war as this has been, wherein is the difference between the strong Federal arm, outstretched for our protection under the injunction of the Federal Constitution, and the feebler hands of the state militia, that we should declare authoritatively that the former cannot be aided by the state while the latter only can be used ? Who has forgotten the mighty shock of arms at Gettysburg, when the whole power of the nation was held in doubtful Conflict by a giant and determined foe; and when, for three anxious days, prayers ascended to the God of battles, and loyal men held their breaths, uncertain upon which side the victory had settled ? It therefore becomes us well to pause before we stand on such narrow ground. Bather should we become humble pupils in that great school of experience which has taught us how near we were to total defeat. In view of these grave realities of war, and of the necessities of defence, how can it be supposed that a free and intelligent people, in avoiding the evils of municipal subscriptions, ran so far into the opposite extreme that they have stripped themselves of the power of incurring a debt in defence of their lives and property at a time of great public exigency ? On the contrary, every line and clause of the exceptions bristle, as it were with steel, against this artificial, feeble, and unfriendly interpretation.\nIf we refer to the Federal Constitution we find the war powers wholly conferred upon the Federal Government, including the duty of protection to the states ; while the states are prohibited from “ engaging in war unless when actually invaded, or in such imminent danger as will not admit of delay.” In returning to the state constitution we discover that the exception in the sixth section of the amendment does not stop with a debt contracted to enable the state to repel invasion and suppress domestic insurrection, but includes also debts contracted to enable the state to defend itself in time of war. Clearly this is not mere tautology, and something was meant by defence in time of war beyond invasion, or imminent danger of it. Then how defend itself ? What provision in the constitution confines state defence to calling out the militia merely ? What is there to forbid the encouragement of, or procuring volunteers to enter into the Federal service, when it is manifest it directly promotes the defence of the state ? In spirit, purpose, and language, therefore, such a debt is clearly within the exception to the amendment.\nThere is nothing, in my judgment, in the argument founded upon the alleged repugnance of the law to the Federal power to raise and support armies. There is no conflict of jurisdiction, or of power. Admitting to the fullest extent the incompatibility of any state law assuming to regulate or to interfere with the raising and supporting of a Federal army, there is here no interference, no regulation, and no repugnance. Congress purposely refrained from occupying the whole field of power, and expressly provided for the acceptance of volunteers in discharge of the draft. The Act of February 24th 1864, after providing for the distribution of military service by quotas among the municipalities of each state, declared that “ all volunteers who may enlist after the draft shall be ordered, and before it shall actually be made, shall be deducted from the number ordered to be drafted in such ward, town, township, precinct, election district, or county.” This portion of the field, as to procuring volunteers, was therefore left open to the exercise of any means to induce persons to enlist in relief of the-municipality from the pending, but as yet unexecuted draft. That this was intentional is recognised by the terms of the law. The third proviso of the seventh section, which provides for transfers into the naval service, declares that the bounty money -received from the state, by any mariner or seaman enlisting from that state, shall be deducted from his prize-money. The proviso in the 20th section, authorizing the discharge of minors entering the service without consent of their parents or guardians, expressly requires such persons, their parents or guardians, first to ■repay to the government and to the state and local authorities all bounties and advance pay which may have been paid to them. The Federal law, therefore, does not assume to control or direct the procuring of volunteers. It simply suffers or permits the citizens to come forward voluntarily, and accept the service of the men to be drafted, and contemplates that inducements in the shape of bounties will be hel.d out to volunteers by the states and municipalities from which they come.\nThe argument, therefore, that the act of the legislature providing for the payment of bounties to volunteers, comes into conflict with the Federal law for drafting men into the service, has not a single foot to stand upon. There is not a single point of conflict. The state bounty operates only upon the will of the citizen to induce him to volunteer, and ends with his acceptance into service. It does not even undertake to determine his fitness to serve, but leaves this to the operation of the Federal law; and this is a decisive answer to the argument that the state bounty throws upon the service unfit persons, while it saves the young and vigorous. If the fact be so, it is an argument to be addressed to Congress to amend its law, or punish the Federal agents. It is a most singular conception that the malpractice of the Federal officials in this respect proves the uneonstitutionality of the state law ; and if it were not uttered with great gravity by counsel of commanding position, I should suspect it of irony.\nIn view of the perfect line of demarcation which separates the state and Federal laws in this instance, it is unnecessary to treat the case upon authority. But I may refer to the single case of Weaver v. Fegely et al., 5 Casey 27, where the rules governing questions of conflict between Federal and state legislation are stated, and the authorities collected. The rule applied to such a case as this is, that the implication against the power of the state can only arise where the state authority is absolutely and totally contradictory and repugnant.\nThis opinion was concurred in by Strong, J., and Read, J., being a majority of the court in bane."}