{"id": "425129", "contents": "The opinion of the court was delivered, by\nWoodward, C. J.\nWe are unable to see that the questions so ably discussed by the counsel of the plaintiff in error arise in the cause. It seems to us that they were all, perhaps with a single exception, concluded by the decree of March 24th 1857, awarding the proceeds of the sheriff’s sale to Collmar’s execution, in which decree Noble and the other execution-creditors acquiesced. Let us look at the legal effect of that decree.\nColimar and Noble, and other judgment-creditors of Christian Klusmeyer, took executions against him on the 10th of July*1855, by virtue of some or all of which writs Sheriff Cope levied upon the defendant’s goods, and sold them for more than three thousand dollars. On the 23d August, having returned his writs, the sheriff was ruled to pay the money into court, and on the 29th of ffhat month he paid in $3395.31. Noble and other execution-creditors of Klusmeyer disputed the validity of Collmar’s judgment, and got a feigned issue to test it, which depended until March 24th 1857, when the record shows this entry: “Eeigned issue stricken off, rules discharged, and money in court, after deducting all costs attending the distribution, is awarded to Christian Colimar upon his judgment, No. 298, August Term 1855.”\nThe writs of Colimar and Noble having both issued the same day, the question of priority was to be decided by the time at which they came to the sheriff’s hands. Collmar’s writ was left with the jailer at the sheriff’s office, in his absence on the morning, and Noble’s writ was placed in the sheriff’s hands on the evening of the 10th July. Whether that entitled Collmar’s writ to preference was one of the questions that must have been passed upon in the decree of distribution of March 24th 1857.\nThen it was alleged, in behalf of Noble’s writ, that the levy was made upon that, and not upon Collmar’s, so that if Collmar’s writ was indeed prior, Noble was entitled to the money, because it was raised upon his writ — an allegation which brought the sheriff’s return of both writs and several disputed facts into litigation, and which were or might have been decided in the matter of distribution. In his charge to the jury in the present case, the learned judge said, in respect of the decree of distribution, that “ the court decided that Noble’s execution was not entitled to any part of the proceeds of the sale.”\nSuch was undoubtedly the effect of that decree, and it was neither excepted to nor appealed from, but was acquiesced in by Noble, and all other creditors of Klusmeyer. It concluded, of course, every issue that could have been properly litigated therein. With the exception of a question of estoppel, raised upon the bond in suit by the defendant’s 4th point, every question discussed here ought to have been, and we are bound to presume was, discussed and decided then and there. Surely we are not expected to reverse that decree in this collateral action. Nor can it be considered as brought up by this writ, of error. Standing unreversed and unappealed from, it is conclusive as a decree of distribution, and establishes, by a final judgment of the law, that Colimar was entitled to the whole proceeds of the sheriff’s sale.\nBut before the sheriff returned the writs in his hands, he let Noble have part of the money — that is, he paid Noble’s judgment out of the proceeds, and.for his own indemnity took from Noble and Sitgreaves the bond in suit, dated July 20th 1855, which recites, among other things, that the moneys in his hands were made out of the goods of Klusmeyer, under and by virtue of writs of fieri facias, “ at the suit of the said IP. W. Noble and one David Abler This is alleged to estop the sheriff from enforcing the bond of indemnity, and this question, I agree, was not affected by the decree of distribution.\nAlthough the recitation is that of Noble and Sitgreaves, and not of Sheriff Cope, yet as he accepted the bond, and his personal representatives now claim under it, he is affected by all it contains as much as if he were the author instead of the acceptor of the instrument. But what is the extent of the estoppel ?\nSheriff Cope having several executions of different creditors in his hands against Klusmeyer, sold his goods and raised a sum of money which he had a right to distribute to creditors, but at his peril. He had a right also to retain the money in his hands until the return day of the writs, and then bring it into court for distribution by the court.\nIn these circumstances he allows Noble to take the amount of his execution upon giving the bond of indemnity, which recites, as before stated, a sale by virtue of the writs of Noble and Able. But it does not assert that the sale was on those writs alone. It is a fair construction of the recitation that the sale was made on the writs of Noble and Able, in connection with the other writs i^, his hands. Where a sheriff levies and sells goods by virtue of several writs of fi. fa., that which first came to hand will be entitled to priority, but if the levy and sale be exclusively on a writ which came to hand subsequent to another, the subsequent writ will take the money: McLellands v. Slingluff, 7 W. & S. 134; Watmough v. Francis, 7 Barr 206 ; Shafner v. Gilmore, 3 W. & S. 438 ; Wilson’s Appeal, 1 Harris 426.\nThe sheriff’s return of the writs showed that he levied and sold by virtue of Colimar’s writ as well as by virtue of those of Noble and Able, and the decree of distribution established the priority of Collmar’s writ. Now, we see no necessary inconsistency between these facts and the recitation in the bond. Estoppel excludes truths which are inconsistent with itself, but not such as agree with it. Whether the fact be so or not, we are bound to presume as against the sheriff, that he levied and sold by virtue of the writs of Noble and Able, but we are not forbidden to believe, from other evidence, that he levied and sold also by virtue of Collmar’s writ.\nThen, upon this state of facts, the ultimate and final conclusion of law was that Colimar was entitled to the money, but on the 20th. July 1855 the sheriff did not so understand it, or he would have paid no money to Noble. And yet he did not recognise Noble’s absolute right, else he would not have taken the bond of indemnity. The bond must be so construed as to stand in place of the money during the interval of doubt and litigation. If effect were given to the recitation according to the argument, the bond would be nullified, and had as well not have been given. Without the bond Noble would not have got the money, for the sheriff was not bound to pay it to him till the court had passed upon his right, and the express purpose of the^ond was to “ indemnify the said Jacob Cope, sheriff as aforesaid, from all suits, actions, claims, demands, accounts, and damages whatsoever, for or by reason of the payment of said sum of money.'” The bond stood instead of the money, and meant-that if the money should be finally adjudicated to some other creditor, Noble would return it to the sheriff. On the 24th of March'1857, it was adjudicated to Colimar, and was paid by the sheriff, whereby his right of resort 'to the bond became complete. To give the extravagant effect to the recitation of the bond which is claimed for it would defeat a transaction that was plain and fair on its face.\nAnother question was argued that was not raised in the court below, that the bond was void on account of illegality of consideration. This is an ungracious defence for a party to set up who got the use of money that should have remained in the sheriff’s hands. If 'it were fairly upon the record, it would not be worthy of support, but as it was not made in the court below we will not consider it.\nWe see nothing in the errors assigned to justify a reversal, and therefore the judgment is *\nAffirmed."}