{"id": "425137", "contents": "The opinion of the court was delivered by\nAgnew, J.\nThis case has arisen since the passage of the Act of 24th February 1834. The devise of the lot to Bishop Potter was subject to a general direction for the payment of the testator’s debts, referring to nothing to identify the claims of the creditors. The power to sell was given to no one by name or description, vesting in the executor only by operation of law to be exercised under the direction of the Orphans’ Court. Ho suit was brought for the debt until more than five years had expired .after the death of the testator.\nThe proposition maintained in the court below was, that a general charge of real estate for the payment of debts creates a testamentary lien, unfettered by limitation, .and subject only to the presumption of payment by lapse of time.\nThis position is unsupported by authority, while it is clearly contrary to the general doctrine of liens and to the policy of the state.\nAlexander v. McMurry, 8 Watts 504, the leading case, when properly understood, does not support it. Its true character will be elucidated by a short reference to the views of this court upon the doctrine of liens, especially the lien of the debts of decedents under the Act of 1797.\nIn Kauffelt v. Bower, 7 S. & R. 64, Gibson, J., discussing at length the policy of the state as to liens, said: “ The legislature h'as uniformly discouraged every other lien or encumbrance than those which arise from transactions which appear of record, and which therefore can prejudice no one who uses proper diligence to ascertain the proper state of the facts, and even where liens are permitted, it has been thought that the state of property, as well as the habits of the people, required them to be laid under severe limitations and restrictions.”\nIn Greenough v. Patton, 7 Watts 336, Rogers, J., referring to the multiplication of liens, says — “ that their indefinite duration would be productive of the most intolerable mischief. For this reason the legislature and the courts have favoured their limitation by restricting the lien of judgments and other encumbrances.”\nJustice Kennedy, in Keiffer v. Hoch, 1 Watts 9, remarked: “ Latent liens are not favoured, and have ever been discouraged with us, where lands have frequently changed their owners in almost as rapid succession as if they had been goods and chattels or merchandise. This doctrine and the policy of it are very clearly illustrated and most powerfully enforced in the case of Kauffelt v. Bower, 7 S. & R. 64. Great injustice as well as inconvenience must ever result from secret liens being permitted to continue without limitation under any eireumstanees whatever.”\nI have quoted the language of these judges because they are the same who decided Alexander v. McMurry, and, following its wake, Steele v. Henry, 9 Watts 523. To them I may add Huston, J., in Quigley v. Beatty, 4 Watts 13, and Coulter, J., in Maus v. Hummel, 1 Jones 228.\nIn the latter case the judge, remarking upon the course of legislation, said: “ The intent of the legislature is not to be doubted. They designed to establish repose and certainty in titles, produce the settlement of estates in a reasonable period, and to free estates from dormant, ‘ slumbering,’ and secret liens. They intended to benefit the heir or devisee, in so far at least as society would be benefited by making estates free for transmission and liable for the debts of the living, who for the third of a century were the apparent owners.”\nIt was under the influence of such views Keiffer v. Hoch, 1 Watts 9, Penn v. Hamilton, 2 Id. 53, and a long line of cases following in their train, were decided. They rigidly enforced the lien allowed by the Act of 1797, and held that a suit brought within seven years was not alone sufficient, but that the judgment must be kept revived, in analogy to the revival of judgments inter vivos under the Act of 1798, otherwise the lien was gone oven as to heirs and devisees. In Fetterman v. Murphy, 4 Watts 429, Gibson, C. J., who had delivered the opinion in Penn v. Hamilton, refers to its purpose as intended “ to prevent the mischief which springs from liens of unlimited duration,” and remarks, “ we infused into the Act of 1797 for limiting the lien of a decedent’s debts, principles borrowed from the Act of 1798 for limiting the lien of judgments.”\nAlexander v. McMurry, and Steele v. Henry, must be examined in the light of the views now presented.\nThe grounds of the opinion of Justice Kennedy can be best stated in his own language. He says: “ Here, however, the land in question was given by the testator in charge to his executors, for the purpose of being sold by them, and out of the moneys arising therefrom in the first place to pay his debts and the legacies previously given in his will; thus creating and confiding a trust which they, by taking out letters testamentary from the register, undertook to perform and execute. In order to have discharged the trust thus undertaken by them, they ought to have sold the lands intrusted to them for the payment of the debts and legacies within a year after the testator’s death, and to have paid the debts and legacies with the moneys arising therefrom. Neglecting, however, it would seem, to proceed in this way, they were sued by William Morris, a creditor of the testator, before the year expired, and a judgment obtained for the amount of his claim within less than three months after the commencement of the suit. The executors, however, notwithstanding this early and complete notice.of Morris’s debt, which the testator had expressly made a charge upon the land in dispute, still neglected to raise money by a sale thereof, as was their duty, to pay this debt.” Again he says: “ The executors, or more properly speaking, James and Robert Blaine, who took upon themselves the offices of executors and trustees, were merely entitled to the surplus of the residuary estate, if any should remain after paying the debts and previous legacies; and it is not to be tolerated that any lapse of time shbuld operate in their favour, so as to give them an interest, or to increase it beyond what they would have a right to upon a faithful execution of the trust, short of that which would raise a presumption of the debts and legacies having all been satisfied.”\nThus it will' be noticed that the limitation of the Act of 1797 never touched upon the debt of Morris; its condition having been complied with, by bringing a suit in season and duly prosecuting it to judgment, and this early notice to the executors, who were both the trustees to sell and the residuary legatees of the proceeds, is specially referred to as a ruling feature of the case. The debt was now a record liability, expiring only upon payment or the presumption of it from lapse of time. But for the decision in Penn v. Hamilton, it would now have been an indefinite lien, the Act of 1797 having been satisfied by the performance of its condition, viz. the bringing of suit prosecuted to judgment long before the limitation could visit the debt. The very purpose of the doctrine of Penn v. Hamilton was to further limit the lien of the debt, which must become indefinite by performing the condition of the Act of 1797, and therefore it held that the judgment obtained must be revived within the period of five years after the seven years had run, by scire facias, in analogy to the requirement of the Act of 1798. Now we see the true principle of Alexander v. McMurry. What right has a trustee, himself the residuary legatee who has had this early notice of the debt, and whose duty is to sell and to pay the debt, to take advantage of the lapse of time caused by his own postponement of sale and neglect of duty, and thereby put that portion of the proceeds into his own pocket which should have gone to the judgment ? Hence the court well said to him, as against you the testamentary charge is sufficient, and you cannot claim that the judgment must be revived. The doctrine of Penn v. Hamilton does not apply to you. Nothing in that case runs counter to the general doctrine of the court and the state policy as to liens. The debt was not secret, the creditor was not negligent, the statutory limitation had not run, and the residuary legatee was estopped by his own laches.\nSteele v. Henry needs not to be closely examined, it differs so little from Alexander v. McMurry. Its fundamental elements are the same, the suit being brought in due time, the judgment several times revived, and the laches of the executors, one of whom had an interest in postponing the sale, being of the most gross kind.\nBut in the case before us no suit was brought by the creditor until the limitation of the Act of 1834 had closed. Admitting that the duty devolved upon the executor to ask the Orphans’ Court for direction to sell under the power, yet no debts had appeared to prompt him, and without legal proof of their existence as a charge on the land, the Orphans’ Court would refuse its direction: Puy’s Appeal, 8 Watts 253; Blawson’s Estate, 1 W. & S. 315 ; Brown v. Phillips, 9 Id. 21; Sample v. Barr, 1 Casey 457; Soles v. Hickman, 5 Id. 342. Nine years elapsed had given the devisee an assurance that he might improve his property or sell it without danger from encumbrances. It is clearly the case of a dormant secret lien so much reprobated by the same judges who decided Alexander v. McMurry and Steele v. Henry. It has not a single feature to liken it to those cases. Then we should not be astute to carry their principle beyond their scope, and the views of those who decided them. We should accomplish no good end, but run directly counter to the plain intention of the Act of 1834, and the views of this court upon it as evidenced in the cases of Sample v. Barr, 1 Casey 457, Soles v. Hickman, 5 Id. 342, Walthour’s Heirs v. Gosser, 8 Id. 259, and McGlaughlin v. McCumber, 12 Id. 14. Indeed, I think that Sample v. Barr in effect decides this case. That was a case where the devise was of that part of the testator’s land which should remain after payment of his debts. This court held that the debt must be enforced by suit against the devisee, otherwise his title was unaffected. In the argument the counsel put the case expressly upon the trust, citing Alexander v. McMurry and Steele v. Henry. Justice Woodward, after stating the devise subject to payment of debts, says, “ that is generally the case, but to assume the existence of the debt which the statute, says shall be proved, and then to argue that the will devised only what remained after the payment of debts, is to sacrifice the statute to a petitio prineipii.” How I take it to be a settled principle that every terre-tenant of an encumbered estate can take advantage of the expiration of the lien of the encumbrance and plead it in bar of the recovery of the debt. It is on this principle the Orphans’ Court acts in refusing to order a sale for payment of debts where the lien has expired.\nIn McGlaughlin v. McCumber, Justice Thompson remarks, relative to the Act of 1834: “ Hot only was the extent of the duration of the lien changed by this act, but, by express provision, an implication that the lien might be continued by executions on the first judgment, as hhd often been held to be the case under the Act of 1798 regulating liens inter vivos, and as had been applied in Steele v. Henry, 9 Watts 523, and Payne v. Craft, 7 W. & S. 458, to cases of decedents’ estates, was clearly forbidden by the express declaration that the lien shall not be continued against the .real' estate of the decedent unless revived by scire facias every five years.”\nIt is true there is a trust, and the devisee takes nothing till the creditor is paid. But the title of the creditor to be let in upon the trust lies in his debt, and his relation to the trust is indefinite and unknown until this title be shown. But in doing this, clearly his debt is subject to the law which regulates its recovery. The very feature which distinguishes the debt here is its indefinite, secret, and dormant character, requiring it to be individuated by proof to give it a title to participate in the trust.\nHor is there that inferior merit in the devisee apparently imported by the trust and the prior right of the creditor, which should deprive him of the protection of the statute. He is often the chief object of the testator’s regard, who frequently supposes his debts to be few, and that a large surplus will remain. How often men take no account of their debts of suretyship, and of liabilities which are uncertain and contingent ? They become bound for administrators, heirs, tellers, treasurers, and public officers ; and in bonds of indemnity, covenants for title, and other contingent debts which, after death, rise to derange their plans, and strip their families of their bounty. Take away the protection of the limitation of the Act of 1834, and see what consequences must follow. Wills frustrated, expectations disappointed, and families ruined by old and long-dormant claims. The title thus subject to unknown encumbrances becomes embarrassed, and property can neither be improved nor sold by the devisee. A contingent liability may lie for years before the breach occurs, a question is then presented whether its indefinite aud contingent character as a lien was divested by a sale. The case falls clearly within the very letter and spirit of the Act of 1834. Then why should its requirement of suit or copy, filed within five years, be repealed by the mere reasoning of Alexander v. McMurry, when the judgment there, which is the only precedent, was founded upon a case where the very letter of the act had been complied with ? Had the naked case of a secret lien, lying dormant in the drawer of the creditor for nine years after the testator’s death, been presented to the eminent judge who decided that case, he would not for a moment have held that it was- a continuing lien without suit. Its glaring inconsistency with his own view's and those of his brethren would have brought him to a different result. But there the Act of 1797 being satisfied by an early suit,'he sought only to distinguish the case from Penn v. Hamilton, requiring the judgment to be revived, and he found in the charge of the debt by the will the due notice of the debt, and the laches of the executor himself, the legatee of the fund, a sufficient distinction. But this will not excuse a dormant creditor, and enable him by the charge in the will to embarrass the property, defeat the public policy, and postpone showing title to the trust until the grave has closed over the proofs which would have blown his debt away. Upon this theory of testatorial power to defeat the express words of the law, a bond or note under seal exhumed for the occasion before twenty years have expired, may sweep away the improvements and labour of years.\nThe other cases cited by the learned judge below have but little bearing, their use being rather as a recognition of the principles of Alexander v. McMurry and Steele v. Henry. Bank v. Donaldson, 7 W. & S. 407, was a case of legacies charged and not a debt, and no question of time arose. Cook’s Appeal, 8 Barr 508, and Baldy v. Baldy, 3 Harris 103, arose under the same will, and were decided on the ground that the fund in court was not the subject of the charge. In the former, one ground also was, that the Act of 1797 had not been followed, and in the latter the Greenough judgment was obtained within seven years. Shippen’s Heirs v. Clapp, 5 Casey 265, and Shippen’s Executors v. Clapp, 12 Id. 89, have no application. In Hare v. Boyd, 6 Barr 267, the decision was against the debt as stale by lapse of time, and because the judgment confessed by one of the executors more than thirty years after the testator’s death,.was void against the co-executors and the estate. Deferring to Alexander v. McMurry, Justice Coulter remarked: “ The decision goes on the ground that the executors were guilty of laches and gross negligence in not selling the property and performing the trust confided to them by the testator, and that such negligence ought not to prejudice the creditor.”\nIn Agnew v. Fetterman, 4 Barr 56, Gibson, C. J., referred to Alexander v. McMurry and Steele v. Henry, not to support but to distinguish them from the case in hand, while the spirit of his opinion is adverse to the doctrine of testamentary liens. Buehler’s Heirs v. Buffington, 7 Wright 278, was decided against the debt under the terms of the will; and Lowrie, C. J., strongly intimates, upon general principles, that a chancellor in • treating a devise as a trust for creditors would respect a statute that fixed a time for the presentation and pursuit of such debts, and would not entertain a bill coming after that period. No case brought to my notice, or of which I have any knowledge, has ever decided that a general direction to sell real estate for the payment of debts, not ascertained or identified, will extend the lien of these debts indefinitely, without suit or notice by filing a copy under the Act of 1834.\nA reference to the legislation on this subject will show that this act was intended to restrict the lien of debts more rigidly and to a greater extent than was done by the Act of 1797. That law declared that no debts, except they be secured by mortgage, judgment, recognisance, or some other record, should remain a lien longer than seven years, unless an action be commenced or a copy or statement filed if the debt be not due; and it excepted married women, minors and persons insane, in prison, and out of the United States. The preamble set forth in brief but well-expressed terms, “ the impolicy of indefinite liens whereby bond fide purchasers may be injured and titles become insecure.” This impolicy took fast hold of the legislative mind in passing the Act of 1834. In the 24th section the term of limitation is reduced to five years, recognisances and all record-debts not secured by mortgage or judgment are excluded from the exception; and the proviso as to married women, minors, &c., is dropped.\nThe revisers in their report (2d Park and Johns. Dig. 756) suggest that the term of five years is ample and harmonizes with the law regulating the lien of judgments. Recognisances they say are omitted in conformity with a decision of the Supreme Court, and what they conceived to be the view of the legislature. In reference to the exception in favour of married women, minors, &c., they say: “We have also omitted the proviso to the 4th section of the Act of 1797, which continues the lien in certain cases to an extent which we think operates very injuriously for the general interest by impeding the transfer of real estate.”\nIn connection with the 24th section we must read other sections of .the Act of 1834. The 34th provides: “ In all actions against the executors or administrators of a decedent who shall have left real estate, where the plaintiff intends to charge such real estate with the payment of his debts, the widow and heirs or devisees and the guardians of such as are minors, shall be made parties thereto.” But if the creditor’s debt is founded in the paramount trust, which can continue the lien without suit, logically it may be argued that he is not entitled to notice. But this has been answered by Sample v. Barr, ante, which decides that the creditor is subject to the provision of this section notwithstanding the trust. The 25th section fixes the lien of judgment existing at death, at the same period of five years, and requires the lien to be continued by revival. A record-debt, therefore, will lose its lien as between it and other lien-creditors unless revived. Now it would be a most absurd anomaly, that unrecorded, unknown, and dormant debts should have their lien continued by the dash of a testator’s pen, while record-liens must be preserved by process, in order to. maintain their place beside other creditors. The 42d section of the Act of 1834 exempts real estate from the lien of debts upon a sale in partition made two years after the granting of the letters upon the estate. The 52d section of the Act of 16th July 1842 applies the favourite legislative period of five years to debts, when the proceeds of a sale for distribution are taken to pay them. These provisions furnish strong analogies and exhibit the determination of the legislature to fix a limit to the encumbrances upon the real estate of a decedent. In the light of all these provisions and the judicial decisions upon them, let us read the language of the 24th section of the Act of 1834. It is peremptory and general. “ No debts of a decedent, except they be secured by mortgage or judgment, shall remain a lien on real estate for a longer period than five years after the decease of such debtors unless, an action for the recovery,” &c. It seems to me it is not possible to find language which expresses more clearly the legislative intent to bring all debts to the test of this limitation, else why the exception of mortgage and judgment debts. By what authority can we interpolate another exception ?\nOn no principle of sound reason, state policy, or legislative intent, can we find a distinction between.a creditor standing upon nothing but a general direction for the payment of debts and any other creditor whose lien expires in five years. The Act of 1834 was passed to curb all liens of record or not, and why, upon the mere reasoning of cases decided before its passage, suffer a door to be opened to the intrusion of unknown and unnumbered liens, raked up from the ashes of the past within the period of twenty years.\nIf it be asked why distinguish between a devise for specified debts and one generally for creditors, I answer, that the former are equivalent to legacies charged upon the land, indeed to the devise of the land itself to the creditor, who being thus. known and recognised by the testator, stands in no need of proof of his debt, which can be ascertained and removed by payment or sale. He is well-known and upon equal footing with the devisee of the land; while one who claims but as belonging to a class is neither known nor recognised even by the will, except upon proof that he belongs to the class. His case is clearly adversary until he has maintained his right to seat himself upon the trust. He falls within the mischief the Act of 1834 intended to remedy, and should be governed by its terms which literally include him.\nThe judgment must be reversed, and judgment entered here for the defendants in the court below."}