{"id": "425124", "contents": "The opinion of the court was delivered, by\nThompson, J.\nThe canal company whose writ -of error is first in order, complains, that the court below erred in holding them answerable for the taxes charged against them by the settlement of their accounts in the auditor-general’s office, on November 12th 1863, for the years 1858,1859, and 1860. The ground of objection to the ruling of the iearned judge seems -to be: first, that by the Act of May 1st 1861 they were, in effect, declared unanswerable for any prior tax; and secondly, that the action of the accounting officers of the state, in omitting to charge them with taxes for the years mentioned, although they regularly settled their accounts for corporation taxes subsequently to the passage of the act, operated as a release.\nThe Act of May 1st 1861 was a declaratory act and nothing more. It appears from the preamble that its purpose was to remove doubts which had arisen, whether the companies and associations mentioned “ should pay to the Commonwealth like taxes' as are now imposed upon corporations of a similar character.”\nEven this preamble treats the companies and associations named as corporations. The doubts to be removed were, whether they, like “ corporations of a similar character, should pay like taxes.” But while it is not, perhaps, absolutely necessary to this decision, to spend much time to prove them corporations, for they do not deny it, nor does the Commonwealth, yet it illustrates an idea necessary to a view to be taken of this legislation, to express an opinion on that point. By the Act of 21st April 1858, “ for the sale of the state canals,” it is amongst other things provided, that “ the Sunbury and Erie Railroad Company shall have authority to grant, sell, and convey, or to lease for a term of years, the whole or any part of the said property to any corporation of this state, or to any association of individuals ; and their grantees shall hold and enjoy the same, together tvith all the rights, privileges, and franchises granted by the act to the Sunbury and JSrie Railroad Company, ancl under such corporate name as said grantees may adopt,” and these provisions are followed by others important to them as corporators.\nThe Sunbury and Erie Railroad Company sold to an association of individuals, who by purchasing became, under the authority of the act, a corporation. What matters it, that the terms of incorporation are less formal than usual ? The intention to create the association of individuals, who might purchase any of the public works, a corporation, is not only apparent in the act, but it is manifest that such an organization was absolutely necessary to the management and enjoyment of such a property. The terms of the act affecting the question have been quoted. They are that the purchasers, whether an association of individuals or a corporation, are to be invested with all the rights, privileges, and franchises of their grantors, the Sunbury and Erie Railroad Company; and in case of an association, they are authorized to choose or adopt a corporate name for themselves. Thus, by relation to-powers in existence in the grantors, the grantees were to be invested with the powers of and to become a corporation. It seems to be impossible to doubt of this. Yet doubt did exist in regard to this matter in the auditor-general’s office; for on December 7th 1859 that officer expressed the opinion to this company, that they were not taxable under the Act of 1844. To remove these doubts for the future was mainly the object of the Act of May 1st 1861. It does not, in any express terms, touch the question of past liability: does it by necessary implication ? I would answer, certainly not, unless there is a repeal by implication of the precedent statute, requiring the payment of these taxes. The rule is that an ancient statute will be impliedly repealed by a^ more modern one, only where the latter is couched in negative terms, or where the matter is so clearly repugnant that it necessarily implies a negative. Implied repeals are not favoured: Dwarris on Statutes 638, 673; Rex v. Barton, 12 A. & E. 470. The Act of 1859 was not affected by any repugnancy between it and the Act of 1861. The latter act declared the former to be the rule of taxation in the future, and said nothing about its operation in the past. That was left where the act found it. It was for the courts to say whether there were any doubts insoluble, as to the liability of these companies, prior to the passage of the act, and for taxes between their incorporation and its passage. The proper tribunal has had jurisdiction of that question, and has determined that they are liable for the taxes, and are not relieved from its payment by anything, express or implied, in the act; and we entirely approve of the conclusion not only for the reasons given there, but for the foregoing.\nThe second reason for non-liability of this company, viz. that the accounting officers thought so and omitted to charge the tax for the years mentioned, needs but little remark. The mistakes or misapprehensions of these officers could not prejudice the Commonwealth : Easton Bank v. The Commonwealth, 10 Barr 443. In many particulars and principles, this case resembles the one in hand. That was a case of pretermitted settlement of a claim against the bank. It arose in 1835, ’36, and ’37, and was settled in 1847. The omission of the accounting officers to settle was held to be no relinquishment of the claim, under a new statute, mistakenly supposed not to be in force for two years after it really was in force. The receipt of the tax under the former law for these two years, was held not to bar the Commonwealth from going back ten years and more, and settling anew the accounts of the omitted tax. That is a much stronger case than this, and rules it. We see no ground for complaint on part of the company, and affirm the rulings below against them accordingly.\nWe must now turn attention to the'Commonwealth’s exceptions in this case. And the first involves the question of the right of the Commonwealth to claim, as against the company, ten per cent, for failing to make returns to the auditor-general on or before the 31st of December of each year, according to the Act of April 21st 1858. The learned judge in the court below was of opinion that the penalty should not be allowed under the circumstances of the case: in other words, that the company had not neglected or refused to furnish the required reports according to the terms of the statute.\nThere can be no question that this ten per cent, for failing to report is a penalty, and as such, not usually favoured in law. It is imposed in the act as a consequence of the neglect or refusal of the officers to make the requisite returns within the time specified. This undoubtedly implies a necessity of judging from the facts whether there was a refusal or negligence in making the return. There is no evidence of any refusal here, for there was no demand for a return. Was there any negligence in the case? The undisputed facts are, that the company were seeking for information from the department in order to make their returns in 1858, when on the 7th of December of that year they were informed by the auditor-general that their company was not taxable under the Act of 1844. Thus the matter rested until after the passage of the Act of May 1st 1861, and after that they made their returns promptly enough, so far as we learn, and paid their taxes without being informed that they were in default for the yearll mentioned.\nIt is difficult to deduce neglect from such circumstances; indeed impossible. Had the company sent their return, accompanied by the cash to pay their taxes, the auditor-general, as a conscientious man, would not have received it, holding the opinion he did, and yet a willingness to comply with the law which required reports would have been no more clearly deducible from this, than that which actually occurred. The Commonwealth is only entitled to the percentage as a result of the negligence or disobedience of the company: but to hold the company liable, not for their own default, but for the mistakes of the agentl* of the Commonwealth, is not to hold them so on the terms of the act, but in disregard of them. If they neither refused nor neglected'to make the required return, it is no matter in what way they may have been prevented; the forfeiture does not accrue. The argument that the mistakes of the officers of the state shall not prejudice her rights, is misapplied in this case. She had no right to the penalty, if the condition on which it was to be paid never occurred, and if her agents prevented the party from escaping a claim for it, it was not the party’s fault but her own. In an individual, such a process to produce a forfeiture would be disallowed, on the maxim that no one shall be permitted to take advantage of his own wrong. I entirely agree with the learned judge below, that it is repugnant to our sense of justice, even if there were some technical default on part of the company, in not' repeating their offer of reports under the circumstances, to insist on the penalty. Until they were notified by the auditor-general that they had been misled in relation to the required reports by himself, they might rely on his decision, without the imputation of having refused, or neglected their duty in the matter. We find no error in the ruling of the court on this point.\nAs to the question of interest on the account settled in the auditor-general’s office, we differ essentially from the learned judge below. We think it should have been allowed upon all that was found due and owing at the trial of the appeal, after three months from the date of the settlement completed in the auditor-general’s office. Why should the Commonwealth be subject to the loss of interest on her just dues, because she has failed to establish something that was erroneously included in the settlement ? Such a principle exists nowhere that I can discover. The Easton Bank v. The Commonwealth, 10 Barr 443, gives a very different rule The interest should have been allowed. We must therefore reverse the judgment entered on the point reserved as to the interest, and enter judgment on the verdict.\nNow, to wit, May 25th 1865, judgment reversed and judgment on the verdict for $10,317.87 is now entered against the defendants, and in favour of the '“Commonwealth with costs."}