{"id": "425130", "contents": "The opinion of the court was delivered, by\nRead, J.\nPolicies of assurance against fire and against marine risks, are both properly contracts of indemnity, the insurer engaging to make good, within certain limited amounts, the losses sustained by the insured in buildings, ships, and effects. But “ the contract commonly called life assurance, when properly considered, is a mere contract to pay a certain sum of money on the death of a person, in consideration of the due payment of a certain annuity for his life;. the amount of the annuity being calculated in the first instance, according to the probable duration of the life ; and when once fixed it is constant and invariable. .The stipulated amount of annuity is to be uniformly paid, on one side, and the sum to be paid in the event of death is always (except where bonuses have been given by prosperous offices) the same on the other. This species of insurance in no way resembles a contract of indemnity.” This is the measured language of Baron Parke, now Lord Wensleydale, a very learned judge, in delivering the unanimous opinion of the Court of Exchequer Chamber, in Dalby v. The India and London Life Assurance Company, on the 2d December 1854, reversing and overruling the decision in Godsall v. Boldero, 15 Com. Bench 365 (80 E. C. L. R). In this case, which is now the settled law of England, it was held that independent of the Act of 14 Geo. 3, c. 48, as to assurances of lives, all contracts for wager policies, and wagers which were not contrary to the policy of the law, were legal contracts at common law ; and that under that statute, if there was an interest at the inception of the policy, it was not necessary that it should exist when it became payable.\nLife assurance, as by a Gallicism it is called in England, commenced there upwards of a century and a half ago, and in 1859 there were one hundred and fifty-nine companies, comprising proprietary companies based upon a paid-up or promised capital, for which interest is paid upon shares; mutual societies founded upon the asserted sufficiency of the premium fund, and mixed companies proceeding upon a combination of both principles. As a broad principle large companies can afford to be generous, and the Equitable boasts that it has never “ but in two instances disputed a claim out of its numerous and vast engagements,” and that is remarkable for a society that has paid away in all forms twenty-nine millions sterling, or one hundred and forty-five millions of dollars. Policies in good offices after five or seven years’ standing are always saleable, and a considerable number are sold by auction every year. “We noticed,” says the Edinburgh Review, of January 1859, “the advertisement of sale of a sale in Dublin of twenty-seven policies of assurance in various offices. It is worthy of remark that they generally find purchasers at fair values when effected in the first class offices. The offices themselves will state the value of their own policies for a fee ; and the common practice is to obtain the office value, and that of an independent actuary, before the sale.”\nThe business of life insurance, as we call it, has been largely extended within the last few years in the United States, by companies both foreign and domestic. In the case before us the dececent effected four policies on his life, in four distinct companies, each in $10,000. One of these was not assigned, and its proceeds have passed into the accounts of the executors; all the other policies, three in number, which were effected on the 12th February and 2d and 3d March 1859, were on the 10th September in the same year, by assignments on the respective policies, assigned to “ J. Thomas Elliott in trust for the only use and benefit of my wife Eliza T. Elliott, her heirs and assigns,” and to two of the companies notice of the assignments whs given in due form by Mr. Elliott, the decedent, agreeably to their rules, but no notice was given to the International Life Assurance Society of London, that company not requiring such notice of the assignment; the three documents remained together in his fire-proof, and were there found after his death in November 1859. The auditor charged the executors with the International policy, but refused to surcharge them with the other two policies, which report was confirmed by the Orphans’ Court, from which the executors have appealed as to the surcharge of the one policy, and Mr. Clay has appealed from the other part, declining to surcharge them with the other two policies. I am ^inclined to think under the decision of the Lords Justices, reversing the Master of the Rolls, In re Ways’ Trusts, 34 L. J. C. 49, 10 Jurist N. S. 1166, that all these assignments stand on the same footing, notice of the assignment to the trustee or to the company in the case of the International being unnecessary. These assignments were all voluntary, and would have been good against heirs, devisees, or legatees, but here the decedent died insolvent, and the question is, are they good against creditors. These policies were securities for money,, valuable dioses in action which could be sold at public and private sale, and are included in the general words personal estate or property, and would pass under that head by deed or will. The words used in the statute of 13 Eliz. c. 5, are goods and chattels, which is the generic denomination of things personal as distinguished from things real, or lands, tenements, and hereditaments, and therefore includes life insurance policies, although unknown at the time of the passage of the statute, and it is clear that the voluntary assignments in the present case did disturb, hinder, delay, and defraud the creditors of the decedent. In England, in the later cases, it has been held that unless the property conveyed can be reached by execution, the conveyance is not fraudulent, because it does not delay or hinder creditors ; a very narrow and inequitable rule, and contrary to the earlier cases as held by Chancellor Kent, (1 Story’s Com. 368).\nBy an Act of 1 & 2 Vict. c. 110, passed 16th August 1838 (14 Stat. at Large 950-1), under a fi.fa. the sheriff may seize money or bank notes, checks, bills of exchange, promissory notes, bonds, specialties, or other securities for money; and in Stokoe v. Cowan, 7 Jur. N. S. 901, life policies are regarded as securities for money, and a voluntary conveyance of them was held fraudulent as against creditors under stat. 13 Eliz. c. 5. But in Norcutt v. Dodd, 1 Craig & Phillips 100, it was held in. a case unaffected by the statute of 1 & 2 Vict. c. 110, that a voluntary alienation of the property by a party who, at the time of such alienation, was insolvent, may be set aside in a suit by his assignees subsequently appointed under the Insolvent Debtors’ Act, although the subject of such alienation be a cbose in action. Lord Chancellor Cottenham said: “ This being an assignment of a chose in action, and the debtor being still living, the transaction is not fraudulent under the statute of Elizabeth alone,\"but under that contract taken in connection with the Insolvent Debtors’ Act, I am of opinion that it is. The difficulty which arose upon the statute of Elizabeth with respect to voluntary assignments of choses in action was, that during the lifetime of the .debtor, creditors could not be said to be prejudiced by them, inasmuch as that species of property was not subject to be taken in execution; but after his death it was otherwise, because then the creditors might reach all his personal property, of whatever kind; and the same reason applies when the debtor has brought himself within the operation of the Insolvent Debtors’ Acts, because under those acts all his property becomes applicable to the payment of his debts.” This is also the case in bankruptcy, so that assignees in bankruptcy and in insolvency, and executors or administrators of an insolvent, may as representing creditors set aside any fraudulent conveyance, of any property of the bankrupt or insolvent, whether it be liable to execution in his lifetime or not. In Pennsylvania, under the mixed jurisdiction of our courts, it is settled that the executor or administrator of an insolvent estate may set aside a fraudulent conveyance, as he is in such a case a trustee for creditors.\nMr. Justice Rogers, in Penrod v. Morrison, 2 Penna. Rep. 130, said, “Although Mitchell could not collect his debt b j fi. fa., and levy, as a chose in action, is not the subject of execution, yet satisfaction might have • been attained by compelling Morrison to assign for the benefit of his creditors.”\nThese three assignments of the three policies which are the subjects of the appeals before us, were therefore all fraudulent as against the creditors of the decedent, and his executors must be surcharged with the other - two in addition to the one with which they were surcharged in the court below.\nThe testator was hopelessly insolvent in 1859, and for some time previous. The insurances were effected in February and March of that year, assigned on the 10th September following, he dying two months afterwards, when the policies became due and payable. The assignments do riot appear to have been known to the trustee or cestui que trusts, certainly not to his creditors, who were apparently first aware of his situation by the developments succeeding his decease. We can therefore have no difficulty in holding these assignments fraudulent and void, and that the proceeds of the policies belong to the creditors and estate of the decedent.\nWe are to be understood in thus deciding this case that we do not mean to extend it to policies effected without fraud directly and on their face for the benefit of the wife, and payable to her; such policies are not fraudulent as to creditors, and are not touched by this decision.\nThe effect is to reverse so much of the decree of the court below as does not charge the Accountants with the two other policies, and leaves undisturbed the only one already charged to them, and the part of the decree as to commissions and other charges. This dismisses the appeal of the executors, and Olay’s Appeal is successful so far as relates to the proceeds of the two policies and no further.\nThis cause came on 'to be heard and was argued by counsel, and thereupon, upon consideration thereof, it is ordered, adjudged, and decreed as follows: That the decree of the Orphans’ Court confirming the report of the auditor be reversed, so far as it refuses to charge the executors of Isaac Elliott, deceased, with the sums received from the Manhattan Life Insurance Company of New York, and the New England Mutual Life Insurance Company, upon their respective policies of insurance upon the life of the said Isaac Elliott. And that the executors be surcharged with the said sums with interest from the date of receipt. And, further, that the remainder of the said decree of the Orphans’ Court be affirmed; and the cause is remitted to the said Orphans’ Court to carry this decree into effect. The costs of the appeal in the said Orphans’ Court and in this court to be paid out of the fund for distribution.\nIn Clay’s Appeal the decree was,\nThis cause came on to be heard and was argued by counsel, and thereupon, upon consideration thereof, it is ordered, adjudged, and decreed as follows: That the decree of the Orphans’ Court, confirming the report of the auditor, be reversed, so far as it refuses to charge the executors of Isaac Elliott, deceased, with the sums received from the Manhattan Life Insurance Company of New York, and the New England Mutual Life Insurance Company, and that the executors be surcharged with the said sums with interest from the date of the receipt. And, further, that the remainder of the said decree of the Orphans’ Court be affirmed, and the cause is remitted to the said Orphans’ Court to carry this decree into effect. The costs of this appeal in the said Orphans’ Court and in this court to be paid out of the fund for distribution."}