{"id": "425191", "contents": "The opinion of the court was delivered, by\nThompson, J.\nA criminal prosecution is deemed in law to be malicious, when a crime is charged with malice and without probable cause. Where the proceedings are entirely irregular, the prosecutor, according to all the authorities, will be a trespasser, and the action to redress the injury must be trespass for the force applied ; and such is the case where the proceedings are in form a criminal prosecution, but the offence charged is not within criminal jurisdiction. This is definitely ruled in Maher and Wife v. Ashmead, 6 Casey 344, and in Baird v. Householder, 8 Id. 168. The principle of the rule is that the warrant is void, no crime existing to give it legality, and that an arrest under it is no more to be justified than any other illegal arrest and detention without warrant. Trespass in such a case is undoubtedly the remedy.\nWe have not the complaint on which the warrant was issued in this case before us: but the justice recites it to have been issued, on complaint of Henry 'Lott and George Buchite, school directors of Henderson township, “ for breaking open a school-house and taking possession, and detaining the same in said township, which was locked, with force and violence, on the 19th of September last:” and the warrant is for “ breaking and opening a certain .school-house with violence, and taking possession of the same contrary to law.” The facts were that Mrs. ICramer entered the school-house on Sunday, through a window, and opened the door to permit public worship to be held, no person being in the actual occupancy at the time. The learned judge on hearing the case charged “ that all the evidence, including the recital in the warrant issued by the justice, shows it (the entry) to be a trespass, and nothing more. The warrant, therefore, would not justify an arrest of the plaintiff; in fact it was utterly void, and all acting by virtue of it were guilty of a trespass, and the action ought to have been trespass, and not case.”\nIf this charge was right, it of course ended the case, .and any other assignment of error need not be considered. “ Forcible entry and detainer” is the denomination of a criminal offence, the nature of which its name defines. Its object is twofold: one to punish those who by force and violence, taking the law into their own hands, forcibly get'possession of lands and tenements in the occupancy of others; and secondly, to have restitution made to those whose possession has thus been taken from them by such force and violence. The Act of 1860 defines the offence to be, “ When any person shall with violence and a strong hand enter upon or into any lands or buildings, either by breaking open doors, windows, or other parts, or by any kind of violence or other circumstances of terror,” &c., “turn out by force, or by threats or menacing conduct, the party in possession, every person so offending shall be guilty of a forcible entry,” &c. A forcible detainer is also defined by the same act to be where “ any person shall by force and with a strong hand, or by menaces or threats, unlawfully hold or keep the possession of lands or tenements, whether the possession of the same was obtained peaceably or otherwise.”\nThe Act of 1700 simply provided that “ whoever shall violently or forcibly enter into the house or possessions of any other person within this province or territories, being duly convicted thereof, shall be punished as a breaker of the peace, and make such satisfaction to the party aggrieved as the circumstances of the fact will bear.” Judge Smith in his note .to this statute, 1 Smith’s Laws 1, says: “ The act in the text is analogous to the English statute of 5 Rich. 2, stat. 1, cap. 8, but which has been considered as not extending to Pennsylvania. But the remedy in cases of forcible entry and detainer is rendered effectual by the statutes of 15 Rich. 2, cap. 2, 8 Hen. cap. 9, 31, Eliz. cap. 11, and 21 Jac. 1, cap. 15, which have been adopted in practice and reported by the judges to extend here.” Under the Act of 1700 it has. been several times decided that to constitute the offence of forcible entry and detainer, there must be such acts of violence, or such threats, menaces, signs, and gestures as may give reason to apprehend injury or danger in standing in defence of the possession: Ad. Rep. 14-41, 355 ; 6 S. & R. 252 ; and that an indispensable ingredient to the offence is force of arms and a strong hand; 1 Yeates 501. These ingredients are enumerated substantially in the Acts of 1860, and must, we think, be present, since that act as before, to constitute the offence. Now neither the substance of the information given, nor the warrant, do more than describe a trespass, viz. the breaking open the school-house with force. No violence, threats, or menaces towards any one is alleged and set forth, and thus the warrant did not describe the offence of forcible entry, much less of forcible detainer, but only a trespass. I apprehend it could not be successfully contended, that an indictment using no other words than those contained in the warrant, namely, “ breaking and opening a certain school-house with violence and taking possession of the same in said district contrary to law,” would be good. It makes no allusion to any person in possession, either actually or constructively, or that the violence was other than that used in opening the door, it being locked. If nothing else than this occurred, the act was manifestly a trespass only, and the warrant describing merely a trespass was void. The plaintiffs’ remedy was therefore for an arrest without authority of law, and that was by action of trespass and not case. The distinction between case and trespass is so well defined, that Ave need not stop to restate it; and that distinctiveness renders it a legal necessity to employ the latter when the gravamen of the action is the force directly applied, as does the former where the injury is the result of lawful process. In Baird v. Householder the warrant was issued on complaint of Judge Baird under oath against Householder for “ taking and carrying away from the farm of deponent a quantity of oat straw (which had been raised and cut on said farm by Householder), without the knowledge and consent of said Bail’d, the straAV being the property of said Baird ; it being the one-half of the produce which according to the lease was to be delivered to Baird.” The defendant was arrested and bound over to court, but was discharged from his recognisance by the Quarter Sessions without trial, on the ground that no criminal offence was charged against him. Although it was insisted that the warrant contained a sufficient charge of larceny, and so thought the court below, we held differently, and that an action on the case for malicious prosecution would not lie for the arrest and proceedings under the arrest — -that they were void, and trespass was the true remedy. ,\nSo we think in this case, and that the learned judge of tt)e Common Pleas took the right view of the warrant in his charge to the jury, and that this judgment must be affirmed.\nJudgment affirmed."}