{"id": "425170", "contents": "The opinion of the court was delivered, by\nStrong, J.\nThe modern tendency of the law is not to multiply valid objections to the competency of witnesses. It has been gravely doubted whether they are not already too numerous. Such as are founded on what is called legal policy are of peculiarly doubtful propriety. Their effect is to cover up the truth, without leaving any compensation in additional securities given against either fraud or perjury. If truth be the object sought, it is difficult, in most cases, to perceive why a jury may not be trusted with the testimony of a witness, and why they are not competent to make all fit allowances for any peculiar position in which the witness stands. The probable influence upon his testimony arising from any contingent interest, moral or pecuniary, he may have, is as apparent to a jury as it can be to a court, and it certainly ought not to be assumed that even a prejudiced witness can be of ho assistance in ascertaining the truth.\nThe objection urged against the admission of Mrs. Maddan to testify in behalf of the plaintiff in this case, rests entirely upon some supposed - policy of the law. She was not disqualified by interest, for it is well .settled that .a grantor of land, without covenant or warranty of title, is competent to testify in support of the title of his grantee. Nor ordinarily does any known legal policy prohibit it. It is no reason for exclusion, that the title of the grantee was derived from the witness. If then there be any policy which would justify the exclusion of Mrs. Maddan, it must grow out ■ of tb,e nature of the title set up against the plaintiffs below. But surely it cannot matter for what' reason the title of the grantees of the witness was assailed. Had the husband and the wife conveyed in his lifetime to the plaintiffs, both would undeniably have been competent witnesses for their grantees, and each might have defeated the claim of the creditors of the husband by giving testimony against it. Where the wife has conveyed after the husband’s death, there is no rule of policy, of which we have knowledge, that makes her any more incompetent than she would have been had her husband in his lifetime joined her in her deed, and we are not inclined to introduce a new rule of exclusion. The first assignment of error is therefore not sustained.\nThe second assignment is also groundless. The plaintiffs do not claim through Hr. Maddan or under him. His declarations, therefore, made in their absence, and not in the presence of any one under whom they claim, can amount to nothing. True, Mrs. Maddan was the grantor of the plaintiffs, and she was the wife of Hr. Maddan. But neither a wife’s declarations are evidence to affect title of her husband, nor are a husband’s declarations admissible to destroy a title of his wife. In Murphy v. Hubert, 4 Harris 56, and in Jones v. McKee, 3 Barr 496, this was ruled of declarations of a wife, and in Smith v. Scudder, 11 S. & R. 325, it was held that admissions or declarations of a husband were not evidence against his wife, or to affect her interests after his death.\nThe third assignment is also not sustained. It complains of the rejection of the husband’s declarations made some two years before the deed for the house and lot in dispute, was made to Mrs. Maddan. The only possible pretext for the admission of such evidence against the grantees of the wife is in the assumption that husband and wife confederated to defraud his creditors by covering up his property from their reach. Of this we see no evidence, but if there were such evidence it would not make the husband’s declarations, made long before the combination and not in pursuance of it, evidence against her. It is only acts and declarations of a conspirator in furtherance of the common design, or during the prosecution of it, that can affect his confederates.\nThe judgment is affirmed."}