{"id": "425149", "contents": "The opinion of the court was delivered, by\nAgnew, J.\nThe court below left it very fairly to the jury to decide, whether the money called the Coover dower was a gift from Mrs. Hinney to her husband, or was received by him for her use. There was sufficient evidence to be submitted, and the jury found the fact. It only remains to inquire whether she possessed the power to make the gift. Before the passage of the Act of 1848, securing the separate estate of married women, it was well settled that a wife might dispose of such estate, by gift or loan as well to her husband as to a stranger; and the receipt or use of her money with her consent and without objection or complaint, formed a ground of presumption of a gift to him: McGlinsey’s Appeal, 14 S. & R. 64; Tower v. Hagner, 3 Whart. 48; Maglee v. Ingersoll, 7 Barr 204. Since the passage of that act, her power over her own estate is not less in this respect than it was before. The provision that her estate shall not be sold, conveyed, mortgaged, or encumbered by her husband, without her written consent, given in the mode provided by the act, is not a restriction upon her own power of disposing of her money or other property capable of transfer by delivery; but was intended to protect her from Ms unauthorized acts.\nThe doctrine of Lancaster v. Dolan, 1 Rawle 236, and cases in the same class, has no application. It limits her power over trust property to that expressed in the instrument creating the trust. So too, where her power to convey is governed as to the mode by the provision of the law conferring the power, she must execute it in the manner prescribed. But where the property is such that it is consumed in the use or passes by mere delivery, there is nothing in the Act of 1848 forbidding her to exercise her right of control herself. Indeed this absolute power over such separate estate flows from the very language of the act declaring that her property shall continue to be hers as fully after marriage as before, and shall be owned, used, and enjoyed by her as her own separate property. This right does not accrue from any change in the marital relation, or by conversion by force of the act into a feme sole as to her property. On the contrary the relation continues in full force, and still affects her power over some kind of property for her protection. It flows from her absolute ownership and the nature of the property which makes it liable to transmission by the mere act of delivery.\nIt is undoubtedly true that the receipt of the money of a wife by her husband is presumed to be for her use, and the burthen is-cast upon him to remove it by evidence establishing a gift or that it has been expended in the mode, or for a purpose, authorized by her. Such is the doctrine of Johnson v. Johnson, 7 Casey 450, and Graybill v. Moyer, 9 Wright 530. But these cases also recognise the power of the wife to expend her money or to give it to her husband.\nThe question of fact having been fairly submitted to the jury, and found upon sufficient evidence, the judgment must be affirmed."}