{"id": "425182", "contents": "The opinion of the court was delivered, by\nThompson, J.\nThe bill filed in this case sets forth that, by the Act to incorporate the Lehigh Coal and Navigation Company, passed the 13th of April 1822, the Lehigh river, between the points intended to be improved, viz., between its mouth and the Great Falls, was divided into two grand sections ; the first lying between the mouth of the river and the Nescohoning creek; the second between the last-mentioned point and the foot of the Great Falls; that the entire work, including both sections, had long been completed and in successful operation ; that on or about the 4th of June 1862, an extraordinary flood occurred in the Lehigh, whereby “ the navigation of the defendants and the dams, locks, ..and other devices, were damaged, broken, and partially swept away,” rendering the whole of the second grand section entirely innavigable, a distance of about twenty-five miles, or more. To compel the company to repair, or reconstruct this portion of their works, and to compensate the complainants for the loss to them, as a means of transporting coal to market, is the object of this bill.\nNo contract relation of any kind is alleged to exist between the complainants and defendants; their claim to equitable interposition rests, therefore, alone upon the duty of the company to keep and maintain these works in good order and repair, and this presents for consideration the question raised by the demurrer, whether the complainants have by their bill presented “ such a case' as entitles them in a court of equity to the discovery and relief prayed for, touching the matters contained in the said bill,” or any of them.\nIt seems to us they are not the proper parties to enforce this duty on part of the company to the public, in the absence of any special injury to 'themselves or property ; and by this we mean, any injury, special in its operation, resulting from a failure to perform some specified duty to them, or to make compensation for injury and deterioration to their property, as contradistinguished from injury to them in common with the whole public, in the loss of a convenient and valuable highway.\nThere are many authorities in England and in this country Avhieh deny the right of private parties in - their oto names — in the absence of special laws — when their interests are only in common with the public, to compel the performance of a duty to the public. The reason is, that if one individual may interpose, any other may, and as the decision in one individual case would be no bar to any other, there would be no end to litigation and strife. The general laws of order so necessary to good government forbid anything like this.\nIn The King v. The Directors of the Bristol Dock Co., 12 East 429, the Lord Chief Justice of' the King’s Bench, a case involving this question, said: “ The injury, if any, is to all the king’s subjects, and that is the subject-matter of indictment, and not of action, otherwise any person who had before used the waters of the rivers might equally claim compensation; for which there is no pretence.” To this effect is Rose et al. v. Miles, 4 M. & S. 101; Iveson v. Moore, 1 Ld. Raym. 486. See Thomas Earle’s Case, Carth. 173 ; Wilkes v. The Hungerford Market Co., 2 Bing. N. C. 281; Grierly v. Codling et al., 2 Bing. 263.\nIn Bigelow v. The Hartford Bridge Co., 14 Conn. 565, it was held, per Storrs, J., that a “ bill in equity for an injunction against a public nuisance will not be sustained by a private party, unless it shows a particular injury to the plaintiff, distinct from that which he suffers in common with the rest of the public.” So in the case of The Councils of Reading ex rel. Fitchthorne and Dehart v. The Commonwealth, 1 Jones 196, which was an application for a mandamus to compel the councils to remove some obstructions from the sidewalks of a street, charged as a nuisance, Gibson, C. J., said, that “ the obstruction of a sidewalk not being more injurious to the relators in the mandamus, whereby it is sought to abate it, than to the inhabitants at large, the remedy to attain that end is by indictment exclusively.” The doctrine of this point was also fully discussed by the same learned judge in The Commonwealth v. Burrell, 7 Barr 34. That was a quo warranto at the suggestion of a private party, and of this attempt he remarked: “ The Commonwealth has her own chosen officer for the protection of her own rights (and the rights of the whole community are what constitute public rights or the rights of the Commonwealth), and as she has not explicitly allowed his office to be assumed by any one who may please to try his hand at the business of prosecution, as his self-constituted locum tenens, we dare not assume the ¡sower to allow it.” I might largely multiply the citation of authorities to the same effect, but these will suffice to prove the principle, and I forbear. It is plain, therefore, that a private individual may not, in the absence of a special right, or special authority, vindicate the public for the breach of duties owing to her alone. Nobody will doubt but that he may enforce against public corporations contracts and duties which they ought to perform towards himself, and in doing this sometimes the public interests are subserved, and this is all right. But it is his special interest that gives him the right to act. This might be enough for this case, but it may not be out of place to add that we have no doubt but the remedy by a bill for an injunction, sued out on the part of the Commonwealth by her attorney-general, would lie against a company to compel them to observe their charter obligations. It would in this case be a substitute for a mandamus, and come within the power given to the courts in equity to control corporations other than municipal.\nIf, then, the complainants have no right to maintain their bill to enjoin the respondents from neglecting to repair and put in operation their slackwat'er navigation, they have no right to a decree compensating them for any damage suffered. This right is only incidental to the maintenance of their bill to control the company in the matter of repairing or rebuilding their works. If they could do that, damages incident to the non-repair, and proper to be allowed, might, on the principle that it arose out of the subject-matter of complaint, and equity jurisdiction having attached the whole subject in all its aspects, would be disposed of. But alone, as an independent ground of complaint and claim, equity would not entertain a bill; damages merely for all sorts of injuries are only properly cognisable at law. A decree or decision, therefore, against the complainants’ right to maintain an injunction, is necessarily a denial of his equity to have damages on the accounts prayed. Upon these grounds the bill might properly have been dismissed.\nIt is not necessary to discuss the grounds of the alleged claim of damages in this case, as the right to them in this proceeding falls altogether by reason of the views just expressed. Nor is it essential to discuss the question whether the Act of 1818 provided a specific remedy in this case, which excludes a resort to a bill in equity, as we think the whole case is covered by the views taken. We think the action of the court at Nisi Prius, on the demurrer, must be sustained, and accordingly the decree is affirmed, at the cost of the appellants.\nBy the Act of the 4th of March 1863, the Lehigh Coal and Navigation Company were relieved from rebuilding their slackwater, destroyed by the flood of 1862, under terms proposed in the act, and which were accepted by the company. Although the act, being private, could not aid the demurrer, it not having been referred to in the bill, yet if the demurrer had been overruled, and it had been pleaded, it would most probably have produced 'a similar result with the one arrived at in ruling the demurrer."}