{"id": "425127", "contents": "The opinion of the court was delivered, by\nStrong, J.\nThis was an action of trover, in which one branch of the defence was, that under an agreement between the parties, the property claimed by the plaintiff had been pledged to the defendant, and that his refusal to give it up was therefore not unlawful. To sustain the defence, a copy of a very obscure and informal article of agreement was offered in evidence, in which interlineation was apparent. No objection appears to have been made, because it was a copy, but to explain the interlineations, and to show that all the alterations, if any, were made before the agreement was signed, the defendant offered a deposition of John Hege. To this the plaintiff objected for the reason that the witness was alive and in the county. It was then proposed to prepare the way for the admission of the deposition, by proof that Hege was sick and unable to attend court, and this proof it was proposed to make by the defendant himself. The court overruled the proposition, and herein we think there was error. It may be, the deposition would have availed nothing had it been admitted. This we cannot now determine. It is not before us, and no objection was made in the court below on that ground. The question now relates exclusively to the competency of the medium of proof of the inability of the witness to attend the court, and this is to be considered with reference to the matter proposed to be proved. What was offered was evidence to the court, not for the jury. It has always been held in this state, as it has been generally elsewhere, that a party to a suit is competent to testify respecting matters which are only auxiliary to the trial, and are addressed to the court. Generally, anything which is a necessary preliminary to the introduction of secondary evidence may be made to appear by the oath of a party. Thus in Douglas’s Lessee v. Sanderson, 2. Dall. 116, it was ruled that a plaintiff might prove by his own oath the death of a subscribing witness to a deed, as introductory to the admission of proof of the deceased witness’s handwriting. So it has been held a party may prove the loss of a paper: Mecker et al. v. Jackson, 3 Yeates 442; or notice to produce papers preparatory to proof of their contents : Jordan v. Cooper, 3 S. & R. 564; or notice to take depositions, or that a deposition was taken at the time and place designated in the rule and notice: Black v. Moore, 1 Barr 344. So a party may prove his family bible, Carskadden v. Poorman, 10 Watts 84, and in Little’s Lessee v. Flora (cited 1 Yeates 16), it was held that a plaintiff might be examined to prove that a material witness whose deposition had been taken, was unable to attend court in consequence of old age and indisposition, in order to entitle the deposition to be read. This was a decision of the very question we have now before us, and so settled appears to be the rule that Greenleaf in his Treatise on Evidence, | 349, states it as follows: “ In questions which do not involve the matter in controversy, but matter which is auxiliary to the trial, and which in their nature are preliminary to the principal subject of controversy, and are addressed to the court, the oath of the party is received. 'Of this nature is his affidavit of the materiality of a witness ; of diligent search made for a witness or paper; of his inability to attend; of the death of a subscribing witness, and so of other matters of which the books of practice abound in examples.” Such being the rule, it is manifest the court erred in refusing to permit the defendant to prove by his own oath that John liege was unable to attend the court, and thus prepare the way for his deposition.\nIn regard to the second and third assignments of error, we have to remark that if the agreement was received, the evidence referred to in these assignments should also have been received. Disconnected from the agreement, the proposed evidence was irrelevant, but if the goods, for the conversion of which this action was brought, were purchased from McKnight and the Shaffers, and if the defendant became the surety of the plaintiff in the purchase under an agreement that they should belong to the defendant until paid for, it was a material fact which the defendant should have been allowed to prove. Whether the goods thus bought were those for which the suit was brought or not, was a question for the jury. Our paper-books do not show us clearly whether the agreement was received in evidence. If at the next trial it should be, then the other evidence should be received in.' connection with it. ' ' ;\nThere was no error in the charge of the court, nor in the dis-' position made of the reserved point. It is true, that originally at-common law, a party from whom goods had been stolen could only obtain restitution from the thief on an appeal of larceny. Hence it was held, an action of trover would not lie. But this is not the modern doctrine. The most that can be said is, that a civil action is suspended until the criminal prosecution is disposed of. In this case the plaintiff caused the defendant to be indicted for the larceny of the goods, and the indictment failed. While it wes pending this action of trover was brought, but it was not tried until; after the defendant was acquitted of the larceny. Under' these circumstances it would have been too much for the court to sa¡y the action could not be sustained. Had the defendant desired to take advantage of the pendency of the public prosecution, he might have prayed that the parol might demur, but beyond this he could not defend for such a cause.\nThe instructions given to the jury respecting the damages were unexceptionable, considering the nature of the case.\nTudgment reversed, and a venire de novo awarded."}