{"id": "425192", "contents": "The opinion of the court was delivered, by\nThompson, J.\nAll the assignments of error on the record raise but a single question, and that is, whether the execution of the will of Samuel Loudon, deceased, was sufficiently proved by the testimony of the subscribing witnesses. One of them recollects all about it, and testifies that he wrote it, and subscribed it as a witness, at the request of the testator, and thinks that the other, whom he called in for .the purpose of attesting the will, subscribed at the same moment of time he did, and also at the like request. The seeming difficulty in the case is, that the second witness cannot remember that he saw the testator sign, or who called on him to be a witness, or that he heard him say anything: but he does recollect that he saw nothing that would induce him to doubt that he was of sound mind and memory, and that he did subscribe as a witness. From this state of the testimony, it is supposed that the proof did not come up to the requirement of the statute, which .provides “ that in all cases, it (the will) shall be proved by the oaths or affirmations of two or more competent witnesses, otherwise it will be of no effect:” Act of 8th April 1833.\nIn some sense, statutes of wills, prescribing forms and solemnities to be observed in executing and proving them, are statutes of frauds, for the object of all these things is to prevent fraud in setting up as testamentary that which may have been obtained by imposition, coercion, undue influence, or from want of mind and memory equal to the task of making a rational disposition of property. But the form sometimes necessarily stands as evidence of the fact to be established through its medium. For instance, according to the English Wills Act of 1838, the will was required to be subscribed by the authenticating witnesses, and it followed, of course, when any or all became deceased, the will could only be proved by proving their signatures. So with us, the proof of execution, where there are subscribing witnesses, is precisely the same although the requirement of subscribing is not the same. It is just the same as is the proof of any common law contract, where the name of the deceased witness stands for his solemn declaration that it was executed as it appears. This is the frimá facie case made by such proof, and if not overthrown becomes conclusive. No doubt the credit thus given to the attesting name rests upon the presumption of the honesty of the transaction until the contrary be made to appear ; and this presumption applies to every portion and part of the instrument. As witnesses do not live always, the rule must either prevail or instruments requiring attestation must fail in process of time, or their testimony be perpetuated in some mode. But it does prevail, and is I believe without exception in its universality. The same rule applies where the subscribing witness is insane, absent, infamous, or interested. Proof of his handwriting is all that is required. But where he is within the jurisdiction of the court and otherwise competent, he must be called, although he has forgotten all about the transaction — a circumstance not at all uncommon. His recognition of his signature proves the instrument in the first place, and it stands until, like any other fact, it is disproved.\nIn all such cases the proof of the signature by the witness proves the instrument, and unless the witness testifies something pointing to a different conclusion, it is primé facie established: Vernon v. Kirk, 6 Casey 218, and authorities there cited. See also authorities cited by defendant in error from English books and in other states.\nWant of memory on part of one of the witnesses to this will as to what was said and done, when it was executed by the testator and subscribed by himself and the other witness, is all that appears here: but not a word of denial of signature, or of the execution of the will by the testator, or want of capacity, or any other thing to impeach it, was hinted at by the witness. Eor the reasons given and the authorities cited, the proof was sufficient: it was by two witnesses, one of whom recollects distinctly that the other, who does not recollect, did sign in the presence of the testator, and whose very attestation is to the declaration that he subscribed at the request of the testator, and in his presence. If both had been equally oblivious of what had passed, still if they had, as did this one, both recognised each his signature, it would have been sufficient. No error was committed on the trial, and the judgment is therefore affirmed."}