{"id": "425154", "contents": "The opinion of the court was delivered, by\nRead, J.\nA voluntary deed by a person not indebted at the time, is good as against subsequent creditors of the grantor, but “ if the purpose of a grantor in a voluntary conveyance be to withdraw tlm property from the reach of debts which he intends to contract; if such be his motive for the conveyance, no doubt it is invalid as against the debts subsequently incurred:” Snyder v. Christ, 3 Wright 506, per Strong, J. In New York the Court of Appeals, in Babcock v. Eckler, 10 Smith 623, held, that a voluntary conveyance by a husband to a wife, he retaining property of the value of $10,000, and being indebted in only the sum of $900, there is no legal presumption of fraud, but the question is one of fact. The intent to defraud must be inferrable from, the circumstances, and if the facts show that the settlement upon the wife was a proper' and reasonable one in the condition of the husband’s estate, at the time, it will not be invalidated by his subsequent inability to pay a debt then existing. In Hinde’s Lessee v. Longworth, 11 Wheat. 213, Justice Thompson said: “ but the mere fact of being in debt to a small amount would not make the deed fraudulent, if it co.uld be shown that the grantor was in prosperous circumstances and unembarrassed, and that the gift to the child was a reasonable provision according to his state and condition in life, and leaving enough for the payment of the debts of the grantor.”\nIn a late case, Spirett v. Willow, 11 Jurist N. S. 70, Lord Chancellor Westbury, in stating the rule in England, says: “ There is some inconsistency in the decided cases on the subject of conveyances in fraud of creditors: but I think the following conclusions are well founded. If the debt of the creditor by whom the voluntary settlement is impeached, existed at the date of the settlement, and it is shown that the remedy of the creditor is defeated or delayed by the existence of the settlement, it is immaterial whether the debtor was or was not solvent after making the settlement. But if a voluntary settlement be impeached by subsequent creditors, whose debts had not been contracted at the date of the settlement, then it is necessary to show that the settlor made the settlement with express intent to 1 delay, hinder, or defraud creditors,’ or that after the settlement the settlor had not sufficient means or reasonable expectation of being able to pay his then existing debts, that is to say, was reduced to a state of insolvency, in which case the law infers that the settlement was made with intent to delay, hinder, or defraud creditors, and is therefore fraudulent and void. It is obvious that the fact of a voluntary settlor retaining money enough to pay the debts which he owes at the time of making the settlement, but not actually paying them, cannot give a different character to the settlement or take it out of the statute.”\nA conveyance by a father to his sons in consideration of an agreement on their part to pay his debts, is not fraudulent or void as to the creditors of the father: Pattison v. Stewart, 6 W. & S. 72; Shontz v. Brown, 3 Casey 123 ; Stafford v. Stafford, Id. 144. This is in fact the present case, with this distinction, that all the debts which formed the valuable and adequate consideration of the conveyances have been paid in full by the sons, and that the debts which now seek to declare the deeds fraudulent and void, were incurred at least two years afterwards, when the property was in full possession of the grantees, and the grantor had entirely ceased business during that period.\nIt is therefore the case of a deed for a valuable consideration, sought to be declared void as to subsequent creditors. We have examined the answers of the court to the third, fourth, sixth, and seventh points of the defendant below, and we see no error in them; and the testimony rejected as stated in the first, second, third, and fourth specifications of error was properly rejected as irrelevant, there being no evidence showing any collusion or knowledge whatever between the father and 'the grantees, as to the mortgages subsequently made by the father, and nothing was adduced to support the fourth.\nJudgment affirmed."}