{"id": "425176", "contents": "The opinion of the court was delivered, by\nStrong, J.\nThe fundamental question of fact in this case appears to have been whether the note upon which the suit had been brought was the note of R. E. Parker as well as that of Laughlin, the other defendant. It had been given to Pomeroy by Laughlin, and Pomeroy had sold it to the plaintiff. By the sale, he warranted it to be\" what it purported, the note of both Parker and Laughlin. A transferrer, even by delivery, of a promissory note or a bill of exchange, though he does not generally warrant the solvency of the maker, does warrant that the bill or note is not forged or fictitious ; that it is what it appears to be: Jones v. Ryde, 5 Taunt. 489. In that case Chief Justice Gibbs said, “ Declining to endorse tbe bill does not rid him of that responsibility which attaches on him for putting off an instrument as of a certain description which turns out to be not such as he represents it.” Hence, when Pomeroy was called to testify for his vendee, he was called to support his own warranty. For such a purpose he was incompetent, without reference to the rule of policy enunciated in Post v. Avery and its kindred cases.\nIt remains only to inquire whether Laughlin was a competent witness for the plaintiff. He was one of the defendants. He made the note in suit, signing it it. E. Parker & Co. The suit was brought against him and Parker as partners, and judgment for default of appearance was entered against him. Parker alone pleaded to issue, and the issue was tried against Parker singly. Under these circumstances, certainly Laughlin cannot testify to fasten the debt upon Parker jointly with himself, unless a verdict and judgment for Parker would sweep away the judgment already obtained against him for default of appearance. The plaintiff in error contends that such would be the effect of a verdiot and judgment against the plaintiff, and he relies in support ol his position upon Ramsey’s Appeal, 4 Watts 71. That case is very briefly reported. All that we are informed about it is that a joint suit had been brought against William Ramsey and Sterrett Ramsey, and referred to arbitrators, who awarded $800 against both defendants. From this award Sterrett Ramsey alone appealed. Before the appeal was determined William Ramsey died, and the matter before this court was the distribution of his estate. One, among other questions, was whether the plaintiff in the suit was entitled to immediate payment of his award against William Ramsey; and, in delivering the judgment of this court, Judge Rogers said, “ The situation of that claim is such that we cannot now decide whether the plaintiff will ultimately be entitled to the money or not. The appeal of Sterrett Ramsey is still pending, and until that is disposed of, it is impossible to say whether anything may be ultimately found due ; for if Sterrett' Ramsey succeeds on the appeal, it will be virtually a finding in favour of William Ramsey’s estate. In that event, notwithstanding his judgment, he may recover nothing from the estate of William Ramsey.” Though this may have been entirely correct, as applied to the case then under consideration, it is not very satisfactory as the assertion of a rule. No reason is given, no authority is cited, nor are we informed of the nature of the action brought against the tivo Ramseys or of the character of Sterrett’s defence. As a universal rule, the position taken by Judge Rogers cannot be sustained. It is certainly not correct in regard to actions founded on torts ; and it has been repeatedly held that in actions upon joint contracts, if one defendant be defaulted and the other go to trial on a defence personal to himself, a judgment in his favour does not discharge the defaulted defendant. The plaintiff may enter a nolle prosequi against the defendant who pleads matter in his personal discharge, and thus he becomes no longer a party to the record: 1 Williams’s Saunders 207, a.; Salmon v. Smith, and cases cited in 1 Greenleaf’s Evidence, § 356. The effect of the judgment depends on the character of the plea. If the defence be not peculiar to the defendant, who pleads to issue matter in his personal discharge, and such as he only can set up, his success must destroy the judgment obtained against his co-defendant by default; for if it were not so, the record would show a judgment against one of the defendants upon a state of facts which the same record conclusively establishes as having no existence. This would be an absurdity not to be tolerated. In a suit against two upon a joint contract, ordinarily there can be no recovery against one, because neither is liable if the contract was not the -joint contract of both. And it is only when one sets up a defence that the other cannot use, that the case is otherwise. Then if one defendant pleads “ infancy,” or a “ certificate in bankruptcy,” “ ne unques executor,” or “ that he was a surety in the contract and that he has been discharged in equity by the conduct of the creditor,” if he succeeds in maintaining his plea, a judgment in his favour does not relieve his defaulted co-defendant. In such a case there is no contradiction in the record. On the other hand, the general rule is, as stated, that when the plea of the co-defendant who goes to trial would have equally availed his defaulted co-defendant had he joined in pleading it, it will, if maintained, sweep away the judgment obtained by default. This was held in Pipe v. Steele & Harvey, 2 Ad. & E. (N. S.) 733, a case closely resembling the present. It was assumpsit upon two bills of exchange against Harvey & Steele. Harvey suffered judgment by default. Steele pleaded, among other things, that Harvey was in partnership with him and drew the two bills without his knowledge, in fraud of the partnership, for his own private purposes, whereof the plaintiff had notice, and that neither the partnership nor Steele had received any yalue. On the trial Harvey was permitted to testify for the plaintiff against Steele, and the Court of King’s Bench ruled the admission to be right. Lord Denman, in delivering the judgment of the court, after remarking that the objection that the witness was a party to the record had been deliberately overruled in Warrall v. Jones, 7 Bingh. 795, proceeded to say it was a question of interest. He referred to the case of Green v. Sutton, 2 Moody & R. 269, where Lord Abinger rejected a person so situated, on the ground that having admitted himself liable by suffering a judgment by default, he is directly interested in throwing a part of the burden on another, and he added that “ if the joint liability were an established fact at the time when the witness is called, this argument would be conclusive. But, on the contrary, it is the very fact in issue, and the witness’s interest is that it may not be established, because, unless it is, no judgment can be had against him in this action. He indeed, after suffering judgment by default, may have little ground for expecting that he will ultimately escape the consequences of a joint liability; but his' conduct even in that respect might admit of explanation. He might say it occurred through an oversight, or his motive may have been to save the expense of his disputing what he was aware that his co-defendant would be able to disprove. This is the very issue which that defendant is actually maintaining; if successfully, this witness shares the fruit of his victory, for the judgment will be in favour of both.” Our own case of Hayes v. Gudykunst, 1 Jones 221, though turning upon different questions, recognises the principle of Pipe v. Steele & Harvey. The suit was upon a collateral promise, but there had been a previous suit against Wetzel and Gudykunst upon a note signed by Wetzel with his own name and that of Gudykunst, who was alleged to be a silent partner. That previous case had been arbitrated and an award had been made against both Wetzel and Gudykunst, from which the latter appealed, Wetzel did not appeal. At the trial Gudykunst pleaded non assumpsit and denied the partnership, and on that issue obtained a verdict and judgment in his favour. Upon such a state of facts this court declared that “ Wetzel remained answerable for the debt on the original cause of action, for, by the finding of the jury, the judgment against Wetzel, though unappealed from, is swept away.”\nNone of the cases referred to by the learned judge of the Court of Common Pleas, or by the counsel of the defendant in error, are inconsistent with the doctrine of either Pipe v. Steele & Harvey or Hayes v. Gudykunst. They come within the admitted exception to the general rule. In all of them the defendant who succeeded, after a default of his co-defendant, or after an award against both from which he alone appealed, set up matter in his personal discharge, and not a defence which was equally available by both defendants. In both Talmage v. Burlingame, 9 Barr 30, and Holt v. Bodey, 6 Harris 207, the successful defendants were sureties, and the ground taken for their discharge was not, that the debt had no existence or that there had been no joint contract, but that the creditors’ conduct had relieved them as sureties. Such, however, is not this case. The defence set up by Parker is not peculiar to himself. It is that he was never a party to the note, and that no such joint contract was made as the plaintiff’s declaration avers. His defence, if true, is equally a defence for Laughlin, for neither of the defendants can be liable in this suit unless they were joint promissors. The conclusion is therefore inevitable that on the issue tried a verdict and judgmerit in favour of Parker must operate to wipe away the judgment hy default against Laughlin. And the consequence of this is that, though it might be the interest of Laughlin to prove the other defendant equally liable with himself, he has a greater interest against the plaintiff, for if his co-defendant succeeds he is himself discharged from the judgment already obtained against him, and the plaintiff has released him from any other action. He was not then incompetent, on account of interest, to testify on behalf of the plaintiff.\nIt is suggested, however, that our Acts of Assembly of May 4th 1852 and April 12th 1858, on the subject of amendments, may prevent the extinction of the judgment by default against Laughlin, as a consequence of a verdict and judgment- in favour of his co-defendant. These acts, it is said, authorize the' court to strike out the names of parties, plaintiffs or defendants, and try the case against the others. It is not perceived how those acts can have any effect upon the present case. If Laughlin had not suffered judgment by default, but the case had gone to trial against both defendants, and if, the plaintiff discovering that he had no cause of action against Parker, the court had, at his request, struck Parker’s name from the record, there could have been no recovery against Laughlin for the cause set out in the declaration.\nBut though the witness was not incompetent to testify for the plaintiff on account of interest, was he not because of his being a party to the record ? It was early doubted, in the English courts, whether a party to the record can be permitted to testify, though he has no interest. In Mant v. Mainwaring, Hill et al., 8 Taunt. 139, it was ruled that in an action on a joint contract against several partners, one of the defendants, having suffered judgment to go by default, is not admissible to prove the partnership of himself and the other defendants without their consent, although the proposed witness is released from all other actions than that on which he is called to give evidence. The exclusion of the witness was put upon two grounds: first, that he was interested, the judgment against him operating only in the event of a verdict against the other defendants ; and, secondly, that a party to a suit cannot be examined. See also 2 Camp. 333, n. But in Worrall v. Jones, 7 Bingh. 795, it was directly ruled that a party to a suit is a competent witness, provided he is disinterested. The earlier English doctrine seems, however, to be elsewhere recognised, though not universally. In Schermerhorn v. Schermerhorn, 1 Wend. 119, it was ruled that one of several makers of a promissory note, discharged as an insolvent debtor, his discharge unimpeached and himself released from all liability by the joint maker of the note, has no interest in a suit commenced on such a note ; yet, being a party to the record, he is incompetent as a witness, although the jury pass upon his liability and find a verdict in his favour. The rule was admitted to be different in actions for torts. And in this state it is apparently settled that in actions on contract at least, a party to the suit is an incompetent witness, though he may be disinterested. I confess I prefer the English doctrine laid down in Worrall v. Jones, but our cases are too numerous and direct to be disregarded. In Wolf v. Fink, 1 Barr 435, which was an action against three makers of a promissory note, there was an award of arbitrators against two of the makers and in favour of Kennedy, the third, he being a surety. Wolf, another of the defendants, and also a surety, appealed for himself' alone, and offered in evidence at the trial of the appeal the deposition of Stewart, the remaining defendant, who had not appealed from the award, and who was a certificated bankrupt.. This court said, “ It must be admitted that the witness had not a particle of interest in the event of the suit. The only tenable objection is that at the time of the impetration of the writ and the award he was a party to the suit.” Yet he was held incompetent for that reason; and very often since has the same doctrine been reasserted. It is true that the witness was offered for his co-defendant, as was the fact in most of the other cases, in which being a party to the suit was regarded a sufficient reason for exclusion; but this has not always been the state of facts. It has also been held that the same policy excludes a party to the suit from testifying in behalf of his co-plaintiff, though he is uninterested. And if it alone is a sufficient reason for holding the witness incompetent at all, it can make no difference by which party he is called. In Scott v. Lloyd, 12 Peters 149, it was resolved that a party is not admissible without the consent of all parties to the record, and that the privilege of exemption is not personal and several, but mutual and joint.\nControlled by this course of decision, we are led to the conclusion that Lauglilin was not a competent witness for the plaintiff.\nThe judgment is affirmed."}