{"id": "425172", "contents": "The opinion of the court was delivered, by\nAgnew, J.\nAssumpsit and tort cannot be joined. There was no error, therefore, in compelling the plaintiff to elect the count upon which he would proceed; nor.was it error to swear the jury as to the remaining defendant, the others having confessed a general judgment.- Such a judgment is interlocutory'only, and the damages remained to be assessed. When an interlocutory judgment is entered against one, the writ of venire tarn ad triandum quam ad inquirendum, in practice, is seldom issued; but it is usual to swear the jury trying the issue against the other defendant, to assess the damages also against the former. It is said by the late Chief Justice Gibson, in O’Neal v. O’Neal, 4 W. & S. 131, that even this is not always done, the oath prescribed for the trial of the issue .being the only one administered; and he lays down the rule that when judgment by default goes against some of the defendants, and the issue is tried as to - the others, final judgment is entered against all upon the verdict, and execution follows the judgment. The same doctrine is stated by Huston, J., in Ridgely v. Dobson, 3 W. & S. 123. The reason is obvious; the judgment by default or by general confession being for the whole cause of action contained, in the declaration, and the damages a matter then solely for the court. Hence, it is said by Rogers, J. (Bank of United States v. Thayer, 2 W. & S. 448-9), a writ of inquiry is necessary only to inform the conscience of the court, who may, in all cases, dispense with it if they think proper. It is on this' ground, that in all cases where the damages may be ascertained by calculation, it is referred to the prothonotary to liquidate them. The damages found by a jury,-on trial of a joint cause of action, are, therefore ascertained in a most satisfactory manner, and final judgment can be entered against all the defendants. There can be but one final judgment in a personal action whether founded-in contract or tort: O’Neal v. O’Neal, supra. This has a direct bearing on the admissibility of Christian and George Laley as witnesses. Having confessed judgment generally, no issue remained as to them, it is true, but damages were yet to be assessed against the other defendant, and in this they had a direct interest. They were not competent witnesses for their co-defendant also on the score of policy, being parties on the record: Wolf v. Fink, 1 Barr 435; Parke v. Bird, 3 Id. 360; Irwin v. Shumaker, 4 Id. 199 ; Morris v. Johnston, 5 Id. 287 ; Marshall v. Franklin Bank, 1 Casey 384. To these may be added the case of The Cambria Iron Company v. Tomb, 12 Wright 387. As now constituted, this court would not, perhaps, sanction the so-called policy of excluding witnesses, without a particle of interest, merely because their names appear on the record of the action, but the rule is too firmly established. The legislature only is competent to change it.-\nThe judgment is therefore reversed, on the ground that the court erred in admitting two of the defendants as witnesses for their co-defendant; and a venire facias de novo is awarded."}