{"id": "425164", "contents": "The opinion of the court was delivered, by\nAgnew, J.\nThe question decided by the court below, really was not in the case as it appeared before them. The general and proper practice is to put the motion for judgment against the garnishees upon their answers, on the record, in the shape of a rule to show cause. This does not appear in the record, but it was manifest the cause was before the court below upon a motion for judgment, on the answers to the interrogatories. In such a case, the court cannot go outside of the answers, or receive extraneous proof to qualify or contradict. The admissions, like a special verdict, form the exclusive foundation of the judgment. If the facts stated appear to be insufficient to entitle the plaintiff to a judgment, the court refuse judgment and discharge the rule, leaving the plaintiff at liberty to rule the garnishees to plead to issue and to proceed to trial, the plaintiff taking upon himself the risk of the costs, if he fail to establish more than the garnishees admit in their answers.\nNow as this case appeared upon the answers, there was an admission of the .sum of $729.20 found by an auditor who made distribution of the estate of Ann Maria Gross, deceased, coming to the defendant as a legacy under her will, and that this sum was ready to be paid out when the rival claims indicated in the auditor’s report should be determined by the court. The answer then refers to the auditor’s report and. makes it part of it. Referring to the auditor’s report, thus incorporated into the answer, we find this statement and no more — that Hannah B. Gross claims the share of Jacob L. Gross (the defendant), under a transfer, dated 2d of May 1861, to John H. Reifsnyder, and assigned by him to the said Hannah B. Gross on the 6th May 1861, recorded May 15th 1862, all before the death of testatrix — that the executor had no notice of the transfers before the audit, and that the Lan caster Bank claims this share under its attachment. The auditor then, without deciding, refers the matter to the determination of the Orphans’ Court. It will be observed then that the report does not furnish the assignments themselves, nor any facts bearing upon the circumstances of Jacob L. Gross, the defendant, or upon the consideration of the assignments. We. have then simply the fact furnished by the answer that this legacy had been assigned by Gross, the defendant, before the service of the attachment. This was sufficient for the court to refuse judgment, for it could not go outside of the answers to try the case. That can be done only upon an issue wherein the facts would be submitted to the jury. If the court should undertake to try the cause before itself, how is it possible its errors could be corrected ? The facts constituting fraud, want of consideration, or other matter alleged against the assignment, cannot appear in the record. There is no bill of exceptions and no mode of bringing them here for review. Though the answers admitted the legacy to Jacob L. Gross, and its amount, they did not admit it as a debt owing and payable to him, for they averred that it had been assigned to Reifsnyder before service of the attachment. The court was therefore right in refusing judgment to the plaintiff, on the answers of the garnishees, but the judgment was entered incorrectly in point of form, as an absolute decision that the money belonged to Hannah B. Gross. We correct this by entering the order that the court refuse judgment to the plaintiff upon the answers of the garnishees, discharge the rule to show cause, and give leave to the plaintiff to proceed and rule the garnishees to plead to issue and go to trial. The case then can be heard on all its facts, whether of fraud or of inadequacy of consideration, as bearing upon the question how far an assignment of a legacy or distributive share in mere expectancy will be supported in equity.\nAnd now, May 24th 1865, the court modify the judgment of the court below by refusing judgment to the plaintiff below upon the answers of the garnishees, discharge the rule to show cause, and direct the cause to proceed to issue and trial in due course of law."}