{"id": "425179", "contents": "The opinion of the court was delivered, by\nWoodward, C. J.\nThe infirmity of the plaintiff’s case consists in her failure to show that the money she-received at various times, several years previously to her setting up the store, went into the purchase of the goods. The receipt of these sums was so long prior to the purchase of the merchandise, that it afforded no adequate ground for a presumption of fact in favour of the wife, and, therefore, there was no error in withholding it from the jury. But in the absence of evidence to raise the presumption of fact, the legal presumption was in favour of the husband’s ownership of all chattels in the joint possession of himself and wife, and the court did no more than give effect to this presumption of law.\nIn the case of Weiman v. Anderson, 6 Wright 311, the wife’s exclusive ownership of the goods traded with was clearly established, and where that fundamental fact is clearly made out, neither the husband’s agency, possession, nor any other accident, will be permitted to divest the wife’s right, but when that is wanting, no other foundation of her right can be laid. We require no unreasonable amount of proof. Absolute demonstration is no more to be looked for in this class of cases than in other lawsuits, and where any evidence is offered from which the conclusion sought can fairly be deduced, it ought to be submitted to the jury, who often decide on less than demonstrative proofs ; but where the only evidence of ownership of money is remote, and there is no proof that what was received, long since, purchased either the goods levied, or those which were first traded with, it is not error for the judge to withhold the case from the jury.\nIf the deed of Elicit and wife to Levan, her father, was irrelevant evidence, it was harmless, and its admission is no cause of reversal. The one material question in controversy related to the ownership of the money which established the store, and for want of proof on that point the case was properly ruled.\nThe judgment is affirmed."}