{"id": "425138", "contents": "The opinion of the court was delivered, by\nStrong, J.\nThis case has been argued with great zeal and ability on behalf of the plaintiff in error, and for the Commonwealth with much candour and fairness. Assisted by the argument we have carefully reviewed the record, and have come to the conclusion that but one of the assignments of error can be sustained.\nWilliam Gaines, the defendant below, now plaintiff in error, was indicted for the murder of Robert Gaines. That the deceased had been murdered was not controverted at the trial. The thing in contest was whether the defendant was the person who had perpetrated the crime. That he was, the Commonwealth sought to establish, not by direct evidence, but by proof of circumstances inconsistent with any other reasonable hypothesis. To the existence of some of these circumstances, one Absalom Smoke was called to testify, and, as preparatory to an assault on his credibility, be was asked on cross-examination whether, in a conversation with Susan Potter, shortly before the death of Robert Gaines, he had not complained of illicit intercourse between Robert Gaines and his (the witness’s) wife, and whether he had not stated that he would watch his opportunity to catch Gaines in the act, and take his revenge. In answer to this ¡question he denied having had any such conversation with Susan Potter, and declared that he did not recollect ever saying anything to her, or to anybody else, about Gaines having intercourse with his wife. When the evidence in chief for the Commonwealth was closed, Susan Potter was called by the defendant, and she testified that Absalom Smoke had made to her the complaints and had uttered the threats which he had disavowed on his cross-examination. It was then proposed to follow this evidence by the testimony of one Susan Smoke, that he had made similar declaration to her. The offer was made avowedly for the purpose of contradicting and discrediting him. Several objections were made to it, and the offer was overruled by the court. The reason assigned for its rejection was, that “ as Absalom Smoke had been cross-examined as to collateral matter, •his answer was conclusive on the defendant and could not be contradicted.” It is very necessary to a correct decision of the question whether the court was right in overruling this offer, that the avowed purpose for which the evidence was submitted should be kept steadily in view. To that the plaintiff in error must be confined. The relevancy pf the evidence to the issue, had it been offered generally, need neither be affirmed nor denied. A party .cannot offer evidence for a sjoecified purpose, and complain when it has been rejected that it was legitimate for another and distinct object. In Carpenter v. Wall, 11 A. & E. 803, it was ruled that .where evidence had been offered in contradiction of a witness which was inadmissible, because the witness had not been cross-examined particularly respecting the matter, it was not error to reject it, though it would have been cpmpetent generally in the cause. Here Susan Smoke’s testimony was tendered to show that Absalom Smoke had testified to what was untrue, and to discredit him generally, not to prove that he was himseif the murderer. The question, therefore, is not whether the fact that he made complaints of Robert Gaines and threatened to be revenged was admissible in evidence for any purpose, but whether it was competent as a means of impeaching his testimony. If it was collateral to the issue, the court was right in overruling the offer of Susan Smoke’s testimony, for the rule is settled that a witness may not be cross-examined as to a distinct collateral fact for the purpose of afterwards impeaching his testimony by contradicting him: .1 Stark. Ev. 134-5. The same writer asserts the doctrine, that should such questions be answered, evidence cannot afterwards be adduced for the purpose of contradiction. He adds that the saíne rule obtains if a question as to a collateral fact be put' for the purpose of discrediting his testimony: “ his answer must be taken as conclusive, and no evidence can afterwards be admitted to contradict it.”\nNow that the proposed testimony of Susan Smoke was to some extent contradictory to the. answer made by Absalom Smoke to the question put to him on his cross-examination, is manifest. In his answer he denied any recollection of having made to Susan Potter, or anybody else, such complaints or threats as the rejected witness was called to prove he had made. Was, then, the fact that he had made such statements and threats immaterial and collateral ? The court below thought it was, and therefore refused to permit Susan Smoke to contradict him. In this we think there was error. Throwing out of consideration the inquiry, as not raised by the record, whether the fact was not pertinent, as an independent circumstance, tending to show that some other than the defendant, to wit, Smoke himself, had perpetrated the murder, had it not a direct bearing upon the motives operating upon the mind of Absalom Smoke when he testified ? It surely had a tendency to show ill feeling in him towards the deceased. It would have been a circumstance to be considered, had the question been directly whether he was guilty of the murder, especially when taken in connection with other evidence which had been given. It furnished an additional ground of suspicion, though it may have been slight, that he might have had something to do with the crime, perpetrated as it was by an unseen hand. All this he must have known. And if so, he must have testified with the knowledge that there were suspicious circumstances pointing more or less distinctly at him. Was this no motive to make the case as strong as possible against another, and thus divert suspicion from himself ? The motives which operate upon the mind of a witness when he testifies are never regarded as immaterial or collateral matters. They may, therefore, be proved: 1 Whart. Crim. Law, 5th ed., § 817 ; People v. Austin, 1 Parker’s C. C. R. 154. It is for this reason that the feelings of a witness towards one of the parties to an issue may be proved. Partiality and hostility are no more cogent motives to untruthfulness than is the common and natural desire to ward off suspicion of guilt from one’s self, even at the cost of fastening it upon another. It appeals to the love of personal security, one of the strongest passions of the human heart. For these reasons, as bearing upon the credit due to the testimony of Absalom Smoke, we think the offered testimony of Susan Smoke should have been -received. The cross-examination of Absalom Smoke was not relative to matter merely collateral, and hence his answers were such as the defendant might contradict. What the value of the proposed contradiction was the jury alone could determine. It may be that if the rejected evidence had been admitted, it would not have changed the conclusion to which the jury came, but they had a right to it for what it was worth.\nThe other objections which were urged in the court below to the admission of the evidence, are substantially answered by what we have already said. They were not relied upon by the court. It is true, it matters not whether the precise reason given for rejecting the evidence was well founded or not. If for any reason assigned by the Commonwealth it was inadmissible, the decision o'f the court cannot be regarded as erroneous. But we have endeavoured to'show that no such reason was assigned. The motives of Absalom Smoke and his feelings towards the deceased, were, under the circumstances of this case, evidence bearing upon his credibility as a witness, and if so, proper to go to the jury to be considered by them in connection with the other facts of the case. The third objection mistakes the purpose' for which the evidence was offered. It was not to exculpate the accused by throwing the guilt upon Absalom Smoke, but to impugn the testimony of Smoke himself.\nIt may be remarked that we have not noticed an objection to the admission of Susan Smoke’s testimony, not made in the court below, and not insisted upon here. Absalom Smoke had not been cross-examined respecting any declarations made by him to Susan Smoke — his attention had not been called particularly to them. This ordinary prerequisite to contradicting him, in the manner [proposed, was wanting. But’ this was not one of the objections urged against the admission of her testimony. It must therefore be considered as having been waived. A party who assigns reasons for either the admission or rejection of evidence, may properly be considered as having abandoned all other than those he specified. Had this objection been made, it might have been removed at once by recalling Absalom Smoke for further cross-examination, with the consent of the court.\nThe second assignment of error is without foundation. Even if the question was improperly allowed to be put, it elicited no answer that was hurtful to the defendant. And we cannot say that there was any error in permitting the inquiry. Susan Potter, one of the defendant’s witnesses, had testified on cross-examination, that she did not ask John Rohn what they could prove against Billy (William Graines the defendant). She had been interrogated respecting the matter to test the feeling towards the accused, with which she had testified. The evidence sought to be obtained from John Rohn was therefore directly at variance with her testimony. Hor was it in regard to immaterial or irrelevant matter. The motives under which a witness testifies, his partiality for the party who calls him, or his prejudices against the opposite party, are not collateral, as has often been decided. If, in truth, Susan Potter, in a conversation respecting the coming trial of the defendant, inquired what could be proved against him, the fact indicated, though it may have been slightly, her interest in his situation, and Jier state of feeling towards him. If not, however, it is enough for this assignment that the answer elicited was too unimportant to have any effect upon the case.\nThe third assignment of error cannot be sustained. It is not contended that the evidence received was not pertinent to the issue, but it is said it was evidence in chief, rather than in rebuttal. It might suffice to say in answer to this, that it lies in the discretion of the court to admit or overrule evidence offered in rebuttal, which might have been given in chief and for the furtherance of justice. It is often necessary to exercise this discretion. Perhaps the testimony to which objection was made in this case might have been given when John Condon was first called to testify for the Commonwealth; that is given in chief, but it is not difficult to see that it was more appropriate to rebuttal of the evidence which the defendant had adduced. It is manifest from an examination of the course of the trial, that much of the testimony of the defence was directed to establish the position that Absalom Smoke had fired the gun with which the murder was committed, and that he, rather than the defendant, was the murderer. This was a theory set up by the defence after the testimony of the Commonwealth in chief had closed. Witnesses were even called to prove that Smoke had acknowledged that he was the guilty agent, and it was in evidence that he had borrowed a gun on the evening of the murder and afterwards returned it. When, therefore, Condon was permitted to testify that the gun which Smoke had borrowed, had not been discharged, after it was borrowed and before it was returned, his testimony went in direct reply to this theory, and in rebuttal of the evidence on which the theory was founded.\nThe only remaining error assigned is to a part of the charge of the court. Several of the witnesses had testified to having seen blood on the day after the murder in various places, near the window through which the fatal shot was fired, and along the route which the murderer was supposed to have taken. As the defendant had been wounded shortly before the murder, and was bleeding profusely, the evidence, if believed, tended to show that he was near the place when the gun must have been fired; that he had returned to the house of the deceased, without any other apparent motive for his return than a desire for revenge upon the deceased, who had wounded him, and had retreated again along the route over which the blood was traced, to the place where he was after-wards discovered. Indeed.it was most pregnant evidence, difficult to be reconciled with any other hypothesis than that of his guilt. Whether what the witnesses saw was really blood, was therefore a vital question. They testified positively that it was. They saw it the next day, and they traced it a considerable distance. In regard to this the charge of the court was most cautious. The jury was told that it must be shown the substance which the witnesses supposed to be blood, was indeed blood, was human blood, and the blood of the defendant. Then was added the part to which exception was taken, as follows : “ If the witnesses who had testified on the subject, could not, by the examination which they made, ascertain with certainty whether what they supposed to be blood was really blood, then the proof falls short of the requirements of the law; but we cannot instruct you that because no analysis had been made of the substance which the witnesses supposed to be blood, no chemical test, no microscopic examination, that you are therefore to reject the evidence as insufficient to show that it was blood. We feel it to be our duty 'to refer the question to you, and leave it for you to say whether the Commonwealth has satisfied you beyond a reasonable doubt that the spots seen by the witnesses were blood.”\nIt seems strange to us that any exception has been taken to this instruction. Tet it is insisted on behalf of the defendant, that the Commonwealth was bound to prove, by chemical analysis or microscopic test, that the substance which the witnesses saw and declared to be blood, was such, and that all evidence short of such analysis was insufficient, and should have' been withdrawn from the jury. The position is wholly untenable. It is said to rest on the rule that the law requires the best evidence. No doubt it does the best in kind, but not the best possible in degree. The conclusions of analysis are superior only in degree, not in kind to those of ordinary observation. As between witnesses, one is not to be excluded because another had a better opportunity of knowing a fact deposed to. In addition to this, analysis was impossible when the casé was tried. The stains whether of blood or other substance had not been preserved. There was then no higher evidence, even in degree, in existence. None superior could have been produced, and the rule requiring the best evidence never excludes that which is the best that can be produced when the evidence is offered: 1 Stark. Ev. 644. No other exception was taken to the charge, and none could have been with reason, with the exception of the single error which we have noticed. The case was well tried, with strict adherence to the rules of law, and with a careful and humane regard to the rights of defendant. But for the refusal to receive the proffered testimony of Susan Smoke a new trial must be ordered.\nJudgment reversed, and a venire de novo awarded.\nThompson, J., dissented as to the first assignment of error."}