{"id": "425162", "contents": "The opinion of the court was delivered, by\nWoodward, C. J.\nThe proceedings in this case were under the 23d section of the Act of 13th June 1836, Purd. 796, and the appeal and certiorari which have been taken bring up the facts for consideration, so far as it is necessary to determine the jurisdiction of the court, and the regularity of its exercise. We have mo doubt that the Quarter Sessions was the right forum, not merely because mentioned in the section, but because, also, the legislature committed all pauper cases to that jurisdiction. In some exceptional cases, common-law actions have been sustained to enforce provisions of our pauper laws, but we think the theory of our pauper system contemplates an execution of it by the Quarter Sessions, and that it is a commendable practice to bring such cases in that court.\nBut do the facts as set forth in the petition of complaint and the depositions of witnesses, establish the liability of Marion township to such an order as the court made ?\nThe pauper, Mary Jane Hare, a weak-minded girl, was born in Howard township, Centre county, where her parents resided, but, for some three years before her death, lived, “ off and on,” with her cousin, Mrs. Clarissa Davis, in Spring township. Mrs. Davis said, “ she made my house her home when she had no other place to live at; she worked out occasionally for various persons and Mrs. Davis applied to her uncle, John Leathers, to do something for her or to place her on the town as a public, charge. Her last place of service was at Matthew Andrews’s, in Marion township, where she was hired at seventy-five cents a week, but after being there about two weeks, got sick and was taken to Bellefonte, and from there walked to her cousin’s, Mrs. Davis, a short distance below the town. Next day she returned to Andrews’s, and on the 10th of May 1863 was again taken from there and left at Mrs. Davis’s, where she died. Her bill for nursing and medical attendance in her last sickness, and for'the funeral expenses, amounted to $200.37, which the court ordered Marion township to pay to Spring township.\nIt does not appear that the pauper ever gained a legal settlement, either in Spring or Marion townships, and of course her only legal settlement was that which she derived from her parents in Howard township. Nor was she ever made chargeable upon either Spring or Marion townships under the 5th and 6th sections of the act, nor was any order of relief or of removal issued to the overseers of either of said townships. It is alleged in the petition of complaint that she was removed from the house of Andrews at the request and under the direction of one of the overseers of Marion, but it appears from the testimony of David Tayner, the man who removed her, that it was not an official act of the overseer, but rather .neighbourly advice, and that he would have removed her without any instructions from the overseer.\nThe 23d section contemplates the case of a pauper having a legal settlement within the state, coming out of any city or district of the state into another district of the state, and falling sick or dying in said district, “ so that he cannot be removed.” In such a case it is the duty of the overseers of the district where the pauper falls sick or dies, to give notice to the overseers of the district where the last legal settlement was gained, of the name, circumstances, and condition of the pauper, and if the overseers of the district where the last legal settlement was gained neglect to provide for the maintenance, and in case of death, for the burial of the pauper, these duties are to be performed at their expense, and the Court of Quarter Sessions will, upon application, enforce the payment of the necessary charges.\nIn the case of Nippenose Township v. Jersey Shore, 12 Wright 402, decided at Philadelphia last winter, we held the words “ so that he cannot be removed” as qualifying both members of the sentence, as well that which relates to sickness as that which relates to death. If the pauper dies he cannot, of course, be removed, except for the purpose of burial, but if he fall sick, he may or may not be removable, according to the nature and degree of his malady. If he cannot be removed without endangering his life, or without spreading a contagious disease, every dictate of humanity forbids it, and whoever attempts it should be punished. The removal contemplated by the statute is a voluntary one, such as the pauper under proper advice may desire, or a legal one, by order of two justices, when due regard to his condition would become an official duty. To shuffle off a sick pauper without his consent and without official authority merely to escape the plainest of all Christian duties, is a fraud and wrong, which in some form must be punishable. But would even such an outrage subject the township in which it was perpetrated to the remedial provisions of the 23d section? Would Marion‘be liable to Spring township for the inhumanity of the citizens of Marion ? The only corporate liability which the section charges, is against the district of the last legal settlement, and it is in behalf of the district where the sickness occurs. How can it be applied against the district of the original sickness and in behalf of a district which is charged with no duty in respect to the pauper ? That was the application made of it in this instance, and we think it was unwarranted.\nHad Mrs. Davis or the overseers of Spring treated the pauper as falling sick in their hands — so sick as not to be removable— and proceeded against Howard, there would have been no difficulty in sustaining the proceeding, but \"as there was no pretence of a legal settlement in Marion, there was no authority to proceed under this section against Marion. This ruling is consistent with the above-cited case of Nippenose v. Jersey Shore.\nIt follows then that this proceeding cannot be sustained even if it was an improper removal. But the evidence does not prove any improper motives in the removal. There were two sick persons at the time in Mr. Andrews’s family, and this girl, in whom no symptoms of small-pox had yet developed themselves, was more likely to get necessary attention at her kinswoman’s house, where she had made her home for three years, than in a sick family of strangers. Mrs. Davis and the friends in Bellefonte, who provided for her wants, performed a most humane charity, and ought to be indemnified for their pecuniary outlay by Howard township, but as Spring township has no legal claim on Marion, the decree mus: be reversed."}