{"id": "425156", "contents": "The opinion of the court was delivered by\nStrong, J.\nThe complainants, by deed dated April 22d 1864, convoyed to the defendants a lot of ground in the city of Pittsburgh, near the junction of Washington and Liberty streets, describing it (in part) as beginning at a designated point on the east side of Washington street, thence extending northwardly to a point on the said east line of Washington street twenty-one feet from the corner of Liberty and Washington streets (this point being the south line of Liberty street produced westwardly to its intersection with the east line of Washington street), thence eastwardly to a point on the south line of Liberty street, thence by two courses to the place of beginning. The deed expressly declared that the ground embraced in the triangle north of the line of the said Liberty street, produced as above described, was not intended to be conveyed, but was reserved to the complainants. It also contained a covenant of the defendants (they having sealed it) to erect on the lot a building to be used as a grain-elevator, and to locate and erect said building twelve feet from the line of said Liberty street, so that the space of twelve feet by one hundred and twenty feet (the width of the lot) might be used by the said defendants to lay down a railroad track.\nThe controversy between the parties now arises out of differences of opinion respecting the location of the northern boundary of the lot thus conveyed. The defendants are proceeding to erect their building twelve feet back from the curb-line of the street, but not twelve feet back from the house-line as it was before the alterations were made which we shall presently describe. This, the complainants allege, will be a violation of their covenant, and hence this bill. The fundamental question therefore is, what did the parties to the deed mean when they spoke of the iine of Liberty street, or the south line of Liberty street produced westwardly to its intersection with the east line of Washington street.\nWere it not for the Act of Assembly of April 5th 1860 (P. L. 668), and the ordinance of the city councils of Pittsburgh of December 12th 1861, there would be no difficulty. It ispiot controverted that long before, and up to the passage of the Act of Assembly, Liberty street had been well defined and in use as a street out to the house-line. The space of twelve feet between the curb and the building line had been occupied as a paved way for foot-passengers, and it was as much a part of the street as was the cartway itself. But that act, in order to enable the complainants to remove their railroad track from Liberty street eastward of Washington street, authorized them to acquire the ground south of Liberty street for railroad purposes, and empowered the select and common councils of the city of Pittsburgh to vacate any street or alley crossing the property acquired, and the whole or any portion of any street or alley adjoining the same. In pursuance of this power, the councils of the city,' on the 12th day of December 1861, declared by ordinance that they vacated and surrendered to the complainants (inter alia) “ all that footway or pavement, twelve feet wide, lying on the south side of Liberty street, and extending from the east line of Washington street to the line between the Eifth and Ninth wards of the city. The ordinance contained two provisos: one, that no street, alley, passageway, or footway, or portion therein mentioned, should be closed or obstructed until the railroad company had obtained possession of the property or lots respectively fronting or abutting thereon. The other proviso was, “ that whenever the lots of ground and premises to be acquired as aforesaid by the said railroad company, shall after such acquisition by it, cease to be used, owned, and occupied by it for railroad purposes, that then the streets, alleys, passageways, and footways thereby vacated and surrendered shall again revert to the city of Pittsburgh.”\nThe position taken by the defendants is that by this Act of Assembly and this ordinance the south line of Liberty street has been changed; that the street was narrowed twelve feet; that what had been the sidewalk or footway became no longer a part of it; and that its southern line became what had been the o.ldcurb-line, separating the cartway from the footway, instead of the house-line as previously. Hence it is argued that when afterwards, on the 22d of April 1864, the parties entered into a contract by which the complainants conveyed a lot of ground to the defendants, extending at its south-west corner to a point twenty-one feet from the corner of Liberty and Washington streets (the point being described as the termination of the south line of Liberty street, produced westwardly to its intersection with Washington), and at the north-east corner to a point in the south line of Liberty street; the defendants covenanting to retire their building twelve feet from the line of Liberty street, so that on the space left they might lay down a railroad track for their use, they meant the curb-line instead of the true line as it had always been known until the passage of the city ordinance.\nThis position we cannot adopt, nor can we assent to the argument. We do not regard the city ordinance as having either intended to extinguish the rights of the public over the footway, or as having worked such an effect. It cannot be so construed unless we strike out the provisoes. The twelve feet between the curb and the house line were, on the 22d of April 1864, as much a part of Liberty street as they ever were. The public’s right of passage was suspended, hot annihilated. The councils vacated and surrendered the footway to the complainants while they shall use the property acquired south of Liberty street for railroad purposes, and no longer. When they shall cease thus to use that property,. the footway, by express reservation, reverts to the city. How reverts ? Not in fee-simple ownership, for that the city never had to grant. Unquestionably then as a highway, as a part of Liberty street. Would any one say that on such reverter a new condemnation would be necessary before it would become a part of the street ? Assuredly not. The city would be remitted to its former position, that of a trustee for the public of a general right of passage. And if the ground reverts as a highway, if no new condemnation be necessary, when must it be said the public rights over it were acquired ? They could not have their inception in the act. of reversion. If the public shall then have any rights over the footway as such, it must be because they were acquired before the city ordinance which has suspended them. No new exercise of the power which at first appropriated the ground to public use will ever be needed. Hence it still remains a part of the street. It does not follow because passengers cannot use a highway, nor even because they are lawfully prohibited its use, that it is not a way in laiv. Even under our common road system, the statute declares a route selected by viewers and approved by the court, to be a public road or highway before it is opened and prepared for public use, even before any order for opening it is issued. And suspension of the public right in a street is no uncommon thing, without its working destruction. Individuals in our cities are often allowed to occupy portions of a street, one-half or one-third, for a limited time, for the deposit of building materials or for excavating vaults. Thus the general use of the community is restrained, and for a time is excluded. No one ever supposed that the parts of streets occupied under such licenses cease, even for the time being, to belong to the highways. In these cases the surrender of the public right differs in degree, but not in kind, from that made by the councils of Pittsburgh to these complainants.\nThese considerations lead us to the conclusion, that the old house-line of Liberty street, as it was before the passage of the Act of Assembly and the adoption of the city ordinance, extended westwardly to its intersection with Washington, and meeting it at a point twenty-one feet distant from .the corner of Washington and. Liberty streets, at the house-line, is the northern boundary of the lot conveyed to the defendants, the boundary called for in the deed to them. And it is from this line they are bound by their covenant to retire their building twelve feet.\nWe are confirmed in this opinion by several circumstances, all tending to show that such must have been the understanding and intention of the parties. The construction contended for the defendants makes it necessary for us to hold that the complainants sold and the defendants bought the footway out to the curb, along a part of the lot. But this the complainants had no right to sell. Even if owners, they were restrained by the city ordinance which they had accepted. And their inability to sell must have been known to the purchasers.\nAnd again, the drafts accompanying the record and the testimony of the city regulation show that not far from the middle of the north line of the lot, Liberty street coming from the east deflected at a considerable angle towards the north, thus leaving a triangle to be cut off from the lot by an extension of the general line of the street to intersect Washington. This triangle the complainants reserved. Without it, and the old footway, it is impos: sible to extend their road so as to connect with that part of their line west of Washington and running to Duquesne depot. They are not allowed to occupy any part of Liberty street outside of the curb-line and east of Washington. And neither the Act of Assembly nor the ordinance requires them to take up their road on that part of Liberty west of Washington. Dealing as the parties did upon the ground, it is manifest therefore that the foot-way was understood to be reserved for an indispensable use of the complainants, and that the contemplated railroad of the defendants was designed to be placed on ground exterior to the footway.\nThere is also positive evidence that the defendants purchased with drafts before them, showing the house-line as the line of the street. William J. Howard testified that Mr. Bissell (the president of the corporation defendants) and himself had several plans of the ground before them pending the negotiations; that upon these plans the house-line was the only line represented as the line of Liberty street; that in the negotiations as to placing the building there was no other line considered as the line of Liberty street than the house-line, and that the description in the deed was taken from one of the plans.\nThe complainants then have a right to insist that the building shall be set twelve feet further back than the defendants propose to set it, that it shall be retired twelve feet from the old house-line of Liberty street, projected from the north-east corner of the lot until its intersection with Washington street, and this right they may enforce in equity by asking for an injunction. This is an appropriate remedy, and one which was sustained in this court in the case of Clark v. Martin, 13 Wright 289.\nAnd we are unable to see that the complainants have lost their rights in equity by their laches. We discover no evidence that notice was brought home to them of any infringement upon their rights, until the 14th day of September 1864, when immediate steps were taken to vindicate them.\nThe decree of the court below must therefore be reversed, and an injunction awarded.\nAnd now, to wit, March 13th 1865, this cause having come on for argument, on appeal from the Court of Common Pleas of Allegheny county, ^nd having been argued by counsel, thereupon, upon consideration thereof, it is ordered, adjudged, and decreed, that the decree of the said court dismissing the bill of the complainants is reversed, and it is now decreed that the defendants, their architects, engineers, agents, and*workmen, be perpetually enjoined from further proceeding to lay any foundation, or erect any building for a grain elevator, nearer than twelve feet from the old house-line of Liberty street, produced westwardly from the north-east corner of the lot conveyed by the complainants to the defendants, which line is declared to be the true south line of Liberty street, as called for in the contract o’f the parties. And the defendants are ordered to remove the foundation already built on the said line. And. it is further ordered, adjudged, and decreed that the defendants pay the costs."}