{"id": "425183", "contents": "The opinion of the court was delivered, by\nThompson, J.\nIt seems to us that very little of the spirit of liberality is discoverable in the action of exceptants towards the accountant, in this matter, and to go farther than the auditor and the court did, in relation to his credits, would be unjust. It ■was insisted that he ought to have heen charged with six per cent, interest on the trust fund, on the basis of his own charges of four and one-half per cent.; that is to say, with rests. But, if*we were to gratify them in the rate of interest claimed, we certainly would not allow them to calculate it in that way. Rests are entirely discarded in this state. But why should he he charged with a greater rate than he could have gotten ? The proof is that four, four and a half, and five per cent, was all that could be had in the neighbourhood, and it was not easy to invest well at that. The accountant calculates the interest with rests at four and one-half per cent. I think he was justified in charging himself with no more than that rate, and would have heen right in omitting the rests. The auditor does not mean to find the aggregate interest received to he $205.60. It is that amount, on his hypothesis, which he thinks, at six per cent, might have been received. The auditor, after submitting his calculation, says, “ In a different form, and by a different mode of calculation, the accountant has charged himself with $205.60.” ($176.62, he should have said.) This, it appears to the auditor, is as much, or more, than he (the accountant) would have received if he had invested it in the name of the estate, when we consider the difficulties of investing in the neighbourhood. It is manifest, therefore, the auditor meant to find that the accountant had charged himself with all the interest he had received, and so says, but, in referring to the sum, he inserted his own figures instead of those of the accountant, which he said were right in the aggregate; and so must have thought the court, or they undoubtedly would have corrected the mistake. It was a clerical error of the auditor merely.\nIt was harsh to cut down the trifling compensation charged for the services which it was apparent the accountant must have rendered ; but we cannot correct that in this case. Even what remained must have long since disappeared in the litigation consequent on the exceptions to the account. Nor shall we interfere with the order in regard to costs. The accountant was a “ good trustee,” says the auditor, and was chargeable with no petty peculation or penny scraping, or withholding money; and we think his charges only a reasonable compensation, although it was reduced by the auditor and court. If the exceptants are in the end injured by the estate being reduced rather than increased on account of the costs, it is only by the recoil of their own artillery. Nobody will serve as trustee if liable to he harassed at every step about such small things.\nDecree affirmed at the costs of the appellants."}