{"id": "425136", "contents": "The opinion of the court was delivered, by\nThompson, J.\nThis was a suit on what is commonly known as a county or treasury warrant, and the question raised is,, whether the interest accrued to the plaintiff from the county on it, after refusal by the treasurer to pay the amount, because of want of funds in the treasury. In The Commonwealth v. The Commissioners of Philadelphia County, 4 S. & R. 126, this court refused a peremptory mandamus to compel the commissioners to draw a warrant for interest which had accrued on a former warrant after acceptance and before payment, saying; that “ we believe the custom throughout the state has been not to pay interest, and' these persons who deal witn the commissioners understand that the time of payment depends on the state of the treasury.”\nI do not know but that this is too broad a proposition ; it is true, however, I think in regard to these warrants or orders. I have known of their existence in great numbers at times in the western counties, but I never knew of interest being claimed on them on account of non-payment when demanded. In Dyer v. Covington Township, 7 Harris 200 this principle is clearly announced, and an unanswerable reason given for it. That was a case stated for the recovering of certain township orders, and, as in this case, the only question raised was, whether interest was recoverable, the suit being on the orders. It was said by Lowrie, J., in delivering the opinion of the court, if the holder “ retains the orders (after refusal to pay), he shows an intention to take the chances of funds coming into the treasury, and to accept what alone the treasurer can pay, and that is the face of the orders. Where he sues upon .the orders the same result follows. He claims in court what the treasurer would have paid on the orders, that is the principal without interest.” This I think was a complete answer. It would' embarrass county matters much, and complicate accounts greatly, if interest were demandable upon such orders. If the suit was on the original undertaking for which the order was drawn, as was said in that case, the court could decide whether it was a case for the allowance of interest or not. I see not how this case is distinguishable in principle from that. It was distinctly said in that case, also, that an action does not lie on such paper, and in this I entirely concur. It is neither a bill, note, check, nor contract, nor is it a satisfaction of the original indebtedness, and the suit should ordinarily be on that. But we need not positively determine this now, as we think in this action interest was not recoverable.\nThe judgment is affirmed."}