{"id": "425143", "contents": "The opinion of the court was delivered, by\nAgnew, J.\nThe distinguishing feature of this case, scarcely noticed in the argument of the appellant, is the nature of the original decree under which the proceedings complained of arose: Elias Tome, one of the executors of the will of Veronica Gable, had undertaken the performance of his trust, and- thereby come into possession of the effects of the estate. Having failed to give the security required of him by the Orphans’ Court for some breach of duty which we are now bound to believe that court found correctly had taken place, he was dismissed from his trust, new letters were directed to be issued, and in the same decree he was ordered “ to pay and deliver over to his successor all the goods, chattels, effects, and estates of the testatrix in his hands.” Now this was not a simple decree for the payment of money, but one much wider and more thorough in its operation, and was made under a special provision of law to reach a special state of the case. Having in possession not only the moneys but the various effects of the estate, including the evidences of -debt, documents, and papers necessary to the protection of its interests against claimants, as well as the preservation of claims, the 23d section of the Act 29th March 1832 made it the duty of the Orphans’ Court to make this order for delivery as well as payment, at the time of vacating his letters. The order is necessarily general in its terms and prospective in its operation. It became his duty, the moment his successor was- appointed and qualified, to obey the order by delivering and paying over everything in his hands, so far as he was capable, whether he had settled an account or not. There was nothing to prevent the settlement of an account thereafter, if not already done, nor to prevent him from coming in to make answer to the order, and to ask the intervention of the court, if it became necessary to protect his own interests ! But his duty required him to hand over at once everything to his successor, or to obtain such qualification- of the order as the court might deem necessary. Upon doing neither, he was clearly in contempt, and it became necessary for the court to enforce obedience to its order; not merely by way of punishment for his contempt, but as a means of reaching the purpose of the decree, and rescuing the effects of the estate held by him without security.\nNow, keeping the nature and purpose of the proceeding in view, all the objections raised to it will disappear. This being wholly dissimilar to the chancery decree for the payment of money, to which we are referred in 2 Daniel’s Chancery Practice 703, it is unnecessary it should state a precise sum of money, or state to whom it should be paid, or that the party serving it should be authorized to receive the money. In the state of the case where the order is made, the court is necessarily uninformed of the amount to be paid over, and of the person who will be the successor in the administration ; and some time must, from the nature of the requirement, elapse from the service of the order before the dismissed executor can gather up all the effects to deliver them over. It is unlike an execution or order for money where payment can be made immediately to the bearer of the writ. For the same reasons there was nothing irregular in the alias order by the court, after administration had been granted to William L. Keech, directing Tome to pay over the moneys of the estate in his hands to Keech within five days after the service, or in the service of it by a third party. The worst that can be affirmed of the alias order is, that it was unnecessary; bnt certainly Tome cannot complain that he was again warned to perform his duty, and allowed five days more to do it. But when we reach the attachment awarded against him ’for his disobedience, we find that it is founded not upon the alias order alone, but upon the original decree to which the alias is added as the evidence of still greater contumacy. Turning to the evidence of the service of the original order, we find that Keech himself, the successor and authorized party, made the demand and returns upon oath the refusal of Tome to comply. It is true, the alias was served by another, but it was unnecessary he should have authority to receive the money, for by the very terms of it five days were allowed for payment, and the command was to pay djrectly to Keech. The alias was therefore not the foundation of the attachment, but a very proper extension of the original decree, if the court deemed it necessary for the benefit and not to the prejudice of Tome.\nThe objection to the attachment that it is criminal process, and Tome having been convicted and sentenced in the Quarter Sessions for embezzlement of the estate in his hands, imprisonment upon the attachment is a double punishment, is unfounded. Whatever may be the criminal nature of the disobedience which brought him into contempt, the attachment in this case partakes of the nature of a civil remedy to enforce obedience to the decree, not merely to punish for the contempt. The sentence of the Court of Quarter Sessions operates simply to punish for the fraud, but not to restore the estate to rightful hands. It is to the attachment alone we can look to operate upon the contumacious trustee* who, after dismissal and without visible property, refuses to discover the effects which he conceals.\nFor this he has not already rendered satisfaction, or made atonement under the sentence of the criminal court. The purpose of the law and the necessity of its enforcement still remain. There is not that identity of charge in which a double conviction consists, and although he has suffered the penalty of his fraud, he must yet yield obedience to the command to surrender all that he withholds, which embraces everything he should deliver as well as pay.\nThere is more show of argument, though not more real force, in the next objection, that the body of Tome cannot be imprisoned under the attachment. Were it even true that there can be no imprisonment upon an attachment founded solely on a decree for the payment of money, which involves no more than a debt, the answer already given, as to the nature and purpose of the decree, would be sufficient. But if nothing remained for Tome to do but to pay over all moneys in his hands as required in the alias order, yet we think the nature of the proceeding exempts it from the operation of the Non-Imprisonment Law of 1842. That act excepts “ proceedings as for contempt to enforce civil remedies.” I cannot add anything to the force of the reasoning of my Brother Strong in Chew’s Appeal, 8 Wright 247, to show that the exception in the act' necessarily left all such attachments untouched by the non-imprisonment clause, but the nature of the case now before us brings into view other portions of the act, which strongly enforce his argument. In Chew’s case, the order was simply to pay over a distributive portion or sum :• but here the order is founded upon an abuse of the trust, and a fraudulent conversion of its funds : for an executor who refuses either to give security or pay over after he is dismissed, stands in the attitude of a peculator of the fund. Now, under the Act of 1842, in a case where primá facie the debtor is not liable to imprisonment, yet if he has “ fraudulently contracted the debt or incurred the obligation respecting which suit is brought,” or “ has property which he fraudulently conceals,” or “ unjustly refuses to apply to the payment of a judgment” his money or other property, he is liable to arrest and imprisonment until duly discharged by law. These provisions throw light upon the exception of attachments when used to enforce civil remedies, which -embrace every variety of ground demanding such enforcement, including all these fraudulent practices: and therefore take in all kinds of derelictions of duty. It would be difficult to define with precision and exactness those attachments which would simply enforce the payment of a debt and no more, and therefore the legislature left all to be governed by the law as it stood before the Non-Imprisonment Act was passed.\nThe next objection is that a writ of sequestration had been issued and partially executed; and it is alleged that no attachment could be simultaneously issued and enforced. The argument is founded upon the analogy of a fi. fa. and ea. sa., taken out at the same time, but one of which only can be executed. But this reasoning overlooks the difference between the mere common law rules governing execution process and the statutory power of the Orphans’ Court, given to enforce obedience to its decrees. The latter is much wider in its reach and more comprehensive in its purpose, requiring a greater liberality in its interpretation. An order to deliver over all effects, cannot be satisfied as mere execution process can be by a sale of property. It may be a just privilege of the debtor to demand that his property seized in execution shall be first applied to his debt, before he shall be called to satisfy it with his person. But where his default is not only that of a debtor, but that of an offender against authority, he stands in a different relation. There, if we examine the statute, we discover a purpose which requires more enlarged power in the tribunal administering this branch of the law. All known remedies at law and equity are given, and the Orphans’ Court may afford relief by sequestration, attachment, and common law forms of execution. Its jurisdiction begins by petition and citation, yet in the very beginning and before disobedience to its orders, the 17th article of the 57th section-of the Act of 29th March 1832 provides in the case of absconding defendants, or those about to depart from their usual place of abode, that attachment or sequestration or both together may issue. Looking then to this provision to compel an appearance merely, and to the fact that no limitation has been imposed upon the court as to the time of issuing or return of its process, and no intimation of repugnancy between the different forms, rye are not prepared to say the Orphans’ Court may not award both sequestration and attachment at the same time, and order their execution simultaneously. It is the act of the court, and therefore governed by discretion. The law does not forbid it, and the ends of justice require it. We may refer also to the case of Tams v. Wardle, 5 W. & S. 222, and Pontius v. Nesbit, 4 Wright 309, as furnishing analogies in practice.\nThe last objection is that the imprisonment here is unlimited, and therefore contrary to the provisions of the Act of 16th June 1836. But the restriction stated in the 23d section is upon the poAver to inflict summary punishment for contempt of court. This is rendered still more clear by the 24th section, which restricts the punishment of imprisonment for contempts to those committed in open court. Attachments to enforce civil remedies are plainly not within the enactment, for the reason that they are not used as punishment, hut as the means of remedy: and for the reason that, if within the law, they are wholly abolished. The contempts which are punished by imprisonment are those only which are committed in open court, and therefore all such attachments that operate upon a party for non-performance of a duty in pais, or which (as in all these cases) must be performed outside of the walls of the court-room, necessarily cannot be executed by imprisonment. The power to detain the party in jail is gone, and he can be punished only with a fine, which fails of the very object of the writ as a remedy by way of enforcement.\nThe appellant having filed an answer altogether unsatisfactory, and setting forth losses of the funds of the estate which we can understand in no other way than to refer to losses by gambling, we see nothing in the final order of the court subjecting him to imprisonment, either so irregular or erroneous, as to require correction.\nThe decree of the Orphans’ Court is therefore affirmed."}