{"id": "425155", "contents": "The opinion of the court was delivered, by\nWoodward, C. J.\nThe first question upon the record is, .whether Harris had an insurable interest in the real estate described in the policy. The facts out of which this question grew are few.\nIn December 1860, his wife, Rebecca Harris, then and now living, and to whom issue has been born, purchased the property from the executors of her deceased father, and, with her husband, took possession on the 1st day of April 1861, but did not get her deed until July'1861. The premium-note for $207 was given April 23d 1861 by George Harris, and the policy issued to him on the 27th of that month, reciting that he had become a member of the company and deposited his premium-notes, in consideration whereof the company insured $900 upon two buildings, described as his houses.\nWe attach no importance to the circumstance that the policy issued before the legal title was conveyed to the wife ; for though she had merely an equitable title and estate at the date of the policy, the husband would in equity be entitled to curtesy therein; and the subsequent perfection of her title enured to the benefit of his estate.\nAnd it is not to be doubted that a tenant by the curtesy has in general an insurable interest; but it is supposed that under our Acts of 1848 and 1850, relating to the estates of married women, Purd. 700, the husband’s interest in his wife’s real estate is a mere expectancy as a distributee in the event of his surviving her, and not a vested interest. We do not so understand that legislation. The proviso to the 1st section of the Act of 1848 declares that nothing “ contained in this act shall be taken or deemed to deprive the husband of his right as tenant by the curtesy.” These words relate not merely to the distribution of her estate after her decease, but are a limitation of all the operative clauses of the act. The whole truth is that the legislature meant to exempt the wife’s estate from liability to her husband’s creditors, but not to impair his common-law interest in her real estate. After we had declared this in several cases, and treated the husband’s curtesy as a vested interest, and still liable to the executions of his creditors, the legislature declared, by the Act of 22d April 1850, that the wife’s estate shall not be subject to execution by reason of the husband’s interest therein, but the same shall be exempt from levy and sale during her life.\nAs the wife’s estate has never been, since 1848, subject to executions issued against her husband, the meaning of the Act of 1850 must be that his curtesy shall not be levied and sold during her life. For her convenience and benefit, his creditors shall be stayed from proceedings against his estate while she lives. The upshot is a mere stay of execution, not an annihilation of his estate.\nBut inasmuch as under the act of incorporation of 29th March 1840, this insurance company are entitled to file the premium-note in the prothonotary’s office, and acquire a lien upon the property insured, and take execution against said property, it is argued that the Act of 1850, though it be a mere stay law, has destroyed the insurable interest in the husband. The Act of 1850 undoubtedly abridged the right of execution conferred upon the underwriters by the Act of 1840 ; but that does not impair the husband’s estate. His interest exists still, and is none the less vital because protected during his wife’s life. If the company did not want a member so hedged around by statutory exemptions, they should not have admitted him, or if they were ignorant of his position, they should have inquired into it. They have entered no lien and taken no execution, and have therefore lost nothing as yet by reason of the statutory exemption he enjoys; but, on the contrary, they have derived all the benefit from the contract of insurance which they have sought, and only set up a possible inconvenience, to excuse themselves from performance of their undertaking. ' If there were more doubt than there is about the insurableness of the husband’s interest, we think his purchase of the policy could be supported on the ground of agency for his wife. In Lucan v. Crawford, Lord Eldon held that it was not necessary that the assured should have a beneficial interest in the property insured, but that it is sufficient if he be clothed with the character of trustee, agent, or consignee. • And in respect to the insurable interest of an agent or trustee, see Miltenberger v. Beacom, 9 Barr 199; Siter v. Moore, 1 Harris 218.\nNow, husband and wife are for many purposes agents of each other, she in respect to the conduct of his domestic affairs, and he in respect to the custody and management of her separate estate. When he has effected an insurance on houses in their joint possession, but which belong to her, the law will presume her ratification of his act, if not her precedent authority to perform it, and will support the insurance for her benefit. It is indeed doubtful if-this be not the proper way of insuring the wife’s separate estate, for we avoid in this manner all question about her power to contract; and whilst equity would enforce the contract of the husband for her benefit, it would enforce (also the rights of the company against her separate estate for the premium. Undoubtedly her assent to such an insurance would be implied from the absence of objection, and if the policy were enforced for her benefit, she would be liable also by virtue of the premium-note.\nOn both grounds, that of the husband’s interest as tenant by the curtesy, and that of agency for his wife, this insurance, which was obtained without any fraudulent concealment or misrepresentation, was well taken, and ought to be sustained.\nThe only remaining question arises upon the exception clause, “ no insurance is made against loss by fire occasioned by mobs and riot.” The question here is, whether, under the facts and circumstances set forth in the defendant’s offers, as recited in the assignment of errors, the fire that destroyed the property was occasioned by a mob or riot, and we are all clearly of the opinion that it was not. The Columbia Bridge was set on fire by orders of General Couch, commanding the United States department of the Susquehanna, as a necessary measure to prevent the advance of an armed force that was invading Pennsylvania, not as a mob, or as rioters, but as a regularly organized public enemy, and the buildings in question were fired as a consequence of burning the bridge. It was an act of sovereignty on the part of our own duly constituted civil and military authorities, and therefore not within the saving clause of the policy.\nMr. Angelí, who defines the words “ civil commotions,” “ riots,” “mobs,” and “military or usurped power,” which have found their way into the saving clauses of policies, says, the difference between a rebellious mob and a common mob is, that the first is high treason, the latter a riot; the mob wants a universality of purpose to make it a rebellious mob, or treason. He thinks, also, the word “ riot” would restrict the operation of the policy within narrower limits than the phrase “ civil commotionAngelí on Insurance, § 136. By restricting the operation of the policy, I understand him to mean the operation of the saving clause of the policy.\nThe policy, in this instance, insured against fire from all causes not excepted. The fire was occasioned, approximately by lawful orders of the military authorities, and remotely by an invading army, which was much more than either a mob or a riot in the ordinary acceptation of these terms. The loss, therefore, was within the terms of the policy, but not within the saving clause.\nAnd now, to wit, June 29th 1865, the judgment of the court below is reversed, and. judgment entered for plaintiff for the amount of the verdict."}