{"id": "425181", "contents": "The opinion of the court was delivered, by\nStrong, J.\nThe first and fourth assignments of error are too indefinite to raise any question for our adjudication. They are better suited to a motion for a new trial, than tb the purposes of a writ of error. We may remark, however, that there is nothing in the verdict and judgment which negatives the existence of a right of way over the lot of the defendant. It is a mistake, therefore, to assert that the plaintiff has lost his right, whatever that may be, without evidence against it. Some right was conceded by the court, but whether it was along the precise line claimed by the plaintiff was all that was necessarily involved in this suit. We have not the declaration before us, but it appears to be conceded that it does not complain of any disturbance of the right reserved in the deed from Thomas Foster to Michael Wendel in 1798. That way was closed in 1838, by the erection of a permanent building across it; and the most that the plaintiff now claims is a right to a substituted way over another part of the defendant’s lot. It is vain to insist that this is identical with the one expressly reserved in Foster’s deed. If the plaintiff has any right to this way over the line where the obstructions complained of are erected, it is by virtue of an agreement of substitution, or by virtue of continuous user for a sufficient time to warrant the presumption of a grant. We see no direct evidence of an agreement of substitution, and no evidence at all of it, except such as is inferrable from the user of the way by the plaintiff. It is manifest, therefore, in both aspects, whether the plaintiff’s right to a passage-way over the route which he alleges has been obstructed, depends upon an agreement to substitute that route for the one described in Foster’s deed, or whether it depends upon continued and adverse user alone, the nature of the user is all-important. If it was rambling, sometimes along one line and sometimes along another, it was inadequate evidence either of an agreement of substitution or of an original grant. By such usage no such right could either be evidenced or acquired. Hence there was no error in instructing the jury that “ the plaintiff must show how and what way he passed over to the well. By a loose and rambling way of passing over the lot, sometimes in one way and then in another, he could not acquire a right.” This language was used by the court in reference to the acquisition of a right of way different from that reserved in the Foster deed, and that deed is material in this case only as aiding the presumption that a new and different way was granted.\nIt is further insisted that the court erred in leaving to the jury to find that the plaintiff is estopped from asserting his right to pass along the way where the obstructions were placed, when there was no evidence to justify such a submission. But we think there was evidence of such conduct on the part of the plaintiff as would make it inequitable for him now to insist upon an unobstructed passage-way along the line where he alleges his right is. The defendant became the purchaser of the servient lot in 1860. At that time the gate which opened from the plaintiff’s lot, the entrance to the way reserved in Poster’s deed, had been closed hy a permanent wall, and the way itself was obstructed by a building. Finding matters in that condition, the defendant commenced the erection of a new building across the line of what the plaintiff now insists is his substituted way. Of this the plaintiff was cognisant. He saw the building in process of erection, without complaint, or any assertion of rights that could be interfered with. He was on the ground more or less every day. He even directed in some particulars. Surely this was enough to go to the jury as evidence for an estoppel in pais.\nThe judgment is affirmed."}