{"id": "425171", "contents": "The opinion of the court was delivered, by\nStrong, J.\nThe first three assignments of error are of no practical importance, if the court was right in rejecting the proffered testimony of Theodore W. Herr, for, without that testimony, unquestionably the plaintiff has no cause of action. The defendants undertook to insure on condition that the building in which the machinery was contained, and of which it constituted a part, was free from encumbrance. By the policy it was stipulated that the representations made in the application should be a warranty on the part of the assured, and that the application contained a just, full, and true exhibition of all the facts and circumstances in regard to the condition, situation, and value of the property insured. And it was further agreed that the policy was made and accepted in reference to the application, and to the conditions annexed to the policy, and made a part of it, to be used and resorted to, in order to explain the rights and obligations of the parties. Among those conditions was one that the company “ shall in no case be deemed to have waived a full, literal, and strict compliance with and performance of each and every of the terms, provisions, conditions, and stipulations” in the policy contained, unless such waiver - be express, and manifested in writing under the signature of the secretary of the company, before any failure on the part of the assured to comply with and perform the same shall have occurred, and that no agent of the company shall have power to violate any of these conditions. Whatever, therefore, the plaintiff represented in his application for insurance he is bound to make good before he can have any resort to the defendants upon the policy. And if the facts averred in the application were not truly stated, it cannot matter whether they were misstated through mistake or fraud, or whether they were at all material to the risk assumed, for the defendants undertook to pay a loss only in the contingency that those facts were truly stated. That in this case there was a very palpable misstatement in the application for the policy, is not controverted.\nThe property was represented as unencumbered, when in truth it was encumbered by judgments to a large amount. The fact misrepresented was a most material one, bearing directly upon the degree of hazard involved in making an insurance. The hazard may well be regarded as greater when the interest of the insured is lessened by encumbrances upon his title. But whether material to the risk or not, the warranty of the plaintiff made absence of encumbrances a condition precedent to the defendant’s liability. It was to remove, if possible, this obstacle to his recovery on the contract that the plaintiff offered the testimony of Theodore W. Herr, as tending to show that the misrepresentation which was warranted, had been introduced into the application by mistake, and that therefore the contract should be read as if the property had been represented as encumbered. Had the evidence been received it would have proved, what doubtless is true, that there was no fraud or wilful misrepresentation, hut it did not tend to show either that the warranty had not heen made, or that it had not been broken. It is necessary in this case to determine whether that which is a'warranty in a policy of insurance can he shown by parol evidence to have been inserted by mistake. Undoubtedly policies of insurance may be reformed like other instruments when mistake or fraud is proved, but whether this can be done to the extent of altering a warranty, or a condition precedent to any assumption of liability by the insurers, may well be doubted in view of the authorities. In the well-considered case of Jennings v. The Chenango Mutual Ins. Co., 2 Denio 75, it was held that parol evidence was not admissible to show that the insured truly informed the agent of the insurers of particulars that the agent had incorrectly stated in the application prepared by him for the assured, the statements in the application having been made warranties. And such is the doctrine of Kennedy v. The St. Lawrence Mutual Ins. Co., 10 Barb. 285, Glendale Woollen Co. v. Protection Ins. Co., 21 Conn. 19, Holmes v. The Charlestown Mutual Ins. Co., 10 Met. 211, and Susquehanna Ins. Co. v. Perrine, 7 W. & S. 348. It is difficult to see how a contract, avowedly based upon an expressly asserted fact, can exist when the basis is gone. The case mainly relied upon by the plaintiff in error is Harris v. The Columbiana Ins. Co., 18 Ohio 116, the facts of which were quite peculiar. They bear very little resemblance to the facts of the present case. There the policy was issued by the agent of the company, who had authority to issue policies to insure any property he might see proper, and upon such terms as he might see fit within the powers conferred upon the company by their charter. The agent filled up the written application after having been informed by the applicant for a policy that he held only an equitable title, and that a portion of the purchase-money remained unpaid. Thus informed, the agent considered that notwithstanding the claim of the vendors of the assured, he was the owner, and that the premises were not encumbered, and so advised the assured. The agent then inserted in the application that Harris, the applicant, was the owner of the premises, and that they were not encumbered. Both Harris and the agent signed the application.\nAnother very material fact was, that prior to the issue of the policy, the company had instructed their agent that policies might be issued upon buildings the title of which was thus held, and that property thus situated was not encumbered within the meaning of the application and policy. It was also in the case that after the policy had issued, and after the application 'and premium-note had been returned to the company by the agent, who then informed them of the state of the title, they made assessments and collected them from the assured. In view of this state of facts, the case can hardly he considered a reformation of a warranty hy parol evidence of what occurred when the written warranty was made. But were it conceded that such evidence is admissible for the purpose of reforming a policy, it is still true that no written instrument can be reformed on proof of a mistake, unless it be a mistake of both parties. Mistake of the assured alone will not answer. If it would, insurers might be held by a contract to which they never assented. It is mutual mistakes only which make a contract reformable in equity. Hence it is a fatal objection to the evidence offered by the plaintiff below that if admitted it would not have shown any mistake by both the parties to the contract. In filling up the application Herr was the agent of the plaintiff: 7 W. & S. 348. He was, it is true, an agent of the defendant for some purposes, but not to fill up applications, to declare what were or were not encumbrances, or to waive compliance with any precedent condition on which policies were issued. His agency for the defendant was defined in writing. It was “to make surveys, receive applications, premium-notes, and cash premiums for said company agreeably to the by-laws.” He did not make the contract for the company nor arrange any of its conditions. He had no authority to do either. Admit that he was mistaken as well as the plaintiff — his mistake was not that of a party to the contract; and so far as it appears, he never informed the defendants, who were contracting parties, that any other representation had been made than such as appeared in the written application forwarded to them, upon which they issued the policy. The plaintiff’s offer then was not to show a mutual mistake. The defendants assumed a risk based upon the written application alone. To allow them to be held liable on this policy for the reason that something took place between the plaintiff and Mr. Herr, of which they had no knowledge, would be to make for them a new contract into which they never entered.\nIt follows that the evidence offered could not have availed the plaintiff had it been received, and it was therefore rightly rejected.\nJudgment affirmed."}