{"id": "425152", "contents": "The opinion of the court was delivered, by\nStrong, J.\nBesides the common counts, to support which no. evidence was given, the declaration in this case contained four, based upon a special contract. They aver, in substance, that the plaintiff and three others named, were respectively stockholders and directors of the Eastern Market Company; that the company was largely in debt for arrears of ground-rent, for interest of mortgages upon their real estate, and for sums due to other creditors, among which was a debt due the plaintiff of $50,000; that, in consideration that the plaintiff and his three co-stockholders and directors would transfer to the defendants a portion of the stock held by each of them (the amount to be transferred being two hundred and thirty shares in all), and resign their offices as directors, that thereupon and thereby the defendants might become directors of the said company and obtain control of its affairs, the defendants promised the jflaintiff and his three co-stockholders and directors named, to pay off the said arrears of ground-rent, the interest on the mortgages, and the other debts due by the company. These special counts then aver, that the plaintiff and his three co-stockholders and directors, relying upon the said promise of the defendants, did transfer to them the shares of stock agreed to be transferred, and resigned their offices as directors, whereupon and whereby the defendants became directors of the company, but that they neglected to pay the debt of $50,000 due from the company to the plaintiff, and neglected to pay the judgments against the company, and its other liabilities, in consequence of which the property of the company was forced to sale, the debt due to the plaintiff was not paid, and his stock was rendered valueless. It was for the breach of the contract thus set out, that the action was brought.\nWhen the case came to trial, the plaintiff, in order to sustain his declaration, offered to prove by the testimony of a witness, the main facts averred; to wit, the contract as set out; the condition of the company, its resources and debts; that the plaintiff was one of its stockholders and creditors; that he and his three co-stockholders named had each transferred to the defendant fifty shares of their stock, and resigned their office as directors ; that the defendants had thereupon become directors and obtained control of the affairs of the company; and that they had paid the arrears of ground-rent and interest, with two other debts of the company, but that they then refused further to perform their contract. To this offer the defendants objected, and it was overruled by the court. We have, therefore, to consider whether the court was right in refusing to permit the witness to testify to these facts.\nThree reasons have been assigned during the argument in support of the rejection of the proffered evidence, either of which, if well founded, is sufficient to justify the action of the court. The first is, that the contract declared on was joint; that the alleged promise was to the plaintiff and three other persons as one party; and that the interests involved were also joint. If this be so, an action by one of the promissees alone cannot be maintained, and the testimony of the witness, even if received, could have availed the plaintiff nothing.\nThe second reason adduced for rejecting the plaintiff’s offer is, that the contract was against public policy, and therefore void, so far as it is executory. And the third is, that the contract is within the Statute of Frauds, being an engagement to answer for the debt or default of another, and not being in writing. We do not propose now to consider all these grounds of objection to the offer made by the plaintiff. To do so, would be a work of superfluity, for we are of opinion that the Statute of Frauds is an insuperable obstacle in the plaintiff’s way. His offer was to prove a verbal contract, which the law declares of no force.\nIt must be admitted that the cases, respecting the application of the Statute of Frauds, are greatly confused and irreconcilable with each other. Upon no subject, perhaps, has there been more diversity of judicial decision. The value of the statute is everywhere admitted, and its language is plain, but in the supposed justice of a particular case, a court has often lost sight of the exact rule prescribed by the legislature. As much ingenuity has been expended in efforts to take individual cases out of the statute as was formerly devoted to avoiding the Statute of Limitations, and in these ingenious efforts, principles have been asserted, which, if sound, practically deny all effect to the expressed will of the legislature. Happily, there are glimmerings of late, of a tendency to return to a plainer reading of the act, and to give to it a construction more consonant to the apparent mind of the legislature. In this state we have very few decisions upon the subject, for our statute has been in existence only since 1855, but as it is a substantial copy of the British statute, and those of other states, the judgments of their courts cannot be overlooked. ' Without attempting any extended review of them, we think certain principles may safely be considered as settled, or if not settled, sustained by reason, and the authority of the best considered adjudications. It is not true, as a general rule, that a promise to pay the debt of another is not within the statute, if it rests upon a new consideration passing from the promissee to the promissor. A new consideration for a new promise is indispensable without the statute, and if a new consideration is all that is needed to give validity to a promise to pay the debt of another, the statute amounts to nothing. Nor can it make any difference that the new consideration moves from the promissee to the promissor. The object of the statute is protection against “ fraudulent practices commonly endeavoured to be upheld by perjury,” and to these all suits upon verbal contracts to answer for another’s debt or default are equally exposed, no matter whence the consideration of the contract proceeded or to whom it passed. Indeed many of the cases hold that the question always is, What was the promise ? not What was its consideration ? In note (i) to Forth v. Stanton, 1 Williams’s Saunders 211 b, it is said: “The question indeed is, What is the -promise ? Whether it be a promise to answer for the debt, default, or miscarriage of another, for which that other remains liable, not what the consideration for that promise is, for it is plain that the nature of the consideration cannot affect 'the terms of the promise itself unless, as in the 'case of Goodman v. Chase, 1 B. & A. 297, it be an extinguishment of the liability of the original party.” The doctrine of this note is approved in Fitzgerald v. Dresser, 94 Eng. C. L. Rep. 885, and with some slight modifications it results very palpably from the words of the statute. In describing the class of cases in which it is required that the agreement, in order to sustain an action, shall be in writing, no reference is made to the consideration. It is the promise alone which is mentioned. Yet it cannot be denied that there is a class of cases in which the consideration has been more regarded than the nature of the promise. They do not, however, rule that a promise to pay the debt of another is not within the statute merely because it is founded upon a consideration moving from the creditor of that other to the promissor. I find no approved cases holding that. They regal’d the consideration as of importance only where it is either a substantial transfer of the creditor’s claim to the promissor, making the transaction a purchase, or where it is a transfer to the promissor of a fund for the payment of the debt, or property or securities charged with its payment. If such funds come to him from either the debtor or the promissee, his agreement to pay the debt need not be in writing; for, as was said in Williams v. Leper, 8 Burr. 1890, the promise is considered as not to pay the debt of another, but the debt of the property which has come to his hands. In all such cases the promissor may be regarded as having purchased the goods obtained by him on the faith of his promise, and his promise may be considered as an agreement to pay the price: Nelson v. Boynton, .3 Met. 396.\nIt is undoubtedly true that a promise to answer for the debt or default of another is not within the statute, unless it be collateral to a continued liability of the original debtor. If it be a substitute, an arrangement by which the debt of the other is extinguished, as where the creditor gives up his claim on his original debtor, and accepts the new promise in lieu thereof, it need not be in writing. And as the cases referred to show, it may be unaffected by the statute, though the original debt remains, if the promissor has received a fund pledged, set apart, or held for the payment of the debt. But except in such cases, and others perhaps of a kindred nature, in which the contract shows an intention of the parties that the new promissor shall become the principal debtor, and the old debtor become but secondarily liable, the rule, it is believed, may be safely stated, that while the old debt remains, the new must be regarded as not an original undertaking, and that it is therefore within the statute. At least this may be stated as a principle generally accurate. In Williams’s Saunders 211 e, note 1, it is said: “ The question whether each particular case comes within the clause of the statute or not, depends not on the consideration for the promise, but on the fact of the original party remaining liable, coupled with the absence of any liability on the part of the defendant or his property, except such as arises from his express promise.” The doctrine of this note is supported by very many cases, and it is in harmony with the words of the statute. .It is incumbent, then, upon him who would enforce a mere verbal promise of one to answer for the debt or default of another, if the original debt remains, to show that his case is one of those that are recognised as exceptional. And it will be found, after examination, that in nearly all the decisions in which it has been held that such a promise is not within the statute, there was some liability of the promissor, or his property independent of his express promise, or that he had become the actual debtor, so as that between him and the original debtor the superior liability was his. In such cases the consideration for the new promise is regarded as material. Of course I am not speaking of cases where the debt of another is referred to merely as the measure of a promissor’s liability, and in which he is liable, whether that debt is paid or not.; All of our own cases are in harmony with these principles. In Shoemaker v. King, 4 Wright 110, it was said by Chief Justice Lowrie that “ while the old debt remains, the new contract cannot be a substituted, but only a collateral one, a promise to pay another’s debt, and it is forbidden by the statute as a cause of action.” “ Yet,” said he, u we must not be understood as questioning that large class of cases where a debtor puts money or other means into the hands of another, to be delivered to a particular creditor of his, and the creditor has been held to be entitled to sue.” Whether the facts of that case did not bring it within one of the recognised exceptions to the rule that a promise must be regarded as merely collateral • and within the statute while the old debt remains, we need not now inquire. We refer to it only as asserting the doctrine. Malone v. Keener, 8 Wright 107, was a case in which the defendants, being indebted to the plaintiff, assigned to him a note of a third party with a parol guaranty. They were the principal debtors, and the assignment and guaranty was the mode of j)aying their own debt. Hence it was held that the parol guaranty was primarily a promise to pay their own debt rather than the debt of another. Arnold v. Stedman, 9 Wright 186, was a case within one of the recognised exceptions. There the promissor’s property was liable for the debt of another, independent of the express promise, and the defendant undertook to pay the debt of the property.\nAnd among all the cases cited by the plaintiff in error, in which it was held that a promise to pay a debt of another was not within the statute, there are none which are inconsistent with the rule, as we have stated it, if we except Leonard v. Vredenberg, 8 Johns. 39. There it was laid down that cases are not within the statute where “ the promise to pay the debt of another arises out of some new and original consideration of benefit or harm moving between the new contracting parties.” That this proposition is inaccurate, however, is almost universally admitted, and, as we have already remarked, it practically denies all effect to the statute. It cannot be admitted for a moment in the terms in which it was expressed.\nIf now we revert to the facts of the case before us, there seems no reason to doubt that the promise of the defendants is within our Act of April 26th 1855. It was a promise to pay-the debts of “ The Eastern Market Company.” It was strictly collateral to those debts, not a substituted obligation. Those debts still continued. The company remained the primary debtor, and had they paid, the defendants would have had nothing to pay either to the plaintiff or to the original debtor. The promise of the defendants was therefore in no sense a promise to pay their own debt, or a debt of their property. It was not in relief of any property they owned or upon which they held a lien. Nor was the consideration for the promise of a nature to take the case out of the statute. It was not a placing in the hands of the defendants, by the debtor or the creditor, funds, securities, or property of the debtor pledged or devoted to the payment of the debts. The transfer of the small number of shares of stock, and the resignation by the plaintiffs of their directorship, were to enable the defendants to become directors, not to place funds in their hands to pay the debts. The averment is, that it was their own money they promised to pay in discharge of the debts, and it is because they did not pay their own money that this action is brought.\nIf then it were true that the plaintiff could sue alone, and that there was no illegality in the alleged contract, which we now neither affirm nor deny, the promise is not enforceable in consequence of the Statute of Frauds, and for that reason the offer of evidence was properly overruled.\nJudgment affirmed."}