{"id": "425128", "contents": "The opinion of the court was delivered, by\nThompson, J.\nIt is conclusively settled in this state that a widow’s dower interest in the lands of her deceased husband is not changed into personalty by proceedings in partition by which it is valued, and the interest becomes an annual charge. It retains its character as realty notwithstanding. This may be considered elementary law now with us.\nWhen, therefore, Mann, the second husband of the appellant, acquired by .purchase at a public sale a portion of the real estate of the first husband, charged with the widow’s interest, that interest became vested in him for life, as the husband of the widow; and as the authorities conclusively show, was not divested by the supervening principles of the Act of 1848: Burson’s Appeal, 10 Harris 164; Stehman v. Huber, 9 Id. 260; Boose’s Appeal, 6 Id. 392 ; Bachman v. Chrisman, 11 Id. 162. These cases are all referred to without comment in the recent case of Mellinger v. Bausman, 9 Wright 522. It is settled, therefore, that the Act of 1848 divested no marital right exercised before its passage and in full enjoyment at the.time. The auditor and court below rightly disallowed the claim of the widow of the first husband against the estate of the second for the annual interest charged by partition on the tavern property which he had purchased in 1842, and occupied until his death in November 1863. His estate was not debtor for that.\nAs to the interest paid by Fry, the owner of another portion of the first husband’s estate, we think it was not a debt against the estate of Jacob S. Mann. The auditor finds that so far as the money was received by Mann, it was so received by him in the presence of and with the assent of his wife. Prior to 1848 her assent was of no consequence if he received it; it is between 1848 and 1858 for which she now claimfe, and it was during this period that it was received without objection by her. Ordinarily such a receipt would be construed to be for her use, and as her agent; this Johnston v. Johnston, 7 Casey 450, and Graybill v. Moyer, 9 Wright 530, prove ; and we do not mean in the least to modify the principle ; but we think the testimony in this case would fully have authorized the auditor to have inferred the husband’s use of the money by the assent of the wife. “ Every time',” says Fry, “ I paid the money, she was present, and made no objection.” When, at length, she directed payment to be made to herself, and was asked why she did not sooner make that request, she said “ she thought that what belonged to the wife belonged to the husband.” From that time on, which was in 1858, until her husband’s death, the interest was yearly paid to her, without any objection by the husband, so far as the testimony discloses. It seems to us, from all this, that no other inference could properly be drawn, but that the money was used in a way agreeable to the wishes and interest of the wife'and with her assent. This is strongly inferrable, certainly from the fact of her withdrawing her assent after its receipt for a number of years by the husband, accompanied by words showing that she had assented to its use by him during that time. The cases referred to, last above, show that she might give her money to her husband or assent to his use of it for purposes in which she was a common beneficiary. Upon the whole, we think this portion of the claim of the widow was rightly decided against her.\nWe have not been referred to any principle upon which Fry could be justly held incompetent as a witness in such a proceeding as this. He was not directly involved as gainer or loser by the finding of the auditor, and that is one test of incompetency. Nor do we see how or in what way the auditor’s report and decree of confirmation upon it, could ever be evidence for or against him, even supposing the contingency of his ever being troubled about mispayment, if such could be alleged, should happen. On no ground that we can see was he incompetent.\n■ We are of opinion, therefore, that there is nothing requiring correction in the record, and the decree is affirmed at the costs of the appellant."}