{"id": "425125", "contents": "The opinion of the court was delivered, by\nThompson, J.\nThe general rule of construction requires that where the word “ heir” is used in a will, it is to be understood in its legal and technical sense, unless there be something to show that it is used in a more enlarged and popular sense: Porter’s Appeal, 9 Wright 201.\nApplying this rule to the case in hand, we must believe that the testator, when he said that after the death of his wife all his estate “ shall go to and descend upon those persons who may be my heirs and distributees according to the law of the land,” he meant his heirs in the technical sense. Indeed there is no room for interpretation, for he expressly refers to the law to define who his heirs áre to be ; and the auditor very properly concluded, in despite of the parol testimony offered to show some supposed intention to the contrary, that only such as were of the blood of the first purchaser were entitled to participate in the estate. See proviso to 9th section of the Act of 8th April 1833; Moyer v. Thomas, 2 Wright 426. The appellees, according to the finding of the auditor, are within the rule, and the appellants are not. It is,, out of the question altogether to allow the parol evidence the effect contended for ; to do so would make a different will from that made and published in due form of law by the testator.\nIt will be seen, by reference to Cruise on Real Estate, vol. 6, ch. 8, p. 159-60, that if a person devise his lands to his heir at law in fee, it' is a nullity, and the heir will take by descent, as the better title; for the descent strengthens the title by taking away the entry of such as may possibly have a right to the lands; whereas if the heir take by devise, he is then only in by purchase. To the same effect is Preston on Abstracts, vol. 2, p. 422; 4 Kent 504. Nor is the rule at all varied by the circumstance of a devise for life of the land to the wife and after her decease to the heir in fee: Cruise, Id. . That was the case here ; and after her death the testator made no disposition of it, but left it to the law. The descent was not broken, and the heirs took after the death of the widow, as heirs. The decree of the Orphans’ Court was right, and is affirmed at the costs of the appellants."}