{"id": "425184", "contents": "The opinion of the court was delivered, by\nThompson, J.\nThe Jefferson Building Association being desirous to wind up its affairs, in anticipation of the period when its shares of stock would be par, or full paid, passed the resolution of the 3d April 1860. By this resolution borrowers might withdraw, on paying the difference between the stock as per last auditor’s report, and $180, adding the instalments paid since; and when the loan was paid, the stock to be withdrawn and can-celled ; the withdrawing members to be allowed ten per cent, on the estimated amount to pay off the loan, provided, the by-laws and regulations of the association were all complied with.\nThe resolution is not the most lucid thing in the world, but its meaning was understood by the association; for under the date of May 7th there is an entry in stock-ledger account of defendant “ paid off his seventy-nine loans and cancelled his seventy-nine shares of stock, May 2d 1860, per resolution of April 3d 1860.” Also, “ paid off one hundred and three loans and one hundred and three ..shares of stock, and which are withdrawn per resolution of April 3d 1860.” It is on these very shares, to recover back dues after the above date, this suit was brought; although they are marked “ cancelled” and “ withdrawn” in the books of the company. A\nThe parties here must be regarded as debtor and creditor ; that is the position assumed by the plaintiffs ; and being in that position, is not a case of accord and satisfaction presented ? The plaintiffs do not deny their proposition contained in the resolution of 3d April 1860, and the books show an acceptance of the terms by the defendant, and satisfaction received by the plaintiffs. It was a new contract executed and intended to take the place of the old ; it was payment presently, instead of payment by instalments for ten years, and we are to presume it was beneficial to the plaintiffs, if this be necessary, as they received it on the terms of their own offer, and made no objections on that ground then, nor since. The payment by stock was a mode of payment of the loan which was a debt due. A different mode of payment was proposed by the plaintiffs, and accepted by the defendant and executed, which was to apply the value of the stock to the loan and to pay the balance in cash. The defendant acceded to this and executed it. This was either payment direct or it was accord and satisfaction. It would be a fraud on defendant to allow the plaintiffs, after availing themselves of the fruits of the new contract, to insist on the old. The elementary principle is, that satisfaction agreed on between parties, when performed, is a bar to all actions on account of the matter agreed about; 3 Black. Com. 15 ; Bac. Abr. tit. Accord and Satisfaction; 2 Pars, on Contracts 193; 2 Greenl. Ev. § 28. The special plea put in was in substance “ accord and satisfaction,” and this met any objection on technical grounds arising out of the nature of the indebtedness: 2 Greenl. Ev. § 29.\nThe learned judge who tried the cause reserved the question, whether the resolution of April 3d 1860, and the payments made by the defendant as made, was a bar to the plaintiffs’ action, and instructed the jury to find for the plaintiffs. There was no dispute, therefore, about the agreement between the parties as evidenced by the resolution, and payment by the defendant. The latter appeared on the plaintiffs’ books. After a remittitur of a portion of the sum found by the jury, the learned judge ruled the reserved point in favour of the plaintiffs, thus holding that the agreement and satisfaction was no bar, but for what reason we are not informed. It was not because the resolution was void, I apprehend. The association could not allege that, and at the same time hold on to all it had received under it. They must not play fast and loose in that way. The ground taken in argument seemed to be, that the institution was injured by the defendant’s withdrawal from it. But he did so on the terms offered by the plaintiffs, and paid them off in advance of the time in which by the rules of the institution he was bound to pay. If I understand the constitution, any member may withdraw on the terms there provided. But that is of no consequence here, for the authority was by special resolution. The object was to facilitate winding up, and was clearly agreed to at the stockholders’ meeting, and no objection of the kind in, or by the institution appears since. As, therefore, the association has reaped the advantages of it, they are estopped from denying its validity now, as they have not proposed to place the defendant in statu quo in order to avail themselves of such a defence.\nWe are, therefore, of opinion that judgment should have been entered for the defendant non obstante veredicto.\nThe judgment is now, therefore, reversed, and judgment is entered on the verdict for the defendant, with costs."}