{"id": "425163", "contents": "The opinion of the court was delivered, by\nThompson, J.\nIt is very clear that error was committed on the trial of this case, in permitting the plaintiffs’ counsel to read the charge in the action against the executor of James Butler, deceased, which was the original of this case : and especially at the time at which it was allowed, even if under any circumstances it might have been evidence. It was no part of the record, and but hearsay as to any facts contained in it. Moreover it was read during the concluding argument of the plaintiffs’ counsel, avowedly to prove certain facts thought to be material as rebutting the defendant’s evidence. This was entirely out of time, even if evidence at any time, which we think it was not: for the defendant could neither answer it by testimony nor reply to its effect in argument. It is somewhat to be wondered at that counsel should have insisted on the admission of testimony that could do them no good, and which, if admitted, would be sure to be followed, even if they were successful, by disappointment and expense in the end. Counsel owe a duty not only to the court but to the client, and that is, never to insist on aids to success clearly wrong, either in law or fact. A judge has not at all times the opportunity to deliberate, and may easily be surprised into error, as I have no doubt was the case in this instance. In such a case as this, a large portion of the responsibility is on the counsel who insisted on the erroneous admission of testimony. If everything else had been right, the error pursued here would send the case to the chances of another trial. Success is not always the criterion of right; but even on this score, I think experience will prove that the most careful and conscientious of the profession, other things being equal, are sure to be the most successful. This assignment of error is sustained.\n2. We differ from the learned judge also in regard to the matter of the second assignment of error. We think it was material for the defendants in this issue to show that the same plaintiffs had in a former action set up the same claim and had judgment against them. The testimony received went directly to this point. The narr. being lost, they made the best proof they could, and it was not secondary. It went strongly to show that the cause of action was the same. This was enough for them to do; and if the plaintiffs did not choose to rebut by showing a state of facts that should render the evidence unavailing, they ought not to have been relieved as they were from the chances of a verdict against them, on the ground of the conclusiveness of that trial on the issue in this. This error is also sustained.\n8. I am not sure that I quite comprehend the judge’s meaning in that portion of the charge embraced in the third assignment of error; and I am also obliged to say that the argument directed to it is not very luminous. It would seem to be tbe meaning of the learned judge, however, that the fact of the damages being assessed on an erroneous basis in the original action, would not alone avoid, or render unavailable, the judgment against the widow and devisees and the executor. Some other reason than this, why a recovery should not be had, should be shown. In the first place, the plaintiffs could rest after showing the judgment against the executor. This made a primé facie case for them. Against this the widow and heirs might be heard fully on original grounds: and would be allowed to show, that as to them the debt never existed, or had been paidsor released, or satisfied in whole or in part; and this they could do, without the least embarrassment, by the judgment against the executor: Sergeant’s Executors v. Ewing, 12 Casey 156 ; Walthaur’s Heirs v. Gossar, 8 Id. 259. If the defendants did not assail the judgment or claim which the judgment represents, it would, of course, stand. The primé facie case would become conclusive, and it would be no answer to the claim to show, merely, that the damages were assessed on wrong principles as against the executor, unless it were shown, at the same time, to what extent they were wrong as to the heirs or devisees. It often happens that the judgment, although good against the executor, is altogether wrong as to the heirs and devisees. It may stand as to the latter and the former be entirely discharged. The court was not wrong in this, and was entirely right in saying that a different rule as to damages was that which in this trial must prevail.\nI confess, moreover, that I do not understand what was meant by the reference to the jury by the learned judge of the testimony of the witness Sallie Simmons, “ together with such facts as appear in the record of the original suit.” If this reference was as to what was read by counsel and noticed under the first assignment of error, then it was error to allow the jury to consider it at all. If it was a reference to them of the judgment against the executor, and to be considered by them as antagonistic evidence to that of the witness, it was also error. It could not alone disprove what she said. If it was proof at all of the facts in the cause, it was conclusive, but we know this was not so. It was not as against the widow and devisees self-sustaining, and nothing could be predicated of it but a claim against them. In this remark we think there was error, understanding it as we do, and we can make nothing else out of it.\n4. We do not comprehend the untimely instruction requested by the defendants’ counsel after the conclusion of the charge to the jury. The court would have been justified in refusing it altogether : it was out of time and out of place. But the instruction asked was as to “ the effect of the action brought in the lifetime of the testator, upon the question whether any such special contract as that alleged in the declaration was ever in fact made.”\nI shall not undertake to analyze the answer; it is enough to say we are not prepared to determine that it was not a proper answer to such a prayer. The case goes hack for trial for sufficient reasons, and it is to be hoped that if anything material was really needed to be embraced in the request, it will be put in some form more intelligible.\nWe do not see that the court was asked to instruct the jury that there was a failure to prove a contract of the decedent to pay his granddaughter wages, and that therefore the plaintiffs could not recover. In the absence of a request so to charge, it was not error to omit it. Many cases in the books prove this. It might have been very important to have asked for the instruction or instructions as to the necessity of clear proof that such a contract did exist. For without this the plaintiffs were not entitled to recover. Between parties standing in such a relation as this, no implied promise arises out of the performance of services: Lantz v. Fry, 2 Harris 201; De France v. Austin, 9 Barr 309 ; Candor’s Appeal, 5 W. & S. 513; Duffy v. Duffy, 8 Wright 399, and numerous other cases to the same effect in Pennsylvania. The defendants having shown the relation between Mrs. Slam and her grandfather, the living together and the clothing furnished her, could rest secure that on principles.of law no recovery could be had against them, for out of that state of affairs merely, there arose no implied promise to pay wages. The above authorities prove that. It was for the plaintiffs then to-Astablish such a contract as would entitle them to recover. This they were bound to do or fail. •. A primá fade case on part of the defendants put the plaintiffs on proof of their whole case. We cannot doubt but that these principles will receive due attention on another trial, and we do not now enlarge upon them.\nJudgment reversed, and a venire de novo awarded."}