{"id": "425126", "contents": "The opinion of the court was delivered, by\nAgnew, J.\nThe Weaklands bought of Barclay during the pendency of an action of ejectment for lands, part of which constituted their purchase. Shortly after his sale he recovered and then let them into possession. Subsequently his judgment was reversed, and the possession restored to his adversary under a writ of restitution in February 1852. In the mean time the Weaklands had paid him a considerable part of the purchase-money, the whole of which fell due January 16th 1852. Barclay’s ejectment was tried again in 1853, and a verdict and judgment were rendered against him, which he suffered to remain final; resorting to a second ejectment in which he recovered, and was put into possession in 1857. Weaklands were then restored to the possession undei; their purchase. In the mean time the land was stripped of valuable timber by Ross and his tenants. Hoffman, who succeeded to Barclay’s title, brought this ejectment in the court below to enforce payment of the remainder of the purchase-money by tbe Weaklands, under their contract with Barclay, and the question was, whether they could set up a defence in equity on account of the spoliation of the timber.\nThe Weaklands were not entitled to a conveyance by the terms of their agreement until payment of the whole purchase-money, and had taken no covenant for a prior possession. As a general rule, a contract to sell does not, ipso facto, carry a right of possession until conveyance, in the absence of a covenant to let the party into possession. It is very common, it is true, to let the purchaser in upon a sale, but we know of no rule of law, by which the possession, so important a security to the rights of the vendor, shall pass from him without his covenant or his consent. The possession of the Weaklands was merely permissive. Under these circumstances it would be very doubtful whether they could claim damages from their vendor for the loss of the mere profits of the land by reason of their eviction..\nBut the claim here is for a loss of what constituted a part of the land itself. Growing timber is a part of the realty, and passes with it under the conveyance. Oftentimes it constitutes the chief value of the land. It is part of the inheritance, and its spoliation is waste. The verdict and judgment which Barclay suffered to become final in the first ejectments, estopped him from denying the rightfulness of the writ of restitution, and the eviction of the Weaklands under it. When dispossessed, the Weaklands stood as to Barclay in a position certainly as favourable as if they had not been let into possession under their purchase, and if between the sale and a tender of a conveyance by Barclay he had himself stripped the land of the timber, or suffered it to be done, in equity his claim for the purchase-money would certainly be liable to reduction. Nor does it seem very clear how the fact that the spoliation was committed by an adverse claimant, whom he had suffered to recover and take possession, can change this right to defalcate in equity. Had a portion of the land itself been recovered by virtue of a better title, it would clearly be a good defence to the payment of the purchase-money to that extent. Now, in equity, what difference is there between the cases ? Here, though Barclay has made good his title, by a second ejectment, to the land itself, the timber taken off in the mean time is wholly gone and cannot be restored. It is a destruction and waste of the inheritance, as detrimental to the Weaklands as the loss of a portion of the land. It was_ caused by a recovery under a title of some sort, which, for the time being, the Weaklands could not resist, and against which Barclay, the holder of the title and its muniments, and who had covenanted to convey with general warranty, was clearly the person who should have defended. His ejectment was pending when he sold to them, and he and not they was the person to prosecute it with effect. The right to recover for the spoliation of the timber against Ross vested in Barclay by his recovery in the second ejectment. Pie could have given notice and recovered in the ejectment itself, or proceeded afterwards by an action of trespass for mesne profits: Drexel v. Mann, 2 Barr 273; Powell v. Smith, 2 Watts 126; King & Shoenberger v. Baker, 1 Casey 186. Barclay therefore having sold during a pending ejectment, holding in his own hands the legal title and the muniments for its prosecution, suffering a recovery against his vendees, and afterwards entitling himself to the value of the timber taken by his recovery in the second ejectment, ought not now to turn the loss over upon his vendees, or compel them to follow Ross for the value in a course of doubtful litigation.\nWe think, therefore, that the value of the timber taken by Ross while in possession under the order of restitution, and before the recovery in the second ejectment, can be set off as an equitable defence to the payment of so much of the purchase-money. But the defence cannot extend beyond the unpaid purchase-money, for this only is the subject of controversy.\nThe judgment is therefore reversed, and a venire facias de novo awarded.\nWoodward, C. J., dissented, and filed a dissenting opinion."}