{"id": "425190", "contents": "The opinion of the court was delivered, by\nRead, J.\nThe jury have a right, in all cases whatsoever, whether capital,or otherwise, to find a special verdict, by which the facts of the case are put on the record, and the law is submitted to the judges. It is sufficient if the jury find all the substantial requisites of the charge, without following the technical language used in the indictment, and it does not seem necessary that the jury, after stating the facts, should draw any legal conclusion. Chitty’s Crim. Law 642, 644, 645.\nThe question therefore on the present special verdict is, whether the defendant is guilty of the charge laid in the indictment, which is preferred under the 108th section of the Crimes Consolidation Act of 81st March 1860 ? In the revision of our criminal law, our revisors, Judges King, Knox, and Mr. Webster, of course took advantage of the improvements made in criminal jurisprudence in England, both as to crimes and procedure within the present century, which have culminated in seven criminal law consolidation amendment acts, passed by the British Parliament on the 6th August 1861. As the re visors in their seventh title — Offences against Personal Property — used largely provisions of the English criminal statutes, it will not be uninstructive to trace the origin of some of them, so far as they are in any way connected with the crime charged against the prisoner.\nThe original Act of 52 Geo. III., c. 63 (9th June 1812), was passed shortly after the decision in Walsh’s Case, in which the twelve judges ruled that the fraud committed by the prisoner upon Sir Thomas Plumer, was not larceny: Russell & Ryan 215; 4 Taunton 258. The prisoner, a stockbroker, was a member of Parliament, and the prosecutor was then solicitor-general, and afterwards successively Attorney-General, Vice-Chancellor, and Master of the Rolls, and the proceeds of the fraud became the subject of an action of trover by the assignees of Walsh, who had become a bankrupt, against Sir Thomas Plumer, which is reported in 3 Maulé & Selw. 362, and contains a remarkable opinion of Lord Ellenborough, as to following the proceeds of funds covered with a trust in favour of the principal whenever they can be identified, expressed in that great lawyer’s nervous language.\nThis act in its preamble recited that “it is expedient that due provision should be made to prevent the embezzlement of government and other securities for money, plate, jewels, and other personal effects deposited for safe custody, or for any special purpose, with bankers, merchants, brokers, attorneys, and other agents intrusted by their customers and employers,” and then enacted: “ That if any person or persons with whom (as banker or bankers, merchant or merchants, broker or brokers, attorney or attorneys, or agent or agents of any description whatsoever) any ordinance, debenture, &c., shall have been deposited, or shall be or remain for safe custody, or upon or for any special purpose,” &c., shall embezzle the same with intent to defraud the owner, shall be guilty of misdemeanor. The 2d section, in similar language, punishes embezzlement by bankers and others of sums of money, &c., placed in their hands with orders in writing to invest the same. This act has been the subject of construction in cases collected in 2 Russell on Crimes 192. In Rex v. Prince, 3 Carr. & Payne 512 (12 E. C. L. Rep.), Chief Justice Abbott held, that it applied only to persons to whom such securities, &c., are intrusted in the exercise of their functions or business.\nThis act was repealed on the 21st June 1827, and on the same day was passed the Act of 7 & 8 Geo. IV., c. 29, “ for consolidating and amending the laws of England relative to larceny and other offences connected therewith,” which had been prepared under the auspices of Mr. Peel. The 49th section reads as follows : “ And for the punishment of embezzlement committed by agents intrusted with property, be it enacted, That if any money or security for the payment of money shall be intrusted to any banker, merchant, broker, attorney, or other agent with any direction in writing to apply such money,” and he shall convert the same to his own use and benefit, he shall be guilty of a misdemeanor ; and if any chattel or valuable security, &c., shall be intrusted to any banker, merchant, broker, attorney, or other agent for safe custody, &e., and he shall, in violation of good faith, &c., in any manner convert the same to his own use and benefit, &c., every such offender shall be guilty of a misdemeanor. By the 5th section it is “ Provided always, that nothing herein-before contained relating to agents shall affect any trustee or mortgagee in respect of any act done' by him in relation to the property comprised in or affected by any such trust or mortagage.”\nThe 46th, 47th, and 48th sections relate to embezzlement by clerks and servants, and the 51st section relates to factors or agents intrusted for the purpose of sale, with any goods or merchandise, &c., for their own benefit pledging the same, which is modified by the 6th section of the Act of 5 & 6 Vict. c. 89, passed 30th June 1842. These acts were followed by the Act of 17th August 1857, 20 & 21 Vict. c. 55, which comprised embezzlements by trustees, bankers, &c., persons intrusted with powers of attorney for sale or transfer, bailees, directors, members, officers, &c., of any corporation, or public company fraudulently appropriating property, keeping fraudulent accounts, wilfully destroying books, and publishing fraudulent statements. This act, which embraces a much wider range of crime and criminals, is really the basis of our Act of 15th April 1858, and the Consolidation Act of 1860.\nOur Act of 1858 omitted the 4th section of the English statute, which is in these words : “ If any person, being a bailee of any property, shall fraudulently take or convert the same to his own use, or the use of any person other than the owner thereof, though he shall not break bulk or otherwise determine the bailment, he shall be guilty of larceny.” This provision the revisors took, and it makes the 108th section of the Act of 1860, which is the subject of this discussion. In England, by several decisions, they have fixed the meaning of bailee and bailment, as used in their acts. In Rex v. Hoare, 1 Foster & Finlason’s Nisi Prius Cases 647, Wightman, J., decided that a person who receives money on behalf of another, does not thereby become a bailee of the money within the meaning of the 20 & 21 Vict. c. 54, § 4; and in Regina v. Garrett, 2 Id. 14, it was held, by Willes, J., “ that the bailment referred to in the statute is where the property is to be returned, not one in which different property is to be returned.” In The Queen v. Loose, 29 L. J., N. S. (Mag. Cases) 132, where, by the Friendly Societies Act, 18 & 19 Vict. c. 63, the property and moneys of the society are vested in trustees, and money, by resolution of the board, was given to one of the trustees to take to bank, and he misappropriated it, it was held he was not a bailee, though guilty of a breach of trust.\nIn The Queen v. Hassall, 30 L. J., N. S. (Mag. Cases) 175, which was a crown case reserved, in which the two former ones were cited, Willes, J., said: “ My brother Bylea was of the same opinion in a case before him in the Oxford circuit.” In this case it was held that the treasurer of a money club could not' be indicted as a fraudulent bailee under the 4th section of the Act of 1857. Lord C. J. Cockburn said: “We are all agreed that it is abundantly clear that this conviction cannot be sustained. The indictment is framed upon the 4th section of the 20 & 21 Vict. c. 54, which applies to bailees ; and it is only necessary to say the word bailment must be interpreted according to its ordinary legal acceptation. Understood in that sense, a bailment relates to something in the hands of the bailee, which is to be returned in specie, and does not apply to the case of money in the hands of a party who is not under an obligation to return it in precisely the identical coins which he originally received.”\nIn The Queen v. Fletcher, 81 L. J. R., N. S. (Mag. Cases) 206, it was held that the prisoner, who was a trustee, treasurer, and secretary of a savings bank, was rightly convicted under the same act, of fraudulently appropriating money received from the depositors, he being a trustee upon an- express trust created by an instrument in writing, since the set of rules of the savings bank was an instrument of writing within the meaning of the act, and the eighth rule contained an express trust to invest the moneys for the benefit of the institution, i. e., the depositors.\nIn The Queen v. Jane Robson, 31 L. J., N. S. (Mag. Cases) 22, it was held that an innkeeper’s wife, breaking open a box containing money intrusted to her husband’s care and fraudulently taking-the money, might be convicted as a bailee. Martin, B., saying: “ I do not think it necessary that there should be a contract of bailment to make a person liable as a bailee. In my opinion the prisoner comes within the statute as a bailee by license.” Pollock, C. B.,: “I am disposed to be of the same opinion.” The rest of the judges concurred. In Mr. Greaves’s note, p. 73, to his edition of the Criminal Law Consolidation and Amendment Acts, in speaking of this clause and of the decision in Regina v. Hassall, he says: “ The object of this clause was simply to make those eases larceny where the general property in the thing delivered was never intended to be parted with at all, but only the possession ; where, in fact, the owner delivered the property to another, under such circumstances as to deprive himself of the possession for some time, whether certain or uncertain, and whether longer or shorter, at the expiration or determination of which time the owner was to have restored to him the very same thing that had been so delivered. In order, therefore, to bring a case within this clause, in addition to the fraudulent disposal of the property, it must be proved: first, that there was such a delivery of the property as to divest the owner of the possession, and vest it in the prisoner for some time ; secondly, that at the expiration or determination of that time the identical same property was to be restored to the owner. Proof of all these facts will be all that is necessary under this clause. The discussion in Regina v. Hassall was clearly right, and will apply to the present clause.”\nThe construction of this section therefore seems to be settled by the highest judicial authority in England, and we see no reason why we should not adopt it as a fair and reasonable interpretation of the words bailee and bailment, and which properly punishes an individual who is really more guilty than the starving woman who steals a loaf of bread. The language of the judge as to the prisoner’s base conduct is very emphatic: “We have heard no apology or excuse for the ingratitude with which he treated Mr. Cochran, who, doubtless prompted by the kindliest and most benevolent feelings of the human heart, provided the defendant with the means of supporting himself and family. The defendant has repaid the kindness of Mr. Cochran as the adder repaid the kind husbandman who warmed it into life.”\nThe court were in error in confining this section to the case of a carrier, and as the facts found by the special verdict make the crime of the prisoner larceny under the statute,\nThe judgment is reversed, and record remitted to the court below, with directions to proceed to sentence according to law."}