{"id": "425173", "contents": "The opinion of the court was delivered, by\nWoodward, C. J.\nThe writ in this case described three distinct properties: the two messuages and lots in the borough of Carlisle, and the outlying six-acre lot. No exception was taken to it on this ground, and we are not going to say it was exceptionable, but it is a circumstance that should not be forgotten whilst we review the subsequent proceedings.\nBoth defendants were served with the writ: they were father and son, and the appearance of counsel was general for both. On the 27th September 1864 they pleaded separate pleas, the father, Edward B. Leonard, Sr., the general issue, and the son, Edward B. Leonard, Jr., a special plea in which he admitted himself in possession of the three-story brick house and lot, as lessee of his father at an annual rent, and as to the other lands and tenements in the writ, he “ disclaims and disavows any right, title, interest, property, or possession in and to the same or any part thereof.”\nOn the 9th January 1865 counsel obtained a rule to show cause why a separate trial as to each of the properties claimed should not be ordered, so that the defendants may sever. On the return of this rule, Edward B. Leonard, Jr., at the suggestion of the court, put in a more formal plea, that he was not guilty of the alleged trespasses and ejectment above laid to his charge in the' manner and form as the said plaintiffs have thereof complained against him, but that he cannot and does not gainsay the complaint of the plaintiffs so far as it relates to the three-story brick dwelling-house and back-building, exclusive of the frame shop and adjoining two-storied brick dwelling-house, which he admits and confesses is now and has been since 1st April 1861 in his possession as tenant of his father, under a written lease, at an annual rent, and for this he puts himself upon the country.\nOn this plea the court entered judgment against Edward B. Leonard, Jr., in favour of the plaintiffs, for the three-story brick house described in the plea, and directed the trial to proceed between the plaintiffs and the said E. B. Leonard, Jr.,- as to the other real estate described in plaintiffs’ writ.\nThis was the court’s disposition of the rule obtained on the 9th of January, and on the 19th of January a jury was called, who on the 24th of January, after the plaintiffs had closed their evidence in chief, on motion of defendants’ counsel and under the instruction and direction of the court, “found for Edward B. Leonard, Jr., on the ground that he never was in possession of the premises mentioned and described in his plea of not guilty.” Thereupon judgment was entered upon the verdict and the trial ordered to proceed as to Edward B. Leonard, Sr.\nEdward B. Leonard, Jr., was admitted as a witness for his father, and a verdict passed in the father’s favour for all the premises, and upon that verdict a judgment was entered.\nThus it happens that in this one ejectment suit there are three judgments upon the record: one for plaintiffs and one for each of the defendants. The regularity of these proceedings must be considered, not only because they are complained of in the assignment of errors, but because they bear very materially upon the question of the son’s competency as a witness, which is a vital question.\nWhen a plaintiff brings ejectment for several distinct messuages or properties, against two or more defendants, they have a right to defend themselves separately on their respective titles, if they have separate titles to defend: White v. Pickering, 12 S. & R. 435. They may, indeed, conclude themselves by pleading jointly, though even then, each may show his title to all or part of the premises, and both or either may recover his costs, in case of success : Jones v. Hartly, 3 Whart. 191.\nBut in this case the defendants had not separate titles, and therefore had no right to separate trials. Nothing can be more thoroughly identical than the titles of a landlord and his tenant. They may have their squabbles about rent, the possession, repairs, taxes, or what not, but except in cases of fraud, or conveyance oJ; title by the landlord, they never can come in conflict upon a question of title, not even when a new landlord, to whom the tenant has attorned, appears in the field: Boyer v. Smith, 5 Watts 64. In possession under and by virtue of the title of his landlord, the tenant can neither dis]mte it himself nor assist others to contest it. If sued in ejectment, it is made his duty by the old Act of 1772 to give notice thereof to his landlord forthwith, under penalty of forfeiting the value of two years’ rent, and it is one of the rights of the landlord to appear and defend such suit “ by joining with the tenant.”\nIf the plaintiffs had not put the landlord upon record in this instance, he was entitled to place himself there, to join the tenant, in the language of the statute, to defend, not a separate title, but to make a joint defence in behalf of one and the same title — their joint or common title. Nor were the court ignorant that E. B. Leonard, Jr., proposed to defend in character of tenant of his father, for in both his special pleas, the original and tlie amended,, the tenancy is very distinctly averred. Then he should not have been treated as a defendant having a separate interest to defend, and the learned judge fell into error, when he suffered a confessed tenant to sever, in pleading, from his landlord.\nBut was \"there really any severance ? What were the nature and effect of the pleas of E. B. Leonard, Jr. ? His first plea consisted of two parts : a confession of judgment as to the three-story brick house, and a disclaimer as to all the rest of the premises sued for. Whether a disclaimer can be treated as a plea in ejectment in view of what was said of it in Steinmetz v. Logan, 3 Watts 160, Mitchell v. Bratton, 5 Id. 70, and Zeigler v. Fisher, 3 Barr 365, need not be considered, because the first special plea was superseded by the amended and more formal plea on which the court rendered judgment, and in this second plea there is no disclaimer whatever. This plea also consists of two parts : a confession of judgment as to the three-story brick house, and a plea of not guilty as to all the rest. We can make nothing more out of it than this.\nBut if this were all, the court did right to enter judgment for the plaintiffs against E. B. Leonard, Jr., for the brick house and lot, and as to the residue of the premises, should have treated him as pleading, like his father, the general issue. It was his duty to plead the general issue, both because the statute enjoins it, and because it was the only plea that could protect his landlord’s title. Not guilty is the general issue in ejectment at common law, and it shall be the plea in ejectment, saith our Act of 1807, Purd. 366. More words were employed than were necessary to place this plea upon the record, but they amount to just the statutory plea — ■ nothing more, nothing less. And just that was the plea of the elder Leonard. Where, then, was the severance ? As to the brick house there was a severance, which amounted to nothing, however, for a confession of judgment by a tenant for years touches not the title ; but as to the rest of the premises, the two defendants placed the same plea upon the record.\nSeeing, then, that the tenant had no interest to defend that was not identical with that of the landlord, and that their pleas were identical, the next observation to be made is, that if the court had a right, in the exercise of a sound judicial discretion, to order separate trials, they did not make the trials separate. As we understand the record, one jury only were sworn to try the issue as to both defendants. On the 24th of January 1865, after the plaintiffs had closed their testimony, the court directed the jury to find a verdict for Edward B. Leonard, Jr., “ on the ground that he never was in possession of the premises mentioned and described in his plea of not guilty.” Was this right ? I hold that it is competent for a defendant in ejectment to defend himself from all the consequences of an adverse verdict, by showing that he was not in possession of the premises at the service of the writ or since. “ The’ consent rule,” which was invented to dispense with proof of lease, entry, and ouster, is now altered by orders of the different courts in England, so as to include the confession of possession as well as of lease, entry, and ouster, and therefore no proof of possession is required in those courts, unless there should be some dispute as to the identity of the premises, when the consent rule must be produced: Adams on Ejectment, 4th Am. ed., p. 319.\nBut with us the law is not quite so. We have dispensed with the consent rule by sweeping away the fictions of lease, entry, and ouster, and placing the parties in ejectment upon their respective titles. The plaintiff, however, must still prove the defendant in possession. The 2d section of the Act of 1807, Purd. 365, makes the return of the sheriff, that he has served the writ of ejectment, evidence that all the parties served are in the actual possession of the premises. In Gratz v. Benner, 13 S. & R. 110, it was attempted to restrict this section to persons found in possession by the sheriff AYho were not named in the writ, and the terms of the enactment favoured the argument; but Chief Justice Tilghman declared that immediately after the passing of the act and ever since, a construction has prevailed which extends the evidence, arising from the sheriff’s return, to all of the defendants. To the same effect see Cooper v. Smith, 9 S. & R. 26, and Dietrich v. Mateer, 10 Id. 151.\nThe plaintiff, therefore, proves the defendant in possession when he gives in evidence the service of the writ, hut it is only primd facie evidence, and may he rebutted. Its effect is to shift the onus to the shoulders of the defendant. He must prove, after the sheriff’s return is in evidence, that he is notin possession, and that proved, he is entitled to a verdict for his costs. But as it is in its nature a question of fact, it must be proved to the satisfaction of the jury and is not to be found by the court. The plea of Leonard, Jr., concluded to the country, and this ground of defence was peculiarly within the province of the jury. It cannot be said there was no evidence to submit to them, for there was first, the sheriff’s return with its legal effect as stated above, and then there were the declarations of Leonard, Jr., to Hackett in reference to the property on the railroad — the six-acre lot as we understand it — that that property was his ; that his uncle William (the late owner) had written a letter to him, if he would come over and stay with him, he would give him that property ; that he had come over and now intended to claim it; that he would see if he could not hold it. And next there was the evidence of Samuel Hoover, who swore that whilst his brother was tenant of William Leonard’s railroad house and lot, he saw Edward B. Leonard, Jr., there, superintending property, planting trees, &c., after William Leonard’s death.\nThere was other evidence to the same effect from witnesses on the part of the defence, but the above evidence was all given on behalf of the plaintiffs ; and was before the court and jury when the learned judge directed a verdict for Leonard, Jr., on the ground that he was not in possession of any of the premises except for the house in respect to which he had confessed judgment. In that direction, there was manifest error. The question should have been submitted to the jury.\nBut was it right to submit it at that time ? In other words, was there anything apparent in the case which called upon the court to exercise their discretion to give the defendants separate trials ? When a plaintiff in ejectment includes unnecessary parties in his suit, merely with a view of shutting their mouths as witnesses, his suit is, as to such parties, vexatious, and ought to be disposed of like other actions of trespass against several defendants, only some of whom are guilty. The practice is, to take a verdict for defendants in trespass, against whom the plaintiff has failed to make out his case, and to take it, pending the trial against other parties, and I see no objection to applying this practice to actions of ejectment. Whether such a verdict in ejectment would qualify the acquitted parties to testify for their fellow-defendants will be considered when a case presents it fairly, but for the present, it is enough to say, that we do not think this case was ground for a just appeal to the discretion of the court for separate verdicts. The plaintiffs were not bound to show that the defendants stood in the relation of landlord and tenant, and finding them both in possession of premises, which the plaintiffs claimed to own, there was nothing vexatious in including both in the writ. But though they were landlord and tenant, we have seen that they were in, under one and the same title, and that there was evidence of Leonard Jr.’s possession of more than the house and lot occupied by him. Then to these considerations, add the great fact that the titles of the parties litigant, depended on the alleged spoliation by both defendants, but especially by Leonard, Jr., of the will of William Leonard, deceased; and is it not apparent, that if ever there was an ejectment, in which two defendants should have been placed before a jury on the same evidence, this was that case ? To judge of the soundness of the discretion exercised, may not be our appropriate duty, but whether it was a case for the exercise of a judicial discretion is an appropriate question for us,' and when we look at all the circumstances, and especially at the fact that a will was made by William Leonard for this property, in favour of the now deceased husband of Mrs. Helfenstein, and that she alleged, upon testimony more or less convincing, a fraudulent destruction of that will by the defendants; we cannot esteem her joinder of these defendants* one of those unnecessary and vexatious uses of process, which demanded or justified the interposition of the judge. He should have allowed the cause to take the ordinary course.\nHad he done so, there wrnuld have been no question about the competency of Edward B. Leonard, Jr., as a witness, for he would not have been offered. As the record stands, however, this question is raised, and we despatch it by saying that on two grounds— the public policy which excludes a party to the record, and the interest which springs from liability for costs and mesne profits— he ought to have been excluded. We decided a case on these principles at Pittsburgh last fall, which was ejectment against three— a confession of judgment by one of the defendants, and an offer of him as a witness for his fellows. There was no verdict and judgment for one of the defendants, pending the trial as against the others, and in this particular that case is distinguishable from the present, but the reasonings and authorities in the opinion of my brother Agnew cover the question here. See the case of The Cambria Iron Company v. Tomb, 12 Wright 387.\nThese observations dispose of all the points preliminary to the main question in the cause, which was, as intimated above, whether the will of William Leonard was revoked and destroyed by him or by his direction in his lifetime ; or whether it was surreptitiously destroyed either in his lifetime or after his death. That was a question of fact on which all the evidence bore, more or less directly, but which it is not our business to discuss.\nWe think it was fairly submitted to the jury by the learned judge, and that his answers to the several points propounded, when taken in Connection with his charge, were unexceptionable. The third assignment of error does not deal quite candidly with the\" judge, for it breaks off the thought which he was expressing, at a copima, and omits all the rest of the sentence which he employed to express his thought. We think it incontrovertible law, that when a will is shown to be in possession of a testator, and cannot be found or produced after his death, the legal presumption, in the absence of all proof on the subject, is, that it was destroyed by the testator; but this presumption may be rebutted by evidence tending to show a spoliation by others, either in the lifetime or after the death of the testator. This is exactly what the court laid down.\nWe have already said enough to show that we think there was error in submitting the testimony of Edward R. Leonard, Jr.; but in view of all the testimony, and especially of that of Dr. Ward, we see no ground for the complaint that the court said there -was evidence from which the jury might infer a destruction of the will by William Leonard in his lifetime, irrespective of the testimony of Edward R. Leonard, Jr. Without discussing the effect of the evidence, we decide that there was no error in this answer of the court.\n- Had the court distinctly charged that the title of the defendants must prevail, in the absence of clear and conclusive evidence of a will remaining unrevoked at the death of the testator, it would have been exceptionable, for that would have required a higher standard of proof than forensic controversies ordinarily can bear ; but though the word “ conclusive” was in the point affirmed, the learned judge used the words “ clear and satisfactory” in affirming it, and these are the words which weighed with the jury. We see no fault in them.\nThe answers to the fourth and fifth points, with the limitations and distinctions of the charge, were right enough. And the true way to read answers to abstract propositions, is in the light of the charge, for that is the manner in which such answers are received by the jury. Counsel gain nothing by assigning errors upon the broken fragments of a thought or sentence, for we reverse judgments only for substantial and influential errors.\nThe judgments for defendants are both reversed, and a venire facias de novo is awarded."}