{"id": "425177", "contents": "The opinion of the court was delivered, by\nThe testatrix, by her will, gave the residue of her estate, real and personal, in trust for the sole and separate use of Mrs. James, without any express restriction of the quantity of the estate given. Had this been all, the devise might have been regarded the gift of an estate for life. But the gift to Mrs. James was followed immediately by a gift of the remainder to her “ right heirs,” “ their heirs, executors, administrators, and assigns for ever, in such proportions as they would be entitled to agreeably to the laws of Pennsylvania, in ease she had died intestate, seised and possessed of the property in her own right.” The disqualification of coverture having ceased with the death of her husband, and the present estate as well as that in remainder being now of the same nature, and both created by the same instrument, it is manifest that Mrs. James has an estate in fee simple, unless the will clearly shows that in the gift of the remainder, the testatrix used the words “right heirs”, in an abnormal sense: not as descriptive of the character in which she designed the remainder-men to take, but as designating the persons who« should be the objects of her bounty. Every presumption is, that she intended to use the words “ right heirs” in their technical sense, as words of limitation, and there is nothing in the will to rebut the presumption, except the fact that the gift of the remainder was to “right heirs,” their heirs, executors, &c. But superadded words of limitation have never of themselves been held sufficient to convert the words of limitation to which they are added into words of purchase. The most that can be said of them is, that they are ■superfluous. They are not inconsistent. Words of distributive modification may be inconsistent with a, gift to heirs as such, and hence, it has sometimes been held that a gift to “ heirs of the body,” or even “heirs,” in England (where the oldest son takes in exclusion of his brothers and sisters), if followed by added words of limitation, and by words of distributive modification, may amount to no more than a gift to children. Together, they overcome the presumption that technical term's are used in a technical sense; alone, neither of them is sufficient: Smith on Executory Interests 488.\nStrong, J.\nIt is true this will contains words of distributive modification of the remainder given to the right heirs of Mrs. James ; but they are not inconsistent with the presumed intent of the testatrix, that the remaindei’-men should take as right heirs. They would be in England, and they would be with us in a case where a remainder is limited to heirs of the body ; for in such cases distribution by descent is impossible. But with us, a gift to heirs generally in fee, contemplates descent according to the intestate laws. Hence, a direction that it shall so descend, is in perfect harmony with the technical meaning of the words of the gift, and, consequently, is no reason for presuming that the donor employed the technical language in any other than its ordinary and legitimate sense. See Physick’s Appeal, ante, p. 128.\n• This is enough to show that Aye think this case was rightly decided.\nThe decree of the Court of Common Pleas is affirmed."}