{"id": "425139", "contents": "The opinion of the court was delivered, by\nAgnew, J.\nThe court below seem to have fallen into error, in qualifying the answer to the plaintiff’s second point. There was no evidence that the gate was out of repair when John Erb. removed it to the place from which his father had moved it in 1845 ; or that Jacob Erb had at any time refused to keep it in repair. The plaintiff was therefore entitled to an unqualified answer upon the effect of the agreement as to keeping the gate in the location to which it had been thus removed. It must be remembered that there was no dispute about the right of way, or the right to have that way crossed by the gate ; it was a mere question of location upon the way. Ephraim Erb, the former owner and father of John, had himself moved the gate in 1845, and there it had remained ever since, with the acquiescence of Jacob, until John undertook to move it back in August 1863 without his consent. Without the proof of the agreement between Jacob and Ephraim Erb, testified to by Levi Miller, a jury would have inferred from the use of the gate by Jacob for eighteen or nineteen years, that he had consented to its removal by Ephraim in 1845, and thus established its location by common consent. But Miller’s testimony proves an express agreement between Ephraim and Jacob that the former would keep the gate at the race in repair, and the latter the gate in dispute, to which Jacob agreed on the express condition that this gate should remain where it then was. Now, in a mere question of location, where no title is in dispute, surely after such conduct on part of Ephraim himself, he would not, without proof of a failure on part of Jacob to live up to his agreement, be permitted to put back the gate to an inconvenient location, compelling Jacob to get out into the stream or the mud left by it, every time he had to open the gate. The removal in 1845 had been caused by the encroachment of the stream, by washing away the adjacent banks. It will be observed, that this is not an action founded directly on the contract, where the plaintiff would be compelled to show his own performance or readiness to perform before he could ask a verdict in his favour; but it is for the injury caused by the illegal removal of the gate to an inconvenient location, detracting from the utility of the right of way. It was the defendant who had had to set up his right of removal; and to do this he must show the plaintiff to be in fault in not keeping the gate in repair. The court therefore fell into error in charging the jury, that the plaintiff must precede his right of recovery by proof of repairs kept up. The location and actual existence of the gate, where it stood by consent for nearly twenty years, and the mutual agreement for repair, were primd facie sufficient for the plaintiff, till a cause of removal was shown.\nJudgment reversed, and a venire de novo awarded."}