{"id": "425142", "contents": "The opinion of the court was. delivered, by\nAgnew, J.\nThe fund to be distributed in 'the court below, came from a sale of six acres of ground, including a saw-mill, built upon the same, by one who held under articles of agreement for the purchase of the ground. The mechanic’s claim was for machinery and castings furnished for the saw-mill. A deed was made after the building of the mill was commenced, and the vendor took a judgment for the remainder of the purchase-money, which was entered on the day of the delivery of his conveyance. While it is true that the lien of the material-man dates from the commencement of the building, his claim of priority over the vendor’s judgment for purchase-money is founded in a misconception of the estate bound by his claim at the time of its commencement. Savoy v. Jones, 1 Rawle 350, and Holdship v. Abercrombie, 9 Watts 52, did decide that, under the Act of 1806, a sale under á mechanic’s claim carried a greater interest than that which might belong to the person who procured the building to be erected. But the Act of 28th April 1840, § 24, gave to the Revised Act‘of 1836 a different operation, and it was so held in O’Connor v. Warner, 4 W. & S. 223. Under this law the lien of the mechanic is restrained to the estate of the person in possession, at whose instance the building is erected. It is without doubt, therefore, that Neff the vendor, when he conveyed to the Ankenys, transmitted to them a different estate, which had not before vested in George Ankeny, viz., the legal title, and his estate represented by the unpaid purchase-money, which belonged not to Ankeny but to himself.. But nothing is better settled than this, that if the vendor, at the time of parting with his title, takes a mortgage or judgment as a part of the transaction to secure his purchase-money, he retains a lien upon the estate conveyed, not to he displaced by any other encumbrance, provided the mortgage be recorded within the sixty days allowed therefor, or ’ihe judgment he entered on the same day. There being no fractions of a day, the judgment-lien is therefore contemporaneous with the delivery of the deed. Now although, as decided in Lyon v. McGuffey, 4 Barr 126, a mechanic’s lien upon an equitable estate attaches to the subsequently-acquired legal estate, because of the merger of the equitable estate, which takes place by operation of law, yet it does not thereby take precedence of the vendor’s claim. The latter had an estate upon which, the former had no lien, and when he transmitted it to his vendee, he never let go his grasp upon his purchase-money. The law does injury to no one, and its operation by way of merger of the equitable into the legal estate, is not to be at the expense of a third party having a superior claim upon the legal estate. It is true, that in Lyon v. McGuffey, the lien of the mechanic took preference of the vendor’s judgment, hut that was because the vendor let go his grasp upon the purchase-money by omitting to file his judgment for ten days after parting with his title. The court below was clearly right in saying that the whole weight of the authority of that case rested on the omission to file the judgment-bond in time to preserve the continuity of the vendor’s lien.\nJudgment affirmed."}