{"id": "425175", "contents": "Thé opinion of the court was delivered, by\nStrong, J.\nIn most cases in which the Commonwealth has appropriated the land of a private owner for a public highway, it has not attempted to take the fee simple. The Road Laws generally contemplate no more than fastening a servitude upon the land and devoting it to public use as a highway. A right of passage is all that is taken, while the fee is left undisturbed in the private owner. Hence when the public right of passage is given up, the servitude of the land is gone and the owner holds it disencumbered of the public right, and as if the Commonwealth had never interfered with his enjoyment of it. It is not to be overlooked, however, that this is because the Commonwealth made at first but a partial appropriation. If in any way the title of the owner has been acquired by the public, if the Commonwealth has purchased the fee, or taken it through the exercise of its right of eminent domain, and if then the land has been devoted to public use as a highway, a cessation of that upe can revest nothing in the former owner. His rights are gone and he cannot resume possession. It is then a fundamental inquiry in this case, what was the extent of the appropriation made when the Commonwealth took the land in controversy between these parties. Was it a mere right of passage that was taken, or was it the ownership of the land in perpetuity ? It is very evident from the Act of Assembly of February 26th 1826, entitled “ An act to provide for the commencement of a canal, to be constructed at the expense of the state and to be styled£ The Pennsylvania Canal,’ ” that the purpose of the legislature was to secure the acquisition, in absolute ownership, of .the lands through which the canal was intended to pass, so far as those lands were designed to be actually and permanently occupied by the canal. Two kinds of occupation were plainly in view; one permanent and continuing, and the other temporary or of limited duration, such as might be required for the deposit of materials or accommodation of the workmen while the canal was in process of construction. Hence the viewers were required to value the land and all damages the owner or owners should sustain by reason of cutting the canal through such land and the partial or temporary appropriation, use, or occupation of such land, and they were also required to describe and ascertain the bounds of the land by them valued, and the quality and duration of the estate in the same, required by the agents of the Commonwealth for the use of the state. The act then proceeded to declare, that on payment of the valuation made by the viewers, the state should be seised of such lands as of an absolute estate in perpetuity, or with such less quantity and duration of interest or estate in the same, or subject to such partial or temporary appropriation, use, or occupation, as shall be required and described as aforesaid, as if conveyed by the owner or owners. Thus a clear distinction was made between land required for temporary use and that taken for the canal itself. Of the former it was in substance declared, that the seisin of the Commonwealth should continue only so long as the temporary use was required. Of the latter, the seisin was declared to be in perpetuity, as if conveyed by the owner or owners. Nowhere in the act was any authority given to the viewers, when the assessment became necessary, In consequence of the disagreement of the parties, to assess damages for a right of passage alone, such as is appropriated under our road laws generally or under laws incorporating canal and railroad companies. Necessarily, therefore, the appropriation of that which was required for permanent use was an appropriation in fee.\nThe Act of 1826 was followed by that of April 9th 1827, which made some changes in the mode of ascertaining damages. It authorized the owner of land considering himself aggrieved by the passage of a canal through his land, to present his petition to the Court of Quarter Sessions of the proper county within one year after the completion of the work, and it directed the appointment of five viewers to view the premises and report such damage, if any, as they or any three of them should think the owner had sustained by reason of said canal, taking into consideration the advantages of said canal to the petitioner. This act also empowered the board of canal commissioners to make an amicable adjustment of any damages whatever, sustained by the owner or owners of any land through which any canal or railroad, to be made at the expense of the state, passes or is intended to pass ; a provision not found in so large terms in the Act of 1826. There is no direct reference in this second act to the estate or quantity of interest which the Commonwealth should acquire, in the lands appropriated without purchase and for which the compensation to be made was to be settled by viewers, and, if it is not to be construed in connection with the first act, there is nothing in it that gives any different effect to the appropriation from that which generally results from laws providing for taking private property for public use as a highway. Standing alone the act does not seem to contemplate an acquisition of the fee by the Commonwealth. Rut the Acts of 1826 and 1827 are in pari materia. They both relate to assessments or valuations of lands taken for the Pennsylvania C&nal. The latter act does not repeal the former, except so far as it makes inconsistent provisions for compensating owners of lands taken. It follows that both acts must be construed together, as parts of one system. It is then to the Act of 1826 that we must look for the nature and extent of the interest which the Commonwealth obtained by the appropriation of lands for the canal and by the assessment and payment of the valuations. Such was the rule adopted by this court in Commonwealth v. McCallister, 2 Watts 190, where the nature and extent of the estate acquired by the Commonwealth came into consideration. There it was practically rüled that though proceedings for assessments were commenced under the second act, their effect was determinable by the first, and it was said the main purpose of the legislature, in the enactment of 1827, was to postpone the application for an assessment until the completion of the work through the land of the applicant.\nIt is argued, however, by the plaintiff, in this case, that the Commonwealth did not acquire ownership in perpetuity of the land now in controversy, because that when the viewers made their valuation and assessment, they did not ascertain and describe the quality and duration of the interest and estate in the same, required by the board of canal commissioners for the state. This, it is said, was made their duty by the Act of 1826, and it is insisted that, they having failed to report a perpetual duration of the estate, the Commonwealth acquired only an easement to continue while the land taken should be used by the canal. This argument sacrifices,substance to form. It leaves out of view the declared purpose of the Act of 1826, to which a description of the quality and duration of the estate required Avas manifestly subordinate, and it overlooks the change wrought by the Act of 1827. Under the Act of 1826, in all cases where, in consequence of disagreement between the canal commissioners and the owner or owners of land, a view and an assessment became necessary, the legislature contemplated no other acquisition of title to land intended for permanent occupancy than an estate in perpetuity. The viewers were not left at liberty to value a less interest in such lands. They might assess damages for so much as was intended for temporary use, but for so much as was required for permanent enjoyment, their plain duty was to value the fed. ' Nor was it for them to determine that the Commonwealth should take less than a fee, nor even what should be the duration of interest in what was required for temporary use. This was to be determined by the board of-canal commissioners. It was what was required by the board for the use of the state that they were to value and to describe, and it was of that thus required and described, not of that the viewers might think necessary, that the law defined the seisin of the state. As already remarked, a distinction was marked between such as was required for permanent occupation and that required for temporary use. That required for the bed of the canal, its tow-paths and embankments^ as was the land now in controversy, could only have been designed for permanent use, and in fact the fee was required. In addition to this, the Act of 1821 made it unnecessary for the viewers to ascertain and describe the quality and duration of the interest and estate required in lands upon which the canal itself was located. Under the Act of 1826 proceedings for valuation could have been instituted before any work was done upon the land of an owner. In such a case it was necessary, not only to describe the bounds of the land valued, but the uses for which it was required, whether temporary or permanent. But when by the Act of 1821 it was provided, that valuations and assessments should not be made until after the completion of the work, the reason for requiring a description of that intended for permanent use ceased. The extent of the property thus appropriated was defined on the ground, and the nature of the interests required was plainly indicated. There was no longer temporary use, and that which was permanently appropriated was marked out. Upon this subject the language of the court in Commonwealth v. McCallister is very plain. One of the exceptions in those cases was “ that the owners (viewers ?) did not ascertain and report the quality and duration of interest in the premises required by the canal commissioners for the use of the state, as required by law and the order of the court.” Upon this the court said: “ By the Act of 9th of April 1821, the viewers are not to be called upon to view the ground and make report until after .the work of the canal has been completed through the land of the applicant. The canal being finished through his land, it is obvious then that the state has no use, after that, for any part of the land, except that upon which the canal has been located and made, which is necessarily wanted in perpetuity. The use to which it has been appropriated by the state is a sufficient indication of the quality and duration of interest and estate that is required by her in it, and the applicant has clearly a right to claim compensation for the fee simple of it. Any portion of the applicant’s land which was used for temporary purposes, in making and constructing the canal, is not wanted after the work of the canal on the ground has been finished, and therefore it is not necessary to report in regard to it, further than to make to the owner thereof a proper allowance for his temporary exclusion from the enjoyment of it, in settling and adjusting the amount of compensation which ought to be given for the whole loss and injury sustained. To set it forth by metes and bounds and the quality and duration of interest and estate which the canal commissioners or the state had the use of, in making the canal, .would be perfectly useless.” The court then went on to declare, that the requirement, in the order to viewers, to make reports upon this subject was surplusage, because, as they said, it was “ not required or authorized by the Act of 1827, which in effect repeals the Act of 1826 in what is thereby required to be reported on this point.” Commonwealth v. McCallister thus determines, that it is not essential to the acquisition of a fee by the Commonwealth that the viewers ascertain and describe the quality and duration of the interest and estate required. What is taken for the canal is acquired in perpetuity.\nIt is urged, that if a fee is acquired great injustice may be done to owners of lands by an abandonment of the canal or a change of its location, thus depriving owners of the advantages which the jury were required to take into consideration in assessing the damages. This may be admitted unless the viewers considered also the possibility of such abandonment or change. Perhaps it ought to be presumed .they did take into account such a possibility, but if not, the injustice, if any, is chargeable to the Acts of Assembly. It is remediless by us.\nThe other question raised by this writ of error relates to the effect of the license given by the canal commissioners to Jacob M. Haldeman, the father of the plaintiff, on the 9th of January 1883. By resolution of that date the board permitted Jacob M. Haldeman to construct a wharf on the berm side of the canal, by excavating twelve feet back into his lot from the water-line of the canal adjoining the property now in dispute, the wharf not to be less than eighty-five feet long, and to be constructed under the direction of the principal engineer of the division. The wharf was accordingly constructed, and it was in use until after the defendants purchased from the Commonwealth and until the location of the canal was changed. In reference to this state of facts, the court instructed the jury that neither the original permission to erect the wharf, nor its subsequent occupation and enjoyment, could divest the estate of the Commonwealth, which could reclaim the land when it thought proper, as it had bought and paid for it in fee simple, provided it was within the line of survey reported by the viewers. Of this instruction the plaintiff complains. But if the title to the fee was in the Commonwealth when the permission was given to build a wharf on adjoining land, we are unable to see how that permission, though followed by the erection of a wharf in pursuance of it, and its continued enjoyment, could divest the title previously held by the state. Manifestly it was not intended to work any such effect. We are referred to the 7th section of the Act of 1857, providing for the sale of the main line of the state canals, in which it was enacted “ that the purchasers of said main line shall take the same and its appurtenances, subject to all contracts and arrangements heretofore made by Act of Assembly or otherwise, for and in respect to the use of such works, and shall carry out the same with all persons interested therein, in the same manner as the Commonwealth or its agents are now required to do by law.” Put did the arrangement of the canal commissioners with Jacob M. Haldeman give him title to land which he could recover in ejectment ? Assuredly not. It was at most hut a license, and revocable at pleasure : Monongahela Navigation Co. v. Coons, 6 W. & S. 101; Susquehanna Canal Co. v. Wright, 9 Id. 9; Railroad Co. v. Young, 9 Casey 175. If it were more than a license, if it were a contract, its breach is not remediable by ejectment.\nThe other assignments of error are only repetitions of those we have considered, and they require no other notice.\nThe judgment is affirmed."}