{"id": "425131", "contents": "The opinion of the court was delivered, by\nAgnew, J.\nThis case arose under the Act of 16th May 1861, P. L. 708. Jay Cooke & Co. having neglected to make a return under the first section, and a report under the second, the auditor-general and the state treasurer, on the 5th of June 1862, settled an account against them, charging them with a penalty of one thousand dollars for each neglect. An appeal having been taken to the Court of Common Pleas of Dauphin county, that court held that but one penalty could be recovered for both neglects, and also that no charge for interest could be made. We think, in this, the learned judge, who is usually very correct, fell into error.\nIt is true, that a penal law must be construed strictly, and according to its letter. But this strictness, which has run into an aphorism, means no more than that it is to be interpreted according to its language. Literal interpretation is but a figurative expression, meaning, perhaps, that we are to adhere so closely to the language we are not to change the signification by dropping even a letter. The purpose of the rule is to prevent acts from being brought within the scope of punishment, because courts may suppose they fall within the spirit of the law, though not within its terms. To create offences by mere construction is not only to entrap the unwary, but to endanger the rights of the citizens. But in the case before us it is wholly unnecessary to run away from the language of the act. It is a question of interpretation and not of construction, and we have only to say what the very words mean.\nThe provision is, that every “ banker or broker who shall neglect or refuse to make the return and report required by the first and second sections of this act, shall, for every such neglect or refusal, be subject to a penalty of one thousand dollars.” Adhering, then, to the words of the law, to what did the legislature refer when it said “ shall for every such neglect or refusal be subject to a penalty” ? It is to be observed it is the language of reference, and we are therefore, by the words themselves, sent to inquire for the delinquencies referred to. But the moment we start off on this errand, we discover that the reference is to a return, to be found only in the first section, and to a report, provided for only in the second, and that they differ widely. Each is indispensable — the report, that it may be known to the Commonwealth who is liable to taxation; the return, that the means of assessing the tax may be furnished. The report is once for all time the party may continue in business; the returns annually until he ceases. It is clear that the offences being different in kind, independent in act, and distinct in time, each is liable to punishment. When the legislature therefore said, every such neglect or refusal should be the subject of a penalty, it becomes very plain it did not refer to a joint neglect of several acts impossible of simultaneous performance. Had the word “ every” been omitted, the language might have been dubious, but with it before us, as a part of the very letter of the act, we are admonished by the reference to resort to separate sections to ascertain the neglect or refusal referred to, and thus compelled to give the distributive word every a reference to each: reddendum singula singulis.\nWe think that under the 35th section of the Act of 30th March 1811, interest should have been allowed, beginning to run from the end of three months from the time of the settlement. It is pot denied-that a'penalty generally bears no interest before judgment. But a judgment which ascertains the liability bears interest. So here the legislature has said the balance of a settled account shall bear interest after three months from the date of settlement. The settlement ascertains the debt which the party owes to the Commonwealth. The balance is the sum found due. , When the legislature provided that this penalty should be collected on an account settled by the accountant officers, as taxes on bank dividends are now settled and collected, it fixed the mode of procedure governed by the Act of 1811. There is no reason, therefore, to exempt this ease from the provisions in the 35th section as to interest. By the settlement the penalty becomes a debt, and the balance in the settlement bears interest as' other debts thus ascertained. Now, unless the appeal of the debtor opens this settlement to the prejudice of the Commonwealth, clearly the time of the commencement of the interest- being fixed by the law on the actual debt of the debtor, there is no just principle which can relieve him. The legislature has determined the right of the Commonwealth to have interest on all such settled demands. Then can it be tolerated, that when a debtor makes an unfounded appeal, and is at last condemned to pay all that was settled against him, he can make a virtue of his own wrongful delay to escape payment of what he justly owes as interest? We think not, and that he should pay interest as well as debt.\nThe judgment of the court below is therefore reversed, and judgment is now entered for the Commonwealth for $2267.59, the largest sum found by the verdict, with interest from the 28th day of November, A. D. 1864."}