{"id": "425166", "contents": "The opinion of the court was delivered, by\nStrong, J.\nBy his will the testator first gave the property now in controversy to his nephew Emlen Physick, absolutely; to him, his heirs, executors, administrators, and assigns for ever. Subsequently, by a codicil to his will, reciting the previous gift in fee simple, he revoked so much as gave the property in fee, and instead thereof devised and bequeathed it to trustees, for the use of his nephew for and during his natural,life, with a power of appointment by will to such child or children, grandchild or grandchildren, as the tenant for life might direct, and in default of appointment, ordered the remainder to be equally divided among the right heirs of his said nephew, to them, their heirs, executors, administrators, and assigns for ever. That the intent was to give to Emlen Physick but an estate for life, is beyond doubt. It is expressly avowed, and the testator made a change in his first testament, an arrangement for no other purpose than to substitute in lieu of a fee a particular estate for life with subsequent remainders. The property was also given to trustees to sustain and carry out the ulterior limitations. Thus much must be conceded. The power was never executed, and the trusts are not of a character to affect the title. The estate given to the first taker and that given in remainder are both legal, for the law executed the trust. This is not controverted. If, then, Emlen Physick took more than an estate for life, it must be because the limitations of the remainder were such as to bring the gift within the rule in Shelley’s Case, and enlarge the estate of the first taker in despite of the intent of the donor. It is admitted that the plain intention to give no more than a life estate must fail, if there was also an intention that the remainder-men should take by descent as heirs of the devisee of the particular estate. In every such case the rule inexorably determines, that the ancestor shall have an estate in fee. The case then is reduced to the question, whether in the gift of the remainder, the testator used the term “ right heirs” in its legal and ordinary sense, or as descriptive of persons, and to indicate the root of a new succession. The strong presumption arising from the use of technical words of limitation, is of an intention that the remainder-men shall take by descent — a presumption'not easily overcome. It may be rebutted, but it can be by nothing short of affirmative evidence of a contrary intent, so clear as to leave no reasonable doubt. I do not find such evidence in this will. In searching for it, I can attach no importance to the language used in the gift of a restricted power of appointment to such child or children or grandchild or grandchildren of the tenant for life, as he might designate by his will. It cannot be overlooked that the dispositions of the remainder, after the gift of the particular estate for life, are alternative limitations. One cannot help the other. Each must stand by itself. If no appointment was made, the will is to be read as if it contained no power of appointment, and the ease has not arisen in which the testator contemplated a benefit to the child or children, grandchild or grandchildren of the first taker. Then there is no other indication of an intent that the right heirs should take as purchasers, than the direction of an equal division among them, their heirs, executors, administrators, and assigns for ever. Words of distributive modification, with words of limitation added, are held to be sufficient in England to overcome the primary meaning of the word “ heirs” and convert it into a word of purchase, descriptive of individuals. Why ? Because each shows an intent that the remainder-man described as heir, shall not take as such. As heir, he must take either a fee simple or fee tail, in solido and in severalty. He cannot take as a tenant in common with others. There can be but one heir at law. And a superadded limitation to his heirs can mean nothing if he does not take as a new root of succession. The first direction is repugnant to the technical meaning of the word heirs ; and though, standing alone, it must give way, yet when fortified by a second limitation, the intent to use the technical word as descriptive of persons is thought to be sufficiently apparent. But in this state the principal reason for the English rule is wanting, except when the remainder is limited to “ heirs of the body,” and when the descent is therefore to the heir at common law in severalty. After all, it is a question of intention. t How did the donor, or testator, intend the remainder-men to take ? If as heirs, in this state they take distributively, and, therefore, a direction that the remainder shall be divided among right heirs, is not repugnant to an intent that they shall take by descent. There is in this will nothing to show that the testator did not use the words of limitation, “ right heirs,” in their proper sense, except the superadded words of limitation, and these alone have always been held insufficient.\nThe direction of an equal division among the right heirs, affords no indication of an intent that they shall take as purchasers, for if there he heirs in different degrees, they take equally per stirpes, and that is the rule of descent\nThe gift of the life estate and remainder is then plainly within the rule in Shelley’s Case, and the court erred in decreeing that Emlen Physick did not take a fee; consequently the widow is entitled to share in the distribution.\nThe decree of the Orphans’ Court is reversed, and it is ordered, adjudged, and decreed, that one equal third of the sum for distribution be paid to Frances Mary Physick; one half of the remainder is awarded to the guardian of Emlen Physick, and the other half to the guardian of Ellen Elizabeth Physick.\nSubsequently, on exception to the report of the master making distribution in accordance with the foregoing decree, the following amended opinion and decree were made by\nStrong, J. — In making our decree at January Term 1863, in the matter of the appeal of Frances Mary Physick, we inadvertently fell into an error. The only question argued before us related to the estate which Emlen Physick took under the will of Samuel Emlen. That we held to have been a fee simple, and consequently we decreed that the appellant was entitled to one equal third part of the fund for distribution. There our decree should have ended. But in order to dispose of the entire fund, we awarded one half of the remainder to the guardian of Emlen Physick the younger, and the other half to Ellen Elizabeth Physick, the soiihand daughter of the devisee in fee, under the will of Samuel Emlen, without noticing that a disposition of the fund had been directed by the will of that devisee. This was an error, and our decree is to be corrected so far as it awards any part to Ellen Elizabeth Physick, and only one-half of the remainder, after deducting the share of Frances Mary Physick, to Emlen Physick. The property passed under the residuary devise and bequest to the trustees named in the will, diminished by what the widow was entitled to receive. It was not a case of intestacy. Of this we have no doubt. The master followed our decree, and therefore made an erroneous distribution.\nLet our decree be corrected by striking out so much thereof as directs a distribution of the remainder, after deducting the sum awarded to Frances Mary Physick, and let the case be referred back to Joseph A. Olay, Esq., to make distribution of the said remainder according to the directions of the will of Emlen Physick, deceased, and let the costs of this appeal he paid out of the fund."}