{"id": "425140", "contents": "The opinion of the court was delivered, by\nWoodward, C. J.\nThis bill was filed to obtain the cancellation of agreements and other papers that were made to delay, hinder, and defraud creditors, but the cancellation is asked for by no creditor and only by one of the parties to the papers. The argument is that they should be cancelled at the suit of the plaintiff, because she was betrayed into the making of them by the artifice and fraud of the defendant.\nThe statute of 13 Elizabeth avoids such papers only for the benefit of creditors, and has no apjDlication to the rights of the parties as between themselves. An agreement void by the statute, as to creditors, is to be administered, as between the parties themselves, like any other agreement, and therefore may be impeached for actual fraud: Buehler v. Gloninger, 2 Watts 226; Sherk v. Endress, 3 W. & S. 255. If the question here were upon enforcing the agreements, there can be no doubt that Mrs. Hershey might avail herself of the fraud she complains of, provided always she could establish it to the satisfaction of a jury; but between enforcing and cancelling an agreement there is a distinction as palpable as that between an executory and an executed contract. And the ground upon which courts of equity proceed in rescinding or cancelling executed contracts is much more narrow than that upon which they refuse specific performance of an executory contract, or even decree its cancellation. Still, actual fraud is a ground of cancellation in equity: Graham v. Pancoast, 6 Casey 99, and Nace v. Boyer, Id. 99. If satisfactorily made out, why may it not be applied to a contract which creditors might avoid unclér the statute 13 Elizabeth ?\nWho comes into equity must come with clean hands. In pari delicto, melior est conditio defendentis. These are the principles which stand in the plaintiff’s way. You come to ask for the cancellation of an agreement which you intended should delay and hinder creditors, and thus violate the statute law of the land, and therefore you cannot be heard in equity. Who does iniquity shall not have equity. If we could entertain your suit, the fraud practised upon you might be redressed; but equity has no relief for a party who, in the practice of one fraud, has become the victim of another. The old cases often gave relief, both at law and equity, where a party to a fraudulent contract would otherwise derive an advantage from his iniquity; but the modern doctrine has adopted a more severely just and probably politic and moral rule, which is, to leave the parties where it finds them, giving no relief and no countenance to contracts made in violation of statutes. See note to 1 Story’s Equity 295, and the eases there cited. I refer also to Evans v. Dravo, 12 Harris, and Shuman v. Shuman, 3 Casey 95.\nEquity will relieve at the suit of a particeps criminis where the public interest requires it, for the relief in such cases is given to the public through the party: St. John v. St. John, 11 Ves. 535; Roberts v. Roberts, 3 P. W. 66; Worcester v. Easton, 11 Mass. Rep. 376.\nBut in this ease, we hear of no creditors: though there were creditors to be defrauded when the papers were made, there are none to be benefited by the cancellation. It is obviously our duty te shape our judgment so as to discourage future contracts violative of the statute of Elizabeth; and we do so when we leave the parties as we find them, without helping either out of the predicament they have got into. We cannot sanction a constructive fraud even for the purpose of punishing an actual fraud.\nIt is the policy of every civilized people to protect creditors from covinous agreements and assignments of debtors, and this, not because creditors are a peculiarly meritorious class, but because credit and confidence are indispensable to the advancement, if not the very existence, of society ; and the growth of these will always be proportioned to the vigilance with which the laws guard the obligations of good faith. The statutes which are founded upon this policy will be made most effective by shutting the door of equity against all who violate their provisions.\nThese observations are enough, perhaps more than enough, to add to the sound views advanced by the learned judge in dismissing the plaintiff’s bill.\nThe decree is affirmed."}