{"id": "425151", "contents": "The opinion of the court was delivered, by\nStrong, J.\nThough the Act of Assembly which authorizes transcripts of judgments of justices of the peace to be filed and entered on the dockets of Courts of Common Pleas, declares that no fieri facias shall be issued by any prothonotary, until after a production to him of a certificate of a justice that an execution had been issued to a constable and returned “ no goods” sufficient, it cannot be held that attachment-executions founded on such transferred judgment are void, unless the record shows such a certificate of a fruitless execution. The most that can be said of such attachments is that they are irregular, and even that may he doubted. They are quite unlike writs of fieri facias, for they are required to be served upon the defendant when he is a resident of the county in which the attachment is issued, and the defendant may have a day in court. The Act of Assembly does not in words apply to attachments, and they do not seem to be within its spirit, when the defendant has an opportunity to be heard in opposition to the claim of the attaching creditor. The prohibition of the act is no more positive than is the second section of the general Act of 1836, relating to executions, which enacts that no execution shall be issued upon any judgment, unless the party against whom it shall have been rendered, his heirs, executors, and administrators, shall be first warned by a writ of scire facias, yet this has been held not to prohibit an attachment-execution: Ogilsby v. Lee, 7 W. & S. 414; Gemmill v. Butler, 4 Barr 232. In these cases the attachment-execution was treated as not even irregular. Conceding, however., in this case that the attachment was irregular, and that it might have been avoided, we think the court was right in holding that the plaintiff in error, who was the defendant in the attachment-execution, is not to be heard now in asserting its irregularity. * If he had notice of the attachment, and still suffered judgment to„go against the garnishee, he waived his fight to object that the writ issued erroneously. It may be that the garnishee may take advantage of irregularities in the proceedings on the attachment, and that he would be liable to the debtor if he paid over the money in his hands on an unsound judgment. This is all that was said in Skidmore v. Bradford, 4 Barr 296, but the judgment against Swanger, on which Snyder paid over the money, is not alleged to have been unsound. A scire facias confessedly might have been issued upon it, to which Swanger would have had no defence ; Green v. Seymour, 3 Watts 381; and he has suffered by nothing the garnishee has done. He has lost the advantage of a mere technicality, and lost it through his own neglect. We think the court below viewed the case correctly, and that there was no error either in receiving in evidence the attachment-execution, or in the charge relative to its effect, or in the answer to the plaintiff’s second and third points.\nNor was there error in the answer to the fourth point. There was no pretence that the answers made to the interrogatories were untrue, or that the plaintiff was wronged by them. It may be unusual for a garnishee .to employ the attorney of the attaching creditor to prepare his answers, but it does not necessarily conclude those answers to be fraudulent.\nThe judgment is affirmed."}