{"id": "477624", "contents": "The opinion of the court was delivered,\nby Woodward, J.\nOn the 30th March 1861, plaintiff issued an attachment-execution under the 35th section of the Act of 16th June 1836, relating to executions, and served it on the Lewis-burg Bank; but finding that the defendants had no deposits there, he issued, on the 13th April 1861, an attachment under the 32d section of the same act, with a view of attaching stock which the defendants, or one of them, held in that bank, in the name of Mary Hayes.\nThe court, on motion, set aside the latter writ, on the ground that the former one had not been abandoned or discontinued, and that plaintiff Avas not entitled to tAvo attachments at the same time. To this judgment the present writ of error was taken, and we are now moved to quash it on the ground that a writ of error will not lie to such an exercise of mere discretion.\nA writ of error lies in all cases in Avhich a court of record has given a final judgment or made an aAvard in nature of a judgment, or where judgment has been arrested, or, on an appeal from a justice, has been dismissed, or on an aAvard of execution: 3 Barr 273; 2 S. & R. 57; Ibid. 392; 2 Jones 251. If the dismissal of execution process should be considered as a mere discretionary power of the Courts of Common Pleas, not reviewable on error, it is manifest they might prevent a plaintiff from collecting his judgment altogether. It is a high power to set aside the process of the law. Such a decree is final, and therefore revieAvable on error. It is one of those judgments with which “ persons may find themselves aggrieved,” and therefore it falls within the letter of the old remedial law of 1772, Purdon 311.\nDeclining to quash the Avrit of error, it remains to inquire whether there was any legal ground for setting aside the attachment that bad been issued against the stock. There is no complaint that any of the statutory formalities had been disregarded. The only objection to it was the pendency of the prior attachment. That was no valid objection. Both writs of attachment were execution process; and the general rule is that you may have as many forms of execution as the law will afford, and may pursue them all at the same time until satisfaction be obtained on one of them. Before imprisonment for debt was abolished, a ca. sa., a fi. fa., and an attachment-execution might all be out at one and the same time. We see no irregularity in the practice in this case, but if there were any, it was obviated by the discontinuance of the first attachment, on the same day the court set aside the second.\nThe judgment is reversed, and the record remanded, with a procedendo."}