{"id": "477637", "contents": "The opinion of the court was delivered,\nby Thompson, J.\nThe main question below was whether or not the land in controversy was covered by the warrant and patent of the Green tract, which was surveyed on the 22d September 1789, on a warrant to William Green dated the 6th of December 1784, and patented the 23d of February 1790. The plaintiff in error is the owner of the Green tract, and complains of the ruling .of the learned judge of the Common Pleas, upon the effect of the return of survey on the Green warrant, and his charging that, in the absence of lines' on the ground, or evidence showing them to have been actually run, the presumption after twenty-one years is that they were run as returned.\nThe plaintiff contended that his tract extended to and adjoined the William Adams survey on the south, and the Robert Gray on the cast, and claimed to establish this by the return of those surveys, and that therefore the presumption alluded to did not apply to his case. The location of the Adams and Grajr warrants was in 1793, four years after the Green, and three years after it had been patented. Between the lines as returned for the Green warrant and those run and marked as the northern line of the Adams and the west line of the Gray, is the land in controversy, and if it is covered by the Green warrant and patent, as the plaintiff claims, it will give to that tract 55 acres and 123 perches more land than is embraced within the lines of the official survey as returned into the land office. The plaintiff insists that those surveys calling for his lines on the south and east, after so great a lapse of time (sixty-five years) before the date of the defendant’s warrant, raise a presumption of fact that there was where his lines were originally run, and that the presumption that the survey was run as returned was rebutted thereby, and that he is entitled to recover. The learned judge below charged against him on this view of the case, and the question now is, was he right ?\nIt is an indisputable principle that a tract of land cannot be carried beyond its marked boundaries to reach its calls, and hence it is certain that the Gray nor Adams survey does not in any way interfere with the land in dispute.\nIt is also v'ell settled, and should now be considered an elementary principle, that where there are no lines or monuments on the ground, or calls to indicate where the line or lines of a survey should be, there the courses and distances as returned must be resorted to in order to fix and define the boundaries. So is it as well settled in cases of an official survey where lines have not been run on the ground or cannot be shown to have been so run, that after twenty-one years from the date of the return, the lines will be presumed to have been run as returned. There being no marks of a survey on the ground, or designated monuments, or proof that they ever existed, is what gives rise to this presumption, and also brings into play the 'test of location by the courses and distances — the compass and chain. It is not possible to doubt that in appropriate cases, lines so ascertained are to be regarded as equally well settled with those fixed by the marks on the ground.\nIn the case in hand the defendant’s theory was, and we think it was fully sustained by the evidence, that the south and east of the Green tract was not originally run, on the ground that these lines were chamber work. If this were so, the survey was clearly within the principle that after twenty-one years it was “presumptio juris et de jure,” as we said in Ormsby v. Ihmsen, 10 Casey 462, that the survey was made as returned, and upon this rule the owner of this warrant and patent was bound by the courses and distances therein contained, and so the court in substance charged.\nAfter the return of survey, nothing but an order of resurvey could authorize an enlargement or diminution of it. The authority of the deputy was exhausted by the return: 3 Yeates 399; 2 Binn. 55; 7 Barr 72. Thenceforth the boundaries would remain, unless changed by the authority of the land office. It follows, therefore, that the mere act of the deputy for other parties and at another time, could not produce the effect of enlarging the survey — that he could not effect a result indirectly, which it will not be pretended he could do directly.\nThe presumption contended for, that the lapse of time since the location of the junior warrants will give title to the senior up to their boundaries, seems to me to have no foundation to rest upon. It is certainly not a natural presumption, that an act not done in or about the latter, but exclusively for the former, shall be intended as-done for the latter, and so materially to affeot it. . It would do violence to common sense to hold this to be so ; nor can it be claimed to be a presumption of law, which is artificial, without showing authority for it. The presumption that the survey was made as returned, stands until it is overturned by facts; but the assurance presumptive of the plaintiff neither disproves it nor touches it. “ Stabit presumptio, doñeo probetur in contrarium.”\nOn the authority of Sweigert v. Richards, 8 Barr 436, these junior surveys of the Adams and Gray warrants were received as the declarations of a deceased artist, who located the Green tract, and who it was claimed had afterwards located them. This was on the principle of hearsay evidence in regard to boundary. They were perhaps evidence in this aspect of the case, but it was going very far to say they were “powerful evidence,” as the learned judge thought that the Green lines had been actually run just where they were found. It would be strange that the junior lines were to be found on timber still standing, on and near them, and not a single mark to be found of the survey made four years before. In the presence of such a fact as this, the declaration of the deputy in making these returns, that they were on the actual lines of the Green tract, is, to say the least of it, not powerful. This fact, and the incongruity between the courses, distances, and corners of the Green survey, as returned, and these junior surveys, induced the jury to disbelieve that the lines of the former and latter had been run on the same ground. About this part of the case, however, we have no point before us for review. The only use and effect to be given to these returns on the trial was given, in submitting them as hearsay evidence of boundary. As calls they have no effect to enlarge the boundaries of an older survey, and to this point is Carbon Iron Co. v. Rockafeller, 1 Casey 55. “ The adjustment of the lines of a younger survey,” said Woodward, J., “can never affect the location of an older; it lies where it was put by •the surveyor, and whilst it may help to locate surrounding surveys that are younger, it (the older) is not to be changed, contracted, or enlarged by what may be done in the location of them.” This is the true doctrine of this case, and we might well leave the discussion here. But we may notice the practical workings of a different rule.\nIt would have the effect to change and enlarge surveys even after, as in this case, a patent had issued. It would introduce lines neither returned by the deputy surveyor, nor to be found in the patent. It would pass lands not sold by the commonwealth, and without her consent, and without paying to her the purchase-money. It would ignore the orderly mode of changing ■ a boundary by an order of resurvey, a consequence of which is, payment for any increase of land, and an official return of 'the new survey. On the other hand, as the enlargement by this process is without the consent of the senior warrant-holder, it might give him quantities and qualities of land which he did not want, and worst of all, render uncertain the lines in his patent, and the description in deeds of conveyance that may have been made from it. Gores will exist wherever vacant land lies between the marked lines of approximating surveys; and we do not advance a step to prevent this by unhinging the settled law, which presumes the location to have been made as returned after twenty-one years, thus establishing boundaries. They will necessarily exist when lines on the ground exclude land between surveys. If evil arise from gores, it cannot be helped in such circumstances, and the commonwealth being the proprietor, has the sole right to appropriate them to parties willing to buy and pay for them. So the same rule should hold when, upon other principles, the location of land is equally well settled, or capable of being settled.\nIn the case in hand, the plaintiff’s tract was patented, as already said, in' 1790. This court has said that the acceptance of a patent ends all controversy about lines and quantities other than those described in it: Hagerty v. Mathers, 7 Casey 357; so it is here. True, a resurvey, ordered by the land office, might have enlarged the original survey, if obtained before intervening-rights, and even after a patent, by surrendering it, but that was not done, and the junior calls did not and could not change the boundaries of a senior survey. The consequence is, that the plaintiff must submit to be bounded by the lines of his tract as made and returned into the land office seventy years ago. We see no error in the case, and the judgment is\nAffirmed.\nWoodward, J., dissented."}