{"id": "477694", "contents": "The opinion of the court was delivered,\nby Thompson, J.\nThis was a bill to restrain the appellees from proceeding to sell certain real estate of the complainant on an execution against her husband. The averment in the bill of exclusive ownership in Mrs. Hunter, was not denied by the appellees ; they neither pleaded, answered, nor demurred, but when a motion was made for a preliminary injunction, it was refused, and the bill dismissed. Thus the exclusive ownership and title of the wife, the complainant, stood admitted, and the bill must have been dismissed for want of jurisdiction or the inapplicability of the remedy.\nThe question now is, did the chancery power of the court extend far enough to afford the relief prayed? Nothing but want of jurisdiction in the court or irrelevancy of the proposed remedy, could have authorized the summary dismissal of the bill. Did they exist ? On the pleadings the only question presented was, whether, since the Acts of 11th April 1848 and 12th April 1850, a levy and sale of a wife’s property on execution against her husband, was or was not contrary to law? If it was, and there was no adequate remedy at law for the act, then the court had jurisdiction of the subject-matter of the complaint; and it not being denied that it also had of the parties, the relief prayed for ought to have been granted.\nIt may and ought to be conceded, that it has been the constant practice in this Commonwealth, for a creditor to seize in execution any property which he may believe his debtor has an interest in, and sell it in satisfaction of his debt. It is an axiom of our law, that in some form or other, all property of a debtor not expressly exempt, is liable to be taken in satisfaction of his debts. Upon this principle, wherever an interest is alleged, the execution is allowed to go, and the question of interest is afterwards tried on the title obtained at the sale. If the debtor had no interest in the property sold, no title passed. The suffering party is the credulous bidder. True, the practice does often put the real owner to the trouble and expense of defending against title so obtained, and of showing that the debtor had no interest whatever in the property sold. The cloud upon his title is often doubtless an injury; but notwithstanding this, the doctrine that the creditor has a right to seize and sell his debtor’s interest in property, whatever it may be, has been so firmly fixed, that the courts have not been armed with power to interfere in limine. It cannot generally be ascertained in advance, when it is realty that is seized, whether the debtor has title or not. And the act of issuing execution on a valid judgment not being contrary to law, courts of equity have not been supposed to have power under our statutes, where the exemption does not exist, to restrain it. That question of title is usually left to the test of an ejectment. With this practice it is not intended to interfere in this decision.\nBy the Act of 1848, it is provided that the property of married women shall continue to be their separate property after marriage as fully as before, and “ shall not be subject to levy and execution for the debts and liabilities” of the husband. And further to secure to them the right of property, the Act of 1850 provides, “ that the real estate of any married woman in this Commonwealth, shall not be subject to execution for any debt against her husband, on account of any interest he may have, or may have had therein as tenant by the curtesy, but the same shall be exempt from levy and sale for such debt during the life of the wife.”\nThis act plainly forbids execution, because it expressly exempts the property from levy and sale. The question then recurs, are a levy and proceedings to sell a wife’s property for the debt of the husband in the lifetime of the wife, under the exemption and prohibition of the a.cts cited, contrary to law or not ? It is not easy to demonstrate the truth of a proposition that is self-evident, and it would be little less troublesome to prove what is so palpable on the face of these statutes. The whole object of the latter one is to deny legality to a levy and sale of the property therein described. Whatever, therefore, cannot be done without a violation of law, must be contrary to law, and being so, may be restrained if there be no adequate remedy at law.\nThe fifth clause of the 3d section of the Act of 16th June 1836, now in force throughout the Commonwealth, gives the several courts jurisdiction in equity “ for the prevention or restraint of the commission or continuance of acts contrary to law, and prejudicial to the interests of the community or the rights of individuals.” Acts which may be restrained, must be both eontrary to law and prejudicial to the interests of the community or the rights of individuals: 7 W. & S. 106; Br. Eq. § 282. Acts simply against equity are not within the power: 6 Wh. 541.\nWe have already shown the act of a levy on a married woman’s property, with proceedings necessary to consummate a sale, to be contrary to law. Is not the prohibition itself sufficient evidence that the act, in the estimation of the legislature, would be prejudicial to the right protected by the prohibition ? This cannot be doubted. It would be folly to prohibit harmless acts. It is, therefore, always to be presumed, that whatever is prohibited, is either wrong in itself or against the policy of the government. The foundation for the prohibition in both cases, is the prejudicial consequences of the acts prohibited. It is not, therefore, necessary, when there is a statutory prohibition of an act, to trace out prejudicial consequences to bring it within the defined jurisdiction in equity of our courts. If the law be transcended or disobeyed, the act may be restrained: 6 Harris 18; 12 Id. 159 ; 6 Paige 133; 1 Railw. C. 135.\nIn the case before us, the property was confessedly the wife’s exclusively. It was exempt from levy and sale for the debts of the husband by statute. Subjecting it to such process for such purposes was also prohibited by the same statute; notwithstanding this, the appellees did levy on it, and were proceeding to sell it when the injunction was applied for. This law and these facts clearly brought the case within the chancery jurisdiction of the court below, and instead of dismissing the bill, the court should have granted a preliminary injunction to restrain the appellees from proceeding to levy and sell the property. That this is proper as a remedy was also said by my brother Woodward, in Barncord v. Kuhn, 12 Casey 383.\nDoubtless, in applications like the present, a clear case, under the Acts of 1848 and 1850, of title in the wife must be shown ; otherwise a court of equity will not interfere, but leave the creditor to pursue his process, and the purchaser at the sale to establish his title in ejectment. Here the wife’s title was not disputed, nor that the debt was the husband’s, and consequently the dismissal of the bill was error. To cases of disputed ownership, or where there is no exemption, the authorities cited by the appellee generally apply; but that is not this case.\nDecree of the Court of Common Pleas dismissing the bill reversed, and the same is ordered to be reinstated, with directions to proceed according to equity practice therein, and that the appellees pay the costs of this appeal."}