{"id": "477676", "contents": "The opinion of the court was delivered,\nby Woodward, J.\nThe main proposition of law for which the plaintiff in error contends may bo conceded without necessarily reversing this judgment. That proposition may be stated thus : That, whilst mere omission of a creditor to sue the principal debtor does not discharge a surety, yet when the creditor has the means of satisfaction either actually or potentially in his hands, and does not choose to retain it, the surety is discharged. What it is to have the means of satisfaction actually or potentially in hand, must be gleaned from the eases. Thus the levy of a fi. fa. on personal goods of the debtor, as in Commonwealth v. Miller’s Adm’rs., 8 S. & R. 457, and in Bellas v. Haas, 16 Id. 252, was to possess the means of satisfaction, and a release of the levies worked a discharge of the sureties. So when the surety applies to the creditor, and apprises him of any legal means of recovering his debt, and he declines, upon demand made, to pursue it, whereby the opportunity of being paid is lost, the surety is discharged : Lichenthaler v. Thompson, 13 S. & R. 157. Or if suit be brought by the creditor which might result in satisfaction, but is discontinued against the consent of the surety, as in Bank v. McAllister, 6 W. & S. 149, the surety is released.\nThese are instances of the actual or potential possession of the means of satisfaction in the hands of a creditor, — but was there anything of this sort in the case before us ?\nThe plaintiff in error, defendant below, was the surety of Benneville Keim, the assignee of Daniel De B. Keim. Ludwig Webner was the creditor of the assignor. The assignee having filed his account of the trust, an auditor reported distribution of* 71 per cent, to the creditors on the 18th of January 1845. Exceptions were filed to his report, which were not dismissed, and the report absolutely confirmed until the 27th of June 1854, before which time Webner had died, and Frill had become his administrator. His distributive share, according to the auditor’s report, was f251.62.\nNow, the excuse of the administrator for not claiming prompt payment of this sum is, that he had no knowledge of the debt. Be it that this is an insufficient excuse — that it was his duty to know the assets of his decedent — and that, as standing in the shoes of the dead man, he shall he presumed to have known, what then is the case more than mere indulgence of a debtor, which, according to all the authorities, never discharges the surety.\nIn what sense can it be said the administrator had the means of satisfaction, either actual or potential, in his hands ? The debt was against Daniel Keim. He assigned the means of paying it to Benneville Keim. Richards, as the surety of Bonneville, promised that he should faithfully apply those means. The assignee’s possession was, as between the debtor and creditor, the possession of the debtor rather than of the creditor. The debtor appointed the assignee, and though he became trustee for the creditors, it was a trust created and limited by the debtor for his own benefit. Benneville Keim and his sureties were substituted for Daniel Keim. The assets of Daniel were in their legal and their actual possession. But the creditor might have obtained payment by calling for his money. It was set apart and ready for him, and, though actually in the hands of the assignee, it could be had for the asking. Grant that this was extraordinary and unreasonable inaction on the part of the creditor, it was not possession actual or potential of the means of satisfaction, and thus the main proposition of counsel fails of its application.\nBut would not such inactivity discharge the surety ? No; because the rule is well settled that mere forbearance, however prejudicial to the surety, will not discharge him. It is his peculiar business to judge of the danger to be apprehended from delay, and to quicken the creditor, where occasion requires it, in the way known to the law; in default of which the loss incurred is necessarily to be attributed to his own supineness: 3 Penna. Rep. 439.\nBut there is another chapter to this case. On the 6th September 1856, Benneville Keim made a general assignment for the benefit of his creditors. The assignees gave the usual notice 'to creditors to present their claims. On the 12th June 1858, the ■ assignees filed their account, which was referred to an auditor, who made a report, which was confirmed absolutely on the 24th October 1859, distributing the money in the hands of the assignees, which paid the creditors in full, and left a balance for the assignor, Benneville Keim, which was paid over to him.\nHere there was a good chance for the administrator to get his decedent’s debt paid. Webner’s claim had become a debt of Benneville Keim. His estate was ample to pay it, and was in process of liquidation for payment of all his debts. Erill had only to come in and receive his money at the hand of the assignee of Benneville Keim. He neglected to do it. Was this the release of a potential satisfaction, like- the staying of a fi. fa., or the discontinuance of a suit? We cannot think so. For the reasons before given, we consider it mere indulgence — unreasonable inaction — which the surety ought to have quickened into activity by notice to the creditor. He knew, or had the means of knowing, that his principal had not paid the Webner debt. It was negligence in him to stand by and see the estate of his principal scattered without providing for this ascertained claim, or giving the creditor notice to secure it. The utmost he can impute to the creditor is inaction, not release of anything in possession— and the cure for inaction was in the surety’s own will. Whenever he chose to require the creditor to move, the creditor would have been obliged to put himself in motion, and further inactivity would have discharged the surety. But until he gave the word, and he never gave it, he acquired no legal defence, from lapse of time, to the plaintiff’s claim.\nThe judgment is affirmed.\nThompson, J., dissented.\nStrong, J., took no part, having been of counsel in the case."}