{"id": "477658", "contents": "The opinion of the court was delivered,\nby Strong, J.\nThis appeal raises the question, whether under the Lateral Railroad Act of 1832, and its supplement of April 20th 1858, the determination of the necessity and usefulness of the proposed road, is, after an appeal from a favourable report of viewers, exclusively for the court; or whether it is to submitted to the appellate jury for retrial. In Horner & Roberts’ Lateral Railroad, 1 Wright 333, we said it would seem that all which can be tried by the jury on the appeal since the Supplementary Act of 1858, is the amount of damages. After reviewing the construction which we then gave to the statute, we are convinced that it carries out the legislative intention, and is the only one which would not lead to absurdity. The course of legislation from 1832 to the present day evidences that the policy of encouraging lateral railroads has been growing in favour. Even the first Act, that of May 5th 1832, while it allowed an appeal from the report of viewers, did not require that those viewers should report upon the necessity of the road, nor did it expressly enact that the appellate jury should pass upon it. This court, however, decided in Harvey v. Lloyd, 3 Barr 331, as well as in Hays v. Risher, 8 Casey 169, that on the trial of the appeal the jury should not only assess the damages of the landowner, but also find whether the proposed road was necessary and useful for public or private purposes. This construction of the law made it a departure from the legislative usage which has always prevailed in providing for appeals from reports of viewers upon the damages caused or expected to be caused by the location and construction of other railroads. In such cases the appellate jury have nothing to do with the question of the necessity of the road.\nIt is observable also, that the Act of May 5th 1832, as construed, worked several practical inconveniences. The applicant for a lateral railroad was compelled to await, not only the trial of the appeal, but also the result of a writ of error (which, by a supplementary act, was allowed), before he could commence the construction of the road. In many cases also there was imposed upon him the burden of trying repeatedly, the question whether the proposed road was necessary, and trying it before different juries. If the road passed through lands of several owners, as Inany appeals might be taken as there were owners, and on the trial of each the same issue be presented. Five juries might find the road necessary, and a sixth find against it. This was an anomaly and productive of no good, either to the petitioner for the road, or to the landowners. To remove some of these evils, if not all, the Supplementary Act of April 20th 1858 was passed: It obviously intended that the question, whether the road is necessary or not, shall no longer be open after the viewers and the court have passed upon it, and found it to be so. It expressly requires the viewers to report in writing whether the road asked for is necessary for public or private use, a requirement not found in the Act of 1832, and then, if the court concur with the viewers, authorizes the “opening, constructing, completing, and using the road,” notwithstanding appeals from the report of viewers, upon the applicants giving bond to pay the damages thereafter to be assessed. It is not to be supposed that the legislature meant to authorize the construction and use of the road while its necessity remained undetermined. Such a provision could have benefited nobody. No road would ever be constructed during the pendency of an appeal, if the appellate jury might find it unnecessary, and by their finding defeat all right of the applicant to use the road, and make his expenditure in its construction a dead loss.\nAnd it may be inferred that the court and not the jury was designed to be the final judge of tho necessity, from the fact that no provision is made for the assessment of damages, in case the road should finally be defeated. The act contemplates no defeat of the road as possible, after the viewers have reported it necessary, and the court concurring in their opinion have approved the petitioner’s bond. We hold, therefore, that in these cases, the necessity of the road asked for is not a question to be submitted to the appellate jury.\nIt follows that the complainant has security for all the damages which he can sustain, and that tho answer of the defendants, to which he demurred, was a full defence to his bill.\nLet the decree of the District Court, dismissing the bill of the complainant, be affirmed with costs."}