{"id": "477742", "contents": "The opinion of the court was delivered,\nby Thompson, J.\nThis was an action of debt against the plaintiffs in error, to enforce an alleged undertaking of their testator to pay off a dower; subject to which, on the 4th of April 1854, he purchased and accepted a conveyance of a certain piece or tract of land, formerly belonging to Valentine Hay, deceased, and which, by his will, he devised before the same became payable, to Mrs. Duncan, his daughter. Is it a debt chargeable to the residuary estate of Dr. Shoenberger, or does the devisee take the land cum onere ?\nIn the case of Wolveridge v. Steward, 3 Moore & Scott 561, it was held in the Exchequer Chamber (opinion of the court by Lord Denman, C. J.), on an indenture sealed by both parties, the words “subject nevertheless to the payment of the yearly rent and performance of the covenants and agreements reserved and contained in the said indenture of lease,” &c., being inserted in the habendum, did not, without the intent otherwise appeared, imply an agreement or covenant to pay the rent and perform the covenants; that the words in that place naturally import or qualify the generality of the words which precede them, and his lordship cites the definition of the office of a habendum from Co. Litt. 6 : “It doth qualify the general intendment of the premises; and the reason of this is, for that is a maxim of law, that every man’s grant shall be taken by construction of law, most forcible against him.” Ilis lordship also in that opinion explains a seeming difference between that case and Barnett v. Lynch, 5 B. & C. 597, determined in the King’s Bench. The difference arose out of the difference in the instruments, and perhaps form of action, but it is more apparent than real.\nWithout affirming the principles of this case expressly, our court has done so impliedly, by looking, notwithstanding the words, to the entire agreement for the evidence of intent to make the débt or encumbrance the debt of the grantee in the conveyance. Thus, in McCracken’s Estate, 5 Casey 428, the intent was deduced from the act of the assignee buying but an equitable interest, and procuring an assignment of the contract between the original vendors and his assignor to himself; which it was thought evinced an intent to be bound as his assignee was bound. So, too, this intent was thought to be evinced by the testator’s will, in the manner in which he devised his estate. So in Bell’s Executors v. Bell, 8 Casey 309, words such as exist here were held not sufficient of themselves against the improbability that any man would so contract as .to tie up his estate indefinitely from final administration, until the widow’s dower should become payable.\nIn Walker v. Physic, 5 Barr 193, the words were, “under and subject to the payment of the said rent, as the same shall accrue, for ever,” in the habendum. Mr. Justice Kennedy, in an elaborate opinion at Nisi Prius, considered these words in the same light as did Lord Denman in Wolveridge v. Steward, as a qualification of the estate granted, and also to save responsibility under the words “grant, bargain, and sell.” In affirming that case in banc, Gibson, C. J., says the true rule of interpretation is the intent of the parties. This of course denied to the words, per se, the effect of a covenant, or a personal promise to be liable. Many reasons, derived from results which might flow from holding them to have the force of an agreement to pay, are given in that case, proving what has already been said, that such a conveyance does not, pier se, imply a personal covenant to pay without regard to the enjoyment of the property.\nThe same principle was held in Wickersham v. Irvine, 2 Harris 108. But Mr. Justice Rogers denied what has sometimes been asserted, that buying, subject to encumbrance merely, created no privity of contract. That the assignee, and so Avith his successors, Afere liable for ground-rent only on privity of estate arising from the “ actual or beneficial enjoyment of the premises, or the right of possession and enjoyment.”\nThese authorities are sufficient to establish, beyond doubt, that the words in the habendum, in the deed by Green to Dr. Shoenbergcr, “ subject also to the payment of the doiver of the widow of Valentine Hay, deceased, and which the above tract of land was subject to in the hands of the said Samuel Green,” do not, of themselves, the deed not being sealed by the latter, import a covenant or a promise by acceptance of it, to be personally answerable to discharge the dower. The dower having become due and payable after the doctor’s death, and after the estate had passed by devise to Mrs. Duncan, upon no principle of privity of contract or estate is his estate answerable to discharge the encumbrance.\nAs we see no indication whatever, outside of the words used, evincive of an intent to make the payment of the decree a personal obligation by the testatór, we are clearly of opinion that the case must be reversed. It is not, in principle, distinguishable from Bell’s Executors v. Bell, already cited, and which followed abundance of authority, as appears by the citations therein. In the case in hand, the dower was not even counted as part of the purchase-money. That was $825 for the land, “ subject to the payment of the dower,” ko,., “which is $562.82.” “I have no doubt,” says Gibson, C. J., in Walker v. Physic, “that they actually meant no more than to say the grantee was to take an encumbered estate, without recourse to the grantor for a breach of the statutory covenant arising from the words “ grant, bargain, and sell.” And the fact that the encumbrance was not included in the purchase-money, is a strong circumstance that this was the understanding of the parties. I need do no more than to notice one or two cases relied on by the defendant in error.\nThe facts of Campbell v. Shrum, 3 Watts 64, were, in some particulars, like those in McCracken’s Estate. Shrum sold to Campbell, by articles of agreement, an equitable title, which agreement both parties signed and sealed. By these Campbell agreed to buy, for a consideration to Shrum, “ subject to the payment of the purchase-money and interest now due, on articles of agreement between Thomas Netly and James Gibson of the one part, and the said Shrum of the other part.” It is evident that the principal consideration for the sale to Campbell by Shrum, was, that the former should discharge the arrears then due by the latter, and for which he was liable to be called on at any moment. It was the evident intent apparent in the covenants, as appears in the opinion of the court, Avhich led to the ruling there. No one can doubt its propriety, I think. But it does not conflict with the case in hand. The dower was not payable when Dr. Shoenberger bought, nor did it become so in his lifetime. The estate came to him charged with it, and it is evident he took it to hold as encumbered.\nThe only other case to be noticed is Maulé v. Weaver, 7 Barr 329. We may dismiss it with the only remark remaining, in view of the case before us, and that is, that the point there decided was that covenant does not lie against a party who has not signed or sealed the instrument sued on. No point of that kind arises here. This was an action of debt, and as there can be no doubt but that it would lie in all eases for the recovery of a specific sum of money, we see no objection to the form of action.\nBut for the reasons assigned, the judgment is reversed.\nJudgment reversed, and judgment for the defendants, with costs."}