{"id": "477716", "contents": "The opinion of the court was delivered,\nby Thompson, J.\nTo establish that the bill of goods for which this suit was brought, was sold on credit, and would not be due until the 1st of January ensuing its date, and thus to avoid the bar of the Statute of Limitations, the court admitted evidence against the objections of the defendant below, to show a usage or practice of the plaintiffs to sell on credit without such terms being expressed. That wares sold between the 1st of July and January “must be settled by one half cash, and the other half by note, at three months, on the 1st of January, and between that time and July, on the 1st of that month.” This bill of goods was sold and charged on 19th August 1852, and was claimed by the plaintiffs as not being due until 1st January'1853.\nIt was not pretended that any general custom existed in the country to this effect, or any special custom affecting either the particular locality or trade. A custom is something which has the force and effect of law; is law by the usage and consent of the people. But it must be uniform and universal within the sphere of its action, and so ancient “that the memory of man runneth not to the contrary1 Bl. Com. 68-74; 4 Rawle 212 ; 3 Watts 179.\nIt was nothing like that which the plaintiffs’ testimony tended to prove. If it had been, it will, be conceded that the custom would have been the law of the contract, and both parties would have been bound by it. The one would not have been liable to suit, nor the other to the running of the statute until the customary credit had expired. It was not this, however', which the testimony was offered to prove, but the practice and usage of the firm in regard to giving credit. Now, as this was not good, as a custom, according to the definitions, it did not, ex proprio vigore, bind. Plow else could this practice, if it existed, have effect ? We answer, either by being expressly made parcel of the terms of the contract, or shown to have been known to the defendant and assented to. And this might be shown either by express proof, or by proving a practice of habit of dealing between plaintiffs and defendant, on such terms of such frequency, as to justify an inference that this transaction was on the accustomed terms. Evidence of this nature would have justified the reference of the question to the jury, from which to ascertain the terms of the contract and the credit given, but that received did not. It was error, therefore, to receive it, and consequently error to refer it to the jury as evidence from which they might extract a contract different in terms from that exhibited by the account.\nJudgment reversed, and venire de novo awarded."}