{"id": "477725", "contents": "The opinion, of the court was delivered,\nby Thompson, J.\nPeter Hewit was originally the owner, and is the common source of title to the small piece of property in controversy here. In 1841, he sold it by parol, and delivered the possession to the defendants. They paid the consideration agreed upon, and in the same season erected thereon a fire-engine house, and have occupied it ever since. In December 1842, Hewit and wife conveyed the ground by deed to the Borough of Hollidaysburg, which deed they recorded on the 21st of September 1848. This is the defendant’s title.\nOn the 10th of April 1844, the plaintiff purchased the lot of which the ground in question had previously been parcel, at sheriff’s sale, as the property of Hewit, sold on a judgment entered against him on the 6th of September 1842.\nThere is no dispute about the parol sale here, but the plaintiff claims that the defendants cannot be permitted to show that their title accrued earlier than the date of their deed. The learned judge of the Common Pleas held a different view of the case, and hence this writ of error. In his charge he held that possession was notice of title, and that the plaintiff and those from whom he claims, had undisputed notice of this. Pie was undoubtedly right in his law, and the fact which he states is not denied.\nBut it is contended that the deed of record is of a later date than the actual transaction, and is therefore an inconsistent title with that shown by the parol contract accompanied with possession in the vendees. If the premise were true, the conclusion would be true also, as shown by McCulloch v. Cowher, 5 W. & S. 427, and Eshback v. Zimmerman, 2 Barr 317. But the deed was not inconsistent with the possession. It was but the evidence of the consummation of the precedent sale, and it stands on precisely the same footing as if it had been the perfecting act of a written agreement of sale. In such a case it has never been supposed, that the vendee might not show the commencement of his title as far back as his possession under the articles of agreement. He would often be in an unfortunate position if he could not, for the articles of agreement are not recited in a deed once in a hundred times.\nBut even if this were not a sufficient answer to the exception here, which I by no means admit, I am at a loss to understand upon what principle the plaintiff can invoke an estoppel of the defendant, in showing an earlier inceptive title than the deed. He had “ undisputed” notice of the possession by the defendants from the time they took it. He was therefore not misled by the deed, and not in the position to claim the exclusion of the truth, which is the effect of an estoppel, lest it might injure him. Having notice of title, or, what was equivalent thereto, the means of notice by inquiry, and which was palpably a duty in case of occupancy by a public building, he must therefore be held as having notice, and that would be in effect notice that the defendant’s title was complete in equity before the entry of his judgment against Hewit. He cannot, therefore, claim to have been misled by the deed. This is only an additional reason why the plaintiff should not recover, and not introduced because we think that the ground taken of the inconsistency of the title on record with the possession, is sound. As we have already said, we do not think so.\nJudgment affirmed."}