{"id": "477764", "contents": "The opinion of the court was delivered,\nby Woodward, J.\nThe opinion of this court, which defeated the plaintiff’s recovery three years ago, when the case was here, has never been reported and is mislaid, but the grounds of our ruling may be inferred from the reported case of Lucas v. The Sunbury and Erie Railroad Company, 8 Casey 458. The plaintiff’s debt was against the Philadelphia and Sunbury Railroad Company, his action against the Sunbury and Erie Railroad Company. The only assumpsit proved against the latter company, was the promise of its president to pay plaintiff’s debt out of future earnings of the road, as prescribed by the written agreement between the two companies, of 26th March 1857. But we held that agreement to be, in legal effect, an assignment for the benefit of the creditors of the Philadelphia and Sunbury Company, and consequently, that the preferences therein expressed were void. The promise of the assignee to pay, according to the expressed preferences, was nothing more than a promise to execute the assignment, and the preferences being void, the promise could not be enforced, of course.\nWe are asked now to reverse our former opinion, both in this case and in that of Lucas, and to hold that the paper of 26th March 1857, is not in the nature of an assignment for the benefit of creditors. If we should so declare, the plaintiff’s case would be well made out, for it was in evidence, that the Sunbury and Erie Company had received net profits enough to make good the promise of their president to Bittenbender.\nThe reasons for considering the lease of 26th March 1857 an assignment, are well stated in the opinions of Judges Hare and Read, as reported in 8 Casey 461, and are not to be repeated by me. Nor were they shaken by all that was urged in argument on the present writ of error.\nIt was said, the rent reserved and assigned by the agreement of 26th March 1857, was not capable of appraisement or of inventory under our Act of Assembly, that the Sunbury and Erie Company had no power to act as trustee, and that the operative words of the instrument were an assignment directly to the creditors, Bittenbender and Fiske, and not to the Sunbury and Erie Company in trust for them. Eor these reasons, it was argued, that the instrument could not be supported as an assignment.\n. If these views are not sufficiently answered by the opinions that were delivered in Lucas’s case, it may be remarked, that an assignment may be well made of any property of which the assignor has the actual or potential possession. In the leading .case of Grantham v. Hawley, Hobart 132, it was held, that a party who had an interest in land, may grant all fruits that may arise upon it after, and the property shall pass as soon as the fruits are extant, as a parson may grant all the tithe-wool he may have in such a year, yet perhaps he shall have none. But a man cannot grant all.the wool that shall grow upon his sheep that he shall buy hereafter, for there he hath it neither actually nor potentially. In Petch v. Tatem, 15 M. & W. 109, a tenant’s assignment of his interest in crops grown in future years of. the term, was supported. In Watson v. Bagaley, 2 Jones 167, it was said by C. J. Gibson, that any binding appropriation of a chose, in action to a particular use, by any writing whatever, is an assignment, or what is the same, a transfer of the ownership.\n. Now the purport of the paper in question here is to place the railroad of the Philadelphia and Sunbury Company in the hands of the Sunbury and Erie Company, to be stocked, run and repaired, and after applying the proceeds to these objects, so far as necessary, then to pay the remaining earnings to the preferred creditors, Bittenbender and Fiske. .\nThe railroad was property in possession ; its future earnings were potential. Both interests, the actual and potential,, passed to the Sunbury and Erie Company, and vested in that company, for the purposes of the agreement. .We see no reason why the road and its probable earnings could not have been inventoried and appraised as well as any other estate and its future rents, issues and profits. If both a term and a ■ rent are assignable; if contingent and potential interests may pass by deed, they must be susceptible of both inventory and appraisement, for it would be absurd to hold that a deed could pass an interest that was too unsubstantial to .be valued.\nIf the Sunbury and Erie Company had no power to act as trustee, this would not avoid the assignment. The court would supply a competent trustee. The question raised in the case, however, has not reference to the capacity of the assignee, but to the fact of an assignment. For the reasons before given, we think an assignment, though not intended, was in fact made. And made not directly to the creditors, as argued, but to the Sunbury and Erie Company, in trust for the creditors. Though the trust is not very distinctly defined, and all liability for misapplication of moneys is released to the assignee, yet it is too apparent to admit of a doubt that the transfer of the property was by one company to the other in trust, for the benefit of creditors. At no time could Bittenbender have claimed possession of the road under the assignment. He was not to earn ne.t profits by use of it, but the Sunbury arid Erie was to have the exclusive possession of the road and to earn the profits. And these when received “by them in cash, and not required to .be retained and applied for the purposes herein provided for, shall be applied and paid in manner following,” &c.\nThis was a grant, not to Bittenbender and Fiske, but- to the Sunbury and Erie Company, for their use and benefit. It was -an express trust; we can make nothing else of it. But the preferences are void, because forbidden by statute.. For all purposes except the preferences the assignment is sustainable.\nBut here comes in another argument, that- the preference of Bittenbender was lawful, because his bill was for repairs of the rolling stock, without which the road could not be. kept. up. Among execution creditors we do not allow one or more to seize and sell those appurtenances of improvement companies, without which they cannot accomplish the end of their being, .but we put the creditors to process of sequestration by which the corporate property may be continued in productive use for the benefit of all creditors alike. And we do essentially the same thing here ■when we hold this an assignment for creditors, and cut out its preferences.\nThe fact that Bittenbender’s labor was expended on cars, entitled him to no preference in the assignment. It is hard to deny 'him a preference for so meritorious a claim, and it is with regret that we lay down the law against him. But we have to declare the legal effect of his position. He comes in under the assignment. The promise he lays in his declaration, was a promise founded upon the assignment. The law forbids preferences in such assignments. The plaintiff’s action is to enforce one of these preferences.\nTo sustain this action would be to repeal a statute.\nThe judgment is affirmed.\nStrong, J., dissents."}