{"id": "477893", "contents": "The opinion of the court was delivered,\nby Thompson, J.\nThe first exception in this case was in overruling the question propounded to the witness, whether “ in his opinion the plaintiff had an unusual or undue influence upon David Jackson at the time of the execution of the deed.” There were no special or qualifying circumstances to give countenance to such a question. It was improper beyond all doubt. It was an effort to put the witness in the jury box to draw an inference without facts, which the jury could only draw from facts. Facts to prove undue influence were to be given to the jury, and they were to draw hence the conclusion whether it existed or not. The conclusion and not the facts was attempted to be proved here — that was within the province of the jury, and not of the witness.\n2. The second exception was in refusing to allow the question, “in your opinion was David Jackson in a fit condition to make that deed to Judge Fuller, or to deal with him at all at the time.” This exception stands in much the same ground as the last.\nThe rule seems to be, that witnesses to a will may be asked their opinion of the testator’s capacity to make a will at the time of attesting it, although other persons are ordinarily inadmissible, at least unless their opinion is founded upon facts testified to by themselves in the cause: 2 Greenl. Ev. § 691. And in the same section the reason is given, and is that “the attesting witnesses are regarded in the law as persons placed round the testator, in order that no fraud may be practised upon him in the execution of the will, and to judge of his capacity:” Id. 1 Jarm on Wills 62. Not so in regard to deeds; they are good without subscribing witnesses, and when attested, the execution is all that is attested by the witnesses: 2 Dal. 214. The authorities cited relate to wills, between which and deeds, it will be seen, a manifest difference exists. On the point of sanity or capacity of a grantor to make a deed, the subscribing witnesses must testify to facts, as other witnesses are required to do on the question of competency to contract, the fact being collateral to the object of their attestation.\nWe have carefully considered the evidence in this case, and as the purpose of its introduction was in effect to set aside the deed of Jackson to Fuller, we think it was entirely insufficient on any ground claimed for it, and that the court was entirely right in so holding it, and in directing a verdict for the plaintiff. Why refer insufficient evidence to the jury ? Blocker v. Dougan, MS., answers this inquiry fully. If there had been controverted facts, it would have been a case for the action of the jury. But the insufficiency did not consist in facts being disproved, but in the absence of sufficient facts to justify a chancellor in declaring the cancellation of the deed, and with us in declaring it to be inoperative — where and when this may bo done. See Delameter’s Estate, 1 Wh. 374; Graham v. Pancoast, 6 Casey 98; Nace v. Boyer, 10 Id. 110. The evidence being insufficient, it was not error to answer the defendant’s points. We discover no error in the case, and the\nJudgment is affirmed."}