{"id": "477824", "contents": "The opinion of the court was delivered,\nby Thompson, J.\nThe difference between fraud in law and fraud in fact, is very marked, and not more so than is the method of dealing with it. Certain indicia being established, or capable of being so, its presence is determinable as a matter of law by the court, regardless of any evil intent on part of the agents engaged in it. But fraud in fact, rests mainly upon the fraudu-i lent intent, and the facts establishing this are necessarily for the. jury, and must be clearly found.\nThe plaintiffs in error here, claim that the facts in this case, clearly establish amase of fraud in law against the defendant, and submitted a point to the court to that effect. After looking carefully into the evidence, we agree that the facts fully justified the point and the complaint now made that it was not affirmed.\nThere was not even a spark of competent evidence to establish property in Nelson Whiting’s wife in the store. Nothing to persuade even, that it was an acquisition from her own money or property. We have said so often lately, that this is indispensable, that we need not now cite authority for it. This left the ownership in Whiting, the husband. There was a sale, or pretended sale, of it by her to Henry, in September 1860. No money was paid; no inventory of the goods taken, and no change of possession. It remained in all respects after as before the alleged sale. Henry took no part in the store; was never there ; Whiting was. The same clerks, excepting one, were retained, and the same sign kept up. Everything remained in statu quo. Even if there' had been a sale in solemn form, it was a case of retained possession, without visible change, and for that reason was fraudulent in law and void. The court should have answered as prayed, and so declared it, leaving the facts, if there had been any dispute about the possession, to the jury. Under such circumstances as those claimed to bo true in the point, no honesty of intent, accompanied even by payment of the purchase-money, would have relieved the case from being condemned as a case of fraud in law.\nIn Young v. McClure, 2 W. & S. 147, this Court said, following established doctrine and developing nothing new, “ The question, however, is not in these cases (of retained possession by a vendor), whether under all the circumstances the transfer is in good faith and without design to cover the property, or to delay or hinder creditors. It is an inflexible rule which makes it fraud per se, if the possession does not follow as well as accompany the transfer: Clow v. Woods, 5 S. & R. 275; Babb v. Clemson, 10 S. & R. 419; Carpenter v. Moyer, 5 Watts 485; Hamilton v. Russell, 1 Cranch 309. If it was a fraud in law, without regard to the intent of the parties, it becomes a question for the court and not for the jury to decide : Dornick v. Reichenbach, 10 S. & R. 84; Carpenter v. Mayer, 5 Watts 483. There being no evidence to show that the possession accompanied and followed the transfer, the plaintiff failed in making out his case, and the court, on the evidence, ought so to have instructed the jury:” see also 6 Casey 639; 6 Harris 113; and particularly, Twyne’s Case, 1 Smith’s Lead. Cas. 47, 5th ed., Am. note; where this whole subject is fully and learnedly examined, and the law stated in accordance with the principles here declared. We think the learned judge erred in the manner indicated, and the judgment must be reversed.\nJudgment reversed, and venire de novo awarded."}