{"id": "477809", "contents": "The opinion of the court was delivered,\nby Lowrie, C. J.\nThe plaintiff has, of course, a right to a judgment against the credits and effects of the defendant in the hands of the garnishees, in such an amount as will satisfy his judgment against the defendant, if the answer of the garnishees admits that much in their hands at the time of the service of the execution attachment. We have some difficulty in understanding the answers of the garnishees, but that is their fault, and the plaintiff must not suffer for it. However, this much seems clear. The garnishees were indebted to the defendant in a much larger sum than was sufficient to satisfy the claim of the plaintiff, but the defendant had been in default with them, and this caused some difficulty which was finally adjusted, and the garnishees paid the defendant in full in their own seven per cent, bonds, payable in twenty years, and counting them as of par value; retaining, however, enough of said bonds to pay the plaintiff’s claim, if they should be received at par. The answer and amended answer leave it somewhat doubtful whether the debt was contracted payable in that way, or whether it was so paid by compromise. It is sufficient, however, that they owed enough to secure the plaintiff’s claim. If they owed it in marketable bonds, the law would have found some way to make the plaintiff’s money out of them, had the garnishees retained enough of them, as they ought to have done.\nThey confess that they did not retain them, and therefore no judgment against the defendant’s effects, in their hands, can do justice to the plaintiff, and the judgment ought to have been against the garnishees themselves de bonis propriis. They had enough to pay the debt, interest, and costs, and the plaintiff ought to have recovered all this from the garnishees, and it would be their right to deduct it all from the debt due by them to the defendant. The plaintiff is not to suffer by their imprudence in parting with the property after the service of the execution.\nJudgment reversed, and judgment for the plaintiff against the garnishees for the sum of $102.94, and interest from the 1st October 1860, and costs of suit, and that on the payment thereof by the garnishees, ;hey be discharged and released from so much of their debt to the defendant Easton, and the record is remitted for execution."}