{"id": "477865", "contents": "The, opinion of the court was delivered,\nby Read, J.\nThe plaintiffs below, who are the plaintiffs in error, being the owners of a tract of land near the city of Pittsburgh, sold to certain persons the coal under this land, and afterwards, on the 5th August 1854, sold the same tract to the defendant. On it was a dwelling-house with a well of water adjacent to it, and as the strata of coal lay about fifty feet below the bottom of this well (which was only thirty-four feet deep), it was liable to be drained by the mining of the coal, in which event the well would require to be sunk to a sufficient depth below the coal to obtain water.\nThe defendant gave the plaintiffs several bonds and a mortgage to secure the balance of the purchase-money. Two of the bonds bearing date 5th August 1854, for $411.75 each, were made payable respectively, in three and four years from date thereof, and each contained in the condition the following clause : “ This bond being bound for the sinking of a well below the coal or otherwise, to obtain water permanently, for all family purposes, provided the same to be necessary by reason of a failure of water in the well now dug, within two years; said well to be dug on the tract purchased by said Howard from said Maguire.”\nIt was proved, on the trial of this suit, which was on the last bond falling due in 1858, that the well failed and became dry in the autumn of 1854, and that the plaintiffs had notice of it. But no attempt was made at any time, by the plaintiffs, to dig the well deeper or to dig a new one. It was also proved that the defendant had expended a sum greater than the amount of this bond, in extending the well down below the strata of coal, with a view to obtaining water, and that the well was not completed.\nOn the 26th November 1859, the following paper was served on the defendant by the plaintiffs after suit brought:—\n“ Pittsburgh, November 26th 1859.\nI will agree to dig a well on Mr. W. J. Howard’s place, the place which he bought from W. A. & J. C. Magure, for $75, at the out-crop of the coal, and will guaranty said well for two years, for all family purposes.\nHenry Kane.”\nIt was proved that the “ out-crop” of the coal was at a distance from the house and from the old well, and so far down the hill as to be 80 or 100 feet below the house, and that a well at that' point would be so inconvenient as to be of no use.\nThe plaintiffs presented six points upon which they requested the court to charge, and the errors assigned are the answers of the court to all but to the sixth point, which was affirmed.\nThe answer to the fourth point, which related to the so called notice of the 26th November 1859, is supported by the testimony just stated. The court say in reply to this point, “according to the testimony of the witnesses, the place designated by the plaintiffs was some 450 feet from the house and old well, and according to the testimony of another, it would be some 80 or 100 feet lower than the house, and, according to the uncontradicted testimony of Mr. Minick, where the water could not he used for family purposes. He states he would not rent the property at all, if he had to bring the water from that point. If these facts be so, the offer would not amount to a compliance with the bond.” There is clearly no error in this, and the verdict of the jury established these facts to be true.\nThe plaintiffs’ fifth point went upon the hypothesis, that the damage sustained by the defendant must be divided equally between the first bond and the last bond, and as the amount of the first bond had been received by the plaintiffs, they could only be liable for the other half, which singular proposition would give one-half of the injury they had committed, and its corresponding compensation, to the party who had inflicted it. The court negatived this statement of the law.\nThe first three points were answered properly in the negative, and the court were so clearly right that it would be waste of time to discuss them.\nJudgment affirmed."}