{"id": "477998", "contents": "The opinion of the court was delivered,\nby Strong, J.\nThe court below was of opinion that the limitation over'on the death of Mary Josephine Hooker without children was a limitation after an indefinite failure of issue, and therefore too remote. The objections to this are twofold. It confounds the word “children” with “issue,” while the one is ordinarily a word of personal description, and the other ex proprio vigore indicates succession. Doubtless the word children may be construed to mean issue when the context of the will affirmatively shows that the testator intended to use it in that sense. More frequently, however, the indiscriminate use of the words children and issue has the effect of causing them both to be held as words of purchase. In the will now before us, there is nothing to indicate an intention to confound the words, or to use either of them in any other than its ordinary signification. Indeed the word “ issue” is not employed by the testatrix. Must we then give to the word children a meaning which it does not commonly bear, not to carry out, but to defeat the intention of the testatrix ? In Stone v. Maule, 2 Sim. 490, the vice-chancellor, in remarking upon a will somewhat like this, said: “ It has been assumed that the words ‘ without having any child or children’ are to be taken as synonymous with the expression ‘without issue.’ But why am I to put a construction on those words which they do not strictly bear, for the purpose of defeating the ■intention of the testator ? The question is not what is the effect of words creating an estate tail, but of words making a gift over. It appears to me that I should defeat the testator’s intention if I did not hold that the gift over took effect on the death of H. Doddridge.” In that case the bequest was of personalty to H. Doddridge for his own use and benefit, and in case he should happen to die in the testator’s lifetime, or afterwards, without having any child or children, then over. He died after the testator, without ever having had any child. In the case now before us, the intention of the testatrix is not ambiguous. It is not open for doubt that her will was to give the legacy to Mrs. Bedford and Mary R. Offner, and the next of the kin of the survivor, in case they should outlive Mary J. Hooker, and she should die without children. Before that intention can be defeated by an arbitrary rule of law, it ought to appear that the testatrix also intended to give to Mary J. Hooker at least an estate tail, and that the limitation over should not take effect until all the heirs in tail should become extinct.\nThe second objection to the view of the court below is, that the will contains indications of an intent that the gift over should take effect, if at all, at the death of Mary J. Hooker, the first taker, and not at an undefined period in the future. The testatrix evidently had in mind the time of the death of the first taker, for she declares that then the bequest shall fall back to the survivors, and she names the survivors. They were therefore distinctly in her mind’s eye — not persons unborn or unknown, but naturally and presumptively objects of her bounty, for they were nearest in kindred with her. It need not be said, that a distinction has long been maintained between the rules of construction as applied to devises of land and the rules applicable to bequests of personalty. In the latter case very slight circumstances are laid hold of, as sufficient to indicate an intention that a limitation over, on death without issue, shall take effect at a definite time, to wit, on the death of the first taker. This distinction is as firmly maintained in this state as in England — and it is a distinction the object of which is to effectuate a testator’s purpose: King v. Diehl, 6 S. & R. 32; Eichelberger v. Barnitz, 17 Id. 295. It has often been held that a limitation over by will to survivors or persons in being, after the death of the first taker without issue, raises a strong presumption that the testator did not contemplate an indefinite failure of issue : Johnson v. Currin, 10 Barr 498; Moffat v. Strong, 10 Johns. 16 ; Randagh v. Randagh, 2 Mylne & Keen 441. This presumption, it must be admitted, is much weaker in a ease like the present, where the testatrix, by making the gift over to the survivor and the next of kin to the survivors, leaves it doubtful whether she had in view solely persons then in being.\nThe first objection which we have mentioned is decisive with us, and compels us to dissent from the judgment of the learned court below. The case is quite unlike Amelia Smith’s Appeal, 11 Harris 9, so much relied on. There the testatrix gave real and personal estate to her children, with a direction that, in case of the death of any of them “without issue,” their portion should go over. It was held an estate tail in the realty, and an entire interest in the personalty in the first taker, because a bequest over on the death of the first takee without issue is an entailment. The words used are words of entailment, but words of gift over on death of the first taker without children are not. Amelia Smith’s Appeal does not hold that the word children is in its common meaning a word of limitation.\nThe decree of the Orphans’ Court must therefore be reversed, and the record is remitted, with instructions . to require from Mary J. Hooker security in such sum and form as in the judgment of that court shall sufficiently secure the interests of the persons entitled on her death without children, and it is ordered that the costs be paid by the appellee."}