{"id": "477976", "contents": "The opinion of the court was delivered,\nby Strong, J.\nIt is quito extraordinary that under a policy of insurance upon merchandise, contained in a building particularly described, a recovery has been permitted for a loss in another building, erected in part upon the site of the one in which the goods were insured. Yet such is the case now before us. The assignors of the plaintiffs below, under whom they claim, took out a policy with the defendants upon merchandise contained in a “new frame barn, wagon, and wareroom,” occupied by them for a warehouse, &c., situate in the borough of Williamsport, Lycoming county, Pennsylvania, on the corner of Tom and Sugar alley; front on Tom alley 52 by 30 feet; back part on Sugar alley 20 by 20 feet.” On the other end of the same lot, and distant 81 feet from the “frame barn,” was a brick storeroom, containing a stock of goods which the assignors of the plaintiffs had previously insured with another company. While the policy of the defendants was running, the assured demolished a portion of the “frame barn, wagon, and wareroom,” and erected a brick extension of the storeroom, 22 feet in breadth and 111 feet in length, reaching entirely through the lot to Tom alley, and covering 30 by 22 feet of the ground upon which the “frame barn,” &c., has stood. The new building and the remnant of the frame barn, with their contents, were afterwards destroyed by fire, and the plaintiffs sought to recover under their policy with the defendants, for the loss of the goods contained in the extension of the “storeroom,” as well as for the loss of those contained in the remnant of the “frame barn.” In the court below, their attempt was successful, and this without any fault of the defendants. The learned judge evidently misapprehended an endorsement on the policy, and a clause in the premium note. The endorsement certified that the insured had given their mote for $150, for carpenter’s risk, at five per cent., and had paid on the same $7.50, being five per cent, on the note. At the foot of the premium note were the words “ additional risk in extending to storeroom.” This certificate, with the memorandum on the note, the court was asked to say, did not authorize the removal of that part of the frame barn which was removed, nor the erection of the new brick building in its place, and could not be construed to extend the liability of the defendants to the goods or merchandise contained in said brick building. This point was not correctly answered. What the court said in regard to it was well fitted to mislead the jury. They were told that the word “ extending”, does not mean the removal or destruction of a building, but an increase in the size of the old building, and cannot be construed to extend the liability of the company to the goods or merchandise contained in said brick building. The learned judge then proceeded as follows: — “The court, having given you (the jury) the meaning of the word extending, as found in the note referred to, submit to you to determine, from the evidence, whether what was done was an.extension of this storeroom, or removal of the old one in part, and was in the contemplation of the parties at that time; and whether the building put up, and the removal of parts of. the building, were or were not done by permission of the company.” In our opinion this was an inadequate and erroneous answer to the point proposed. Neither the memorandum on the note, nor the endorsement on the policy, nor both together, can be construed into consent of the defendants to the demolition of any part of the frame barn, wagon, and wareroom, much less into any engagement to insure goods in the extension of the storeroom, or in the new building. The memorandum on the note was at most but a consent that the “storeroom” on the other end of the lot might be extended, which would necessarily increase the hazard by bringing buildings nearer the property insured. It was neither consent, nor evidence of consent, that the frame bam might be extended, or that a part of it might be taken away. The jury should have been unqualifiedly instructed that the plaintiffs could not recover for any loss of goods in the new brick building, or extension of the storeroom, and that there was nothing in the endorsement on the policy, or in the memorandum on the premium note that warranted such a recovery.\nBut even though there was no consent to an alteration of the frame barn, we do not feel prepared to say that the plaintiffs might not recover for the loss on the goods contained in what remained of it, notwithstanding the alteration. The alterations which it was stipulated should avoid the policy, were such as increased the hazard without consent of the company. The court could not say, as a legal deduction from the facts, that the hazard was not increased with the consent of the company. There was a consent to the extension of the storeroom, and the fire commenced in that. The increased hazard was occasioned rather by that extension than by the alteration ; at least whether it was or not was for the jury.\nWe need say no more respecting the first, second, fifth, and sixth assignments of error.\nThe third and fourth assignments relate to the particular account of the loss and damage which, according to the conditions of the policy, the assured were under obligations to furnish to' the secretary of the company within thirty days after the loss. - We concur in opinion with the learned judge of the Common' Pleas, that the paper which was furnished to the president of the company, dated April 13th 1858, was not such a particular account of the loss as was required by the policy. It was the only account ever furnished. But we dissent from the opinion of the court that there was any evidence that the'requirements of the policy was ever waived. The memorandum of Dr. Rankin, given to the assured, instead of being a waiver was the opposite. It was in effect a denial of compliance with the terms of the policy. Nor can the examination of the books of Mr. Fulmer, in company with the agent of the Franklin Insurance Company, be treated as any evidence of waiver. That was an examination to ascertain the loss of goods in the whole store. And it was not understood by the assured to be a waiver. They asked for instruction how to make out their statement, and were given to understand that a particular statement was necessary. They undertook to comply. How it can now be claimed that they were released from the obligation to furnish it, we cannot discover. We think the fifth point of the defendants should have been affirmed.\nJudgment reversed, and a venire de novo awarded."}