{"id": "478088", "contents": "The opinion of the court was delivered,\nby Lowrie, C. J.\nThe Roman law, and from it the English law, especially in early times, regarded executors and administrators as the successors to the personal estate of their decedent, and charged as such with the payment of his debts. Our legislation has tended more and more to treat them as the mere agents of the law for settling up his estate, often his real as well as his personal estate, and distributing it among his creditors and legatees, or next of kin. Now, this is entirely the nature of their office, as our legislation is summed up in the Act of 1884; and for all their acts, as such agents of the law, they are to account in the Orphans’ Court. Even such suits as may be brought against them in other courts are subject to be stayed when they seem likely to interfere with the control of the administration which is given the Orphans’ Court. Even a mortgagee of the land of the decedent may be stopped in his process on the mortgage, that the administrator or executor may apply to have the sale made under the direction of the Orphans’ Court.\nHere we have a mortgage of chattels to secure a debt which gives the mortgagee a right to take possession and sell, if there should be any default in payment. There was no default in the mortgagor’s lifetime, but one occurred immediately after his death, and thereupon the mortgagee took possession of the property, and hence this suit in trover by the administrators. The court below was right in sustaining the action, and in denying to the mortgagee his claim to set up his debt in bar to the claim for the value of the goods.\nBy the death of the mortgagor his personal estate in possession passed into the custody of the law for administration, and the mortgagor had no right to undertake to administer any part of it for the satisfaction of his own debt. Even if there is enough to satisfy all the creditors, he cannot decide that question, but must leave it to the decision of the Orphans’ Court. If there is not enough, his mortgage without possession became void as to creditors by the death of his debtor, for then the law took hold of the estate for the benefit of all. If there is enough, he cannot suffer much by waiting the due course of administration. To allow him to set off his debt against this action, would be equivalent to a sanction of his seizure of the property, and would also be mixing up the remedies of tort and debt in the same action.\nJudgment affirmed."}