{"id": "478023", "contents": "The opinion of the court was delivered,\nby Lowrie, C. J.\nThe only question of any importance in this case, and the only one argued by the counsel is, whether the resolution of the city council, which the mayor is called upon to execute, is such a one as, in order to be valid, must be presented to the mayor for his approval, and also recorded. We think it is.\nThe resolution itself is, apparently, of very little importance, being only to- renew a loan already owed by the city, as the legal successor of 'the borough of Harrisburg. It does not appear to change anything except the time of payment, and the liability for the state tax on the loan, and this the city is to pay.\nSection 8 of the act of incorporation, vests the power of the corporation in the council, and § 27 vests the council with power to borrow money; but these provisions are not intended to set aside the form in which all ordinances are to be passed, published, and recorded, and, therefore, do not dispense with the form of submitting them to the mayor for his approval. In our state constitution all legislative power is vested in the General Assembly, and in the federal constitution all legislative power, and also expressly the power to borrow money, are vested in Congress; and yet these provisions are not incompatible with those which require all acts of Congress or of Assembly to be submitted to the president or governor for his approval. And it is quite idle to call this a subordination of the council to the mayor; for it is one of our most usual co-ordinations of authority, intended to prevent a hasty and ill advised adoption of measures affecting the customs, interests, and rights of the people. Sometimes it is troublesome, but in general it is of great benefit; and what is more to the purpose now, we find it enacted as law in relation to this corporation. Respect for the law, and respect for each other among co-ordinate authorities, will be found a very sure remedy against official encroachments and official jealousies.\nBut it is insisted, that this provision for submitting ordinances for the approval of the mayor, does not apply to a resolution for borrowing money, 'and we are referred to the special wording of §§ 8 and 9. It is argued that by § 8, the council may make “ bylaws, ordinances, resolutions, and regulations,” and that by § 9, it is only “ by-laws-and ordinances” that are to be submitted to the mayor for his approval, and that thus a distinction is intended to be indicated between by-laws and ordinances on one hand, and resolutions and regulations on the other, so that' the former must be submitted to the mayor, and the latter not.\nWe find nothing but these words tending to indicate any. design to make such a distinction; and the well known legislative habit of redundancy of language, forbids us to rely much on the multiplication of words as evidence of intended distinctions. The act says, that the council may “ make, ordain, constitute, establish, and pass” ordinances, &c.; but all these verbs mean the same thing, and any one of them would have been sufficient. Moreover, one of these words is, “ordain,” — they may ordain by-laws, resolutions, and regulations, and those being passed-are ordinances; for ordinances are regulations ordained.\nCertainly there is some distinction between these words in ordinary usage. Regulation is the most general of them all, meaning any rule for the ordering of affairs, public or private; and it thus becomes the generic term from which all the others are defined, specified, or differentiated. Ordinance is the next most general term, including all forms of regulation by civil authority, even acts of parliament. With us its meaning is usually confined •to corporation regulations. Ordinances are all sorts of rules and by-laws of municipal corporations. Ordinary usage shows this, and it may be found illustrated in Willcock on Corporations 73.\nResolution is only a less solemn or less usual form of an ordinance. It is an ordinance still, if it is anything intended to regulate any of the affairs of the corporation. If the word “ ordinances” in the Act of Assembly, does not include such resolutions, the law that requires ordinances to be submitted to the mayor for his approval, is of no force at all, because it allows its substantial purpose to be defeated, by giving to ordinances the form of resolutions.\nWhat we have said cannot, of course, apply to rules of council, projoerly so called, for these are mere rules of practice of the council 'itself in its deliberations, passed by virtue of an authority inherent in all associated functionaries, and implied when not expressly granted; and establishing the forms under which they act in the process of passing ordinances. They are not ordinances, but rules for passing ordinances.\nOrdinance, then, is the generic term for acts of council affecting the affairs of the corporation; and we can make no distinction between them founded on the difference of degree in which they affect those affairs. Such a distinction would necessarily be so indefinite as to give rise to great difficulties in practice, and involve the danger of frequent resorts to the courts to settle disputed questions, and of frequent legal controversies upon the validity of acts of councils, even after they may have been carried into effect.\nThe general rule admits of no exceptions, in advance, that are not susceptible of exact definitions, else the general rule would soon be so encroached upon as to be of little value. We cannot define, with perfect exactness, the distinction between the construction, reconstruction, and repair, of sewers and other works, and, therefore, all ordinances for such work must be submitted to the mayor for his approval. If the council may, without any regard to the mayor, authorize the erection of one fire-plug or lamp-post, we cannot say that they may not go beyond two or a hundred. If by one ordinance or resolution, they may do one thing without the advice of the mayor, they can pass a hundred ordinances or resolutions for a hundred things, and thus nullify the influence of the mayor altogether. All ordinances that involve an expenditure of money, relate to the government, welfare, and prosperity of the city, and' the law makes the mayor a functionary in the passage of them. It would be strange, indeed, that the council should have capacity to bind the people by irrevocable contracts, with less solemnity than is required for ordinances regulating fire plugs and gutters, which may be repealed the next month.\nThe resolution in question, we have said, is apparently of very little importance, being only for the renewal of a loan, on slightly different terms. But if there is any difference, it is not for us to measure the degree of it, that may be overlooked in practice; unless possibly where parties have acted under it, and equity requires such interference. And it is possible to suppose, that the apparent unimportance of a resolution is not real, in principio at least; for the council may possibly be dishonest, at some time, in admitting the existence of a debt, and may at any time be mistaken about it. The law that gives the mayor authority, as a functionary, in the passage of ordinances, authorizes and requires him to ascertain their propriety, and, therefore, to inquire into all the facts that are proper to influence his judgment. He cannot properly approve any ordinance without such an inquiry. The council say the debt is due; he may think it is not, and the people have a right to his judgment as well as theirs.\nAnd there is no sort of hardship in this; for it is not peculiar, but common. Thus are all acts of Congress, and of Assembly, passed, and enrolled, or recorded. And it is very right that every officer, who acts under instructions of council, should have this voucher, or recorded evidence, of his authority so to act. It is right that the treasurer should have such protection in the payment of warrants; that the mayor should have it in executing bonds; and that the people should have it, as a safeguard against all loose expenditures of money by council, and especially by committees of council. And it is exceedingly important, that the business of the new city shall be commenced with a strict regard to the order declared in their act of incorporation ; for disorder at the outset is very sure to perpetuate itself. Some of the councilmen, while in office, may not like the restrictions which the law imposes on their power; and yet may think well of them after they go out.\nJudgment reversed, and judgment for the defendant below with costs."}