{"id": "478053", "contents": "The opinion of the court was delivered,\nby Thompson, J.\nThe matter for our adjudication arises out of the distribution of the proceeds of a sheriff’s sale, upon a mortgage, of certain real estate in the city of Lancaster, by Shroeder and wife to John Hatz.\nIn order to a proper understanding of the controversy, it may be necessary to state, that subsequently to November 1851, John E. Shroeder received, on loan, a large sum of money, the patrimonial estate coming to his wife; that in April 1856, being thus indebted to her, he made two notes payable to her on demand, with interest, aggregating the sum of $17,500; that, on the 20th of November of that year, this indebtedness having been reduced to $11,000, he gave a mortgage, to secure the same, on the real estate in question, to G. E. W. Sherretts, in trust for his wife. He was insolvent at the time, and it was admitted that he knew himself to be so. The debt was found, however, by the auditor, to be bond fide, and the transaction free from fraud. Three days after the execution of the mortgage, Shroeder confessed a cautionary judgment to G. K. Reed, of Lancaster, to indemnify him against liabilities as a partner. 'After this, on the 7 th of January 1857, Shroeder and wife conveyed the mortgaged premises to A. N. Russell, for the consideration-money of $500, subject to the mortgage in express terms; and on the 31st March following, Russell reconveyed to Mrs. Shroeder, for the same consideration, and on the same terms as to the mortgage. Mrs. Shroeder being thus invested with title, she joined with her husband in a mortgage of the property to Hatz, on the 28th April 1857, to secure the payment of $4500, loaned by Hatz to him. Simultaneously therewith, Hatz procured an assignment from Sherretts of Mrs. Shroeder’s mortgage, as collateral to his, and a release from Reed of the priority of his lien. The auditor and the court below were of opinion that the mortgage to Sherretts, in trust for Mrs. Shroeder, still subsisted, and was in full force, notwithstanding their transactions, and entitled to the money in court, in preference to the Hatz mortgage, and, so determining, this appeal was taken.\nIt was not very strenuously contended, although the position was taken, that the conveyance of the mortgaged property to Mrs. Shroeder, extinguished the mortgage held in trust for her. Under the facts in evidence, this position could not have been maintained. Her trustee took no part in the matter, and she was but a passive agent in it. The trust, therefore, was of itself sufficient to defeat the implication of extinguishment. But the intent to keep the mortgage on foot, expressly appears on the face of the conveyance, and, where all is fair, this intent will be sustained. Again, it was manifestly the interest of Mrs. Shroeder, that it should be so kept on foot, otherwise both Reed’s and Hatz’s liens would come in before her and sweep away her security. The rule in equity is, that where it is manifestly the interest of the owner of the encumbrance, that it should not be sunk in the inheritance, it will\" be kept alive: 9 Barr 332; 1 W. & S. 485; 8 Watts 457. All parties here, Hatz included, acted upon the idea, and treated the mortgage as subsisting and in full force.\nShroeder and wife, under these circumstances, conveyed tó Hatz in mortgage what is sometimes called the equity of redemption, but more accurately speaking, the estate, encumbered with a prior mortgage. This Hatz knew, for he sought and procured an assignment of that mortgage as collateral security to his, on the day his mortgage bears date, and now claims also by that assignment. He was not, therefore, deceived in the extent of the pledge given to secure the indebtedness of Shroeder. Nor can he claim anything in consequence of that assignment: for the trust character appeared on the face of the mortgage. The trustee could not pledge his trust securities as collateral to a precedent debt, and no assent of the cestui que trust was attempted to be shown. Hatz was bound to know the law, and that Sherretts’s assignment was good for nothing if disputed by his cestui ■que trust. Nor is’there any hardship in this, for he parted with .’nothing to obtain the assignment. So that on neither the ground ■of the extinguishment of the mortgage nor its assignnient, can the appellants successfully stand.\nRut it was further insisted by the appellants, that as Mrs. >Shroeder, one of the mortgagors, was in equity the owner of the first mortgage, the subsequent mortgage of the same estate by her husband and her to Hatz,-after she became the owner of it, had the effect to postpone her lien in his favour, and she is \"estopped from claiming the money in satisfaction of that lien.\n• To take this view would be to give a much greater force to Mrs. Shroeder’s acts, by indirection, than the law would give to her acts done directly with a view to reach the same end. Eor instance, Sherretts was the legal owner of the mortgage, in trust for her, and without his assent and co-operation she could ¡neither transfer nor release it. Nor could she, without the cooperation of her husband, execute a legal transfer, if the trustee •had been out of the way. It would therefore seem unreasonable, that her acts unintended should have greater efficacy than if •they had been expressly designed to have the effect, and so performed with that view.\nBut, conceding that equity will oftentimes give effect to acts not of themselves perfect or binding obligations at law, for the purpose of effectuating justice, it does so in such cases of defective obligations to reach those who ought to be made responsible; in other words, those who are liable in person or estate to pay a debt. Equity may lay hold of means to accomplish this when the law cannot. But here the debt was not that of the wife in any sense. There is not a word, excepting as it is stated in the appellant’s paper-book, to the effect that it was a loan to the wife, and is denied in that of the appellees: nothing to show that the debt was not exclusively the husband’s and received for his use, for which the property was pledged. In the absence of testimony to the contrary, as we have seen in the case here, the law presumes the debt to be the husband’s. The debt was therefore his, and the wife’s property, to the extent to which it was pledged, the security. Equity cannot release it from the demands of the law, to the extent of the pledge, but it does not regard her in the light of one personally bound, and required to make good the deficiency of the security out of the funds in court. Her lien was not pledged; her estate subject to it was: that has gone to satisfy a debt of her husband, and she is no farther bound either in law or equity.\nThe cases of Himes v. Barnitz, 8 Watts 39, and Erb’s Appeal, 2 Penna. R. 296, do not rule this case. The principles therein announced are undoubtedly correct when they are properly applicable. One having a prior lien, and who at the same time is a joint debtor or surety in a judgment in favour' of the party which he holds the lien against, is not allowed to take out the money made on a sale of the property bound as against his judgment-creditor, and in default of the money reaching the credit- or’s lien, drive him to an action to recover the money back again. The money being in court, equity applies it at once where justice requires it to go, and this avoids circuity of action. This ‘is the principle of the cases cited, but they differ widely from the case in hand. Here, Mrs. Shrocder was not the debtor nor personally bound as surety, and the principle does not apply. She neither in law nor equity had parted with her first mortgage, nor her trustee for her, and therefore the mortgage held in trust for her is entitled to be first paid.\nThe decree of distribution of the Common Pleas is affirmed, at costs of the appellants. •\nIqOWRlB, C. J., dissented, and filed an opinion."}