{"id": "478149", "contents": "The opinion of the court was delivered,\nby Strong, J.\nThe fundamental difficulty in the complainant’s case is, that proof of a resulting trust in her favour is entirely Avanting. The bill alleges, indeed, that the defendant purchased the property with the complainant’s money, but this allegation is denied by the ansAA'er, and there is no evidence to sustain the averment of the bill. We have then nothing to shoAv, either in the bill and ansAver or in the proofs, that any trust ever existed, or that the relation between the parties was at first anything else than that of vendor and vendee.\nThis alone disposes of the case. But if it did not, if on the 14th of December 1833, the complainant had an equitable right to have the property conveyed to her in fee simple, and without any trust in favour of others, it by no means folloAA'S that such an equity can be enforced noAY. On that day by an assignment Avritten on the deed to the defendant, he conveyed the house and lot to the complainant for life, with remainder to three others in fee. She kneAv of the assignment, when it was made. Her bill avers, it is true, that it Avas thus made Avithout her consent, and that she remonstrated, but was informed that she could at any time have it changed in favour of such person as she desired, and requested to let it remain as a temporary arrangement. This averment is denied in the answer, and there is very little proof to sustain it. If it be conceded, hoAvever, the strong facts remain that she kneAV of the assignment, and kneAv its contents in 1833, that she received it Avith the deed of Mr. Bitting, and has, by herself or her bailee, retained it until the present time. Her bill was not filed until 1857. If she ever had the equity AA'hich she claims, it must be admitted, that she has been guilty of great laches in endeavouring to enforce it. After twenty-four years’ delay it seems to us she cannot be heard in a court of equity, asserting a resulting trust, no better proved than this, or a breach of trust in a conveyance in which she has so long acquiesced.\nThe decree is affirmed with costs."}