{"id": "478177", "contents": "The opinion of the court was delivered,\nby Strong, J.\nIn this case the District Court, on the trial, ordered a nonsuit to be entered, being of opinion that the plaintiffs had given no such evidence as in laAv was sufficient to maintain the action. It was an action of trespass upon the case to recover damages alleged to have been sustained by the plaintiffs in consequence of the breaking and falling in of a seAver, by Avhich their mill and manufactory had been throAvn down. The fall of the seAver was averred to have been caused by the Avrongful act of the defendants, or to have happened in consequence of their negligence. It was alleged, and so the evidence submitted proved, that the broken sewer Avas not in any highway, or on any land belonging to, or in possession of the defendants, but on a lot of the plaintiffs. It was constructed some thirty years ago by the CommonAvealth of Pennsylvania to convey the water of a small creek called “ Suke’s Bun,” and to prevent its flowing into the state canal, which in places occupied the bed of .the stream. It was a substitute for the run, located near Avhere the old run was, and probably at the place where it broke, in the old channel. Whether this was so or not, it is however immaterial. There Avas no contradiction in the evidence that it was a substitute for the run, and that the water of the run passed •through it. In 1849 the defendants caused another seAver to be constructed along Pennsylvania avenue, in the city of Pittsburgh, to the old sewer constructed by the Commonwealth, formed a Connection with it, and thus discharged the water of the avenue and other streets through it into the Monongahela river. The junction of the two sewers is on the lots now owned by the plaintiffs, and they Avere covered Avith earth in places to the depth of fifteen feet. In 1858 the plaintiffs became the purchasers of the lot Avhere the state seAver commenced, and through which it passed, and erected their mill directly over it. In July 1859, the old sewer broke under the mill, and as a consequence th§ mill itself was injured. Such are the prominent facts of the case as they appeared in evidence. Other facts, which are considered of consequence by the plaintiffs in error, will be noticed hereafter. Now, it is clear that on such a state of facts the action could not be sustained against the defendants unless they were guilty of negligence in not keeping the state sewer in repair, or unless their connection of their own sewer with it was a wrongful act, and the injury was caused by that connection. Whether they were guilty of such negligence depends upon the question whether it was their duty to maintain the state sewer in a safe condition, for if it was not, their omission to do it was no wrong to the plaintiffs. It is not easy to see, however, how it can be maintained that such was their duty. The sewer was not built by them, and it was not upon any lands of which they had the control. It was the property of the Commonwealth, or of the Pennsylvania Railroad Company, to whom the Commonwealth sold, and it was upon ground belonging to private owners, the plaintiffs and others, ground upon which the defendants had no right to enter. It is argued that by connecting their own sewer with it, the defendants adopted it as their, own. And again, that inasmuch as it was shown that on several occasions they had made some slight repairs to it, they may be considered as having assumed- the obligation to maintain it. The argument loses sight of the fact that the sewer is the substitute for “ Suke’s Run,” is in fact “ Suke’s Run” itself. Into that run the city had a right to pour its sewers and drains, without being under any obligation to keep it clear to its mouth, on the private property of all the lotholders through which it flowed. This right it could not lose by the fact that the lot-owners, or some one else, had conducted the run through a covered passage-way. Conveying the water of their own sewer into the old state sewer was,, therefore, but the exercise of a right burdened by no obligation. It no more imposed upon them the duty to maintain the old sewer than their conducting the water into the run, before the Commonwealth interfered with it, would have compelled them ever after to keep the run clear to its mouth.\nNor can the repairs of the old sewer, occasionally made by the defendants, be regarded as any evidence of their voluntary assumption of the duty of maintaining it. It is conceded that when there has been a dedication of a highway to public use', a municipal corporation may become bound to repair by adopting it, and that making repairs is evidence of adoption. The cases cited by the plaintiffs in error prove this, but they prove no more. In such cases there is not only a right to make the repairs, but they can only be accounted for on the supposition that there exists a liability to make them, and they work an estoppel in pais against the owner of the land. They are cases of dedication. But when the repairs made have been rendered necessary to the enjoyment of a right without any obligation to make them; when a channel, which the corporation may use without any duty to maintain it, has been appropriated and exposed to obstructions, and has thereby become dangerous to the sewerage which the corporation has constructed, it would be going very far to hold that work done to guard against the danger was evidence of obligation to do it. The present is not a case of dedication. The defendants have no right of entry on the private property of the lotholders, for the purpose of repairs, and probably the plaintiffs themselves would stoutly deny their right, if it became necessary to take down the mill in order to keep up the sewer. Under the circumstances of this case the repairs made were no evidence of a duty of the city to maintain the sewer built by the Commonwealth.\nThen, was there evidence that the old sewer was broken in consequence of a wrongful connection of the new sewer with it ? That the defendants had a right to make a connection, and conduct the water from their sewer into it, we have already said, and we discover no evidence that the mode of connection was negligent or unskilful. It is urged that the diameter of the city sewer was some three inches greater than that of the old, and that it brought into it an additional quantity of water. These facts, it is contended, tended to establish a liability of the defendants for damages resulting from the fall of the old sewer. It was proved, however, and there was no conflict of testimony, that the old sewer would vent more water than the city sewer could bring into it, in consequence of its greater inclination. Nor was there a spark of evidence that it broke in consequence of being gorged with water. The proof was the reverse. Nor was it proved that any injury was or could be sustained by it in consequence of the alleged fact that the city sewer increased the flow of water. This part of the case has not been relied on in the argument, and it could not be. There was no evidence to sustain it. The case here has been rested upon the assumption that it was the duty of the defendants to maintain and keep safe the sewer built by the Commonwealth, a position which we have shown untenable.\nThe court then was right in holding that there was no evidence sufficient in law to maintain the action, and in directing a non-suit. The complaint that the constitutional right of trial by jury has been violated is made wdthout due consideration. The province of a jury has always been to determine facts. What is the law applicable to those facts has always been a question for the court. In ordering the nonsuit, the court conceded all the facts which the jury could have found, and simply declared that under the law as applicable to them there was no liability on the part of the defendants.\nThe judgment is affirmed."}