{"id": "478140", "contents": "The opinion of the court was delivered,\nby Strong, J.\nBy the clause in his will devising the residue of his estate, the testator gave to his sons a fee simple. But it is clear that he did not intend to place his daughters precisely upon the same footing. True, there are general words of devise to all his children. They are coupled, however, with a reservation as to the shares of the daughters. The rents, issues and profits of each of those shares are given to the daughter for her natural life, and after' her death, the share is required to descend to her child, and if children, to them share and share alike. The will then directs that if either of the daughters should die and leave no lawful issue, the property shall fall back into the residue of the estate. The beneficial interest is thus limited to each daughter for her natural life. It is not, as was supposed in the court below, the case of a gift in fee, with a subsequent attempt to take away some of the qualities of a fee, or to direct the manner of its enjoyment. This will, like all others, must be construed, with every part of it in view, and so as to give effect to the testator’s whole intention, unless it be in part contrary to law, or impossible. The construction given by the court below ignores no inconsiderable portion of the testator’s language. Although it is true that a testator, after having given a fee simple, cannot denude it of its nature and properties; in other words, cannot make a fee something else than that which the law recognises as such, yet he may devise a less estate.\nHe may restrain the generality of a devise, by subsequent expressions, -and convert that which otherwise would have been a fee simple into an inferior interest; and more frequently in this mode than in any other is a particular estate given. A reduction of the quantum of the gift is allowable, while all attempted alterations of its qualities must prove inoperative. Even the Act of Assembly which enacted that all devises of real estate shall pass the whole estate of the testator in the premises devised, although there be no words of inheritance or perpetuity, recognises the power of a testator to restrict the generality of his gift, for it adds, “unless it appears by a deviso over, or by words of limitation, or otherwise in the will, that the testator intended to devise a less estate.” Here, there is not only an express limitation of the duration of the estate to the natural life of the daughters, but a remainder over, immediately after the decease of each daughter to her child or children, with a direction that on the death of such daughter without leaving lawful issue, the property devised shall fall back to the residue of the testator’s estate, and form part of the same. In other words, the will directs that the devise shall lapse in case the daughter shall die without leaving lawful issue.\nBut though the will cannot be construed as giving to the daughters, directly, a fee simple in that portion of Mr. Haldeman’s estate which he denominated as the residue, yet if an estate tail was given to them, it becomes a fee simple by virtue of our Act of Assembly of April 27th 1855, § 1, P. L. 368. It is necessary, therefore, to inquire what was tho extent of the interest given.\nThe devise was to each of the daughters for life, with remainder to the child or children of the first taker, share and share alike, but without any superadded words of limitation. The words “ child or children,” by which the remainder-men were described, are, in their usual sense, words of purchase, and are always so regarded unless the testator has unmistakoably used them as descriptive of the extent of the estate given, and not to designate the donees. But they may be used as words of limitation. Mr. Hayes, in his Elementary Essay (page 35), asserts that the rules of construction freely permit the use of the words “heirs of the body,” or “issue,” in the limited sense of “ children,” in the comprehensive sense of “heirs of the body;” those rules, or rather, the fundamental principle of legal interpretation requiring only a clear explanation to justify a departure from the ordinary meaning, imposing on those who would translate the term, the onus of producing an express warrant under tho hand of the author of the gift. Wherever, therefore, in the devise of a remainder to the “ child” .or “ children” of the first taker, it is thus made clearly to appear that those words are used in the sense of “issue,” or “heirs of the body;” they are to be treated as describing lineal succession to an entail. Cases are numerous of devises to one for life, or for life only, with remainder to his “son,” or “first son,” or “ eldest son,” in the singular number (all properly words of purchase), with a devise over in default of issue of the first taker, in which he has been held to take an estate tail, in order to let in other sons, who, without such a construction, would have been excluded. The estate tail has been implied from the devise over, and the word “son,” or “eldest son,” has been elevated into a generic term, embracing the whole line of male lineal succession, and therefore a word of limitation. Mr. Hayes has collected some of these in his third table. For similar reasons, limitations of a remainder to an unborn child or son of the first taker, have been held evincive of an intention to use the word “son” or “child,” in tho sense of “heir of the body:” Smith on Ex. Int. 537. These cases are important as showing that a manifest intent to use a word of purchase to express limitation, will be allowed to prevail.\nNow, if this will be examined, it seems quite plain that the testator employed the words “ child,” “children,” and “issue,” indiscriminately, and all of them as meaning an entire line of lineal descent. He devised to each of his daughters for life, remainder to descend to the child or children, and the gift to lapse if the daughter should die and leave no lawful issue. The intent that the devise shall not lapse while lawful issue of tho daughter remains, is evident. It is also evident that the point of time when the testator intended the estate given to the daughter and to her child or children to cease, and when the property was intended to fall into the residue of his estate, is the sanio. The termination of the estate and the lapse, were in his mind contemporaneous. Here he uses the words child, children, and issue, as meaning the same thing. And we think he used them all as meaning “heirs of the body,” and not as descriptive merely of individuals. I am aware that the general rule is, that when an express limitation to a particular class of issue, by an appropriate term of designation, as “son,” “daughter,” “children,” is followed by the words “in default of issue,” or others kindred thereto, introducing an ulterior devise, these words are referable to the object of that limitation, and not to an indefinite failure of issue. They ordinarily do not refer' to issue at large, and therefore do not commonly furnish ground for an implication of an estate tail in the first taker. See cases collected in 2 Jarman on Wills 368. To this rule, however, there are many exceptions, and it is -never applied when the word “ children” is evidently intended to define an entire line of succession.\nWe think it does not apply in this case. Here is no devise over after the land “ descends” to the child or children. The phrase, “ should, however; either of my daughters, Sarah, Mary, or Susan, die, and leave no lawful issue,” is not introductory to any ulterior devise. Manifestly, the only purpose of the testator, expressed in the sentence containing it, was to declare anew the duration of the interest he had previously given. In doing so, he has defined the sense in which he had used the words child and children, and shows' an intent to express hereditable succession. For if in this will, the word “issue” means “child” or “ children,” instead of those words meaning “issue” in the sense of “heirs of the body,” the devise must lapse on the death of any of the daughters without leaving- a child, though she should leave a grandchild. This was not clearly the testator’s intention. The true construction of the will then is, that it devises to the daughters for life, with remainder to their issue, and in default of issue the gift is to lapse. This is only because the testator has defined the word child as meaning issue. The devise is then an estate tail, which, under our Act of 1855, is to be construed as a fee simple. We do not think that any such trust was created by the will as to prevent the operation of the rule that an estate for life with a remainder to the issue of the first devisee, is an estate tail in law.\nThe judgment is affirmed."}