{"id": "478145", "contents": "The opinion of the court was delivered,\nby Thompson, J.\nThe absolute rights of every Englishman are said, by the author of the Commentaries, to consist of three principal or primary articles: the right of personal security, personal liberty, and private property: Bl. Com. 128. These are said by the same author to be irrevocably secured by Magna Gharta; by the statute de confirmations chartarum; the Habeas Corpus Act; the Bill of Rights, and lastly, by the Act of Settlement, after the Revolution. With us these rights are secured by the constitution of the state and United States, and thus being defined, we distinguish constitutional from arbitrary or despotic governments. The light of private property, as defined by the same authority, consists “in the free use, enjoyment, and disposal of all acquisitions, without any control or diminution, save only by the laws of the land:” Id. 138. Apply these general principles.\nThere being no law to interfere with the enjoyment by the plaintiff of his property in the manner which he had chosen to do, his enjoyment could not be interfered with by the defendant on any plea of general or personal benefit: he was bound to yield to neither; to nothing short of the law of the land. This not requiring any concession to the defendant, the latter was without the shadow of right in carting earth and dirt upon his premises. If, therefore, his acts occasioned injury to the plaintiff, it was right to hold him answerable to the extent of the injury. It was no excuse for his trespass that he could not with equal facility, or at the same cost, fill up his lot to the grade of the street, without carting a portion of the material on plaintiff’s lot. He was, by a moral as well as legal obligation, bound to use his property so as not to injure that of the plaintiff. If he could not act in accordance with this principle, he could not lawfully act at all. We think the judgment of the court on the points of the defendant were expressed entirely in accordance with the law, and the answers given to the jury faultless.\nThe judgment is therefore affirmed."}