{"id": "478244", "contents": "The opinion of the court was delivered,\nby Stroks, J.\nThe affidavit contains three distinct averments of alleged defence. The first is, that the note is one of two given as a subscription for a perpetual scholarship, and that the scholarship is worthless in consequence of the indebtedness and pecuniary embarrassment of the college. This is called a failure of consideration, but improperly. It is not averred that the defendant does not get the scholarship, in payment for which he gave his notes. It is not alleged that he does not obtain all that it was contemplated he should have when the contract was made. That the scholarship turns out not to be worth as much as he expected may be a misfortune, but it is not a failure of consideration.\nThe subjoined averment that the defendant has not received his certificate, is of no importance, for it is not alleged that he is entitled to any, before his notes are paid, and, for aught that appears, one may have been tendered and refused.\n. The next matter of defence alleged is that the subscription for the scholarship was made, and the notes were given under representations by the agents of the college, that enough had been or would be subscribed before the notes should be collected, to pay off the entire debts of the college, and make the perpetual scholarship worth as much as the amount of the notes given for it. It is then averred that enough has not been subscribed; that there is still a large debt against the college, with no means to pay it, in consequence whereof and of other difficulties, the scholarship is worth nothing, and the affiant believes never will be. It is added that if he had known the facts, and had not been deceived by such false representations, he never would have made the subscription or given the notes.\nIn regard to this, it is to be observed that no fraud is charged. Nor are the notes alleged to have been given on any condition that a sufficient sum had been or would be subscribed to pay the debts, before the defendant would be called upon for payment. The agents of the plaintiff represented that it had been or would be. This was obviously an expression of opinion only. According to his own case, the defendant was the purchaser of a scholarship. The plaintiff’s agents were vendors. The value of the thing sold and purchased was in debate. The agents said it would be worth as much as the amount promised before the collection of the notes; that it would become worth so much by subscriptions already made or to be obtained. That this is not enough to relieve a purchaser from his bargain, need not be argued. There is no relation of trust and confidence between a vendor and vendee. It is not every mistaken representation that avoids a bargain, much less a mistaken representation of value. A representation and a condition are not the same thing. Had the affidavit averred that the promise to pay was made contingent upon any condition, either that a sufficient sum had been or would be subscribed to pay the debts of the college, or even that the scholarship should prove worth its price, another question would be presented. But as it is, this averment sets out no defence.\nThe remaining allegation is that the affiant has been informed by a former trustee, that the charter of the college has been forfeited by improper acts of the trustees, and that the college has no right to collect these notes. This is no defence. No improper act is specified that would work a forfeiture, and if there was, it could not be taken advantage of in a suit upon a note given or endorsed to the corporation.\nThe judgment is affirmed. ."}