{"id": "478260", "contents": "The opinion of the court was delivered,\nby Read, J.\nAnderson holding a judgment against Adam Eehey, issued an execution which, was levied on the stock of clothing in the store of Fehey, which was advertised for sale by the sheriff, the plaintiff in error. Before the day of sale C. Baelz filed a bill in equity against Fehey, to which Anderson was afterwards made a party, alleging a. partnership with Fehey, who had per mitted suit to be brought against him by Anderson, and judgment obtained, and execution issued and levied on goods of tire partnership', for the purpose of selling them and defrauding the said Baelz.\nThe court enjoined Anderson from proceeding to sell, which injunction on the coming in of the answer of Fehey and Anderson, was dissolved by the court on the 17th May 1856, and the complainant’s bill was finally dismissed, there being no evidence to sustain his claim of partnership. Notice was given to the sheriff of Baelz’s claim by his counsel, and that if he proceeded to sell the goods, ho would be held liable by Baelz. Before the advertisement, and also on and before the day of sale, the sheriff demanded indemnity from Anderson, which, if not given, he would only sell the interest of Fehey, and such bond not being tendered or given, he accordingly, on the 29th May 1856, sold only the interest of Fehey, and Anderson became the purchaser, who paid the sheriff the costs and the landlord’s claim for rent, and receipted for the balance of the purchase-money, applicable to the payment of the debt and interest, and demanded the goods, ■which were refused. The plaintiff below and his counsel offered to give security to the sheriff, and upon their return from their search for the sureties who were proposed, the counsel was informed that Dr. Baelz had the key of the store. It appeared in evidence that the sheriff had a watchman in the store ; that after the sale the store was locked up by the deputy sheriff, and the key taken to the sheriff’s office, where it was refused to Anderson, but was handed over to Baelz (who it afterwards appeared conclusively had no interest in the goods), who took possession of them, and carried them away.\nThe sheriff, on Anderson’s refusing to give a bond of indemnity, after the notice by Baelz, had a right to decline selling, and might have returned nulla bona, or he might have done as he did, sell only the interest of Fehey, and upon Anderson’s giving him a proper indemnity, might have handed them over to Anderson. But instead of adopting either one of these two courses, he in fact declined taking an indemnity after the sale from Anderson, who was the real owner, and gave them to Baelz, who had no interest whatever in them.\nIt requires no citation of authorities tó show that this course thus deliberately pursued by the sheriff, was in direct violation of law and of his official duty, and was a conversion of the goods sold, for which he was answerable to the plaintiff in the execution.\nThe record in Baelz v. Fchey was properly admitted, and the instructions in regard to it were entirely proper, for it was a necessary part of the history of the case. The second, fifth, and sixth points contained in the third assignment of error, were properly refused or declined, and we see no error in the charge of the court as specified in the fourth and fifth assignments of error.\nSupposing the demurrer to the joinder of counts in case and trover, to have been made at a proper stage of the cause, we see no error in their joinder, for they are both actions on the case; the plea is the same, and the judgment is the same. The was properly overruled.\nJudgment affirmed."}