{"id": "478233", "contents": "The opinion of the court was delivered,\nby Lowrie, C. J.\nThe Act of 20th April 1853, § 3, is very positive in declaring that the stockholders in these corporations shall be liable for all debts contracted while they are stockholders ;• and we are quite unable, with the court below, to discover any public policy that requires or allows us to limit this liability according to the extent of unpaid stock. Public policy, as applied to any particular subject, is the very spirit of a people’s settled customs, laws, and institutions relative to that subject.\nWhat it requires can be ascertained only by a careful process of observation, investigation, and induction of and from the actual public practice in such matters. On this subject our practice is very limited, beginning with the Act of 7th April 1849, at.least as a general practice.\nThat act was of course experimental, and therefore not sufficient to prove a public policy. Alterations were to be expected under the dictations of experience, and the thought of the first act must not be considered as controlling the second, when a change is manifestly intended. Even settled policy and institutions change naturally, as the aims and purposes of society change; and of course the experimental institutions of one legislature cannot be used to control the interpretation of the amendments of a subsequent one. We think the stockholders are liable, though they have paid up all their stock.\nWhat is the character of their liability? We think it is secondary, not primary; collateral, not principal; analogous to a case of guarantee, to be enforced if the regular process in the principal contract proves fruitless, or if the corporation becomes insolvent.\nThe nature of the case shows this; for the true contract is with the corporation, and therefore it has the principal duty and liability, and the individual liability of stockholders is a supplementary one, added on to secure the other. And this thought is expressed in the Act of 1849, when it requires that execution shall go first against the corporation, even when the stockholders should be joined in the same action.\nHere, then, is the right; how shall it be administered ? If the mechanic have not blocks or lasts on hand suitable for the háts or shoes that are required, he must provide others that are suitable. Courts and lawyers are the mechanics in the administration of justice, and, when defined rights are to be enforced, they ought to know how to do their work, and to find new methods for it if the old will not answer. We do not excuse a builder because his chest does not furnish him tools of the proper shape for the required work. Even for this new form of right, analogy directs us to an ordinary remedy, which, with very little modification, is exactly suited: the forms of proceedings against guarantors.\nAnd looking at this, we find that the form of the remedy, as well as the character of the right, allows the use of separate actions against the primary and secondary debtors.\nThe declaration in the secondary action alone needs any special departure from the form usual in the case of guarantee.\nIt is by going into the equity practice that we find example for suing them together, and getting different judgments against each, to be enforced by separate writs of execution, and this analogy is adopted in the Act of 1849, saying that the stockholders may” be included, that is, in the ordinary action against their corporation, and allowing several verdicts, judgments, and executions.\nProceeding by separate actions, a judgment against the corporation does not bar a suit against the stockholders. And a judgment against the corporation for one of the divided portions of the claims does not bar a suit against the corporation and the stockholders together for the rest of the claim.\nThis much seems very plain, and we are required to say this much in order to come to the very point of dispute about the form in the ease. Following the line of thought on which we have started, this also becomes plain. The claim is for goods sold; the paper that was given for them and dishonoured being treated as a fruitless provision for payment.\nThe plaintiffs had obtained judgment against the corporation on one of the notes; but the corporation became insolvent, and the judgment proved fruitless. There was no use of going further against the corporation alone; it would have resulted in more expense and delay. A suit against the stockholders is, therefore, their only hope ; and they may join the corporation, at least so far as the debt due by it is not yet in judgment; and the nature of the case, and the Act of Assembly, allow that the judg'ment may be as different as the facts of the case require. This action is, therefore, in right form.\nThe declaration charges both the corporation with the stockholders, Avithout averring, as it might have done, that there is already a judgment against the corporation for a portion of it. But this is of no importance, for the defendants have pleaded the former recovery in bar for so much as it avails, and that would save the corporation from a second judgment for the same sum, and require the judgment against it to be so much less.\nFrom what has been said, it will be apparent that a demurrer to the declaration, on the same ground as that on which the evidence was treated as demurred to, Avould not have been successful, and, that a demurrer to it, for want of an averment of usual and fruitless pursuit of the corporation, or of its insolvency, would have compelled an amendment.\nOne plea in bar is, that the stockholders are not liable because the corporation did not pay the bonus to the Commonwealth, and this is well demurred to.\nWe must not interpret the Act of Assembly so as to make it absurd or ridiculous. It was not intended that a neglect of the corporation’s duty to the state should free the stockholders from their duty to their creditors — that they might rid themselves of the law itself by disobeying a part of it. The proviso that imposes the bonus is not properly a proviso or condition, but an additional .law. In our hurried legislation, independent enactments are often stuck on in the form of a proviso, and so it is here.\nJudgment reversed, and a new trial awarded."}