{"id": "478376", "contents": "The opinion of the court was delivered,\nby Strong, J.\nWe are not convinced that the a.ppcllee is accountable for the sum of $1627.75 with which the appellant seeks to charge him. He had purchased a farm from his wife’s father, during her lifetime, and had paid all the purchase-money except $3627.75. Of this sum the fathor-in-law remitted $1627.75, and took a bond for the remainder. At the same time, probably, he made the following entry in his family book: “ April 4th 1853. Sarah Mast, Dr. to cash paid her in the purchase of the property which they now live on, $1627.75.” Sarah Mast was his daughter, and the wife of Owen B. Good, the accountant.\nIt would be going very far, in our opinion, wore we to hold that this transaction made the husband a debtor to the wife for the sum which the father-in-law remitted on the purchase of the farm; and if not a debtor, he is not chargeable with it in administering upon her estate. No doubt the father intended that the amount should be deducted from the daughter’s share. in this estate, and so he directed by his will. It Avas therefore an advancement, and none the less so because made to the husband of the daughter. It was the father’s mode of benefiting the daughter, by enabling her husband to procure a farm, and by his will she was charged with it as an advancement. Advancements to a married daughter in gifts to her husband are not uncommon. Thus in Wentz v. Dehaven, 1 S. & R. 312, a release of a bond and mortgage by a father-in-law to the husband of his daughter, was held to be an advancement to her. See also Hayden v. Mentzer, 10 S. & R. 333, 11 Iredell 68, 1 Gray 587. In Hayden v. Mentzer, Chief Justice Tilghman said, “ It has been denied that a father may make an advancement to his daughter, Avithin the meaning of the Act of Assembly, by conveyance of land to her husband in fee, just as he may make an advancement by paying a sum of money to her husband. It is the property of the father, who may advance his daughter in what manner he pleases, and he may think it most for her interest to place the property under the absolute control of the husband.”\nIIoav, then, can this advancement made to the wife, by remitting a part of the debt due from the husband to the father, become a debt due from the husband to the wife ? Not, certainly, in consequence of any undertaking of the husband, for there was none. When the claim for the purchase-money of the farm was remitted, the accountant ceased to OAve the $Í627.75 to his father-in-law, and he assumed to pay it to no one else. If any debt was then created, it was the debt of the wife, not of her husband. The donor no longer considered him a debtor. The charge in the family book was made against the wife; and when, by his will, subsequently made, the father directed that sum to be deducted from the daughter’s share in his estate, the • charge and the direction could not have operated as an assignment of any debt of the husband (as contended by the appellant), for there was no such debt in existence to be transferred.\nThe other position of the appellant, that the husband is chargeable because he received his wife’s money, and there is no proof that it ever became his, is equally untenable. It assumes what is in direct conflict with the facts. The $1627.75 never was her property. It belonged to her father until it was acquitted to the husband. The cases cited to show that the money of a wife, which comes into the hands of her husband, is his at common law, or remains hers, according to his intention when he receives it, and that since the Act of April 11th 1848, it is presumed .to be hers, have, therefore, no application here. Johnston v. Johnston’s Administrators, the case principally relied on, is totally unlike this. There the money received by the husband belonged to the wife when it came into his hands. Obtained after the Act of 1848, it was presumed to have been received for her. She might have lent it to her husband, and he would have been under obligation to pay it. But the Act of 1848 has nothing to do with property which never was the wife’s. She cannot lend to her husband what she has not.\nIt follows that the appellee, as administrator of his wife’s estate, is not accountable for the sum in controversy, and the decree of the Orphans’ Court was correct.\nThe decree is affirmed."}