{"id": "478319", "contents": "The opinion of the court was delivered,\nby Strong, J.\nIn this state a surviving husband is entitled to curtesy of land of his deceased wife of which he had only a potential seisin during her life. Actual possession by the wife or by the husband in her right is not necessary. If she had possession by a tenant for years, or if she had a right to present possession, it is sufficient. The effect is equivalent to that of actual'seisin: Stoolfoos v. Jenkins, 8 S. & R. 175; Chew v. Southwark, 5 Rawle 160. If, therefore, the wife of the plaintiff was, during her lifetime, either actually or potentially seised of the Sinking Yalley Farm (the property in dispute), his curtesy became complete at her death, and he is entitled to recover. The whole question in this case then is, what estate in that farm did Mrs. Buchanan take either by descent or under the will of her father ? .From the will, as well as the case stated, it appears that he left a widow and two daughters — Mrs. Buchanan and Mrs. Duncan. He first made provision for his widow. To her he left during her natural life “the use and benefit of'the old end of the dwelling-house” (on the farm), “ the one-half of the garden and part of the spring-house for her milk,” “half of the grain that would come to him from the tenant,” “ a sufficiency of pasture during the summer” for her cow and horses, “ a sufficiency of hay for them” in the winter, “the right to have half a bushel of flax-seed sowed for her yearly on the farm, and to be put in for her in good ground in good order,” and a right to have a sufficient quantity of firewood cut and hauled to her yearly during her life. He also gave to her an annuity, and various articles of personal property.\nIt seems quite clear that neither any one of these provisions, nor all combined, amounted to a devise of the farm to the widow during her life. The benefits secured to her were, at most, certain rights and privileges upon the farm — not the farm itself nor all its usufruct. As against the owner she could enforce the provisions made in her behalf, but those provisions looked to an owner other than herself to whom she could resort.\n’ Now had the will stopped here, the Yalley Spring Farm would have descended, on the death of the testator, to Mrs. Buchanan and to Mrs. Duncan, encumbered with the charge in favour of the widow, and would have been clearly subject to the curtesy of a husband. But the testator proceeded to make a disposition of all his property. He gave two specific legacies, and also a small pecuniary one to a grandson, and then gave to Mrs. Buchanan, for the use and benefit of her legal heirs, the one-half of the remaining part of his real and personal property after the aforesaid legacies and bequests should be fully satisfied and paid, and he made a similar disposition of the other half in favour of Mrs. Duncan. It is manifest that under this clause of the will the two daughters took a fee simple in all the real estate of which the testator died seised, a.nd which he had not previously devised. If, then, as we think, the farm was not devised to the widow for life, the right to its enjoyment passed to the daughters immediately, subject to the charge, the privileges, and easements created for the widow. Nor is this construction inconsistent with the directions of the will which follow this devising clause. The testator, having made this comprehensive disposition, proceeded to specify the more important items of his property given, both real and personal. With this view he left to Mrs. Buchanan one-half of certain stocks, one-half of a tract of land in Indiana county, one-half of a sum of money due to him for a tract of land sold, or the tract itself, and added: “ and I also bequeath to my said daughter Nancy Buchanan the one-half of my land in Sinking Valley, after the decease of my beloved wife, to her and to her heirs for ever.” If the rights of Mrs. Buchanan were such only as this last clause standing alone would have conferred upon her, the defendants in error would be right, for then she would have had no title to the enjoyment of the farm until after the death of the widow, and the widow survived her. But such is not the case. This provision is not to be construed without reference to the other parts of the will. Full effect is to be given, if possible, to every provision; and if this is taken by itself the previous gift of all the testator’s real and personal property is unmeaning. Placing ourselves in the testator’s situation, endeavouring to catch his intention as expressed by his entire will, he seems to have said: I have made provision for my wife, and for all except my two children; I now leave to them all the remainder of my property ; of a part, which I specify, there will be no hindrance to their full and immediate enjoyment. Out of the Sinking Valley Farm, however, they must render certain duties to my wife during her life. Of that, therefore, they can only have partial enjoyment while she lives, but after her death their enjoyment shall be unclogged. Such being the meaning of the will, the're was a seisin of the farm in Mrs. Buchanan, as to one-half, immediately on the death of her father, even during the life of the widow, and, on Mrs. Buchanan’s death, the plaintiff’s right to curtesy was complete. It follows that he is entitled to recover.\nThe judgment is reversed, and judgment is entered on the case stated for the plaintiff and against the defendants, for an undivided moiety of the tract of land described in the writ."}