{"id": "478303", "contents": "The opinion of the court was delivered,\nby Thompson, J.\nIn the bill of exception tendered to the president of the Common Pleas by the plaintiff in error, to the admission in evidence of a certain paper purporting to be the act of Alexander McBurney, it is stated and admitted that there was a line on the ground running west from the most southerly of the two hickory trees, spoken of one as the south-east corner of the Nazareth tract, and the other as the south-east corner of the land conveyed by Dr. Mitcheltree to S. S. Ewing. The learned judge cannot be blamed, therefore, for assuming such a line. Indeed, the whole testimony proceeds upon this as a fixed fact, and consequently there was no error in assuming it in the charge, and this disposes of the exception to the charge for so doing.\nBut the existence of this line was the key to the solution of the whole difficulty in the case. It was the south boundary of the Ewing purchase, and to land south of it Ewing could only acquire title, as the learned judge said, by residence or clearing and cultivation. If he had gone upon it and cleared a field, and defined his boundaries, his occupancy thus would have drawn to it the possession of the woodland within the boundary, even as against the owner in the actual occupancy of other portions of the land. That was ruled by this court in Ament’s Ex’ors. v. Wolf, 9 Casey 331. But there must be a pedis possessio of the land. This possession being actual, adverse, notorious, hostile, and continued for twenty-one years, would give title by the Statute of Limitations. Here this sort of possession did not exist. It was simply the case of an adjoining owner, with actual boundaries and legal title, trespassing occasionally, and but seldom at that, until lately, on his neighbour’s woodland, by the occasional cutting a stick of timber thereon. His occasional declarations that he claimed it was of no avail, unaccompanied by actual occupancy in the manner stated, and as absolutely essential to the acquisition of title by the statute. Under circumstances even of this kind, an actual extension of the line from the Yanmetre fence west was an essential element to the ouster of the occupying owner of the tract. Without this, even an occupancy by clearing and cultivating for twenty-one years would only have availed to the extent of the enclosed territory. See Nepean v. Doe, 2 Smith’s Lead. Cas., 5th ed., p. 563, where the law is well stated. We see no error whatever in the law, as laid down by the learned judge in his charge.\nThe rejection of the depositions of John Shock and Dr. Irwin was in accordance with the rules of the court on the subject, and proper, and there was no error in that. '\nWe think the plaintiff in error had nothing to complain of in the answers of the court to her eleventh point. It was affirmed, and it was not said that the action of trespass thereon was conclusive in this ejectment. Indeed, nothing was predicated of this evidence throughout the entire trial.\nThe error assigned to the admission of the Alexander McBurney paper was cured by its full and entire withdrawal from the consideration of the jury in the general charge. A paper such as this was, might undoubtedly bo so wholly withdrawn as not to prejudice the party against whom it was admitted. The rule on this subject may be found in The Delaware and Hudson Canal Company v. Harlan, 7 Casey 193.\nThe last assignment of error is to the entry of judgment on the verdict. The objection is, that it is uncertain. But we do not esteem it so. .The praecipe contains a sufficient description, and when that is the case, a general finding for the plaintiff, with nominal damages, is referable thereto.' It stands in lieu of a narr., and that and the plea of “not guilty” forms the issue between the parties. See 12th section of the Act of 21st March 1806. A general finding for the plaintiff is a finding of the issue for him. If it is sufficiently descriptive, therefore, the finding will be good, and as the judgment has reference to the issue, it will be sustainable by it. A careful examination satisfies us that this case was well tried below, and the\nJudgment is affirmed."}