{"id": "478363", "contents": "The opinion of the court was delivered,\nby Thompson, J.\nIf the contest in this case had turned on the question of title in the witness when he sold the piano, the objection to his competency would have been quite another thing, and might have been successful: Greenl. Ev., vol. 1, §§ 397-98; 2 Phillips 894; 1 Harris 111. But this was not the point in con test. Both parties claimed through him, and thus affirmed his title. He was not called, therefore, to support his title ; but to prove a sale of the property, a fact necessary to the plaintiff, and which the defendants denied. They did not rely on the absence of title in the witness, but only that his transfer to the plaintiff was fraudulent either in law or fact. If it were either, the sale surely did not imply a guarantee on his part that such a transaction should be effectual to vest title in his participant in the fraud. The defendants alleged that it was a collusive transaction to defraud creditors, and in that aspect they could not apply a doctrine which a vendee might do if the title failed by reason of a fraud in the sale. But the question is settled by the case of Miller v. Fitch, 7 W. & S. 366, in which it is distinctly ruled in a case like the present, and where the objection was the same, that the vendee- was a competent witness.\nBeing admitted, the witness, if believed, proved a sale and the delivery of possession of the piano to the plaintiff, his removal from the county immediately thereafter with a view to a permanent residence, and the exclusive possession of his mother, who continued to live in this county until his return. It is true that he further testifies that after a few weeks, not succeeding as he expected, he and family returned to this county. After this his mother became again a resident with him, and the piano was kept at his house, and used by his wife, with the permission of his mother. From these facts, a court could not pronounce the transaction a fraud in law. There was in appearance, at least, a substantial delivery and transfer of the possession, and so retained exclusively for four or five weeks. This length of time was thought to be sufficient, in Brady v. Howes, 6 Harris 113, when there was nothing to show it to have been a delivery merely proforma, to prevent the operation of the doctrine in cases of fraud in law from applying, to turn it into a question of fact as to whether the transaction was collusive or not; and see Smith’s Leading Cases, 5th Am. ed., p. 73. The court dealt with the case accurately in this aspect, and we see no error in it.\nNo bill of exceptions seems to have been sealed to the rejection of the auditor’s report, and we cannot notice this assignment of error. It is quite apparent that if there had been, it would not have availed the defendants. It was not evidence in any point of view which was claimed for it.\nJudgment affirmed."}