{"id": "478387", "contents": "The opinion of the. court was delivered,\nby Woodward, J.\nBy means of his attachment the plaintiff assumed the position, and acquired the rights of Fields, the debtor, so far as concerned the relation of the latter to Mrs. Ellis. If Fields had a right of action against Mrs. Ellis for the $2457, which he had earned by sawing lumber for her, Fessler acquired that right to the extent of his judgment against Fields. He was as well entitled to call on Mrs. Ellis to pay him the amount of his judgment, as Fields was to call on her to pay the whole of her apparent indebtedness.\nTrue it is, that, under the Act of Assembly, Mrs. Ellis, as garnishee, was liable only for moneys in her hands belonging to Fields at the time Fessler laid his attachment, the 4th February 1859. But suppose, instead of Fessler’s attachment, Fields had brought suit against her as of that date, had shown the manufacture of the lumber for her in the years 1856-7, 8 and 9, to an amount exceeding $2000, and she had shown no payment, set-off, or defence whatever. Can there be any doubt that Fields would have recovered ? Why should he not ? The contract and his performance of it were fully proved. .The money was earned, and was not shown to have been paid. The necessary primd facie presumption would be that it was still due. And if that presumption would have arisen, on such proofs, in a suit by Fields, the same presumption belongs to his creditor, Fessler, coming in ■as an attaching creditor. That presumption is, that moneys earned before 4th February 1859, and not shown to have been paid, were due and owing on that day. A debt once proved is presumed to exist till its extinguishment is proved. Even when the remedy for it is barred by the Statute of Limitations, the law does not presume extinguishment of the debt. But here there was no bar of remedies, and no ground laid for a presumption of extinguishment. The necessary conclusion of reason and of law is, therefore, that at the time the attachment was executed, the garnishee had funds in her hands, belonging to the defendant, sufficient to satisfy his debt to the plaintiff. The court erred, therefore, in holding that the plaintiff had failed to make out his case.\nThe judgment is reversed, and venire facias de novo is awarded.\nThompson, J., dissented."}