{"id": "478446", "contents": "The opinion of the court Ayas delivered,\nby Read, J.\nLord Mansfield, in Harwood v. Goodright, Cowper’s Reports, p. 90, thus states the laAv of England in regard to devises of lands : “ Though as to personal estate, the laAv of England has adopted the rules of the Roman testament, yet a deAise of lands in England is considered in a different light from a Roman will. For a Avill in the civil laAv was the institution of the heir. But a devise in-England is an appointment-of particular lands to a particular devisee, and is considered in the nature of a conveyance by Avay of appointment; and upon that principle it is, that no man can devise lands which he has not at the date of such conveyance. It does not turn upon the construction of the statute 27 H. 8, which says, that any person having lands, &c., may devise. For the same rule held before the statute where lands were devisable by custom.”\nThis, undoubtedly, was the law of Pennsylvania under the Act of 1705, and was recognised by the revisers in their report of the 1st March 1832, and what is now the 10th section of the Act of 8th April 1833, was drafted by them and adopted by the legislature in order to change this rule for the future. So prior to the Statute of Frauds a will of lands might have been republished by parol, and would have all the effect of an original will from the time of its republication, and would pass lands purchased by the testator between the first execution and the republication, and such also was the law of this state: Howard v. Davis, 2 Binn. 406; Jack v. Shoenberger, 10 Harris 416.\nDevises to charitable uses became so frequent in England,particularly by languishing or dying persons, that the statute of 9 Geo. II., ch. 36, was passed, enacting, that after the 24th June 1736, no lands, or money to be laid out in lands, or any interest in lands, shall be given or conveyed for the benefit of any charitable use whatever, unless by deed executed in the manner prescribed twelve calendar months before the death of the donor or grantor, and enrolled in the Court of Chancery within six calendar months from its execution.\nA question soon arose as to the devises to charitable uses executed before the statute, where the testator died after it went into operation, and was brought before Lord Chancellor Hardwicke, in the case of Ashburnham v. Bradshaw, reported in 2 Atkyns 36, and which was decided upon the equity reserved on April 26th 1740. This was a devise to charitable uses under a will in 1734. The testator lived till July 1736, a month after the new statute of mortmain took place, and then died without revoking his will: it was referred by the Court of Chancery to the judges for their opinion, whether this was a good disposition to charitable uses; and all of them, except Mr. Justice Denton, who was ill, certified that the devise to these uses was good in law, notwithstanding the act, and thereupon the Lord Chancellor declared the will should be established and the trusts of the charity carried into execution. This case is noticed arguendo, in Attorney-General v. Lloyd, 1 Vesey Senior, p. 33, S. C. 3 Atkyns 552, in this wise: “ The testator dying after the late mortmain act made in 1736, the first question whether the devise of the real estate to charity by his will made before this act is good, cannot now be disputed, for it was determined before the twelve judges in Ashburnham v. Kirkhall (Bradshaw), while the present suit was depending at the Bolls, that the devise in such case was good.”\nThe same doctrine is stated in Willet v. Sandford, 1 Vesey Sr. 178 and 186, where it was held that a codicil made after the mortmain act, to a will made before it, was a confirmation and not a revocation of it, and the will was accordingly established. In the Attorney-General v. Andrews, 1 Vesey Sr. 225, the testator made his will before the statute of mortmain, devising his copy-hold lands to a charity. He had some copyhold surrendered to the use of his will, and other copyhold not surrendered, all of which the Lord Chancellor held were included by the terms of the will. To the objection of the mortmain act, he replied, the doctrine already settled, saying, “ this will was made before the day on which the act took place, and all the cases arising before must be left on the same rules of law and equity.” To that of the Statute of Frauds, he cited the case of Tuffnel v. Page, April 1740, 2 Wms. 262 (S. C. 2 Atkyns 37; and see Id. 497), where cestui que trust of copyhold lands devised it without any surrender to the use of his will, and the question was, whether the court would make that good, the will having no witness at all; and it was held sufficient to pass the trust on the foundation of there being former determinations and standing on the statute of H. 8, which passes lands by will in writing, though no witness at all, of which there are several cases by Lord Coke, as of a will wrote and not finished, which was good for so much.\nIn The Attorney-General v. Bradley, 1 Eden 482, where a power of appointment to a charity defined in a will made before the statute was executed by a will made after the statute, it was ■held that the appointment was not avoided by it, as the execution of the power had relation to and was part of the will, and therefore no more affected by the statute than a will inchoate before the statute where the testator died after it. A most remarkable exemplification of the unbending nature of this rule of the English courts is to be found in the case of the' Attorney-General v. Downing, Dick. 414; (S. C. Wilmot’s notes 1, 35; Ambler 550.) The testator’s will was dated in December 1717, and he died in 1749, thirteen years after the mortmain act, and thirty-two years after the execution of his will. The devise was for the erection of a college to bo called Downing College, in Cambridge, and to obtain a royal charter for founding such ■ college and incorporating a body collegiate by that name in the University at Cambridge, and upon information and relation of the University of Cambridge, it was declared that the trusts of the will ought to be carried ’into execution in case the king should be pleased to grant his charter to incorporate the college, and his royal license for such incorporated college to take the devised premises in mortmain, and a charter of incorporation was accordingly granted half a century afterwards, on the 22d September 1800.\nSuch was the state of the law when the revisers, in their report, recommended, the passage of a hill relating to last wills and testaments, making some important alterations in it, which, with a few changes, became the law of the land on the 8th April 1833. As nothing was said in this act relative to wills already executed, it was evident that the new provisions requiring the signature of the testator at the end of the will, and directing that devises of real estate shall pass the whole estate of the testator although there be no words of inheritance or perpetuity, and. that after-acquired real estate shall pass by a general devise, would soon call for a judicial decision, whether such prior wills where the testator died after the act came into operation, were within its purview.\nThe first case which occurred was decided in October 1836, at Pittsburgh, by Judge Kennedy, and is Mullen v. McKelvy, 5 Watts 399. It was there held, that the execution of the will must be established by the evidence required by the law as it was when it was executed, and not as it was at the death of the 'testator. The question was argued by the present chief justice and the late Mr. Forward, who cited most of the authorities I 'have already stated under the English mortmain act. In this case the will was made before the Act of 1833, but the testator died afterwards, and the law as above stated was admitted on both sides. This disposed of the sixth section of the act requiring the signature of the testator at the end as inapplicable to the prior wills.\n• The next case was a year later at Pittsburgh, and was Murry v. Murry, 6 Watts 353, in which Chief Justice Gibson delivered the opinion of the court. The paper propounded as a will, was made or written by the decedent before 1833, and he died in September 1835. It was not signed by the decedent at the end, but the chief justice held, as it was written before the statute, it must be governed by the old law, and examining it in that light, •he came to the conclusion that it was an unfinished paper and not a will.\n“We are clear,” says he, “that the statute operates only on wills written subsequently; but under the law as it stood, the paper in contest is destitute of the necessary proof of authenticity.”\nIn Lewis v. Lewis, 2 W. & S. 455, decided at Philadelphia, in December 1841, the will was dated July 18th 1828, to which there was a codicil, dated December 15th 1833, and both were in the handwriting of the testator and signed by him. On the margin of the will was written the word “ obsolete,” also in the handwriting of the testator, who died in 1837. Sergeant, J., put the question in this form: “ If the word obsolete was written before the codicil, the latter annuls the alleged revocation and revives the will, and if written afterwards it comes within the purview of the Act of 1833, and is not a revocation within the meaning of any of its provisions.”\nMullock v. Souder, 5 W. & S. 198, was decided in Philadelphia, in March 1843, Judge Sergeant delivering the opinion of the court. There the will was dated 3d June 1831, and the testatrix died on the 7th July 1837, and her will was proved in Baltimore on the 10th of the same month, and on the 17th letters testamentary were issued, upon an exemplification filed in the register’s office for the city and county of Philadelphia, to Caspar Souder, the executor. After the date of the will, the testatrix disposed of two messuages and lots which she owned, one in the city and one in the county of Philadelphia, and reserved to herself and her heirs two annual ground-rents; and the question was whether these ground-rents passed by the will. She did not republish her will.\nIt had been decided in Skerrett v. Burd, 1 Whart. 246, that ground-rents reserved from property sold after the date of a will, were after-acquired real estate, which of course did not pass by ■will prior to the Act of 1833. The broad question was therefore presented to the court, whether this will was to be governed by that act, the existing law at the death of the testatrix, or by the law as it stood when she executed her will. It was a subject the whole court was familiar with, and three of its members had given opinions upon branches of this subject. Judge Sergeant answers this question by saying that the act does not apply to a will dated before its passage, where the testator died subsequently. “ We think, however,” says he, “ that it does not. It could only do so by giving the act a retroactive effect, which will never be done, when such does not expressly appear to be the design of the legislature, but the Act of Assembly will be left to operate on wills made and executed after the act comes into operation.” After quoting most of the decisions on the mortmain act, used in the cases of 5 and 6 Watts, and which I have stated more at large, he uses this language : “ There, the application of the statute” (of mortmain) “would have abridged the right of the devisee; here, it” (of 1833) “would abridge the rights of the heirs : and there seems no difference in principle.”\nThis was undoubtedly the deliberate opinion of the whole court, .and was entirely in’consonance with all the previous decisions, and was a necessary corollary from them.\nIn Campbell v. Jamison, 8 Barr 498 (Harrisburg 1848), the testator made his will in 1827, republished it by parol declarations after 1833, and died in .1841. Coulter, J., delivering the opinion of the court, said, “ That a will may be republished by parol, was distinctly decided in the case of Jones v. Hartly, 2 Whart. 103. The same point was ruled in 3 Wash. C. C. R. 481. There is nothing in the Act of 1833.to interdict such republication by parol.”\nIn Martindale v. Warner, 3 Harris 471, decided at Philadelphia, in December 1850, Judge Rodgers delivering the opinion of the court on the construction of the Act of the 6th May 1844, in relation to a devise or legacy -in favour of a brother or sister of the testa,tor not leaving any lineal descendants — mot lapsing by reason of the death of such devisee or legatee in the lifetime of the testator — if such devisee or legatee shall leave issue surviving the testator, says, “In the case in hand, the will was executed before the Act of the 6th May 1844, but the testator died after the passage of that act. The question is, did the legislature intend that the act should operate on wills executed before its passage, the death happening after, so as to change by the construction the legal intention of the testator ? For I agree if this intention clearly appear, it must be so construed: it would interfere with no vested right, as the testator is saved the power of directing otherwise. It however strikes me that the intention must be most clearly expressed in language which it is difficult to misapprehend; and such is the doctrine held in Mullock v. Souder, 5 W. & S. 198. Mr. Justice Sergeant says, “ a retroactive effect will not be given to 'a statute, unless such appears expressly to be the design of the legislature. Mullock v. Souder, it is true, is the case of real estate, and as this is assumed to be personal property, it does not in terms rule this case, nor is it in this case cited for that purpose, but for the sake of the principle decided, which is as applicable to personal as real estate. Nothing appears, but rather the reverse, in the Act of 1844, indicating any intention to give it a retrospective effect. No devise or legacy hereafter made, is the phraseology of the act, thereby meaning, according to the usual acceptation of language, wills made and executed after the passage of the act.” After discussing the will of personal property, including ex necessitate, all the testator had at his death, and the legatee intended when the will was made, and granting the constitutional power of the legislature, he says: “ but is it going too far to require that such intentioñ shall be expressed in such clear, unambiguous terms as to preclude all hesitation and doubt? It is, in my judgment, giving the act a retroactive effect, which, as is ruled in the case cited, Mullock v. Souder, will not be permitted, unless such appears expressly to be the design of the legislature. Though a will, it is true, does not take effect till after the testator’s death, yet it is inchoate, though not consummate from the execution of it, and, for many purposes in law, of which this is one, it relates to the time of making it.”\nIn Kurtz v. Saylor, 8 Harris 205 (1852), C. J. Black said, “she” (meaning a married “had no such the act of 1848, because it was not then passed, and her right to make a will is to be determined by the law as it stood then, and not by the statutes in force at the time of her death. This is decided in Mullen v. McKelvy, 5 Watts 399. See, also, Dwarris on Statutes 685.\n“4. We must therefore fall back upon the Act of 1833, the only one which ■was in force at the date of the will, and this act in sect. 3 provides that a married woman may, by the assent or license of her husband, dispose of her personal estate by will.”\nThe case of Jack v. Shoenberger deserves particular attention. That was an action of ejectment, in which there was a will made on the 19th of September 1828, and land acquired afterwards between 1831 and 1837, and an alleged parol republication of the will after the purchase by the testator, who died seised of it in 1843. On the first trial in the Common Pleas of Westmoreland county, evidence of the parol republication was admitted, and there was a verdict for the defendants, who- claimed under the will as republished, the after-purchased land which was the subject-matter of the suit.\nA writ of error was taken to the Supreme Court, and on the ■17th of November 1851, Chief Justice Gibson delivered the opinion of the court, which was not reported, reversing the judgment of the court below, upon the ground that the will was within the Act of 1833, which prohibited parol republication by a proper construction of the 6th and 13th sections. It is said, that this was only the opinion of three judges, Judge Bell dissenting, and Judge Coulter, whose opinion in favour of parol republication was well known, taking no part in the decision, in consequence of having been the legal adviser of the testator. Upon a second trial, evidence of a parol republication was rejected by the court, ■aiid upon this another writ of error was taken, and argued and \"decided at the Pittsburgh Term 1853, my brother Woodward ■delivering the opinion of the court, in which he discusses two propositions: 1st. Whether there was not error in rejecting the parol evidence: 2d. If the will was under the Act of 1833, whether the 10th section did not reach the case before the ■court.\n“We entertain,” says the learned judge, “for it (the opinion of the court) all the respect which is due to the distinguished judges who preceded us on this bench, and if a majority of this court as now constituted, cannot acquiesce in the conclusions of its learned author, it is not for want of a careful consideration of the reasons advanced in support of those conclusions. There is nothing in our office more pleasant than to follow in the path illuminated by that great intellect, but we are sometimes compelled to depart from it, in order to get back upon the beaten track of the law.\n“ When Matthew Jack, therefore, made this will, it was capable of republication by parol, and had he subsequently made another will, with all due solemnities, it might have been superseded by a parol republication of this one.” “They offered to prove such republication, but according to • the opinion of Chief Justice Gibson, it may not be done, because our Act of 1838, like the statute of 29 Charles II., has cut up parol republications, and this will is within the purview of the act, because the testator died after the act was passed. These are the propositions that ruled this case, and it is apprehended that if both were admitted, the judgment was improperly reversed.”\n“It is doubtful whether the legislature meant more.by the 13th section of the Act of 1833, than to re-enact the 6th section of the Act of 1705, and if this were all, the established construction would require us to say, that it does not prevent parol republication: Campbell v. Jamison, 8 Barr 498. But this point is not worth discussing, for we think Judge Gibson fell into error when he ruled that this will was within the Act of 1833. If that act is not the law of this will, then it is immaterial whether the 13th section was intended as a re-enactment of the 6th section of the Act of 1705, or as an introduction of the 6th section of the Statute of 29 Charles II. Is then this will within the purview of the Act of 1833 ?”\nAnd here it may be proper to introduce the remarks of the revisers, on the 13th and 14th sections of the Act of 1833, to show it was not their intention to do more than to copy the provisions of the Act of 1705, with the verbal alteration extending them to real as well as personal estate, so as to conform to the settled construction of the act.\n“Section 13th,” say the revisers: “The thirteenth section is nearly a literal transcript from the Act of 1705, excepting that in the latter, the provision is confined to wills of personal estate, probably, as we have already suggested, from inadvertence. In this section it is confined to real estate.”\n“ Section 14th. The fourteenth section relates to the revocation of wills of personal property, and contains no material alteration of the present law.”\nAfter observing on the cases of Mullen v. McKelvy, and Murry v. Murry, Judge Woodward says, “where a man republishes his will, the terms and words of the will are. construed to speak with regard to the property the testator is seised of, and the persons named therein at the date of republication, just the same as if he had had such additional proj>erty, or such persons •had been in esse at the time of making his will.”\n“ If a will made in 1828, be held within the purview of the Act of 1833, we give this act a retrospective effect, which is never done, except on the clearest evidence of legislative intention; and hence in Mullock v. Souder, 5 W. & S. 198, this court refused to apply the 10th section of the act to a will made before its passage. ‘It could only so apply,’ says Mr. Justice Sergeant, ‘ by giving the act a retroactive effect, which will never be done where such does not appear expressly to be the design of the legislature, but the act will be left to operate on wills made and, executed after the act comes into operation /’ and let it be remarked, that this was said in reference, not to the formalities of execution, which in Mullen v. McKelvy, it was admitted, must be according to the law as it stood at the date of the will, but in reference to the construction of the act as a rule of property.”\n“ We cannot understand how, in view of these authorities, it was decided that this will was to be governed by the Act of 1883; Judge Gibson gives no reason, except that the testator died after the act which we have seen was considered of no importance in Mullen v. McKelvy, and he cites no authority.”\n“ Unsupported by authority, and in direct conflict with those to which we have referred, the opinion of Judge Gibson comes to us with something less than a binding obligation. Neither the maxim of stare decisis, nor the unfeigned respect entertained for our predecessor, nor our great reluctance to disturb the judgment in this very case, are reasons for standing to an opinion which was in itself a departure from the course of decision. We are therefore of opinion that this will is not within the purview of the Act of 1833, but is to be governed by the law as it was settled before that enactment, and that consequently the evidence of parol republication was improperly rejected.”\nJudge Woodward then takes the other horn of the dilemma, and shows clearly that if the will was to be construed as within the Act of 1833, the 10th section, of course, applied to it, and the general devise passed the after-acquired real estate, the subject-matter of this suit.\n“So far,” says he, “from manifestation of such intention” (that it should not pass by that general devise), “ the words ‘ rest and residue of my estate) whether real or personal, and everything at time of death I may be possessed of,’ import a plain intention to pass whatever he might acquire, as well as what he then had.”\n“ Either way, the plaintiff in error would be entitled to hold the land.”\n“ That we may not be understood as deciding more than we intend, it is proper to add, that we have not considered whether the evidence offered would amount to proof of republication. That it tended to prove it is apparent, and therefore it was competent. The fact having been once found by a jury, and the •evidence offered having been rejected, we are bound, perhaps, to presume that it would again have been found had the evidence been received.”\nThe cause was therefore sent down again with what amounted to an instruction to receive the parol evidence of republication.\nThis case came up incidentally in the case of Mrs. Fransen’s will. There the will of a single woman, executed since the Acts of 1833 and 1848, but who afterwards married and died, was attempted to be sustained by parol republication after marriage, without any of the solemnities required for its original execution under the Married Woman’s Act. It was argued that the 16th section of the Act of 1833 was repealed by the Act of 1848, and if it was not, still the parol republication, in the form it was made, was sufficient. Upon both points the court, consisting of C. J. Lewis and Justices Woodward and Knox, were against the appellant. The case is reported in 2 Casey 202, and was decided in the winter or spring of 1856.\nIn that case Mr. Justice Woodward thought his opinion, in 10 Harris, had been misapprehended, and he explained it, by showing that his remarks did not apply to a will executed since the Act of 1833. In Jack v. Shoenberger the will had been executed prior to 1833, the parol republication and the death were both after that period. Speaking of the • law in such case, he said : “ In Campbell v. Jamison, 8 Barr 498, where a parol republication was sustained, the will had been executed before the Act of 1833 was passed, and, like the case of Mullen v. McKelvy, 5 Watts 400, the execution of the will was to be judged of by the law as it stood at the time of the execution. The execution of the will in both those cases was under the old law, which required no signature, and the right to republish by parol followed as a necessary and legal sequence. The testator died after the Act of 1833 came into force, but that statute did not afford the rule either of publication or republication.\nThe result of the opinions on this entirely incidental question was, that in the ease of a will executed after the Act of 1838, C. J. Lewis and Justice Knox held it might be republished by parol, whilst Mr. Justice Woodward expressed a strong doubt whether such a will, operating exclusively under that act, could be republished by any act not having the signature of the testator at the end, as required, with regard to the original will itself.\nThe cases of Price v. Taylor, 4 Casey 95, and Criley v. Chamberlin, 6 Id. 161, and Reinhart v. Lantz, 1 Wright 488, upon the construction of the Act of 27th April 1855, in relation to estates tail, do not bear upon the question now under consideration. The two first simply declare that, in two wills made under the Act of 1833, by which wills of real estate are placed upon the same footing as wills of personal estate as to their relation to the property in existence at the death of the testator, and where the testator died after the Act of 1855, estates tail in them were held created after the act, and of course became estates in fee simple. The last decision was that an estate tail, vested before the Act of 1855, was not affected by it.\nThe case of Mullock v. Souder, decided by this court eighteen years ago, in conformity with decisions of a kindred character in the preceding ten years, and confirmed in every case subsequently ruled by the same tribunal, therefore remains the settled law of the land, drawing a clear and distinct line between wills executed before and those executed after the Act of'1833, the former to be governed as to execution and construction by the old law, and the latter by the statutory enactment; and this was clearly the intention of the revisers and of the legislature, which adopted their bill, and made it a law. The same rule was adopted in England, in their Statute of Wills, in 1837, by which all wills executed before the 1st January 1838, are to be governed by the law as it stood, before the passage of the act of parliament. I have not examined the decisions of other states with a view to discuss them, as it is rarely profitable where our own course of decision has been settled by a contemporaneous exposition, constantly recognised by the highest judicial tribunal, and thus becoming a part of an Act of Assembly as much as the positive enactment of the English statute is a part of theirs.\nThus far we agree with the learned judge in the court below; but there is another point, which, though made in the argument, is not noticed by him, which appears to us to raise the real question in the cause depending on the doctrine of election.\nThis after-acquired real estate of her husband was sold by the testatrix, the widow of the deceased, as her own in her lifetime, and part of the price received by her, and the present suit is to enforce the payment of the balance. The title sot up as a defence is, that this real estate descended to the heirs of Frederick Gable, and did not pass to his widow under his will. The answer to this claim is a very simple one. The purchase-money ■was $1600, of which she received $600, and three bonds, with warrants of attorney, were given to her by the defendant, on which judgments were entered in the Common Pleas of York county. The claimants are the heirs of her husband, who, by her will, take the half of her real and personal estate, including, of course, the whole of the purchase-money of $1600, whether in cash or bonds and judgments, and who of course must elect to take under or against the will, and it would appear by the proceedings in the Orphans’ Court, that they have elected to take under the will, and of course their title passes to the defendant, and the executors are entitled to recover in this suit.\nThe words of the will of Frederick Gable were large enough to include after-acquired real estate: “Item — I give, devise, and bequeath unto my dear wife Fronica (Veronica), all that remainder of my personal estate, also all that my real estate, consisting of houses, land, and plantations, being the same whatsoever and wheresoever situate in the county of York and elsewhere, that I shall die owner of or possessed, or in my right to have and to hold, all that my real and personal estate, unto my dear wife Fronica (Veronica), to her sole use, benefit, and behoof, and to her heirs and assigns for ever.”\nIf, therefore, the heirs of the husband abide by their election, or elect to take under the will of the testatrix, then the plaintiffs below are entitled to recover in this suit. But as it will be necessary to find certain facts which are not settled by the case stated, we cannot, nor can the court below, enter a proper judgment, without those facts being found by a jury, or settled by the agreement of the parties.\nThe judgment is therefore reversed, and a venire de novo awarded."}