{"id": "478433", "contents": "After this judgment, the court entertained a motion on behalf of the respondents for leave to file an amended return, which was allowed November 24th 1860. The substance of this return is fully set forth in the opinion of this court, overruling it and\nconfirming the former decree, which was delivered,\nby Thompson, J.\nAfter judgment for the relator in this case, we entertained a motion on behalf of.the respondents to amend their return to the alternative writ of mandamus, in the particular hereinafter to be noticed, and without stopping to discuss any question of practice, as to the right to amend at the time it was proposed, we proceed to notice the amendment itself.\nThe original return, declared in our opinion .to be insufficient, involved the question of power in the commissioners to direct the assessment of taxes beyond one per cent, in any one year, on the adjusted valuation of taxable property in Allegheny county, but as it was defective in not setting forth the aggregate valuation of property in the county, or the estimated amount of the ordinary expenses for the year, it was overruled.\nThe amended return now shows, that the aggregate valuation of taxable property in the county, is $26,030,563; that the estimated current expenses for the year 1861, is $174,532, and that the railroad interest accrued and payable within that year, under judgments of this court, amounts to the sum of $157,500. Assuming from the return, that it is the intention of the county officers to provide for this interest, as well as the current expenses of the county, it is very evident that it will largely exceed one per cent, on the valuation of the taxable property.\nThe question now presented is, can the commissioners, as the law is, levy a tax exceeding ten mills, or one per cent., in any one year ? for if they can we have decided that they must do it. The limitation referred to is to be found in a proviso to § 7th of the Act of 15th April 1834. It is as follows: Provided, That no tax in any county, shall, in any one year, exceed the rate of one per cent, on every dollar of the adjusted valuation.”\nThe decree heretofore made in this case, is to be found in 1 Wright 292.\nEvery question touching the power of the legislature to authorize county commissioners to make such a subscription as was made in this case, and the exercise of the power by such functionaries, has been heretofore decided, and the only question before us at this moment, is the effect of the grant of authority to create the debt and to provide for the payment of interest in view of this limitation. Did it enlarge the power to assess taxes to meet the demand ? • That it did we cannot doubt. The limitation was upon the taxing officers. It was made to control them, and could not control the legislature. Nothing but a constitutional mandate could have that effect, and as 'it must be conceded now, there was no such barrier in the way of legislation on the subject of municipal corporations, that, therefore, was not in the way. The limitation was but the expression of the sovereign will towards subordinate authorities; it had no effect on the legislature itself. There being no constitutional prohibition to a change of the law on this subject, the legislature was free to dispense with the limitation entirely, or so far as to include within it the superadded duty of providing for new liabilities. This could as well be done by requirements totally inconsistent with the limit fixed, as by express provision. Where not expressed, it may be implied, whenever it is clearly and necessarily incident to the duty enjoined in the legislative mandate or authority.\nThe Act of 1843 authorized certain counties named, and among them Allegheny, to subscribe to the stock of the Pittsburgh and Connellsville Railroad Company, and the Act of 18th April 1853 gave authority to borrow money to pay for the subscriptions so made or to be made, and “to make provision for the payment of the principal and interest of the money so borrowed, as in other cases of loans of said counties.” We have decided that issuing bonds was a mode of borrowing money. The commissioners of Allegheny made the subscription, and issued their bonds in payment, but refuse to provide for the payment of interest, alleging that they cannot exceed the limit of one per cent, per annum.\nThey are required by the statute to make provision for the payment of interest, and of course in the manner they contracted to pay it; that was, semi-annually. This was to be done in the usual mode adopted by counties. That certainly was by taxation, as that is the ordinary resource of municipal bodies. The respondents so understood it, as is evident by this plea, for in it they only set up the limitation as operating to prevent them from so raising the necessary amount. Now the legislative mandate was to make provision in the ordinary way; that is, by taxation, without regard to any limitation whatever, excepting only the amount needed for the payment of the interest. That is in conflict, say the respondents, with a former act limiting the amount of the annual tax. What of that ? The legislature are to he presumed to have known that, and notwithstanding, required the performance of a duty inconsistent with it. If the county made the subscription, she had the question of limitation in her own hands. The language was in effect, “ if you subscribe you must provide money to pay interest, and if it exceeds the limits fixed for your protection you must take the responsibility of that.” The county did subscribe, and the act referred to was undoubtedly an implied repeal of the limitation which stood directly in the way of the performance of the duty enjoined. To hold otherwise, would be to allow the clearest requirement of the law to he defeated, and- a palpable fraud to be committed upon bondholders who advanced their money on the faith of the authority given, and duty enjoined as a consequence thereof, by the legislature. A construction leading to such results cannot be made in this case — the law is too plain for that.\nWe have, however, on this subject, aii authority directly in point. I mean the case of Amey v. The City of Allegheny, recently decided in the Supreme Court of.the United States (8 Pittsburgh Legal Journal 282). The facts of that case are as follows: “ By the Act of 8th of May 1850, the authorities of Allegheny City were forbidden to increase the indebtedness of the city above the sum of $500,000. The terms of the act are very explicit. Subsequently thereto, the legislature authorized a subscription of $200,000 to the Ohio and Pennsylvania Railroad Company, with a re-enactment of the limitation including the last sum. In 1852, a further subscription of $200,000 was authorized by the legislature, without reference to the limitation. The subscription was however made, and the bonds of the city issued for the amount. A suit was brought in the Circuit Court at Pittsburgh for the recovery of certain unpaid coupons held by the owner of some of these bonds, and the defence set up was, that the bonds were unauthorized, and therefore invalid, as they were in excess of the limitation of the indebtedness of the city. On a difference of opinion of the Judges in the Circuit Court, the case was removed into the Supreme Court at Washington, where the defence was overruled, Wayne, J., delivering the unanimous opinion of the court. In that opinion it is said, “ the political power which allowed the first subscription, could, at a succeeding session of the legislature, give authority to the city to make a second; and we see that such was given by the Act of the 14th April 1852.”\n1 There is no perceptible difference between the principle involved in that case, and the one in hand. The same doctrine is found in Cope v. The City of Charleston, 10 Rich. 451; and in De Witt v. The City of San Francisco, 2 Cal. Rep., upon a somewnat different state of facts. Upon a careful consideration of this amended return, we are of opinion, that it affords no justification to the respondents, in refusing the assessment of such ta.xcs as may he required to meet the payment of the interest on railroad subscriptions by the county, notwithstanding the limitation in the Act of 1834. This return or plea being therefore insufficient in latv, is overruled, and the decree in the case remains as passed.\nLowkie, C. J.\nI am not yet entirely convinced of the propriety of the judgment in this case, because I do not see my Avay clear in implying any authority to go beyond the express limitation that everywhere exists on the taxing poAver of the commissioners; but I do not Avrite a dissenting opinion, for it could not be reported. My dissent, simply noted in 1 Wright 293, on the principal opinion in this case, Avas expressed orally, and was confined to the expression of the doubt above indicated. I observe also a dissent by me noted in another of these cases: Id. '247; and I prefer that it should be understood that it also was expressed orally, and that it Avas confined to the seventh plea, which I thought ought to be regarded as sufficient as against a general demurrer, and as raising a proper question for a jury. I suggested, moreover, that if the defendants really meant to deny that the railroad company had sold the bonds, they ought to ask leave to amend, so as to state that defence with unexceptionable definiteness and certainty."}