{"id": "478401", "contents": "The opinion of the court was delivered,\nby ’ Strong, J.\nThis was an action on the case in the nature of a writ of conspiracy. The declaration averred that James H. Benford, one of the defendants, for and in consideration of the sum of $4000, by him received on the 18th of October 1858, agreed that he would transfer and assign to the plaintiff certain post-office warrants or drafts, falling due quarterly thereafter, to which the said Benford would become entitled for carrying the United States mails; that, by virtue of said agreement, and the payment made therefor, the said warrants or drafts became the property of the plaintiff; that afterwards the several defendants did, corruptly and fraudulently, conspire to deprive and defraud the plaintiff out of said mail pay and proceeds of said post-office warrants or drafts, and of the said $4000, and that, in pursuance of said conspiracy, the defendants did, falsely, corruptly, and fraudulently, receive a portion of said mail pay and the proceeds of some of the warrants, ‘to wit, those- falling due on the 15th of November 1859, and the 15th of February 1860,, and, knowing the same to be the money of the plaintiff, did keep and appropriate the same to their own use.\nMost of the errors assigned relate to the charge of the court,' and mainly to the question whether, there was any evidence' against Cyrus Benford, one of the defendants, which ought to have been submitted to the jury. The evidence clearly exhibited that James II. Benford was indebted to Cyrus Benford in a large sum of money, and that Cyrus had also become surety for James in a number of promissory notes, upon which the amount due at the time of the alleged conspiracy and overt act in pursuance of it, was nearly $3000. The agreement by which James H. Ben-ford engaged to transfer and assign unto Sanner, the plaintiff, the post-office warrants, amounting in all to about $12,000, also stipulated that Sanner should pay out of them the notes in which Cyrus Benford had become surety for James. The purpose of the agreement was therefore not only to secure the plaintiff, but to protect Cyrus Benford. The latter had the same interest in it that the former had. After it had been executed, the first warrants-obtained were allowed to go into the hands of the plaintiff. He did not, however, get the warrants for the quarter ending November 15th 1859, and February 15th 1860. Those were obtained by James H. Benford, and out of their proceeds $1350 were paid to Cyrus Benford. A portion of the balance was paid to A. H. Coffroth, another surety of the mail contractor, and the remainder was retained by James H. Benford or by his agent. This was the overt act of the alleged conspiracy, and the conspiracy itself was a combination to obtain these drafts and withhold the proceeds from the plaintiff.\nIt is to be observed that the agreement between James H. Benford and the plaintiff, did not vest in the latter the ownership of the drafts. At the time when it was made they had no existence, and the service for which they were subsequently given had not been performed. Of course the drafts were then incapable of transfer, nor did the agreement profess to transfer them. It was entirely executory. The utmost extent of the engagement of James H. Benford was, that he would transfer and assign the drafts, and that he would endorse them as they were received to the said Sanner for collection. The case is, therefore, not to be treated as a confederacy to deprive the plaintiff of anything that was his property. He had nothing more than a promise that James II. Benford would pay out of his future earnings. The evidence in the case utterly failed to sustain the averment in the declaration, that by virtue of the payment (of $4000) and the contract (of the said James H. Benford), the mail pay and post-office warrants or drafts became the property of the plaintiff, as also the other averment, that the defendants, knowing the proceeds of the warrants to be the money of Michael A. Sanner, did keep and appropriate the same to their own use and benefit. The conspiracy proved then, if any was proved at all, was not such a conspiracy as was alleged in the declaration, and the overt act from which the plaintiff avers that he has suffered, was of a character quite variant from that which is charged. The court was requested to instruct the jury that no evidence having been presented, showing any guilty complicity on the part of Cyrus Ben-ford, one of the defendants, the jury was bound to render a verdict of not guilty as to him. This the court refused to do.\nAnother point propounded was in substance that Cyrus Ben-ford, being a bond fide creditor of James H. Benford and bound for him as surety in a much larger amount than he had received from the post-office drafts, anything done by him not in violation of law, to secure himself, cannot be taken as evidence of a conspiracy to defraud the plaintiff, but must be taken as an honest effort to protect himself. To this the' court answered, that “ Cyrus Benford had large claims against his brother James, and he had the right to make every honest exertion to secure his money. It is only when the jury believe that he entered into a conspiracy with the other defendants to effect his object that he can be made responsible.” We cannot agree with the court below in the view which they took of these two propositions. The proofs, as exhibited to us, furnish no evidence that Cyrus Benford was a party to any conspiracy into which the other defendants may have entered to defraud the plaintiff out of his rights. Nor has the defendant in error succeeded in showing us where such evidence is to be found. In March 1859, he removed from Somerset, where his brother resided, to Meadville. In February 1860, he was temporarily in Somerset, and perhaps again in March. He admitted that he had received $1350, and he said this in connection with the warrants. There is no evidence when he received the money, except what is to be found in the admissions of Uhl and James H. Benford, which were not admissible against him, because they were declarations made after the alleged common design had been accomplished. Even if they had been made in furtherance of the common purpose, they would not have been evidence against Cyrus Benford until his connection with that purpose had been first shown. To show such connection, they were of course to be rejected. Now, if it be conceded that the receipt of the drafts by James H. Ben-ford in February 1860, and his neglect or refusal to endorse them over to the plaintiff, was anything more than a breach of his contract, and if a combination between Uhl and him, to divert them to the payment of other debts, was a fraud upon the plaintiffs, were the facts that Cyrus Benford was in Somerset in February, shortly before James went to Washington to obtain the drafts, and that he subsequently received some money which had been raised out of them, any evidence that he participated in the fraudulent combination ? We think they were not, and that, under the submission of the court, the jury have found the participation without evidence. The humane presumption of the law is against guilt, and though a conspiracy must ordinarily be proved by circumstantial evidence, yet it is not to be forgotten that the charge of conspiracy is easily made, and that in a race between creditors suspicions of unfairness are readily awakened. Mere suspicion, possibility of guilty connection, is not to be received as proof in such a case, and especially in such a case, because, when the connection is proved, the acts and declarations of others become evidence against the party accused.\nBut it is urged that Cyrus Brenford knew when he received the money, part of the avails of the drafts, of the agreement between his brother James and the plaintiff, and there was evidence to that effect. How can that make any difference ? If the drafts were not the property of the plaintiff, Cyrus Benford’s receipt of their proceeds in payment of a debt due him was not an illegal act, and persuasion of his brother to pay the money to him was but the exercise of a right. If a creditor and his debtor agree that the latter-shall pay to the former a sum of money which the debtor had previously promised to pay, when received, to another creditor, it is not a corrupt and fraudulent conspiracy, and the receipt of the money in pursuance of the agreement will not make him liable to respond in damages to that other creditor, even though he knevr of the promise which the debtor had made. The receipt is not illegal, and the agreement is therefore not fraudulent. The creditor who receives is not, by the receipt, even with knowledge, made a party to a corrupt conspiracy. It was error in the court below, therefore, to submit to the jury to find that there was any guilty complicity with his co-defendants in the alleged conspiracy on the part of Cyrus Benford. The mistake doubtless arose from regarding the plaintiff as the owner of the drafts, when in truth he was not. The case was tried as if he was the owner; knowledge of the agreement was treated as knowledge of the plaintiff’s ownership, and an arrangement between the defendants was assumed to be a combination wrongfully to deprive the plaintiff of his property. Thus, the court said, that “it was wholly immaterial at what time Cyrus Benford became connected with the common design; if such design existed, and he did join in it, and received the money with the guilty knowledge and intent charged in the narr., he thereby adopted the acts of his co-defendants and was bound by them.\" But he could not have had such knowledge as was charged in the- declaration (that the drafts and the proceeds belonged to the plaintiff) for the fact did not exist, and therefore was not to be known. And in the answer to the third point of. defendants, the court, while admitting the right of Cyrus Benford to make every honest exertion to secure his claims against his brother, said that he was only responsible when he entered into a conspiracy with the other defendants to effect the object. Tet a combination with the other defendants for such a purpose was not illegal, unless it was in fraud of the rights of Sanner, and Cyrus Benford was not responsible at all unless the confederacy was to deprive the plaintiff of his property.\nThe remarks which we have made are applicable to the sixth assignment, in which the same error is apparent.\nWe think also the telegraphic despatch from the wife of James H. Benford, dated February 29th 1860, was improperly admitted in evidence. It was neither written nor sent by either of the defendants, and the declaration of the wife could not affect even her husband.\nThe other assignments of error are not sustained.\nThe judgment is reversed, and a venire de novo awarded."}