{"id": "478478", "contents": "The opinion of the court was delivered,\nby Lowrie, C. J.\nThe judgment in this case stated, decides, that the holders of the unassessable stock are to be equal sharers with the other stockholders in the distribution of the capital stock of the company in winding it up ; and we cannot say that this is erroneous. So far as the joint proprietors have expressed themselves in their articles of association and by-laws, it appears to us that this is their contract. In carrying on the business, the original proprietors and their assigns, were to have a preference out of the profits until the sums paid by them on assessments should be refunded; but as there were no profits, this preference availed them nothing. In one instance the expression is, that they shall be reimbursed “ out of any surplus moneys on hand,” but we cannot understand this as meaning anything but surplus beyond the capital stock, and therefore only profits.\nTrue enough, the proprietors have made no express provision in their articles for winding up the concern, and therefore equity may define this process for them. But equality is equity, and we must adopt equality unless we have clear reason for doing otherwise, and we find none such. According to the express terms of the association, it seems to us that the new stockholders were to be at least equal sharers in the capital, and that they must have purchased on this supposition; and equity will not assume inequalities or preferences in such matters further than it finds them contracted for. The old stockholders have contracted for a preference out of the profit, but not out of the capital stock or basis of the operations of the company, and there is nothing revealed to us that satisfies that they ought to have it.\nIt is some evidence that we have interpreted their relations rightly, that at a stockholders’ meeting this principle of distribution was adopted by a vote of nearly nine to one, though the stockholders favoured by it stand only as one to thirty. Yet we do not consider that vote as binding on the rights of any; for, however majorities may bind in the conduct of a concern, they can decide no one’s rights in the act of settlement and distribution. Even when the by-laws or articles give the largest control to majorities, they mean this only as power in carrying on the business and not in its dissolution and distribution among the members. The resolution declaring how distribution shall be made is not binding because of any. by-law giving authority to alter or amend the articles, but only because it is right, or in accordance with the relations existing among the stockholders.\nJudgment affirmed."}