{"id": "478529", "contents": "The opinion of the court was delivered,\nby Thompson, J.\nThe assignments of error in this case relate : first, to the answer of the court to the plaintiff’s first-and only point; second, to a portion of the general charge; and third, in not directing the jury to find in favour of the plaintiff.\n1. The law of the answer to the plaintiff’s point is not controverted in the argument, but itis assumed that the learned judge charged that the defendant’s testimony was sufficient to defeat the plaintiff’s case, thus making the testimony given, an element of the exception. This ivas not so. He said, in substance, that the plaintiff’s evidence was such as to entitle him to recover, “ unless there is other evidence to satisfy you (the jury) beyond a reasonable doubt, that the Pridmore tract was differently located on the ground, and so located as to include the land in controversy.” This was no legal judgment or binding construction, or even an opinion that the testimony of the defendant was sufficient for the purpose of any particular result. The testimony was, therefore, not made part of the exception, and is not legally here for review. If the court had pronounced the testimony sufficient, if believed, to justify a finding for the defendant, then the accuracy of the answer would have depended upon our judgment of the sufficiency of the testimony, and it would properly come before us on the bill of exception. But there was no such charge, and the evidence is not before us.\n2. The second specification has no merit in it. The matter complained of was in the plaintiff’s favour. He could not have asked a more favourable charge. As to the third assignment, we may say in short, that there was no prayer for such instruction, and it is not error to omit to charge in any particular way, when not requested to do so. But it would have been great error so to have instructed, either with or without a request.\nWe might leave the case with this notice of it, but as it may save further litigation, we notice it somewhat further, and also the relevancy of the testimony for the purpose for which it was given by the defendant, and which was complained of by the plaintiff in error.\nThe object of it was two-fold: first, to show that the actual location of the Pridmore warrant covered the ground in controversy ; and secondly, that there was a mistake by the deputy-surveyor in constructing the draft of the survey. That there was a mistake in this particular, there can be no doubt. The case of Merchant v. Millison, 3 Yeates 75, is a direct authority that the mistake may be shown by the work on the ground. The latter is the survey; the former, but the evidence of it. The one may he said to be the substance, and the other the shadow. The one the fact, the other its delineation. When they differ, the line on the ground must govern, just as an original will the copy; unless, indeed, where it is apparent that the work on the ground is a mistake, and is shown to be so by extrinsic evidence. In such case the draft, in its difference, will be accounted for, of a correction of what otherwise was erroneous. We had a recent case of this sort (Hunt v. McFarland, 2 Wright 69). The doctrine is applicable to the Commonwealth as well as to individuals; for it will not admit of a doubt that the calls of a survey will extend the survey on the ground to them, although the lines described in the patent taken from the return may not reach to them. It is not unfrequent that the Commonwealth will, on surrender of a previous patent, grant a new one to conform to the actual survey.\nThe testimony showed that the Pridmore tract, within which the defendant contends the land in controversy was embraced, was surveyed in 1786. The Chambers, afterwards the Drake tract, lying south or south-east of it, had been surveyed prior to this. The western or north-western boundary of this tract was evidently intended as the south-east boundary of the Pridmore tract, for the return of survey says: “ Beginning at a post on the bank of the Juniata river, thence by land of Benjamin Brahe,” &c. This is a call for the Drake land, and will control, unless the actual lines on the ground show clearly that the call could not have been intended as boundary: Cox v. Couch, 8 Barr 147. The calls will overrule lines returned, but not on the ground, as when the call is for a stream; then although the lines may be returned as straight, yet the true boundary will be the meandering of the stream. So where the return would show a vacancy between the land located and the call, the survey will extend to its calls: Junkin v. Cowan, 10 Casey 148; Wharton v. Garvin, Id. 340; Mathers et al. v. Hagerty, 1 Wright 64. The call here was regarded in granting the land, for it is a boundary described in the patent.\nBut it is said that this boundary could not have been intended as the line of the Pridmore tract; for it is described as running by land of Benjamin Drake, “N. 69 degrees E., 36 perches,” &c. Whereas, the Pridmore, beginning at the same point, to run by the same land, is described as “N. 29 degrees E., 36 perches,” &c. Now, the courses and distances will no more control the calls of a survey in the absence of lines on the ground, than the diagram on paper. Hence this fact has no weight in the scale against the call for the Drake line. There is a discrepancy between the lines returned and.the land called for as an adjoiner in the return. It is as well fixed by the call, as if the surveyor had run along and marked it; and if this had been clone as already shown, the line on the ground would have controlled. There was no dispute as to the place where the Drake was, nor that if the Pridmore survey adjoined that line, there was no vacancy. We cannot see how this could he disputed after the call noticed.\nBut the court admitted evidence to show that the surveyor must have made a mistake in constructing his draft. Amongst other things, the testimony of a surveyor was admitted as showing carelessness or incompetency in the construction of the draft as returned, and his opinion how the error occurred. The witness said nothing objectionable. As the surveyor called for the Drake land as an adjoiner, we know, that either in taking his field notes, or afterwards, in reading them, he committed an error, and when he came to protract the survey he followed the error for twenty-six perches, and then made an angle to reach the line intended to be followed, but, through carelessness or forgetfulness, neglected to make a new draft.\nOn this matter of mistake, it was quite proper to admit evidence to establish it and show the quality of the land excluded, to raise a presumption that it was not intended to be excluded from the survey: Merchant v. Millison, 8 Yeates, supra. It would be contrary to all experience that a warrantee should desire to make such an angle in his line, as exhibited by the return of survey, for the purpose of throwing out two-and-a-half acres of the best land. It would be improbable even, if the prices had been the worst; for the saving of the expense of patenting would not have exceeded seventy-jive cents at the farthest. Again, the quality of the ground was proper for the purpose, showing that there was no obstacle in the way of the surveying party around which the angle was made, rather than surmount it. I think it is very evident that the surveyor had a memorandum of courses and distances of the Drake or Chambers line before him, and adopted it, but mistook and put down a figure 2 for a 6; and thus it was made to read “N. 29 E.,” instead of “N. 69 E.” This view is strengthened by the fact that he professes to have run the 36 perches on the course N. 29 E., which is the exact distance called for in the Drake land, but N. 69 E. It is almost morally certain, that he never actually ran the line on the ground, but adopted the lino already there, as it was his duty to do, and made the mistake in noting the course, while accurate in the distance. I see nothing in the suggestion to disprove the Drake line, claimed as a call in the survey returned, arising out of the date of the deed of Drake to Wertz in 1790. This date proves that he was, as all must admit, the owner of that tract of land prior to his sale to Wertz, and was so in fact, or so reputed, in 1787. We need not follow these views further. We see no error in any part of the case. It is not often we see a case more barren of equity than is that of the plaintiff here. All the land embraced by the three 'surrounding surveys, had long been held as a body by the same owner or owners, and the little spot in question was within the area. It should have occurred to one as experienced as a district surveyor should be, that it was hardly possible for any vacant land to be there. A piece of land of two- and-a-half acres, enclosed on all sides by surveys — vacant. This would be without precedent; and the plaintiff was hardly justifiable on any principle of official duty, or good neighbourhood, or strict honesty, in disturbing old title and possession, by an endeavour to appropriate the land to himself, and in making an application of it as unimproved, and not lawfully claimed by any other person.\nIt is true, it required less than five dollars to go as far in proving title as he did, but the economy with which the experiment was made, did not justify all that was done; the case, however, was decided, and rightly so, against these efforts at appropriation by the plaintiff.\nJudgment affirmed."}