{"id": "478545", "contents": "The opinion of the court was delivered,\nby Strong, J.\nNo less than fourteen errors have been assigned in this case, not one of which, in our judgment, has any existence. It is urged that the petition was so defective as to require the court to refuse to order a view, and to quash the entire proceeding even after the viewers had reported. The first alleged defect in the petition which is insisted on, is that Mary Peadon is named as a reputed joint owner, with the plaintiffs in error, of one of the tracts over which the proposed railroad was located, when in truth she was not a joint owner. We are unable to perceive that this was any sufficient reason for refusing the view or quashing the petition, or that the plaintiffs in error could in any manner have been injured by the averment. The mistake did not appear on the face of the petition, and it was, therefore, no reason for refusing the view. Besides, the Act of Assembly does not in terms require that the names of the intervening landowners should be set out in the petition, though it is quite proper that they should be. Notice must be given if the owners are known and resident in the Commonwealth, yet it is supposed they may be unknown. But Boyd and wife were named as owners in the petition. This at most was all that they had a right to ask. It gave them an opportunity to show that the proposed road was not necessary, and failing in that, to have their damages assessed, and Mary Peadon’s name was stricken from the record, by leave of the court, after the report of viewers, and before the final assessment of damages. There is nothing in the argument that m consequence of a joint assessment by the viewers, the plaintiffs in error vrere compelled to appear, in order to prevent the participation of Mary Peadon. The assessment was not an adjudication between them, and if it had been, it would not justify us in reversing the action of the court now, when the damages have been assessed in favour of the rightful owners.\nThat William Richey, the alleged tenant of Boyd and wife, was not named in the petition is no ground of complaint by them, and he cannot be hurt by a proceeding to which he was not a party.\nAnother objection to the petition is, that it represented a desire of the petitioner to make, construct, and use his proposed railroad with double or single track, as may be found most suitable for the purpose of carrying his coal or coal of other parties thereon. It is said the law authorizes no such petition. But it does. The owner of a lateral railroad is required to carry the coal of other parties thereon. The lateral railroad provided for in the Act of Assembly, is one upon which not only the coal of. the petitioner, but that of other parties, may be carried.\nAgain: it is insisted that the petition does not set out the grades of the proposed road. It is a sufficient answer to this to say that the law does not require such a description: Hays v. Risher, 8 Casey 174.\nYet another objection is urged. It is, that the petitioner had a right of way to the Allegheny river, with a right to connect with the Allegheny Valley Railroad, upon abandoning his wharf on the river. This was, however, no reason for denying a view, or quashing the report of viewers and the petition. It may have had some bearing upon the question whether the proposed road was necessary — nothing more — but that was a question for the viewers, and afterwards for the discretion of the court. It was not necessarily fatal to the petitioner’s claim for a road.\nThe 3d, 4th, and 5th assignments are, that the court allowed amendments to the petition after the report of viewers had been made, averring additional purchases of coal lands by the applicant, upon the line of the proposed road, and adjoining his lands first described. How the plaintiffs in error were injured by these amendments has not been made plain to us. The petitioner had a case without them, according to his showing, and in no respect can they be said to have changed the matter in controversy between the parties.\nThe 6th and 7th assignments are disposed of by what we said in Horner & Roberts’s Lateral Railroad, 1 Wright 333, and in Brown v. Peterson, decided at this term. The court was right in refusing to submit to the jury the necessity of the proposed road.\nThe 8th assignment is shown to be without merit, by what we have said respecting the 4th and 5th.\nThe 9th, 10th, and 11th have not been pressed in the argument, and they are not sustained. The testimony offered and rejected was wholly irrelevant to the issues before the jury.\nThe 12th and 13th are also not sustained. The charge of the court was in entire accordance with the doctrine of Searle v. The Lackawanna and Bloomsburg Railroad Company, 9 Casey 57.\nNo attempt has been made to vindicate the remaining assignment of error, and none could be with success. The judgment is, therefore, to be affirmed.\nWe deem it proper to remark, though not required to do so by any of the assignments of error, that before an appeal from the report of viewers of a proposed lateral railroad, be sent to an appellate jury for trial, the court should approve or disapprove the finding of the viewers respecting its necessity. There is nothing to be tried, if the court_does not concur in opinion with the viewers. In the present case, sending the issues to a jury, and entering judgment upon their verdict, was perhaps in effect a decision that in the opinion of the court the road was necessary, but we think it better that the action of the court upon that subject should directly appear.\nJudgment affirmed."}