{"id": "478511", "contents": "The opinion of the court was delivered,\nby Strong, J.\nIn Towers v. Hagner, 3 Whart. 48, it was ruled that when a wife lends the income of her separate estate to her husband, the Statute of Limitations does not begin to run against her claim until the death of the husband. The reason given was, that until then she cannot sue. The debt exists, but the remedy is suspended. The same reason exists in the present case, and is equally efficient to protect the appellant against the operation of the Statute of Limitations. On the 25th of November 1845, she lent $500 to her husband and William Heidenreich, then trading under the firm of Heidenreich & Kutz, and took their note, payable with interest, in one year thereafter. The firm continued in existence until August 8th 1857, when it was dissolved by a general assignment in trust for the benefit of creditors, and its assets are now being marshalled for distribution. It is clear that at law the appellant could have maintained no suit against the promissors in the note. Even since the Act of 1848 a married woman cannot maintain an action against her husband on a contract made during coverture, even though she sues by her next friend: Ritter v. Ritter, 7 Casey 396; and in a suit upon any contract made with her, her husband must join. She cannot sue without him even for her separate estate. In equity, in certain cases, she may indeed sue her husband: 1 Daniel’s Ch. Prac. 143, and notes. Perhaps the appellant could have done so in this case, treating him and his copartners as trustees for her. But if the money was held in trust, not recoverable at law, but exclusively in equity, the Statute of Limitations did not run : Kain v. Bloodgood, 7 Johns. Ch. 114; Zacharias v. Zacharias, 11 Harris 455. Besides, in equity a party is barred not by the statute itself, but only in analogy to it. Where a remedy, if one ■existed, would not be barred at law, relief in equity will not be denied. All the exceptions and disabilities which prevent the running of the statute against a suit at law are equally efficacious in a court of equity. Of these disabilities coverture is one. Consequently the appellant having been all the time, from the date of the note up to the assignment made by the firm, the wife of one of the promissors, is not barred of her claim by the statute.\nIt would be superfluous to inquire whether the testimony of William Heidenreich sufficed to take the case out of the operation of the statute. In such an inquiry we might adopt the view of the appellees, but the appellant’s case is saved by the fact of her coverture.\nOn the argument in this court, it was insisted there was no satisfactory evidence that the money borrowed of Mrs. Kutz by Heidenreich & Kutz was not the property of her husband. • It is, however, quite apparent that no such position was taken before the auditor, or in the court below. The only objection to the note of tbe appellant made by the creditors, as stated by the auditor, was that it was barred by the Statute of Limitations. And there is evidence that the money lent to the assignors was at the time of the loan the property of the wife. A witness stated that he understood that she got it from the Heffners’ estate. It was not indeed proved how the witness knew that she there got it. nor that Heffner was her father. Facts within the knowledge of parties are ofttimes taken for proved before auditors and arbitrators, and if there be no objection made at the time, a party ought not to be heard to object afterwards. And if the money which Mrs. Kutz lent was received by her from her patrimonial estate, her husband was not bound to assert his marital rights even in favour of his creditors : Dennison v. Nigh, 2 Watts 90. A wife may also acquire a separate property in equity by an agreement with her husband even without the intervention of trustees: McKennan v. Philips, 6 Whart. 571; Duffy v. Ins. Co., 8 W. & S. 413. Her own property he may leave to her. Such an arrangement was made in the present case. The wife was permitted to receive her property and to lend it, the husband himself becoming the borrower. It is not for him, therefore, to object that the money was not hers, nor for the creditors claiming through him, who, for aught that appears, became creditors long after the loan was made.\nUpon the whole, we think there was error in disallowing the claim of Sarah Kutz, for a dividend upon the amount of the note and interest, the sum lent bearing interest by express contract.\nThe decree of the Court of Common Pleas is reversed, and it is ordered that the appellant be allowed in the distribution the sum of $408.31, and it is ordered that the costs of this court be paid by the appellees."}