{"id": "478602", "contents": "The opinion of the court was delivered,\nby Bead, J.\nWilliam Chess died intestate and without issue, leaving as his heirs at la.w the children of his three brothers, who had died before him. One brother left one child, the present appellant; another brother four children; and the third brother nine children, making fourteen nephews and nieces ■ of the decedent, and the appellant contends that they take per stirpes and not per capita, which would give her one-third of the property which was the subject of the partition.\nBy the 2d article of the 2d section of the Act of 8th April 1833, if the intestate shall leave grandchildren but no child or other descendant being the issue of a deceased grandchild, the estate shall descend to and be distributed among such grandchildren. By the 2d article of the 4th section, if the intestate shall leave neither brother nor sister of the whole blood, but nephews or nieces, being the children of such deceased brother or sister, the real estate shall descend to and vest in such nephews and nieces.\nThe revisers, in their remarks on the 4th section, say, “ the only alteration of the present law will be found in the 2d article, which gives to nephews and nieces where such only are living, an equal share of the estate, instead of dividing the estate among them as at present, according to the stocks. Thus, if an intestate die without nearer relations than the children of his deceased brothers, they will not take equally under the existing law, but the children of one brother will take one share between them; the children of the next brother another share, and so on, thus producing sometimes great, and we think, unnecessary inequality. The rule is different with respect to grandchildren, and it appears to us desirable that the law should be uniform and harmonious in this as well as in other respects.”\nIt is provided by the 8th section, that there shall be no representation admitted amongst collaterals after brothers’ and sisters’ children. The revisers point out the reasons why they have restored a provision which formed a part of the Act of 1705, and continued to govern the distribution of estates until the Act of 1794, from which it was omitted, but whether through inadvertence or design they had not the means of ascertaining. I have, in the course of my practice, experienced the very difficulties pointed out by the revisers, in tracing out remote collateral kindred under the Act of 1794.\nUnder the Act of 1833, deliberately altering the old law and placing nephews and nieces on the same footing as grandchildren, it is clear that the parties to this partition took per capita.\nIt is, however, urged very strenuously that the 2d article of the 4th section is repealed by the 2d section of an act “to amend certain defects of the law for the more .just and safe transmission and secure enjoyment of real and personal estate,” passed 27th April 1855 (P. L. 368), by which it is enacted “ that among collaterals, when by existing laws entitled to inherit, the real and personal estate shall descend and be distributed among the grandchildren of brothers and sisters, and the children of uncles and aunts by representation, such descendants taking equally among them such share as their parent-would have taken if living.” This is but in fact an extension of article 4th, &c., of section 2, to the case of collaterals, and as the first did not affect grandchildren, so the second does not touch the case of nephews and nieces, nor does it repeal the 8th section, except pro tanto, and therefore nephews and nieces still remain in the same position as grandchildren, and take per capita and not per stirpes.\nThe court below were therefore right in deciding that Mrs. Miller took only a fourteenth part and not a third of the estate of the decedent.\nAppeal dismissed at the costs of the appellant."}