{"id": "478627", "contents": "The opinion of the court was delivered\nby Strong, J.\nThe question presented by the case stated is quite novel, and we have not been able to find that it has been adjudicated. Undoubtedly the acceptor of a bill of exchange is the principal debtor, and the drawer and endorsers are hut sureties. Of course the acceptor, even after payment, cannot sue either the drawer or endorser of the bill unless his acceptance was supra protest. His payment of the bill extinguishes-it, hut the case stated finds that the plaintiffs discounted the bill for the payees before it became payable, not that they accepted it or paid it. Discounting a bill, though it he done by the drawee, is neither acceptance nor payment. Acceptance is an engagement to pay the bill according to its tenor and effect when it becomes due, not before. A bill is paid only when there is an intention to discharge and satisfy it. In Burbidge v. Manners, 3 Camp. 194, Lord Ellenborough said “that even payment of a bill before it became due, does not extinguish it any more than if it were merely discounted,” and added that “payment means payment in due course and not by anticipation.” His lordship evidently thought that discounting a hill by a drawee is neither payment nor extinguishment. In Attenborough v. McKenzie, in the English Court of Exchequer, 36 Eng. Law and Eq. 562, it was held that if the acceptor of a hill discounts it, he may reissue it so as to charge the drawer; that nothing will discharge the drawer but payment, i. e. payment when due, or payment for the purpose of discharging and satisfying the bill. Therefore if the acceptor discounts the bill for the drawer and then endorses it away, the drawer will be liable upon it to the holder, and the transfer by the drawer to the acceptor will operate as an endorsement, although, at the time, the drawer does not intend to transfer by way of endorsement, being under the impression that the bill is discharged by coming into the hands of the acceptor. Nor will the payment of the amount less the discount, he deemed a payment of the hill by the acceptor. In that case the holder of the bill took it by endorsement after it was due, from the transferee of the acceptor. The ruling goes to the length that even the accepting drawee of a bill may take it as an endorsee, and as such may issue it. It also decides that he does take it as an endorsee when he discounts it. Can then the drawee of a bill, payable on time, who has discounted it, maintain an action on it against the drawer or endorser if it be protested for non-payment and notice be given ? He is not a party to the bill until he has accepted it. Until then, he has not assumed the position of principal debtor, nor undertaken any obligation in regard to it. His discounting has neither paid nor extinguished it, and it is not a promise to pay according to its tenor and effect. Is he precluded from becoming an endorser by the fact that the bill was directed to him ? It seems well settled that the drawee of a bill may accept or pay it, supra protest, for honour of the drawer or endorser, and if he takes it up he stands in the position of an endorsee paying full value for it, has the same remedies to which an endorsee would be entitled against all prior parties, and can of course sue the drawer or endorser: Chitty on Bills 375. In such cases the fact that the bill was drawn upon him does not incapacitate him from acquiring the rights of an endorsee. No reason is apparent for a different rule where the drawee becomes the holder by discounting the bill before its dishonour. Uncertain whether the drawer will put funds into his hands to meet the bill at maturity, he may well refuse to accept, and yet may discount it on the credit of both the drawer and endorser. If he does not accept he is as much a stranger to it as any other person discounting it for the drawer or endorser; is but purchasing the contract, and the contract thus purchased is that the drawee will pay the bill on presentment, when it shall fall due, or in case of his failing to do so, that the parties whose names are already upon it will pay, if due notice of its dishonour be given to them. The promise is made by the parties to the bill. The purchaser enters into no engagement.\nThese views accord with the doctrine laid down in Desha Shephard & Co. v. Steward, 6 Alabama 852, a case which more closely resembles the present than any we have been able to find. In it the Supreme Court of that state ruled that the drawees of a bill may sue the drawer or endorsers after it has been dishonoured, even though they obtained the bill before its dishonour ; and that until acceptance they are strangers to the bill, and may acquire rights to it, and stand in the same condition as any other holder. It was said that there is no legal presumption if the drawee comes into possession of the bill previous to its dishonour, that he takes it with the obligation to accept.\nSuch being in our opinion the law, it was not error that the Court of' Common Pleas gave judgment for the plaintiff upon the case stated. The fact is not distinctly found that notice of dishonour of the bill was duly given to the defendants, but it was conceded on the argument that such was the fact, and that such is the meaning of the case stated.\nThe judgment is affirmed."}