{"id": "478693", "contents": "The opinion of the court was delivered,\nby Woodward, J.\nConsidering the lateness of the hour at which he pleaded the Statute of Limitations, we do not think the plaintiff in error, defendant below, entitled to complain that the cause was tried without a formal replication to his plea. He understood perfectly, from the course of the trial, that his alleged fraudulent seizure of the notes, whilst Lightner lay a corpse in his house, was the plaintiff’s answer to the plea of the statute. The cause was as fairly tried as if a formal replication of the alleged fraud had been first added to the record, as regularly it should have been.\nThe question is, then, were the circumstances which the executor proved, supposing them believed by the jury, sufficient in law to answer the plea of the statute ? We think they were. If Bricker did indeed commit the grievous fraud imputed to him, we hold him estopped from setting up the Statute of Limitations in defence of himself. It is true, the statute began to run in his favour the day the notes fell due, and the death of the creditor did not stop it, but it was competent for the debtor himself, by his acts and declarations, to stop it. A new promise, for instance, -would have revived the debt, and compelled the statute to take a new start. Against a man who snatches the •evidence of his indebtedness from a deceased creditor, we would not hesitate to presume a new promise to pay, or an intention to administer assets, or anything else to arrest the statute. In odium spoliatoris omnia prmsumuntur. What better excuse could be required of an executor for delaying suit upon the notes than that he had been deprived of the possession of them through the fraud of the debtor ? As against him the statute would only begin to run from the discovery of the fraud: Riddle v. Murphy, 7 S. & R. 285; Harrisburg Bank v. Foster, 8 Watts 16; Glenn v. Cuttle, 2 Grant 274.\nBut were the notes surreptitiously obtained as alleged ? This was a question of fact for the jury, and was properly submitted. Their verdict depended, however, very essentially on the testiriiony of Sarah Moore, and her testimony was assailed, not on the ground of her moral character, but of her mental faculties. She was described by several witnesses as a person of ill-regulated imagination — of a loose tongue, and, at times, of very eccentric manners. Jacob Kinslae is a specimen witness. He had known Sally for thirty years — “ she came into my house in summer of 1858 — she was jumping round and speaking very hard of Bricker. I never considered her crazy, but considered her very malicious when she got raised and on her high horse and took running spells — often came to our house, would dance round like a top, and then run out without speaking three words —at other times she would sit down and cry.”\nThis witness, and several others on the part of the defendant, detailed facts and expressed opinions touching Sarah’s mental competency without objection, but when the plaintiff proposed in cross-examination to ask some of the witnesses, “From your observation and knowledge of Sarah Moore, of which you have testified, was the character of her mind such as that she had not an accurate knowledge of facts ? or would she fancy the existence of facts which did not exist?” — it was strenuously objected to on the part of the defence, and the admission of the answer is complained of as error. It strikes us as evidence of the same nature of much of that which the defendant had previously given. Why was it not competent for the plaintiff, as well as the defendant, to draw out from the witnesses an opinion of competency founded on their knowledge and detail of facts ? It is said we ruled, in Lecky Blosser, 12 Harris 404, that witnesses could not give their opinions that parties were in love with each other, and engaged to be married, but that the facts were to be described for the jury to judge of. Very well. That does not touch this case, for here the question was one of skill and science. What is mental competency to make a contract or will, or to deliver truthful testimony, is a question which must for ever depend, very greatly, upon the opinions of those who have had opportunities for observing the conduct of the party and the developments of the intellectual faculties. Facts and circumstances are to be sworn to as the groundwork of the opinions offered, and as affording tests of the soundness of the opinions; but opinions, the results of observed facts, are never excluded in such cases. It is the highest and most direct evidence the nature of the question can afford. Where the question is, as it was in Lecky v. Blosser, a question of contract between parties confessedly competent, the opinions of witnesses are properly excluded, for a contract is capable of affording other proofs. And besides, the inquiry had regard there to the state of the moral affections, rather than of the intellect — a point on which opinions are little trustworthy.\nThe answer of the Rev. Joshua Evans, to the effect that Sarah told him the same story, as early as July or August 1857, which she swore here, was scarcely within the rule which allows what a witness swore on a former trial to be given in support of his present testimony: 10 S. & R. 322. But still it tended not only to corroborate her (and she stood in great need of corroboration), but also to help the jury to a right estimate of her intellectual faculties. To reword a narrative without substantial variation, is indicative of memory, the most valuable of all the powers of the mind. Under the peculiar circumstances of the case, we are not disposed to sustain the exception to this piece of evidence.\nWhat the judge said in his charge by way of defining the issue to be decided, was well said, and it is not a reasonable subject of complaint.\nThe judgment is affirmed."}