{"id": "478674", "contents": "The opinion of the court was delivered,\nby Woodward, J.\nWhether Hannah Miller, late Hannah Summers, had a resulting trust in the lot in question, which at her death descended upon the heir at law, the plaintiff, David Lewis Miller, was a question of law and fact which seems to have been properly tried in the court below. We do not think there was any error in admitting in evidence on the part of the defendant the last will of Harriet Summers. It was part of the defendant’s title, and necessary also to raise a legal question which, because it was not decided in the court below, we shall not consider here, to wit, how far the plaintiff was estopped from setting up his present claim of title by the fact that he was an accepting legatee under his aunt’s will.\nThe only question which seems to have been ruled below, sup- • posing the resulting trust to be found by the jury, was, whether the plaintiff was barred from asserting his title by the 6th section of the Act, “ for the greater certainty of title and more secure enjoyment of real estate,” passed 22d April 1856 : P. L. Sess. 1856, p. 582, and Purd. 654.\nThe court held him barred. “ The trust here,” said the learned judge, “ if there was one, is a resulting trust, it relates to realty, ■ and was created at the time of the conveyance to Harriet Summers in 1844. Then allowing seven years to commence action to enforce the trust, the time would expire in 1851, and as this ejectment was not commenced until 1859, the act is a bar.” The 6th section of the act allows five years “ to enforce any implied or resulting trust to realty,” and the second proviso is, “that any person who would be sooner barred by this section, shall not' be thereby barred for two years from the date hereof.” The plaintiff’s title had vested before the passage of the act, and the court gave him the full benefit of both periods, that of the limiting clause and that of the proviso. If the plaintiff be subject to this section, he has no reason to complain of the construction and application which the court made of it. But is he subject to it? Is it applicable to him ? He was a minor when his estate vested — a minor when the Act of 1856 was passed, and' he did not attain to his majority until April 1858 — a year only before he brought suit. The Act óf 1856 has no saving clause' for minors, and others under legal disabilities, but the 3d section of the Act of 26th March 1785, Purd. 653, which limits a right of entry into lands to twenty-one years next after the right or title “first descended or accrued,” has in the proviso a saving clause in behalf of minors, femes covert, and others under legal disabilities, and declares that notwithstanding the expiration of the allotted limitation, they may make entry or bring suit within “ten years next after attaining full age, discoverture,” &e.\nNow, that the Act of 1856 did not altogether repeal the Act’ of 1785, even in its application to trust estates, is apparent from the 1st section, which limits and qualifies the saving clause above cited, and similar clauses in all other prior acts. The 1st section reads, “ that no exception in any Act of Assembly respecting the limitation of actions in favour of persons non combos •mentis, imprisoned, femes covert, or minors, shall extend so as to permit any person to maintain any action for the recovery of any lands or tenements, after thirty years shall have elapsed since the right of entry thereto accrued, to any person within the exceptions aforesaid, provided that all persons who now have rights unbarred, and who would be sooner barred by this section, shall not be thereby barred for five years from the date hereof.”\nHarriet Summers took the conveyance from Massey and wife on the 31st December 1844. Supposing her to have held in trust for Mrs. Miller, then a married woman, Mrs. Miller would be entitled, not to ten years after discoverture, according to the Act of 1785, but to thirty years after her right accrued, within which to maintain “any action for the recovery” of her rights. And so would her son, succeeding on her death to her rights, be entitled to his action, not within ten years after his majority, according to the Act of 1785, but within thirty years from the time the right accrued to his mother. In some circumstances this might be a total denial of action to a son when he came of age — in the circumstances of this case it was an extension of remedy much beyond what the Act of 1785 allowed him.\nSuch was the manner in which the legislature of 1856 modified the Limitation Law of 1785. And, because of the express modification, we assume there was no intention to repeal the prior statute. There is no word in the Act of 1856 which implies an intention to repeal the proviso of the Limitation Law of 17 85. If the first section had been omitted altogether, it is very doubtful whether we could have regarded the 6th section as a repeal of that proviso ; but with the first section before us, it is impossible to imply a repeal of the proviso of 1785, except as modification and substitution were repeal. Taking the limitation, therefore, as it stands modified by the legislation of 1856, it is apparent that the plaintiff is within it. His suit was brought within thirty years after his mother’s right of action accrued. It is not material that it was brought within ten years after his own disability ceased. It was brought in good time. It is not barred by the limitation of the 6th section, because that limitation is inapplicable to persons under legal disabilities. Another rule is provided for such persons, and the plaintiff brings himself within it. Hence it follows that the court erred in applying the bar of the 6th section.\nI have taken no notice of the admitted fact that Mrs. Miller was in possession under claim of title from the time of the purchase until her death. Here was entry. She had no occasion to bring her ejectment, for she was in full enjoyment of the possession. Still she had a right of action both at law and equity to compel her sister to convey the legal title which she held in trust. And had she lived until the Act of 1856 came in, it would have become her duty, even though her possession was undisturbed, to compel conveyance of the title, or at least a written declaration of the trust. For that statute was intended to discourage all titles resting in parol, and to compel people to create written evidence of their rights in land. The 5th section was most unadvisedly repealed by a subsequent legislature, but the 4th and the 6 th sections were designed to reduce all trusts to writing, or to furnish record evidence of them by putting parties to their action within a reasonable period. But Mrs. Miller having died before the Act of 1856, it became a rule of law to her successors in title. It was as much the duty of her heir to create written evidence of the trust as it would have been her duty had she still lived; and this without regard to. the actual possession. The statute meant to superadd to the possession written evidence of the right of possession. But this duty thus devolved on the heir, was to be discharged under the limitations and provisions of prior acts, as modified by the legislation of 1856. He has brought his suit in discharge of that duty, and for the reasons before stated, we think it was brought in time.\nThe judgment is reversed, and a venire facias de novo is awarded."}