{"id": "478656", "contents": "The opinion of the court Avas delivered,\nby Loavrie, C. J.\nThis case was altogether too summarily dealt with by the instruction that the plaintiffs were entitled to the verdict. The laAV of the case is not so plainly against the defendant. It is not clear that the money claimed was lost by his fault. There was much irregularity in the proceedings in the and all the as Ayell the be chargeable with it. His duty was not the same as when he has made a sale on a venditioni exponas, in which case nothing but payment of the amount of the sale will satisfy his duty; of course, for the hand-money, he was bound as soon as the sales were confirmed and completed: but this suit is not for that. In taking the judgment-notes for the deferred payments, the sheriff’s name was used merely that there might be a formal contract for the money. In such judicial obligations, taken as part of the proceedings in a cause, it is not necessarily implied that the obligee is bound to see to their enforcement, for they are often taken in the name of the Commonwealth, and formerly very often in the name of the president judge, and they are really the property of the parties, or of some of them, and usually it is their business to attend to them.\nThe sheriff’s return of sale renders him liable to a call to pay the hand-money into court at once, or to pay the several parties so soon as their shares were ascertained, and also to a call to bring the judgment-notes into court that the parties might have them properly disposed of. But he was not bound to seek the parties in order to make payment to them, or to assign to them their several shares of the notes. No assignment was needed, for, in law, the notes were theirs, and the decree of distribution fixed their several shares in them, and they ought to have seen to their collection. There was the question of fact, whether the money was lost by the negligence of the sheriff; that ought to have been left to the jury. If there are other questions needing instructions from us, we cannot give them for want of the declaration showing how the claim is presented, which has not been put upon our paper-books.\nJudgment reversed, and a new trial awarded;"}