{"id": "478757", "contents": "The opinion of the court was delivered,\nby Woodward, J.\nThat the balance due to Watson on his account as committee of Vincent, was a debt for which action might have been brought, and which, therefore, was capable of being set off against the claim now in suit, will scarce admit of a doubt. The account was filed in the Common Pleas in April 1849, and confirmed absolutely the ensuing August. That was a judicial decree in favour of Watson for so much money. Unquestioned from that day to this, it is too late now for Vincent’s administratrix to deny the liability of his estate.\nBut she insists that the debt is barred by the Statute of Limitations. It would be, if it were a simple contract debt. But the statute runs not against records, and the set-off here is a debt of record. The custody of lunatics and habitual drunkards, and of their estates, is committed by law to the Court of Common Pleas, which is a court of record. That court appoints and removes the committee at pleasure: 6 Harris 434; and settles and adjusts the accounts of the committee. Herein it acts as a Court of Chancery, exercising a jurisdiction which in England is committed to Chancery, and exercising it in chancery forms of procedure. The final settlement of the committee’s account is a decree in chancery, and is enforced by the usual remedies.\nDecrees of the Orphans’ Court used to be regarded as something less than this, and hence, in an action of assumpsit by an administrator against his co-administrator, to recover a balance settled in the Orphans’ Court, the Statute of Limitations was held to be well pleaded: Gemberling v. Myers’ Administrators, 2 Yeates 341.\nBut no lawyer would think, at this day, of bringing an action of assumpsit, for money decreed by an Orphans’ Court. That court has grown long since to be a court of record, and possesses, by virtue of various statutes, full authority to issue executions in enforcement of its decrees: Shellenberg’s Appeal, 7 Harris 337. A decree of the Orphans’ Court would not now, therefore, be subject to the Statute of Limitations any more than a judgment or decree of the Court of Common Pleas.\nThe judgment is affirmed."}