{"id": "478706", "contents": "The opinion of the court was delivered,\nby Thompson, J.\nWe need not discuss the marriage relations in this case, but rather the relations of the parties in this issue to each other. The plaintiff in error became security in a note for money borrowed of Mrs. Bryson. Being sued on this engagement, he relies on an equity to save him from accountability, to wit: that he notified Bryson,' the husband, to “ go on and to collect” the money loaned, “ or that he would not stand accountable any longer,” without saying by whom loaned, his wife and himself both having loaned money to the same man, and with the defendant as his surety. Now, the defence set up is, that as Mrs. Bryson did not after notice proceed to collect her debt from the principal, and who, in consequence of delay, became insolvent, it would be inequitable to permit her to collect it from the surety. The difficulty is not in the doctrine, but in the absence of the fact necessary to make it applicable. No notice was given to her. The equity invoked did not arise. Notice to the husband, especially where he held a note himself similarly secured, was no notice to the wife. Nor would.it necessarily appear to have been so intended in this case, for the reasons stated. In all proceedings affecting a wife’s interest, the law requires notice, and equity will hardly be less regardful of her rights than the law. In divisions of estates, or in suits for torts, or on contract engagements, the law requires her to be notified, when sought to be affected, and to raise an equity against her, we think her title to notice is equally strong. It is possible a summons or notice designed for a wife, delivered to a husband at or about his home, might be good, but to affect her the notice must be for her, and then it is a question of service. But here there was no notice, and the defendant had no right to the equity relied on to shield him from responsibility.\nThe judgment below is therefore affirmed."}