{"id": "478767", "contents": "The opinion of the court was delivered,\nby Strong, J.\nThe mortgage given by Mrs. Jay and her husband to Henry Bayler, was not a pledge or conveyance of any estate which she owned at the time of its execution. Nor did it profess to assure to the mortgagee any present interest. By it she bargained and sold to Henry Bayler, his heirs and assigns, “ all the estate, right, title, and interest, in law or in equity, to which she would become entitled on the death of her father, Jacob Bayler, in his estate, real, personal, and mixed, by will, descent, or otherwise.” She also covenanted jointly and severally with her husband, to stand seised of the said estate, right, title, and interest, to the use of Henry Bayler and his heirs, and to make further assurances, tier father was then living. In his estate she had no property — -no interest. The subject of the mortgage was, therefore, nothing that she then had. It was a mere expectancy, and the instrument of mortgage was made, not for any consideration then received by her, or parted with by the mortgagee, but solely for the purpose of securing a prior debt of her husband. Such being the facts of the case, and Mrs. Jay’s father having since died, the question presented is, whether the mortgage is efficacious to enable the mortgagee to hold against her the share of the father’s lands which descended to her.\nIt is an old and well settled rule of the common law, that a mere possibility cannot be conveyed or released; and the reason given for it is that a release or conveyance supposes a right in being: Sheph. Touch. 319; Litt., § 446; 1 Inst. 265 a; Fitzgibbon 234; McCracken v. Wright, 14 Johns. 193; Davis v. Hayden, 9 Mass. 514. At law, therefore, nothing passes by a deed of land of which the grantor is only heir apparent. Certainly nothing by its direct operation. And this is as true of conveyances which operate under the Statute of Uses, as of others. In such cases there is no seisin to give effect to the statute; and without seisin a conveyance can only operate as a common law grant. A covenant to stand seised to uses of land which the covenantor shall afterwards purchase, is void : 2 Saund. on Uses 83. A man cannot, by covenant, raise a use out of land which he hath not: Croke Eliz. 401. Recitals, it is true, and covenants, may conclude parties and privies, and estop them from denying that the operation of the deed is what it professes to be. And when a deed purports to pass a present interest, recitals and covenants have, in many cases, been hold efficacious to pass to the grantee an interest subsequently acquired by the grantor. But when the deed does not undertake to convey any existing estate, when the subject of the grant is only an expectancy, it is difficult to conceive of it as anything more than a covenant for a future conveyance. In the very nature of things it must be executory. The case in hand is an apt illustration. The intention of the parties was not to convey any immediate interest, for it was known Mrs. Jay had none. The grant and the covenants alike contemplated an assurance to the mortgagee of an estate which might possibly thereafter be acquired either by descent or will, an assurance necessarily future.\nBut thoqgh a conveyance of an expectancy, as such,-is impossible at law, it may be enforced in equity as an executory agreement to convey, if it be sustained by a sufficient consideration. This has often been decided. In Hobson v. Trevor, 2 P. Wms. 191, Lord Chancellor Macclesfield compelled an execution of an agreement in marriage articles, to convey to the husband a third part of what should come to the father of the wife on the death of his father; and in Beekly v. Newland, 2 P. Wms. 182, the same chancellor enforced an agreement between the husbands of two presumptive heirs to divide equally what should be left to either of them. A similar agreement was enforced also in Wethered v. Wethered, 2 Sim. 183. See, also, Lyle v. Wynn, 8 Eng. Cond. Chanc. 406. These were all cases of executory agreements. But in Varick v. Edwards, 11 Paige 290, a formal conveyance of a possibility, or expectancy, though it had been ruled inoperative at law, was held good in equity. And in McWilliams et al. v. Neely, 2 S. & R. 507, Chief Justice Tilghman said, that ‘‘if one enter into articles to convey, in case subsequent events should make it lawful, there could be no doubt that in equity he would be decreed to convey when he subsequently acquired the power.” And he added he did not think the case less strong because, instead of entering into articles, he makes an absolute conveyance.\nRegarding then the mortgage made by Mrs. Jay of the estate which she expected thereafter to inherit from her father, as inoperative at law, and valid only in equity, if valid at all, it is next to be seen whether a chancellor would enforce it. That he would not, unless it was made for a valuable consideration, will not be claimed. The equity of the mortgagee, if any, springs out of the consideration, and, if that is wanting, he will vainly ask the aid of a chancellor. The reason why, before the Act of April 11th 1848, the husband’s voluntary assignment of a wife’s chose in action, did not destroy her right of survivorship, although he had succeeded to her dominion over the chose, was, because a chose in action was assignable only in equity; and an assignee without value given, was regarded as destitute of equity. In his behalf, therefore, no chancellor would move to enforce the assignment : Hartman v. Dowdell, 1 Rawle 281. It is not to be doubted that a wife may mortgage her lands for her husband’s debt, by uniting with him in the instrument. And if this had not been a mortgage of mere expectancy, it would have been good without the interposition of a court of equity. It is because this mortgagee must come into such a court, that it becomes material to inquire whether there was such a consideration for the instrument as to induce a chancellor to interfere to give it effect. It was given to secure an antecedent debt of the husband. No new consideration was given at the time it was -executed. The wife received nothing — the husband received nothing — the creditor parted with nothing. The instrument was, therefore, no more than a collateral security given for an old debt of the husband. As between Mrs. Jay and Henry Bayler, he was not a purchaser for value: Petrie v. Clark, 11 S. & R. 377; Walker v. Geise, 4 Whart. 258; Depeau v. Waddington, 6 Id. 220. The question, then, is reduced to this: Will a court of equity interfere in favour of one who is an assignee or covenantee, but not for value, to enforce a wife’s engagement to pay an old debt of her husband’s ? The answer is plain. If it will not decree the performance of an ordinary agreement, not founded on a valuable consideration, much less will it enforce such a contract against a feme covert. A creditor of the husband, who asks that the wife’s estate shall be applied to the discharge of her husband’s debts, must show a legal right or a complete equity. It is by no means clear that a married woman can, by any form of conveyance, even in equity, convoy the estate which she expects to inherit. I know of no case in which such a conveyance has been sustained, and I doubt whether it is authorized by the Act of 1770, that established the mode by which a husband and wife may convey the estate of the wife. There are decisions in other states, that when a married woman, in conjunction with her husband, undertakes to convey her land with covenants of warranty, her deed estops her from claiming an after-acquired title. The after-acquired estate, as in other cases, is held to feed the estoppel: Nash v. Spofford, 10 Met. 192; Hill’s Lessee v. West, 8 Ohio 226. Even this, however, has been denied in New York, New Jersey, and New Hampshire. But the case is very different where the wife attempts to convey and warrant land which she does not own, but something which she hopes or expects after-wards to acquire. It may be doubted whether, to do such an act, all common law disability does not remain. Whether this be so or not, her deed is no more than an executory contract, and, if supportable in equity, requires a valuable consideration to give it life. There having been none for the mortgage of Mrs. Jay —no other having been shown than a precedent debt of the husband, which the instrument was given to secure, the Court of Common Pleas committed no error in instructing the jury that it could not be enforced as the mortgage of the wife.\nThis view of tb'e case makes it needless to consider the exception taken to the admission of evidence to contradict the commissioner’s certificate of the wife’s separate acknowledgment.\nThe judgment is affirmed."}