{"id": "478721", "contents": "The opinion of the court was delivered,\nby Strong, J.\nIn Caldwell v. Fulton, 7 Casey 480, we held that a grant of an unlimited right, title, and privilege to dig and take away the coal in a designated tract of land, to any extent the grantee might .think proper, and for a consideration presently paid, was a grant of the coal itself, and not merely of a license or incorporeal right. That decision was made after much consideration, and after a careful review of both the English and American authorities. We see no reason to abandon the opinion we then entertained. It is impossible to conceive of more complete dominion over coals or any minerals in place in a tract of land, than that which is comprehended in an exclusive right to search for, to dig, raise, and carry them all away. Such a right lacks nothing which is necessary to make up ownership. A grant of it is, if possible, something more than a grant of the rents, issues, and profits of land, which has uniformly been held to be inferentially a grant of the land itself. True, if the grant be of no more than a right take an undefined part of the profits, the rule does not apply, for that is not entire dominion. Thus says Lord Coke (Co. on. Lit. 4 V.): “ If a man grant to another to dig turves on his land and to carry them at his will and pleasure, the land shall not pass, because but part of the profit is given.” A right in one to take coal from a tract of land in which it lies, .is perfectly consistent with the ownership, in another, of the mine from which the coal may be taken. Lord Mountjoy’s Case, Anderson 307, so often referred to, was but a grant of a right to take an indefinite part, or, in the words of the deed, “ sufficient ores, heath, turves, and other necessaries for the making alum and copperas.” So was the grant to which construction was given in Chetham v. Williamson, 4 East 469, a conveyance of no more than a right to search, dig for, and carry away minerals. It was not exclusive of the owner of the land. In Doe v. Wood, 2 B. & Ald. 719, the grant was of minerals that should be found within the term; and such was the extent of the grant in Grubb v. Bayard, 2 Wallace, Jr. 81. But a right in one person to take all the coal or minerals in a tract of land, and to carry them away, is inconsistent with any dominion or proprietorship in another. Hence, the inference is obvious, if there be nothing in the deed inconsistent with it, that when the owner of land grants a right to search for, dig, take, and carry away all the coa-1 or iron ore, or any other mineral in the land, he intends to divest himself of all property in the coal or other mineral. Possibly, a mere license or incorporeal righ may be exclusive. Bainbridge, in his Treatise on the Law of Mines and Minerals, pages 254-5, seems to be of opinion tha it may, but he refers to no authority to sustain his opinion, and I find none. And Lord Ellenborough, in Chetham v. William son, said no case could be named where one who had only a liberty of digging for coals in another’s soil, had an exclusive right to the coals, so as to enable him to maintain trover against the owner of the estate for coals raised by him: and, after citing Lord Mountjoy’s Case, said that those who compared it to a grant of' common sons nombre, used that as the strongest instance to show that it could not be an exclusive right. From this language, it is evident Lord Ellenborough thought that a license is not exclusive. It would also be a just, though not an inevitable, inference that he thought a grant which is exclusive of the owner of the land and all others, is not a mere license. However this may be, it is hard to give any reason for holding that a deed which confers upon the grantee every right over its subject which an owner can exercise, does not confer ownership. If, therefore, this were all that is to be found in the • deed under which the plaintiffs claim, their ease -would be ruled in their favour by Fulton v. Caldwell. But it is not all. To determine what the parties intended, and what interest passed by it, the entire agreement between Nicholas Mensch and Ilolker Hughes must be considered. By it, Mensch, for a nominal consideration, expressed by one dollar, granted in words, de presentí, to Ilolker Hughes, his heirs and assigns, the exclusive right and privilege to search for, dig, raise, and carry away all the iron ore and limestone on a described tract of land, and also timber sufficient to enable said mines to be worked to advantage, with a right for roads to and from the mines and quarries to a place of landing, and also sufficient room on said land for the deposit of ore, limestone, and dirt, with free ingress to and from the mines and quarries to the landing, at all times, and also the privilege of erecting as many houses and buildings as the said Hughes might require for the successful operation of an ironworks. On the other side, Hughes agreed to pay Mensch, his heirs and assigns, at the rate of twenty cents per ton of twenty-two hundred and forty pounds of clean ore he should take from the land, the payments to be made on the first day of January of each year, for the preceding year. It is difficult to read this agreement without the conviction that the motive which induced its execution, and the basis upon which it rests, was the contemplated erection by Hughes upon the lands of Mensch.\nThe limestone and the ore were intended as a supply for such works. It is also apparent that the nominal consideration of one dollar was not regarded as an equivalent for the sale of the limestone and the ore. And it is be observed that nothing was either paid or agreed to be paid for the limestone. If the agreement was a conveyance of the limestone and the ore, then the title passed, and Mensch parted with all his legal and beneficial interest in the former, at least without any equivalent. But was it the intention of the parties that Hughes might take out and carry away all the limestone, and leave the ore, thus obtaining one of the subjects of the grant without compensation ? It is true that he covenanted to pay for all the clean ore he might take out, at the rate of twenty cents per ton, but he assumed no obligation to take out any. Yet the payment for the ore taken, was what was to be given for the right to take limestone, and both evidently, as well as the other subjects of the grant, had reference to the contemplated erection of ironworks, from which, it may well be supposed, the grantor anticipated a benefit to his other property. In inquiring what was granted, we must look for the general purpose of the instrument. If, under the agreement, the ownership of the limestone and the ore became vested immediately in Hughes, he and his heirs might hold it for ever, without erecting any ironworks, or rendering any compensation to the grantor. Is a construction of the instrument which leads to such results a reasonable one ? Can the parties be supposed to have intended it ? We think not. Some of the rights granted are confessedly incorporeal, and conditioned upon the erection of ironworks. The words of the premises in the agreement, .standing alone, may indicate an intention to transfer ownership of the stone and minerals to the grantee, but against it is opposed the significant fact that no equivalent was to be given for either the one or the other until the ore should be taken, and there was no obligation even to take it. What Hughes was to take as well as when he was to take, is loft all uncertain. In view of this it is hard to believe that the parties contemplated an immediate divestiture of ownership by one, and an acquisition by the other. This was a matter considered of importance in construing the deeds before the court in Chetham v. Williamson, and in Grubb v. Bayard. The deed of Mensch to Hughes is not a lease or a deed reserving rent, in which the covenant to pay rent is a consideration. It does not, therefore, resemble the lease construed in Harlan v. The Lehigh Navigation and Coal Company, 11 Casey 287. A sale without consideration paid, or agreed to be paid, is not'to be held as having been intended by the parties, unless the language of the instrument shuts us up to such a conclusion.\nLooking, then, to all parts of the agreement, those already noticed, as well as the fact that the subject-matter thereof was in many particulars undefined and undefinable until ironworks should be erected, we are unwilling to say that it vested in Hughes a corporeal hereditament, such as is essential to the maintenance of an action of ejectment.\nThe opinion we entertain of the agreement takes away all importance from the second assignment of error. We may say, however, that a verdict for a limestone quarry, two boundaries of which are described, appears to us to be sufficiently certain.\nJudgment affirmed."}