{"id": "478784", "contents": "The opinion of the court was delivered,\nby Strong, J.\nIf, as it is urged, this writ presented only an appeal to the discretion of the court, it would be fatal to the case of the plaintiff in error that he suffered more than eleven months to elapse after the entry of the judgment in the court below, before he complained that it had been erroneously entered. Rut the case is something more than an appeal to our discretion. A judgment was signed in the court below, for want of an affidavit of defence, avowedly according to rule, and the question now is, whether such a judgment was authorized by any rule of the court. If the plaintiff’s claim was not within the rule, then the defendant was in no default for not having filed an affidavit, and the prothonotary had no authority to sign judgment. So if no' cause of action was set out in the declaration, and a declaration was requisite, there is nothing to sustain a judgment. It becomes necessary, therefore, to examine the rule, in order to know Avhat judgments are authorized by it. It declares that in all actions brought “on bills, notes, or other instruments of writing for the payment of money, and on claims for the loan or advance of money, whether the sums be reduced to Avriting or. not, and for the recovery of book-debts, &c., it shall be lawful for the plaintiff, at any time after the expiration of thirty days from the return day of the writ, to enter judgment by default of course, notwithstanding an appearance by attorney, unless, the defendant shall have previously filed an affidavit of defence, setting forth the nature and character of the same,” &c. It then proceeds to declare that no judgment shall be entered unless the plaintiff shall have filed with a declaration (when one is necessary) a. copy of the instrument, &c., upon which the action has been brought, and an affidavit of the terms of loans. or advances not evidenced by writing, with the date and amount, and also an affidavit of his belief of the correctness of the book-debts claimed, and the balance justly due. The claims Avithin the rule, therefore, are bills, notes, or other instruments of writing for the payment of money, claims for the loan or advance of money, and book-debts. There is authority to enter judgment only when the action has been brought for a claim embraced .within one or more of these classes. The principal claim of the plaintiff in this ease is not within either. It is based upon a transaction of which.the following receipt is the evidence : — “Received, February 27th 1852, from H. B. Masser, .one hundred and ninety-four dollars, in tidewater money, which I hold as security for notes I have gone his bail on. Wm. L. Dbwart.” The declaration avers that the defendant did on that day receive from the plaintiff the sum of one hundred and ninety-four dollars, in tidewater money, to hold the same as security for notes that the defendant had gone bail on for the plaintiff, and was liable for as his bail. It then avers that the plaintiff paid and-satisfied those notes on the 1st day of November’, A. D. 1854; that thereupon he was entitled to receive the said sum of one hundred and ninety-four dollars again from the defendant, but that the defendant had converted the same to his own use, and thereby became liable to pay the plaintiff so much in current money. It is evident that the receipt is neither a “bill, note, or other instrument of writing for the payment of money,” nor was the transaction “a loan or advance of money.” Tidewater money is not money within the meaning of the rule. For aught that appears, the notes of the canal company may have been of much less value than they called for. Nor does the case show that they were received as money by the defendant. The transaction was a deposit of choses in action, and thei| was only an implied engagement, to return the same choses, when the defendant should be discharged from the liabilities which he had assumed for the plaintiff. Moreover, the declaration bases the plaintiff’s claim to recover not on the ground that the defendant had engaged to pay money, or that money had been loaned or advanced, but on the averment that he had converted to his own use securities deposited with him, and “ thereby” became liable to pay “in current money.” The claim, then, was not within the rule of the court, and the judgment was unauthorized.\nIt may be added, that the declaration is defective, so much so, that no cause of action appears in the count upon which principal reliance is placed. It does not aver that the tidewater money had any value, nor that any demand was made upon the defendant for its return after his suretyship had ceased, nor even that any notice was given to him that the notes in which he had become bail were satisfied. A bailee, who has received property to hold as security for the payment of a debt, is under no obligation to return it until demand made, or at least until he has notice that the debt, as security for which he holds the pledge, has been discharged. The want of an averment of demand or notice is not cured in this case by a verdict. The amount of the judgment shows that the defendant was held liable for the tidewater money, not only as equal in value to federal currency, but as bearing interest from November 1854, though it is not averred that he lcmew of the payment of the notes in which he was surety until this suit was brought. In liquidating the judgment the prothonotary must look to the record alone. How could he assume that the defendant knew, in 1854, that he no longer had a right to hold the deposit, or that he had then converted it to his own use ? For these reasons the judgment must be reversed.\nJudgment reversed, and a procedendo awarded."}