{"id": "478776", "contents": "The opinion of the court was delivered,\nby Lowrie, C. J.\nHarper & Reese sold out their partnership effects to Shoemaker, he agreeing verbally with them to pay their firm debts. King holds one of these firm debts and sues for it, relying on the contract just stated, and not showing that he was a party to it. Can he recover ?\nWe think that the Act of 26th April 1855, § 1, forbids it by declaring that no action shall be brought to charge the defendant upon any special promise to answer for the debt or default of another, unless the agreement be in writing and signed by the party to be charged.\nThe decided weight of authority and of reason declares that, though such a contract as the present is valid between the immediate parties to it, it is void as a contract in favour of the creditors of one of them, unless they, as part of the arrangement, give up their original claims and accept the new contract in their stead. Without this it is void even when expressly made to those creditors, and of course it cannot be implied as made to them. While the old debt remains, the new contract cannot be a substituted, but only a collateral one, a promise to pay another’s debt, and it is forbidden by the statute as a cause of action: Pitman on Princ. & S. 8, 13-26; 11 Ad. & E. 438; 22 Conn. R. 317; 1 Gray 391; 3 Humph. 330; 5 Cush. 488; 11 Id. 1; 30 Eng. L. & E. 510; 13 M. & W. 570; 8 B. & C. 728; 25 Wend. 247; 20 Vermont 205; 28 Id. 135; 29 Id. 169; 1 Sandford S. C. R. 514; 19 Barb. 258; 11 Grat. 636; 17 Ill. R. 88, 105; 2 Jones Law R. 329; 10 Ired. 13; 13 Id. 86; 3 Id. 187.\nYet we must not be understood as questioning that numerous class of cases where a debtor puts money or other means in the hands of another to be delivered to a particular creditor of his, and the creditor has been held to be entitled to sue. Some of this class of cases no doubt crowd hard upon the class to which the present one belongs. Yet they present merely a mode in ■which the debtor pays his own debt. That was only in part and incidentally a purpose of this arrangement. We may need some day to distinguish these classes more accurately, and we had better not attempt it, until some case arises that demands such a distinction.\nJudgment reversed, and judgment for the defendant below."}