{"id": "478748", "contents": "The opinion of the court was delivered,\nby Thompson, J.\nThe first question for our consideration is, the admissibility of evidence of the contents of certain lost portions of the record. Their existence and loss are proved, and, after the cases of Harvey v. Thomas, 10 Watts 63, Loughry v. McCullough, 1 Barr 503, The Farmers’ Bank of Reading v. Gilson, 6 Barr 51, and cases since, this is not an open question. The testimony was unquestionably competent. The existence of the power in the courts to supply lost records, does not interfere with the rule of evidence which admits proof of contents. The loss may not be discovered until the trial is progressing. There would be no time then to file a bill in the chancery side of the court to perpetuate the proof necessary for a foundation from which to supply the record. And it might be disastrous to one or other of the parties to delay the cause for such a purpose. It is important that the power to supply records should exist, for it might be necessary to exemplify them, and this could not be done when there had been a loss of a portion, until after they had been supplied.\nThe question is somewhat irregularly raised under this same exception as to the validity of the decree of divorce between the plaintiff and her husband. It was alleged to be void because the plaintiff herself caused and procured the subpoena to be issued in vacation, and but twelve days before the ensuing term; whereas the Act of Assembly requires the interval to be at least thirty days. This is a novel objection to come from the complainant in that proceeding, after a decree in her favour, acquiesced in and acted upon by her for more than seven years, and until after her husband’s death. But we will not estop her for this reason only, for a better exists, which is, that this did not render the decree void, but only voidable, if taken in time and by a party who had a right to object. Where there isjho)jurisdietion of the parties, and of the subject-matter of the controversy, the judgment or the decree of the court on it is never void, but only voidable where irregular. When the jurisdiction does not exist, and usurpation takes its place, then all the acts of the tribunal are void “ and of none effect,” and may be so treated in any collateral proceeding: Voorhees v. Bank of the United States, 10 Peters 449; Phillips’s Appeal, 10 Casey 489. Where there is no jurisdiction there is no authority to pronounce judgment, and consequently a judgment so entered is so but in form and similitude, and has no substance, force, or authority. Here the court was one of general jurisdiction. To it belonged the right by statute to entertain proceedings and make decrees in divorce. It also had jurisdiction of the parties. The decree, therefore, entered could only be reversed for error by a direct proceeding for that purpose, and not collaterally: Blamire v. The Charles Carter, 4 Co. 328; Wharton v. Sexton, 4 Wh. 506; Tolme v. Thompson, 2 Peters 169; Elliot v. Peirsol, 1 Id. 340; United States v. Arredando, 6 Id. 729; Voorhees v. Bank of the United States, 10 Id. supra. These cases are not cited as evidence of the doctrine herein asserted, that the decrees of a court of competent jurisdiction cannot be set aside for error in a collateral proceeding — that is an elementary principle — but to illustrate the doctrine by exhibiting the futility of the attempt -when made.\nThe second assignment of error is upon the rejection of the evidence to show fraud in the obtaining the decree, or rather that the demandant’s application for a divorce was collusive, and the proof of the same character. “ Nemo allegans suam turpitudinam” is a maxim of the law which forbids such an attempt. It would be a monstrous doctrine to permit parties to tamper with judicial proceedings in such a manner. To initiate them, carry them through, act upon them as valid, and afterwards allege that they were hired, coaxed, or maltreated into becoming parties to the fraud, and seek to invalidate them in a collateral proceeding by a plea of fraud; that is what cannot be done: Braddee v. Brownfield, 4 Watts 474; Evans v. Dravo, 12 Harris 62. I cannot see that, because the plaintiff can make out a primé facie case for dower, without reference to the decree in question, that the principle of estoppel is not to apply. To hold this would be to hold that, because a man could make out a primé facie title to a tract of land, he would not be estopped by his own deed of conveyance of it to the defendant. This is not to be thought of. Could he in such a case set up his own fraud to invalidate his own deed ? The case last cited settles this against any such attempt. We need not discuss another aspect in which this question has been spoken to, namely, whether for fraud an innocent party to such a decree might impeach it collaterally. The case does not require it.\nThe last specification of error is to the charge, namely, that there having been a decree of divorce from the bonds of matrimony, which remains unreversed, although the cause was adultery, the demandant was not entitled to dower. Our Act of Assembly defines the consequences of a divorce, whether a vinculo matrimonii or a mensa et thoro. In the former case, the statute provides that “ after such sentence nullifying or dissolving the marriage, all and every the duties, rights, and claims accruing to cither of the said parties, at any time thereafter, in pursuance of said marriage, shall cease and determine, e.” There is no exception in consequence of the cause. The only distinction as a consequence of a divorce a vinculo, between adultery as a cause and any other, is the provision that the guilty .party, on being freed, shall not marry his or her paramour during the life of the former husband or wife. In Scotland the prohibition is unlimited: Poynter on Marriage and Divorce 178. With this restriction, the effect of a divorce from the bonds of matrimony with us, is said to be the same as in case of death : 2 Barr 471; 4 Comst. 95. It works an entire separation. The case of Goodwin v. Goodwin, 4 Day 343, has no bearing. In -England, adultery was not cause of divorce a vinculo. It only suspended the marital relations, and a decree upon such proof is a mensa et thoro, and generally, if not always, followed by an allowance of alimony. It is an axiom of the English law, that the marriage contract is indissoluble. A decree of a vinculo matrimonii is, therefore, only pronounced there for some canonical or legal disability existing anterior to the contract.\nWe see no error in this record, and the judgment is\nAffirmed."}