{"id": "478856", "contents": "The opinion of the court was delivered,\nby Strong, J.\nThe execution of Cameron & Billmeycr was first in the sheriff’s hands, and it would be entitled to the money in court, if it had not lost its priority of lien by the conduct of the plaintiffs. But we think it had. The testimony of John Or osgrove, the sheriff, convinces us that the object sought to be accomplished by it, was not the enforcement of the judgment by levy and sale, but the acquisition of security for the debt. Such an object is not legitimate. It is an attempted perversion of the purpose of an execution, and consequently it postpones it to those which were subsequently issued. To this effect the authorities are numerous and uniform, as well as quite too familiar to need citation. Nor were they questioned in the argument. It was contended, however, that the evidence did not establish such a misuse of their execution by Cameron & Billmeyer as to bring it within the rule, and postpone it to the junior execution of the appellant. The sheriff, in whose testimony alone the evidence is to be found, states that when the writ of Cameron & Billmeyer came to his hands, he was ordered hy the plaintiff and his attorney not to proceed rvith it until he got further orders; that Mr. Billmeyer and Orwig, attorney on the writ, gave him those orders; that some eight or ten days afterwards, Billmeyer gave him orders “to make a levy, hut not sell;” that he then made a levy and had an appraisement made, and that subsequently there was an arrangement made between Billmeyer and Ereeburger, the debtor, that the latter should have access to the property, and the keys were given up to him. That this was using the execution for another purpose than to collect the debt for which judgment had been given, admits of no doubt. In the language of Billmeyer, it was “holding the writ for a lien” not to sell, and the instant it was thus held-by the direction of the plaintiffs, it was liable to be supplanted hy any junior execution. The fi. fa. of Ereeburger, the appellant, was issued and came into the sheriff’s hands on the 18th of August. Then, for aught that appears in the evidence, the sheriff was under orders not to sell in pursuance of Cameron & Billmeyer’s writ, and the debtor had free access to the property, with Billmeyer’s consent. It is ’ true the sheriff testifies that Billmeyer told him to go on and sell “ about the time, and it may have been the very day the second execution came into his hands.” Again: he states that he received the second writ on the morning of the 18th of August, and next morning levied on that, and advertised the 19th, and that his orders from Billmeyer to sell “ were very shortly before, or on the same day.” He adds, “I would not definitely say that it was on the same day or the day before.” Again, he says, “About the time the second execution came into my hands (or a day or two before, it may have been at the same time), Billmeyer gave me orders to go on with his execution.” All this leaves it quite uncertain whether the orders to sell under the first execution were prior or subsequent to the issue of the second. But as it is clearly established that the first was used merely as as a security until those orders were given, it is incumbent upon Cameron & Billmeyer to prove affirmatively that they were given before the sheriff received the second writ. This they have failed to do, and their execution, therefore, has lost its priority.\nAnd now, to wit, October 31st 1861, it is ordered, adjudged, and decreed, that so much of the decree of the Court of Common Pleas as awards to Cameron & Billmeyer the sum of $ 110.88 be reversed, and the said sum is ordered to be paid to Peter Ereeburger, and the appellees are ordered to pay the costs of this appeal."}