{"id": "478877", "contents": "The material facts of the case, the matters of defence, and the ruling of the court below, are sufficiently set forth in the opinion of this court, which was delivered,\nby Woodward, J.\nThe plaintiff in error, defendant below, subscribed for twenty shares of the capital stock of the above-named railroad company, on the express condition that the company “ should locate and construct their railroad along the route contemplated by the Meyer’s Mill Plank-Road Company for their road.” It was proved that the railroad had been located along that route — that it was completed from Connellsville to Turtle Creek, and advancing from there to Pittsburgh — that $218,000 had been expended at Sand Patch Tunnel in Somerset county, east of Meyer’s Mill, and that the whole work had progressed so far as to reduce the completion of the road to nine months’ more work, when, in October 1857, the company suspended operations.\nThe defendant paid the first instalment of his stock and part of his second, but neglected to respond to the calls for the residue of his subscription, all of which were duly made before January 1855. This action was brought to enforce payment of these calls. The defence is, that though the company have located their road -agreeably to the above condition, they have not constructed it, and therefore subscribers are not bound to pay.\nIt is a most extraordinary defence, for it presupposes that the company were to build their road without money, and to deliver it, a finished work, to the stock subscribers, who were then to pay their subscriptions. Such was not the contract. By his subscription the defendant made himself, voluntarily, a member of a company incorporated and authorized to build a railroad from Pittsburgh to the Maryland line, east of the mountains — a company to be governed by directors, who should dictate when and where to begin the work, and how its means should be applied — ■ a company with authority to enact by-laws, and make calls for payment of stock — a company to whose vigorous prosecution of their work prompt payments on the part of stockholders, in obedience to calls, were indispensable.\nOf such a company Miller made himself a member, and now sets up the partial failure of the company to complete their work, as the justification for his almost total failure to supply the means he agreed to supply. His promise was precedent to theirs. He has no right to insist on performance by them, whilst he refuses performance on his part. Had he and the other subscribers paid promptly, in obedience to calls, as they promised, possibly the panic of 1857 would not have suspended the work. The stock payments were indispensable not only as furnishing funds which the company had a right to rely on, but as constituting also a solid basis of credit on which to negotiate the bonds of the company. The modern expedient chiefly relied on for building railroads is mortgage bonds, but to give these credit in the markets of the country, the payment in of a cash capital is indispensable.\nAll these things Miller knew, or ought to have known, when he subscribed, and therefore the defence now attempted is simply absurd. The condition in his contract did not mean that the road should be constructed and finished before he paid, but only meant that when it was located and constructed it should occupy the route designated. On his part the undertaking was to pay as calls should be made. On the company’s part the undertaking was to locate as stipulated, and to construct bond fide as fast as the means at their command would allow. This was the whole scope and effect of the condition. A suspension of the work two years and a half after the time when every dollar of the defendant’s subscription ought to have been in the treasury of the company, is no defence for him. The necessity for that suspension was no doubt aggravated, perhaps induced, by the failure of himself and others to pay up their stock, but whether it was or was not, the suspension was the exercise of a discretion which every subscriber had committed to the directors. Let them not complain, therefore, that their constituted agents have, under the pressure of the times and the default of subscribers, exercised the discretion that was voluntarily committed to them for the benefit of the common enterprise.' Until it can be shown how railroads can be built without money, no such defence as is here set up can prevail.\nBut there is breach of another condition alleged. This company conformed to the foolish practice of receiving subscriptions on a guarantee that they would pay interest on stock “as soon as paid,” until the road is finished. When it is considered that railway companies are joint stock associations, and depend on borrowing most of the money they expect to expend, the absurdity of borrowing money to pay interest to themselves is self-evident. They never borrow at less than from 7 to 10 per cent., and in so far as the money is used to pay themselves 6 per cent, on their stock, it is manifestly a ruinous as well as absurd operation. No intelligent stockholder who has the interest of the enterprise at heart, ought to accept or insist on such a condition.\nStill, where it is inserted in the contract, it must be judicially administered, and for the present case we may dispose of it as follows. In this contract the interest is not payable until the stock be fully paid. “As soon as paid,” interest was to accrue; and such was the effect of the resolution of February 22d 1854. But the defendant has not paid. He then has no breach to complain of. He points to the resolution of the board of 15th October 1857, suspending the payment of interest, as ground for not paying moneys due in January 1855. This is, if possible, a more curious defence than the former. Had he paid his stock, he would have been entitled to receive interest. But because the company could not pay other stockholders’ interest in 1857, he justifies himself for withholding moneys due in 1855. This action is to enforce the calls that were not responded to. If such a defence is worth anything now, it ought to have been good when the calls were made. But it would not have been easy to state it then, for it was wrapped up in the womb of the future, and possibly could never have been born, if the defendant had performed according to his undertaking, for in that event the company might have been able to pay the interest.\nIt is scarcely possible to conceive of a defence more destitute of merit, and accordingly the judgment is\nAffirmed."}