{"id": "478868", "contents": "The opinion of the court was delivered,\nby Woodward, J.\nBlewett, the plaintiff, mined a quantity of copper ore in the Cornwall Mine-Hills of Lebanon county, which the defendant, Coleman, seized and appropriated, and this action was brought for the alleged trespass. Blewett claimed to have a lease from the agent of E. B. Grubb and C. B. Grubb, who were tenants in common with Coleman. Whether Eclcman, the resident agent of the Grubbs, had authority to lease to Blewett, was a contested fact in the case which was properly submitted to the jury. But if he had authority, it became a material question whether the place from which the ore was taken was upon that part of the estate which the Grubbs and Colemans held as tenants in common. If it was, the action was well brought. If it was not, the authority of Eckman to make the lease, even if it existed, would not protect Blewett, because the Grubbs, if not tenants in common, were without title. The locus in quo, if not a part of the common estate, belonged to Coleman in severalty. This became the main question in the cause. There was no doubt that the copper ore was mined below the line of what was called the Clark survey of the mine-hills, a survey which depended for its location on the testimony of Jacob Weidle, who had made a resurvey of the hills according to what he calls “ the survey purporting to have been made by Thomas Clark.” The court held, that under the agreement entered into by the ancestors of the Colemans and on the 80th 1787, the estate left undivided was included within the lines of the Clark survey, and consequently that all without those lines passed under the amicable partition they then made. This cut up the plaintiff’s action by the roots. Was the court right in thus extending the partition of 1787 to all those parts of the mine-hills which were not embraced within the survey ?\nThe titles to the mine-hills and their geological peculiarities were fully discussed in this court on two former occasions: Coleman v. Coleman, 7 Harris 100, and Coleman v. Grubb, 11 Id. 393. In the last of these cases the very question was raised which reappears here, and we supposed we had decided that what was exempted from partition was not a part of the mine-hills, but the whole of them, the whole of those three upheaved masses of rock and ore, the outlines of which are familiar to every neighbour. The Clark survey has embarrassed the parties interested in these hills long enough. At no time has it been produced in evidence. Mr. Weidle had only a traditional knowledge of it; and even if he relocated it correctly, there is no satisfactory evidence that it was adopted by the parties to the agreement of 1787. Those papers provided, “ that the ore banks shall remain together and undivided, and as a tenancy in common and that “ an accurate survey shall be made of the said ore banks and hills, if not already done;” and in the supplemental agreement it is provided that “ it may happen that veins of ore may extend beyond the limits of the survey made lately by Thomas Clark,” in which event each party was to have full liberty to dig and carry away “ any ore that may be found to extend beyond the limits of said survey.”\nThe parties were engaged in dividing a large estate, including iron furnaces, woodland, and farm land, which they held in connection with the mine-hills as tenants in common, and Thomas Clark seems to have been their surveyor. Before they got through they encountered such difficulties in making partition of the mine-hills, that they determined to retain them in common. It is possible that Clark had made some sort of a survey of the hills, but an accurate survey was to be made, if not already made, and meanwhile the parties were to be permitted to take ore beyond the lines of the survey Clark had already made. They did not treat whatever survey Clark had made as the accurate survey for which they stipulated, and clearly it was not; for, according to all the testimony, including that of Weidle, it did not embrace the whole of the hills. No survey which did not include the entire circumference of the hills could be deemed accurate within the meaning of the papers of 1787, because the difficulties which led to those papers arose out of the variety and complex relation of the ores — circumstances which rendered partition impossible. Ores so valuable, so various, and so intermixed, could not be parted among the owners into severalty “ without the greatest injustice to some of the parties.” This was their reason for retaining them in common; but this reason would apply as forcibly to the ores near the base of the hills as to those near the top. Nay, more forcibly, because the largest quantity of ore would naturally be found at the base. Did the parties mean to divide some of the ores in the hills into severalty, and hold the rest in common ? That would have been a very ineffectual solution of the “difficulties” confessed on the face of their papers. Instead of a solution of difficulties, it would have been an invitation to endless litigation. They spoke of the premises that were to be held in common as “ore banks and hills,” as “ore-banks belonging to Cornwall Furnace,” and as “mine-hills,” but always meant, whatever the form of expression, the whole of those three conical hills so well known for their remarkable deposits of ores.\nIt is not always easy to fix the beginning of a hill. If a stream of water flow at its base, it may mark the point at which the hill shall be said to begin. There is a rivulet between the middle hill from which the ore in question is alleged to have been taken, and grassy hill, but between the rivulet and the middle hill is a plateau several rods in width, so that the base of the middle hill cannot be said to be marked by the rivulet. But inasmuch as Blewett dug the ore above the'level of that plateau, it is safe to conclude, for all the purposes of the present suit, that he dug it from the middle hill — one of those parts of the estate which the papers of 1787 declared should “remain together and undivided as a tenancy in common.” The allusion to the Clark survey in the supplemental agreement was not for the purpose of restricting the rights of the parties, but rather for the purpose of extending them, or, at least, of rescuing'them from any abridgment by reason of the lines Clark had run around the hills.\nIt is somewhat difficult to make an accurate survey of the hills on account of the metallic attraction of the place — no accurate survey seems to have been made — none was adopted by the ancestors of the parties in 1787. We are left therefore to the location of the hills according to their topography; and while this may, under some circumstances, become a difficult question, it is not difficult in this instance. Blewett mined on the middle hill, and whether above or below the lines of Clark, is of no more consequence than it was in the case reported in 11 Harris. That was a case in which “nigger heads” lying on the surface had been appropriated, not a vein mined from within the Clark lines and pursued below them. We disregarded - the Clark survey there as we do here, and probably it will be well for the parties when no more is heard about it, because whilst the jury in that case did not find it, the jury in this case did, and the next jury may or may not find it according to the accidents of the trial. The title of the parties ought to be kept on a more stable foundation.\nIt will result from thus putting the Clark survey out of the case that the question which the court discussed about the, right of the Grubbs or their lessee to take copper ore cannot arise in the case. Eor, what if the adjectives and nouns in the papers do all refer to iron ore — it was not those papers that constituted the title of the parties to the contents of the hills. They owned the hills and all they contained before the papers were made, and what the papers did was to compel the signers and their successors to enjoy the hills as tenants in common and not as tenants in severalty. If the hills contained copper or more precious ores, the whole hills being an estate in common, the ores, whatever their name, were a common estate also. If the agreements were limited to iron ores, the property in all other ores was unchanged. It is not worth a moment’s consideration, therefore, whether the expression “ any ore” in the supplemental agreements could fairly be construed to include copper ore.\nWhen the case shall be tried on the grounds that have been indicated, the question whether the plaintiff had or had not the right to mine outside the Weidle lines, and whether he was not a tenant at will, will most likely disappear. We cannot foresee how they will arise. The Weidle survey is nothing but a relocation of the Clark survey, and when one is set aside the other must go with it. The ore in question was mined under a written lease, executed by Eckman on behalf of the Grubbs. The term had not expired, and therefore it seems to us no question about a tenancy from year to year, or at will, can arise. Whether Eckman had authority to execute the lease, or whether, if his authority was defective, the Grubbs had ratified his act, were questions of law and fact on which Blewett’s rights depended essentially. The receipt of rent on the foot of the lease would be evidence of ratification. These, it seems to us, will be the questions in the case. Coleman, as tenant in common with the Grubbs, had no right to seize the ore mined by Blewett under a lease or license from the Grubbs. If Blewett had neither lease nor license from the Grubbs, he is not entitled to damages as against Coleman.\nWe think the interest of the Grubbs was so balanced that there was no error in admitting them to testify.\nThe judgment is reversed, and a venire facias de novo is awarded."}