{"id": "478817", "contents": "The opinion of the court was delivered,\nby Thompson, J.\nThe plaintiff’s rights in this case depended not upon the doctrine of subrogation, for it did not exist as between him and his joint endorser, William McKinney. Joint promisees have no such rights as against each other, and therefore all that was said on that subject was outside of the case.\nWilliam McKinney, the proprietor of the stock in question, and the plaintiff, being joint endorsers for John McKinney, became debtors to the bank, certainly on the 24th day of July 1856, the date of the protest of the note of the 22d of April preceding. From that time thenceforth until final satisfaction, they were debtors to the bank, and the stock standing in the name of either, by operation of law, became pledged for the liquidation of the debt: Act of 20th March 1819, § 35, Purd. 334. This statute provided for the levy and sale of the bank stock of any debtor by his creditor, “ subject nevertheless to any debt due by the holder of such stock to the company or body corporate.”\nThis provision is not repealed by the Act of the 16th June 1836, relating to executions: Lee v. Porter, 4 Harris 412, nor touched by the 34th section of the Act of 16th June 1850.\nMehaffy’s debt accrued, and his seizure and sale of the stock took place subsequently to the period when the statutory lien of the bank attached, and hence the sale did not divest the lien. As a purchaser he was bound to know the law, and that the stock was liable to the bank for any indebtedness of William McKinney to it at the time of his levy, and he took the risk of existing debts to the bank when he bought. By the sale, he acquired a right to the stock, only in case the indebtedness of the proprietor to the bank was otherwise extinguished. Or he could have rendered his title complete by payment of the debt himself. This he did not think it expedient to do. Previously to the date of Mehaffy’s judgment, the bank obtained judgment by confession against the maker, John, and the endorser, William McKinney, and subsequently against both endorsers for the amount of the note. Execution on the first of these judgments proving unavailable, on the 16th November 1858, an alias fi. fa. was -issued; and also at the same time an execution on tbe judgment against William McKinney and the plaintiff. Both judgments were for the debt created by the note. The stock was seized on both executions and sold on the first, as appears by the sheriff’s return. After the seizure and before the sale, the bank assigned the judgments to Mr. Armstrong. These transfers carried with them any rights of the bank under the judgments and executions, and unless the receipt of the debt from Armstrong, one of the defendants, must be taken as a satisfaction of them, he has all the rights of the bank, and entitled to all its remedies, by virtue of the assignments: Foster v. Fox, 4 W. & S. 92.\nThe bank .chose to transfer the judgments, on terms satisfactory to itself, to Armstrong, and neither party intended the extinguishment of the debt, as against the defendants in the judgment. I know of no principle of law which will hold the 'judgments to be satisfied against the intention and contract of the parties. The defendants do not object to it, and Mehaffy is placed in no different position by it, from that in which he would have stood, had the bank proceeded in the execution for its own use, instead of the use of Armstrong. By the course adopted the latter secured to himself at least partial contribution from a joint promissor. With the equities between them Mehaffy has nothing to do. The bank never relinquished its hold on the stock, which, we have seen, was good against Mehaffy, and Armstrong, standing in her shoes, has her rights. We think, therefore, that the right to the stock passed by the sale to plaintiff, and that\nThe judgment must be affirmed."}