{"id": "478849", "contents": "The opinion of the court was delivered,\nby Strong, J.\nOur Acts of Assembly do not define an advancement, and we are therefore compelled to resort to the decisions of the courts, to determine whether a sum of money received by a child from a parent or expended for his benefit, is a gift or an advancement, or whether it is intended to create legal indebtedness. Questions of advancement are always questions of intention, and of intention when the property is received by the child. If it was a gift then, it cannot be converted into a debt by any subsequent act or intention of the father. If it was the creation of a debt, then it will continue a debt, notwithstanding any change of the parent’s intention, unless some further act be done, or agreement be entered into to convert it into an advancement. The difficulties in solving such questions are generally found in the evidence from which the intention of the parent iá to be gathered. A parent may be liberal to a child, more so than to his other children, without imposing any obligation for future accountability, either to himself or to his estate. It is indeed a common sentiment that equality is equity, but a father is under no legal obligations to make his children equal, and'discrimination in a family is often equitable. The fact that one child has received more than another, therefore raises no presumption that an advancement was intended. 4 contrary presumption exists when the money furnished is expended in the education of the child, for such education is a parental duty: Riddle’s Estate, 7 Harris 433; Lantz v. Hertzog, 4 Whart. 523.\n' This presumption may be overthrown by proof of the father’s intention to furnish the money as an advancement, rather than in discharge of a parental duty, but without such proof it must prevail. It was overthrown in Riddle’s Estate, by what evidence we do not know. The report only states that the father kept an account of the expenditures, and that the son believed it to have been his father’s intention to charge him with them. Two successive reports of auditors found them advancements, and this court refused to set aside their decision, remarking, at the same time, that the court might not have drawn the same conclusion from the facts.\nSo, too, it is cogent evidence that an advancement is not intended by a father (and in most cases it is conclusive evidence), that he takes from the child a security for the money furnished, or attempts to preserve evidence of it as a debt. High’s Appeal, 9 Harris 287. If the gift is designed to be irrevocable, there can be no reason for attempting to retain the power of recalling, and the attempt shows that it is not the purpose of the father to give up all possible control over it.\nIn the present case, both these presumptions against an intended advancement are raised more or less distinctly by the ■facts. The money which the appellant received from his father, or which was expended for his use, was furnished for his education, and at the time when it was furnished nothing was said or done by the parent to indicate an intention to treat it as a part of the son’s portion. True, there is evidence that the case was not one of mere discharge of the parental duty to educate the son. The charges made indicate that. But before the money can be treated as an advancement, there must be affirmative evidence that it was intended to be neither a gift nor the creation of a debt, but a part portion. In some eases this intention is inferred as matter of law from the character of the act. Thus, if a parent conveys land to the child from consideration of love and affection only, or pays the purchase-money of land conveyed by another to the child, the law presumes it an advancement, though not conclusively. But where personal chattels or money are delivered to the child, or paid for him, there must be evidence of an intention to make an advancement beyond the unexplained act of delivery or payment: Johnson v. Belden, 20 Conn. 322. Here the father made a charge of the sums of money furnished not in a “family book,” in which advanced portions are usually entered, but in his general day-book, in which he kept his accounts of debtor and creditor. The charge was made precisely as it must have been made had he intended to preserve evidence of his son’s indebtedness. The appellant was charged as a debtor, and he was credited for partial repayments. All this is inconsistent with any intention then existing to make an irrevocable gift. It matters not that sums of money are not properly chargeable in a book of original entries. That would be important in an action between the father and the son; but it is of no consequence when we are seeking only for the intention of the father. We know that money is often thus charged, and though it cannot be recovered on such evidence, it is not to be doubted that it is generally intended as a memorandum of a debt, and a means of enforcing payment. In Ashley’s Appeal, 4 Pick. 21, it was ruled that sums of money, charged by a parent against his child in the usual way of keeping accounts, are not to be treated as advancements under the Massachusetts statutes.\nThen, what is there on the other side to show that this, which was primé fade the creation of a debt, was not such, but was an advancement on account of a child’s portion ? Nothing in the admissions of the son; for while he acknowledged that he was charged in his father’s book, there is no proof that he ever said the charge was anything else than evidence of a debt. All that there is must be found in a declaration to a single witness made by the father in 1856, long after most of the money was furnished and charged, and in the absence of his son. To G. E. Hurlocher he said, “ George never worked much, or earned much at home. He charged George with every dollar he paid for his schooling. It is calculated it is to come off from his ‘ erbschaft’ (inheritance.”) There is no evidence that he ever made similar declarations to any other person. That such conversations of the father are not sufficient to convert a debt into an advancement is abundantly settled. In Haverstock v. Sorbach, 1 W. & S. 393, it was laid down that loose declarations of a parent that he intended an existing debt should be an advancement, not substantiated by writing, nor made to the child, nor accompanied by any act, are not sufficient to destroy a debt secured by legal instrument, and change it into a gift by way of advancement; and in Yundt’s Appeal, 1 Hands 575, declarations of a parent, made after debts have been contracted, of an intention to treat them as advancements, were held not admissible to produce that effect, when the declarations are not communicated to the child, nor accompanied by an act sufficient to obliterate the obligations as debts: 4 Whart. 130; 10 Watts 54; 3 Barr 391. In Wentz v. Dehaven, 1 S. & R. 312, a Avritten certificate of intention to give up a bond and mortgage of a son-in-law, and never demand them,, delivered to the mortgagor was held to be a release, and therefore the debt was treated as an advancement. That is very unlike the present case. Such a certificate would not now be held a release, and certainly a verbal declaration, made to a stranger, of an intention to treat a debt as an advancement is still less. And the declarations of the father in this case to Mr. Hurlocher only show Avhat his intention was when they were made. They throw no light upon his intentions when the money was furnished. We are left to gather them from the charge in the book of accounts.\nIn fine, we are of opinion no evidence in the cause satisfactorily establishes that the money furnished by the father Avas originally intended as an advancement, or that it Avas made such by any subsequent act or declaration; The decree of the Orphans’ Court, sustaining the second and third exceptions taken to the report of the auditor, must, therefore, be reversed.\nThe remaining assignment of error is not sustained. Judging from the amount of the estate and evidence, four hundred and' fifty dollars Avas a sufficient compensation.\nAnd now, to Avit, July 24th 1861, this cause having been argued by counsel and duly considered, it is ordered, adjudged, and decreed that the decree of the Orphans’ Court be reversed, and the record is remitted with instructions to charge the accountants only with a balance of $1535.89 of personal property (the sum of $962.98 not being chargeable to George M. Miller as an advancement), and to cause distribution of the balance to be made according to the will of Joseph Miller and the intestate laws."}