{"id": "479993", "contents": "The opinion of the court was delivered,\nby Strong, J.\nIn the case of The City of Philadelphia v. Dickson, 2 Wright 247, we ruled, that when the city councils have ordered a street laid upon any of the public plans of the city, to be opened, and when the damages of a landowner have been assessed, he may bring suit for them after the expiration of a year, though the street has not been actually opened. We could not have ruled otherwise, with the Act of April 21st 1855, P. L. 266, before us. There is no sufficient reason for applying a different rule to the present case. It was under the same Act of 1855, that Broad street was ordered to be opened through the land of the plaintiff below, and under that act a jury was appointed to assess his damages. The assessment was not completed, it is true, until after the supplementary Act of May 13th 1856, P. L. 567, was passed; neither was the assessment in the case of Dickson against the city. That supplement, even if it is applicable to this case, has not taken away the right to sue, given by the Act of 1855. Both acts contemplated that the councils would make an appropriation to pay the damages assessed; but the right to sue after a year, in case of non-payment, was given, •independently of any appropriation. Possibly all the objects intended to be accomplished by the Act of 1856 may not be apparent at first sight, if at all, but the principle seems to have been to require the approval of the Court of Quarter Sessions, of the report of a jury assessing damages, before any can be paid, and to apply a common rule to proceedings to open streets, whether commenced in councils, or in the ordinary course before the court, under the general road laws. The Act of 1855 authorized the councils to withhold appropriations for opening a street, laid upon any of the public plans of the city, until the persons whom they might, upon inquiry, have found benefited, should have contributed towards the damages of the landowners. The Act of 1856 confers the same authority to withhold appropriations for opening other streets not laid upon the public plans, until owners or citizens to be benefited, shall have made such contribution as the councils determine to be just. These are clearly the principal, if not the only objects which the legislature had in view in the passage of the Act of 1856. Certainly they manifested no intention to take away, or restrict the right of a landowner to sue, which had been conferred by the Act of 1855. He could not- sue until a year had elapsed, and it may have been supposed that within that time the contributions imposed upon the persons benefited, would be paid. Whether this be so or not, if a right to withhold appropriations for opening a street, under the Act of 1855, did not debar a landowner from bringing a suit for damages after the expiration of a year, though the street be not actually opened, as was held in City v. 'Dickson, why should the same right given by the Act of 1856 prevent a suit? We think it does not, and that the District Court was right in refusing to charge the jury that the plaintiff was not entitled to recover until the street was actually opened.\nThe remaining question is, whether the defendants are liable for interest, it having been proved that the plaintiff continued in the possession and use of the land ordered to be taken, until the institution of this suit. In Stewart v. County, 2 Barr 340, it was decided, that interest on damages awarded for opening a street in the county of Philadelphia, was not demandahle until the land taken had been entered upon by the public. The road laws then in force were quite unlike the Act of 1855, under which this plaintiff claims. When Stewart v. The County was decided, not only could a street not be opened until the damages had been paid, but no right to sue for them was given by the statute, and after the lapse of a year without payment, the entire proceedings were vacated. The worst that could befall the landowner, therefore, was the loss of interest for a single year, and that, it was thought, the legislature did not intend to compensate. This was a comparatively small matter; for if the damages assessed were not paid within a year, a new assessment was necessary before the road could be opened. But the Act of 1855 expressly enacted, that no proceedings to assess damages on any street laid on a public plan, shall lapse by the delay of a year in paying such damages, and it authorized a suit to be brought for the sum assessed, at the expiration of the year. Under this act, the first assessment fixes irrevocably the extent of the liability of the city, the sum due to the landowner, and the time when he has a right to his money. Delay of payment beyond that time is consequently an injury, for which the only compensation is interest. It is a common rule to allow interest for the detention of money after it should have been paid. Delay of payment is not the less •an injury, because the landowner may continue the occupation of the land. Such occupation can be but permissive, at all times subject to the paramount rights of the public. The land cannot be built upon or improved, except at the hazard of the improver, and it is worthless for sale. Its principal value has been taken away by the ordinance directing the street to be opened, and the city has acquired the right to enter at will. In our opinion, the District Court was correct in instructing the jury to find for the plaintiff the amount of the award, with interest.\n. We add only, that if there are liens upon the lands, the rights of the lien-creditors may be protected, by ordering the fund to be paid into court to be marshalled there. Such liens do not affect the plaintiff’s right to recover.\nThe judgment is affirmed."}