{"id": "479980", "contents": "The opinion of the court was delivered,\nby Lowrie, C. J.\nIt is for comparatively very few of the acts of our lives that the law prescribes any definite rule. It is satisfied, for most matters, with the general direction to all to do the best they can, in whatever affair they may be engaged, in reasonable accordance with the customs of society in regard to it; and it approves, if the act done cannot be condemned when measured by the standard of ordinary care, diligence, faithfulness, and skill, and allows emulation and good conscience to surpass that standard as far as possible. This is a necessary concession to the variety of human character; and though it leaves law largely indefinite, and therefore uncertain, yet this is no more than is necessary for freedom and improvement. If there was a definite rule of law for every act of life, there would be no room for liberty or progress. The law cannot possibly define how the mechanic shall use his tools or his materials, or how the physician shall treat his patient, or what acts or omissions shall constitute proper care and skill, or the want of them, and therefore it must be contented with the loose standard of the ordinary. Judges are not expected to know what is proper care and skill, except in some matters of legal practice, and we can have it defined only for each case as it arises, and then it is done by a jury,.with the aid, if necessary, of experts, or men of special experience in the business that is under consideration. Hence we say that questions of ordinary care, diligence, and skill are to be decided by the jury.\nBut the ordinary is not always the standard of duty; for often the law defines the very act, and even the form of it, that is to be done in given circumstances; and then there is no question of care, skill, or negligence to be submitted to the .jury, but simply whether the acts, required or forbidden by the law, have been done. These views may help to draw the distinction between mere negligence, carelessness, or unskilfulness, and misconduct. It seems to us that, in usual parlance, when these terms are contradistinguished, misconduct means a transgression of some established and definite rule of action, where no discretion is left, except what necessity may demand; and that carelessness, negligence, and unskilfulness are transgressions of some established but indefinite rule of action, where some discretion is necessarily left to the actor. Misconduct is a violation of definite law; carelessness, an abuse of discretion under an indefinite law. Misconduct is a forbidden act; carelessness, a • forbidden quality of an act, and is necessarily indefinite.\nBut we do not need that these views shall be taken as entirely accurate, in so far as we need them for application to this case. The general thought is sufficient for us now. The transgression of positive and definite law is misconduct, though it may be also carelessness, for the law often defines some of the acts that are ■necessary to due care. And when the requisite act is defined by statute, it has the advantage of certainty to the very letter.\nOne of the purposes of insurance is to protéct against losses by mere negligence and carelessness; but the misconduct of the insured is never insured against, and if it occasion a loss the owner must bear it. The misconduct of master and crew is often insured against, by the insurer taking the risk of barratry. If this be not expressly taken, the misconduct included under that term must be at the risk of the owner. Acts of barratry, therefore, will help us to understand misconduct, as distinguished from carelessness and negligence. It is a wrong against the ownership of the vessel by the master or mariners, by which it is lost. Similar acts by the owner are wrongs against the insurers of the ship.\nBarratry may take place by risking the safety or title of the vessel by acts that are definitely forbidden by statute : such as leaving port contrary to an embargo, or in violation of revenue laws, or smuggling; or such as are contrary to other forms of definite right: as breaking a blockade, trading with the enemy, resistance of right of search, cruising without leave, fraudulent deviation or stranding, deviation for the master’s profit, or cutting the ship’s cable, so as to let her drift upon breakers. These acts would be barratry in the master, and if done by him are covered by the barratry clause. But if done with the consent of the insured they are not so covered. Of course they are not insured against when done by the owner himself.\nIn our present case the insured was the master. His boat was running a race with another steamboat. To secure steam enough for this purpose he had a barrel of turpentine (oil of turpentine) brought out of the hold, and the head knocked out. It was placed in front of the’ furnace, and he used the turpentine on the wood and coal which was cast into the furnace. While thus engaged, the fire of the furnace set fire to some of the wood that was saturated and ready for the furnace, and in attempting to remove the barrel it caught fire, and soon the vessel was in flames and was destroyed, and several lives were lost.\nThese are the facts which the jury call gross negligence; they mean carelessness. They say it was not wilful misconduct,\" but they do not mean by wilful that he did not intend to do those acts. And whether those acts constitute misconduct, the law, and not the jury, must decide. If the law declares those acts such misconduct as endangers the safety of the boat, then the opinion of the jury is not needed, and must go for nothing.\nThe Act of Congress, passed 30th. of August 1853, has for its purpose to secure steamboats against fire, in order to secure the lives of passengers; and it provides that oil of turpentine, &c., shall be secured on such vessels in metallic safes, or in apartments lined with metal at a secure distance from any fire. The acts done by the plaintiff were a plain violation of this clear and definite rule of duty, and by this violation the loss happened, and the plaintiff, himself the transgressor, cannot recover. The fact of the race, which is never a proper purpose of a voyage, was not insisted upon, and is not needed. But those who run such races had better study the effect of such conduct on their policies.\nOn the question of the title, we think the District Court decided rightly, and we perceive no other question that needs to be reviewed by us.\nJudgment reversed, and a new trial awarded."}