{"id": "479996", "contents": "The opinion of the court was delivered,\nby Thompson, J.\nThe parties to this controversy were joint creditors of John L. Miller, of Clarion county, and had a judgment against him for the sum of $24,600; the undisputed proportions of which were $19,000 to the plaintiffs below, and $5600 to the defendants. On the sale of the personal effects of Miller, on this judgment, Shriver & Dilworth bid them in, and the plaintiffs paid their proportion of the purchase-money of-the sheriff’s sale, by receipting the execution for that sum; the balance was receipted by the defendants, and the costs were afterwards paid by them, and the amount charged against the furnace, which was, by the agreement between the parties of the 24th November 1857, to be run for their joint benefit, until the “ stock and material” purchased at the sheriff’s sale were worked up. Shriver & Dilworth proceeded to run the furnace in pursuance of the agreement, and delivered all the metal, both that which was purchased at the sale, and that made afterwards, to the plaintiffs, in the proportion agreed upon, according to the terms of the articles of agreement, and there is no dispute about this.\nBut the defendants denied that they were bound’to account to the plaintiffs for any of the personal property, such as merchandise, tools, wagons, carts, cattle, horses, and mules, in and about the Catfish and Franklin Furnaces, and purchased as already stated; alleging that it was all embraced under the terms “ stock and material,” which they were to work up in making iron under the agreement for the benefit of the plaintiffs and themselves. In other words, they claim that that property was to be applied to the expense account, in working up the coal, wood, and ore on hand, and in that way turned into iron for the benefit of the parties. This the master thought was not the true construction of the contract, and we fully concur with him in that, as well as in the manner in which he states the rights of the parties under this portion of the contract. We will, therefore, not restate what is so well stated and sustained by the master. It seems obvious, that, if all the expenses of the furnace were to be paid out of the joint property, it being owned in the proportion of $19,000 to $5600, or more than three-fourths to less than one-fourth, the metal purchased and that made would not have been equitably divided equally, even considering the personal superintendence of the defendants in making it. The personal property on hand necessarily consumed in manufacturing or working up tlie stock, the master thought should be applied in the progress of the work, as necessary to the accomplishment of the purpose in view by both parties. This, we think, was the true and fair construction of the contract. Beyond this, the defendants were bound to defray expenses, in consideration evidently of receiving an equal share of the metal purchased, as well as to be manufactured. The equality provided for, in this particular, could not well be accounted for on any other basis, and we think it was obviously the meaning of the agreement between the parties.\nBut an objection in limine was interposed by the defendants, namely, that the District Court had not jurisdiction in equity of this case. We think, without discussing the mode of raising this question, that the objection is not sustainable. The transaction, it is true, is not in the ordinary forms in which we usually discover the relation of principal and agent or factor, but it has the substance, perhaps, of both. The trust and confidence incident to these relations clearly appears in the agreement in which the duty to manage for the benefit of both parties is found, and also the duty imposed and undertaken to sell the residuum of the personal property and to account for the plaintiffs’ share of the proceeds in the manner agreed upon. Certainly an action of account render would have lain, on the common law side of the court, under the circumstances alluded to, to compel an account of the moneys received from this joint property. There was the property on the one hand, and its disposition on the other by the parties intrusted. It presented, we think, a case in which the action of account render would have been a proper remedy. This being so, the District Court had jurisdiction of it in equity by the 19th section of the Act of 13th October 1840: Digest 306.\nAppeal dismissed at the costs of the appellants.\nIn the appeal by Nimick & Co.\nThe opinion of the court was delivered, November 7th, 1861, by\nThompson, J.\nIn Shriver & Dilworth v. Nimick & Co., just decided, we approved of the views of the master, in regard to the disposition of the “ rest and residue” of the personal property at Catfish Furnace, when the stock and materials for making iron were all worked up. We think this applied as well to the merchandise as to any of the other personal property, and accordingly we affirm the decree of the District Court at the costs of the appellants."}