{"id": "479986", "contents": "The opinion of the court was delivered,\nby Woodward, J.\nThe indictment sets forth that a general election was held in Pennsylvania on the second Tuesday of' October 1861, under the laws of the Commonwealth, and that in pursuance of the 43d section of the General Election Law of 2d July 1839, an election was held at Camp Kalorama, in the District of Columbia, on that day, by the captain and lieutenant of Company I, of the 21st Regiment of Pennsylvania Volunteers, the said company being then and there a detachment of militia and a corps of volunteers in actual service, under a requisition from the President of the United States, and by the authority of the Commonwealth; and then goes on to charge that the defendant “ not being by law qualified to vote at said election, and being then and there an unnaturalized foreigner, did fraudulently vote” at said election at Camp Kalorama.\nTo this indictment the defendant filed a general demurrer, and assigned as reasons for his demurrer that the 43d section, under ■which the election at Camp Kalorama was held, was unconstitutional and void. By demurring, he admits that he was an unnaturalized foreigner, that he was not qualified to vote, and that he voted fraudulently — circumstances which would make him indictable under the 119th section of the General Election Law, if his offence had been committed in Pennsylvania. But how can the Quarter Sessions of Philadelphia take jurisdiction of a misdemeanor committed in the District of Columbia ?\nThis question lies at the very threshold of this case, and although defect of jurisdiction is not one of the reasons assigned for demurring, yet the question is raised necessarily by the demurrer, and though not argued by counsel must be noticed by us. We are not to be precipitated into the discussion of a grave constitutional question in a case of doubtful jurisdiction. The first duty, therefore, is to get a clear conception of this point.\nThe common law considers crimes and misdemeanors as altogether local and cognisable, and punishable exclusively within the jurisdiction where they are committed. “The lex loci,” sail Lord Brougham, in Warrender v. Warrender, 9 Bligh. 119, “must needs govern all criminal jurisdiction, from the nature of the thing and the purpose of the jurisdiction:” Story on Conflict of Laws, § 620, and cases in note. In England, many statutes have been passed to change the general rule of the common law in regard to the venue of indictments, and to make offences committed within one jurisdiction triable in another; but, without a statute, a party who stole goods in one county and carried them into another, was held to be indictable, at common law, in the latter county, upon the principle that the thief’s possession of the goods is a fresh larceny in every county into which he carries them. This rule, however, does not prevail as among the states of our Union; for in Simmons v. The Commonwealth, 5 Binn. 618, it was held that a thief who stole goods in the state of Delaware, and brought them into Pennsylvania, could not be indicted here. Our Federal Government has provided itself with various statutes for punishing extraterritorial offences when committed by our own citizens, which statutes rest upon the principle of public law that every nation has a right to bind its own citizens and subjects by its own laws in every other place — a principle which Judge Story explains to mean a right to exercise sovereignty over our own citizens, when they return within our territorial jurisdiction; but not a right to compel or require obedience to our laws on the part of other nations within their own territorial sovereignty: Conflict of Laws, § 22.\nNor are we in Pennsylvania entirely destitute of legislation that is intended for extraterritorial application. The fifth article of our constitution confers upon our courts the powers of Courts of Chancery to “ obtain evidence from places not within the state,” and by Act of Assembly of 14th April 1828, supplementary to our recording acts, the governor is authorized to appoint commissioners to take acknowledgment of deeds, &c., within any state or territory, and the duties of the commissioners are very specifically defined.\nWhatever extraterritorial effect such laws may 'have, is the result not of any original power to extend them abroad, but of that respect which, from motives of public policy, other nations are disposed to yield to them, giving them effect with a wise and liberal regard to common convenience and mutual benefits and necessities. Says Chancellor Kent, 2 Com. 8th ed. p. 579: “ There is no doubt of the truth of the general proposition that the laws of a country have no binding force beyond its territorial limits; and their authority is admitted in other states not ex proprio vigore, but ex comitate ; or, in the language of Huberus, quatenus sine prcejudicio indulgentium fieri potest.” And according to Judge Story, in the silence of any positive rule, affirming, or denying, or restraining the operation of foreign laws, courts of justice presume the tacit adoption of them by their own government, unless they are repugnant to its policy or prejudicial to its interests: Conflict of Laws, § 38, and see Chief Justice Taney’s Opinion in Bank of Augusta v. Earl, 13 Peters’ Rep. 519. This 1 understand to be a statement of the rule of judgment in the courts of the country in which the foreign law is executed, and it is to be inferred, as a matter of course, that the same rule would prevail in the courts of the country from which the law proceeded; that is, if the courts where the law is executed imply a tacit adoption of it from absence of objection, the courts of the jurisdiction furnishing the law will, much more, make the same implication. In addition to this, there are certain general rules in respect to the admission of the lex loci contractus, which are recognised in the judicial decisions of all countries. It has become a settled doctrine of public law that personal contracts are to have tbe same validity, interpretation, and obligatory force in every other country which they have in the country where they w'ere made. Matrimonial rights, as between husband and wife, are determined by the law of their domicil, and personal property follows the law of the owner. These rules are generally recognised by the comity of nations: 2 Kent 579, and cases in note.\nGathering up now so many of these principles as are applicable to the question before us, and making an immediate application of them, it may be said, that if the legislature of Pennsylvania provided by law that any of her citizens, qualified electors, happening to be in the District of Columbia on election day, might hold a valid election there, and an election was held in pursuance of such law, without objection from the local authorities, we are to hold the jurisdiction of our courts to extend to any of our own citizens who should violate any of the provisions of the law. We could not call on the judicial tribunals of the District to punish the infraction. They would not execute our law, and the fraudulent vote of the defendant would be an offence against no law of their own. It would be an offence only against our statute, and must be so laid in the indictment. But the whole statute would be there, the penal sections as well as the enabling clauses, and if, in an attempt to exercise the privileges of the statute, a‘citizen incurred its penalties, he would be answerable in our criminal courts when he returns into our jurisdiction. As much so as false swearing under a commission issued out of our courts, or a forged acknowledgment of a deed under our Act of 1828, would be indictable and punishable here. His liability to our jurisdiction rests, however, be it observed, on his citizenship in Pennsylvania. It is because the volunteer soldier, in the service of the general government, is a citizen of Pennsylvania, that the General Election Law attends him beyond our territory, and becomes a rule of action for him wherever he is. It is no rule for the citizens of other states, or for unnaturalized foreigners, simply because we have no power to prescribe rules of action for the citizens and subjects of foreign governments.\nWhat, then, is to be done with an unnaturalized foreigner who casts a fraudulent vote under our election law beyond our territorial jurisdiction — a foreigner who is not alleged in the indictment to be a citizen for any purpose in Pennsylvania, nor to have a domicil here, nor even to belong to the militia or volunteers of the state ? Have we jurisdiction to punish such a man for a misdemeanor committed beyond our borders ? I think not. The officers who received his vote might be punishable. Possibly an indictment might be framed against him which the criminal courts of the District of Columbia would entertain. But how we can treat him as amenable to our jurisdiction on the face of this indictment I do not see. Had it been charged that he belonged to Company I, of the 21st Regiment of Pennsylvania Volunteers, we might perhaps assume his citizenship, but this is not in the indictment. Eor aught we know, he may never have been in Pennsylvania until the time he was arrrested for the misdemeanor alleged, and never have been a member of any company of Pennsylvania volunteers. For many purposes the states of the Union and the District of Columbia are not foreign countries to us, but so far as concerns the present question it is not necessary to state the distinctions whieh grow out of our peculiar political system, for we have no more power to legislate over a sister state or the District of Columbia than we would have to legislate for France or England. Then this is the case of a prosecution of an extraterritorial misdemeanor by an offender not alleged to owe any allegiance whatever to Pennsylvania. If we can entertain jurisdiction of such an offence we must assume that there is legislative power to send the ballot-box beyond our state lines, and that the judicial power accompanies it to punish not only our own citizens who violate it, but any intruder upon it from whatever nation of the earth he may come.\nIf it be said that if the judicial power do not accompany it, there will be no way of protecting the purity of suffrage, then this would be an argument not only against the constitutionality of those sections of the act which authorized it, but against the probability that the legislature ever intended to give those sections any extraterritorial effect.\nIf, on the other hand, it were conceded that the judicial power of the state were competent to punish any offender against our Election Law at an election outside of our territory, though he be an alien and not a citizen, it might be pertinently asked what criminal court is to administer the punishment. The criminal jurisdiction of the Quarter Sessions of Philadelphia, like that of similar courts in other counties of the state, is limited to offences committed in the proper county. The general rule is that they can take cognisance of no other. If a citizen, subject when at home to the jurisdiction of one of these courts, commits an offence abroad against a statute of ours, and is punished for it by the appropriate court Avhen he comes home, let that stand as an exception to the general rule. But neither the rule nor the exception will give the Quarter Sessions of Philadelphia jurisdiction to punish an offence committed outside of the state by a man who never belonged to the jurisdiction of that court. As well might the Quarter Sessions of Lancaster, Berks, or Greene county take cognisance of it. Is it indeed so, that without an enabling statute, all and singular the Courts of Quarter Sessions of the state may take cognisance of an extraterritorial offence committed by a foreigner ? The law would cease to be a system of principles and rules, if such a thing were possible, and would become a mere jumble of incongruous and arbitrary powers.\nWe are of opinion that the Court of Quarter Sessions of Philadelphia had no jurisdiction of the indictment prosecuted, and, consequently, we have none. We decline, therefore, to enter into a consideration of the constitutional question raised upon the record, but, for the reasons above given, affirm the-judgment."}