{"id": "480073", "contents": "The opinion of the court Avas delivered,\nby Strong, J.\nThat an estate given to a man and his wife for life, with a remainder in fee to their heirs, amounts to a freehold of inheritance in the first takers, was held in Auman v. Auman, 9 Harris 343. A similar ruling in this ease would give to Joshua Chinewith and his wife a fee simple in the lands devised to them by his father, unless it is so plain as to preclude misunderstanding, that the testator used the word 44 heirs” in the devise of the remainder, as a word of purchase. The presumption is that he used it in its ordinary legal sense, i. e. as a word of limitation; and all the cases prove that this presumption is not to be overcome by other words in the will merely incongruous with such an intention. A testator may doubtless use the word heirs as synonymous with “children;” but his intent thus to use it must be gathered from something more than implication. It must be expressed. In Perrin v. Blake, Mr. Justice Blackstone only gave utterance to what has often been said by others, when he remarked, that44 it is incumbent upon one who asserts that the words 4 heirs,’ or 4 heirs of the body,’ in a will, are used as words of purchase, to show, by plain and manifest indications, that the testator intended to deviate from the general rule; for that is never supposed till made out, not by conjecture, but by strong and conclusive evidence.” In the will now under consideration, not only did the testator devise the remainder by technical words, plainly significant of heritable succession, but he employed other words which indicate a purpose that the remainder-men should take as heirs of the. tenants to whom a life estate was first given. He declared that after the death of Joshua and his wife, the land should 44 descend” to their heirs. This may not be conclusive, but it is of some weight when we are endeavouring to ascertain whether the testator designed the remainder-men to take through the tenants for life, or directly from himself.\nThe court below inferred that the testator meant 44 children, ” by the word 44 heirs,” from his use of the alternative phrase, 44 or to such of them as may be then living,” The whole clause, in regard to which the question arises, is as follows: 441 give to my son, Joshua Chinewith, during his natural life, and that of his present wife, all the tract of land whereon he now lives, &c., and it is further my will and desire that after the decease of my said son and his present wife, that the said tract of land descend to their heirs jointly, and their heirs and assigns for ever, or. to such of them as may be then living.” It is said there could be no other heirs than such as were living at the death of the ancestors; that the words “then living” would be superfluous, unless the testator intended children by “heirs,” and that in order to give meaning to those words, the technical words of limitation must give way, and be treated as only description of persons. We are not convinced by this argument. Let it be admitted that tlie words “ then living” are strictly of no legal meaning, when applied to heirs, this is no sufficient reason for holding that the testator, in the use of technical words of limitation, intended to depart from their ordinary legal meaning. It is not so easy' to overcome the contrary presumption. The words “ heirs,” and “heirs of the body,” will retain their significance, though the effect be to make unmeaning other words in the will not technical, and even though there may be inconsistent expressions. If the words are repugnant, why should the word “heirs” give way, rather than the words “ then living ?” In the will of an unlettered man, however, they can hardly be called repugnant. Lawyers may understand that there are no heirs of a living person, or that the phrase “living heirs” is a superfluous addition to a gift to heirs, hut laymen may not. The books are full of cases in which it has been held that superfluous, and even inconsistent doctrines in a will, do not suffice to reduce the words “heirs,” or “ heirs of the body,” into words of purchase. Thus, words of superadded limitation alone are insufficient, as in case of a gift to A. for life, remainder to the heirs of his body, and to their heirs for ever. So, when there are added Avords of distributive modification, as in a gift to A. for life, remainder to the heirs of his body, as tenants in common, share and share alike. These words of additional limitation or of distribution cannot take effect, if the word “heirs” retains its legal meaning; and yet they are uniformly ruled to be insufficient to change it into a word descriptive of persons. See Smith on Executory Interests, pages 472 et seq., and cases collected.\nUpon the whole, we are of opinion that the will of the testator does not contain unequivocal evidence that in the use of the Avord “heirs” he meant “children.” It follows, that Joshua ChineAvith and his wife took a joint estate in fee simple, which, upon the death of the survivor, descended under the intestate laws.\nThe order of the Orphans’ Court is reversed, and the record is remitted Avith a procedendo."}