{"id": "480049", "contents": "The opinion of the court was delivered,\nby Woodward, J.\nIf we entertained more doubt than we do in respect to the soundness of the court’s ruling of thb- first point propounded by the defendant, we should feel obliged to affirm the judgment on the third point. For that point was vital, and we think it was correctly ruled against the plaintiffs.\nThey had accepted a policy, the 14th condition of which was in these words: “And should there during the life of the policy an encumbrance fall or be executed upon the property insured, sufficient to reduce the real interest of the insured in the same to a sum only equal to or below the amount insured, or if it shall be levied upon or taken into possession or custody under execution or other proceeding at law or equity, and the assured shall neglect or fail to obtain consent of the company thereto, then and in that case the policy shall be void.”\nThis condition is awkwardly expressed, but, found in a policy which is used to insure both real and personal property, we have no doubt it applies to both forms of property, and that it means that the owner’s interest shall not be reduced to or below the amount insured, by encumbrances in whatever form, nor be taken in execution without notice to the company. The consent of the company to the encumbrance or the execution, though the thing provided for, is not the thing meant. The company might indeed consent to a voluntary encumbrance, but encumbrances which “fall” upon property, and custody which is taken under execution process, are generally involuntary — legal necessities — which do not wait on the consent of either the debtor or his underwriter, and to stipulate for corporate consent to such inevitable visitations would be absurd. But as the company, on notice of a changed state of affairs, would have a right to revoke their policy, it was reasonable that they should stipulate for such notice. Their consent to stand insurers would be implied after such notice, if there was no dissent.\nAnd the principle on which this condition is founded is a sound one. Insurance is seldom granted to the full value of the property. The insurer wants the owner to be part insurer with him. The insurer wants to keep the owner’s interest on the side of preservation of the property instead of its destruction. And in taking the insurance he has had reference to the character of the owner as well as of the property. It has been considered whether the owner is a prudent, upright man — engaged in a lawful and safe employment, and whether his interest in the property exceeds the insurance asked for. Hence the insurer wants to know whether any other policies have been purchased, whether any liens have already attached that would diminish the owner’s interest, and whether during the life of the policy he grants, other insurance be obtained or other liens attach. All this is necessary to an intelligent decision whether a proposed risk shall be assumed, or, if already taken, whether it shall be continued. For insurers have learned enough of human nature to. know that men take better care of their property whilst they retain a substantial interest in it, than after it has become encumbered beyond its value.\nOn some such views we suppose this condition was grounded. It entitled the company to notice of the accumulation of liens to an amount sufficient to reduce the real interest of the owner to or below the amount insured. It was in the nature of a covenant on the part of the assured that if such liens accrued, the company should have an opportunity to rescind the policy on repayment of a proportionate part of premium. How was this covenant performed ?\nNot only had the plaintiffs suffered large liens to accumulate before they purchased the policy, but during its lifetime judgments to a very large amount were entered against one or the other or both of the plaintiffs. The jury have found that these liens were largely beyond the value of the property. They have found also that no notice whatever was given to the company of them.\nNow here was a plain, wilful infraction of one of the material covenants of the instrument on which the plaintiffs sue. Can they expect a court of justice to enforce performance of the defendants’ covenants when they deliberately violate their own ? The court below referred the questions of fact to the jury, with instructions that if the facts were as the company alleged, the plaintiffs could not recover, and in this we think there was no error.\nThe judgment is affirmed."}