{"id": "480016", "contents": "The opinion of the court was delivered,\nby Lowrie, C. J.\nThis is a mandamus case, and it is argued that the assistant judge of the Common Pleas has no authority to try it, though he is a judge learned in the law, and though the law that provides for his commission gives him the same authority as the president judge. This law was passed long after the Mandamus Law, which requires the presence of the president judge, and therefore modifies it thus far. We think he could try the case.\nThe petition avers that the city councils had passed an ordinance to pay the relator “ fifty dollars, to apply to his services as high constable,” and that the mayor, in violation of his duty, refuses to sign a warrant on the treasurer for the payment of it.\nThe duty of the mayor is positively averred, and we think he plainly denies it by saying he does not know of any law or ordinance requiring this duty of him, unless when specially directed by the' councils; but that claims passed by councils, without any specific directions, are payable by the treasurer, without his intervention.\nWe need not-say much about this issue, for, very clearly, it is one not of fact, but of law — the duties of a public officer; and the relator ought, in his petition, to have referred to or set forth the law or ordinance imposing the duty averred by him, and, at the very least, he ought to have shown it on the trial below or here. He has done neither, and therefore neither in his petition nor in the argument has he shown any ground for a mandamus\nAgain, the relator avers that he was duly elected and qualified as high constable, and the defendant answers that he was not duly qualified, because he has not given security as required by the Act of 8th April 1833, § 13 ; and this raises an issue of fact, which has not been decided. On this account there ought to have been no judgment against the defendant, as we have shown in the ease of Adjutant-General Bowman, 1 Casey 23.\nAgain, the defendant avers that the councils have never established any salary for the high constable, as is required by the act creating the office (8th April 1833, § 15), and therefore there is no foundation for the ordinance on which the relator relies. We do not need to decide that this objection, if true in fact, is well founded in law, for the case is decided without it. But as a general principle, we receive it with great favour, because councils, who are mere trustees of public functions, ought not to vote away the people’s money as matter of grace and favour, and because public officers ought to have their compensation fixed beforehand, so as not to be dependent for it on the mere pleasure of councils.\nThe case fails entirely, because the relator shows no law imposing the duty sought to be enforced by the writ.\nJudgment reversed, and judgment for the defendant with costs."}