{"id": "480011", "contents": "The opinion of the court was delivered,\nby Strong, J.\nThis was a scire facias upon a claim for the cost and expenses of grading and paving Third street, in the city of Allegheny, betAveen East lane and Chestnut street. In order to show that Third street was a permanent street, and such as the city Avas authorized to grade and pave at the expense of the adjoining lotholders, the plaintiffs below gave in evidence the minute-book of the city councils, containing a resolution passed November 17th 1853, to open the street from East lane to Chestnut street, sixty feet in width, and directing the preparation of the plans and specifications ; also another resolution of December 1st 1853, directing the opening of the street; and still another, of December 15th 1853, reducing its width to forty feet. The plaintiffs then proved by the city regulator, that he prepared in that year the plans and specifications for opening the said street, and gave notice of them by publication on the 10th and 13th of December 1853, in the “Enterprise,” a newspaper published in Allegheny City, and on the 8th, 9th, and 10th of the same month, in the “ Dispatch,” a newspaper published in Pittsburgh. He also testified that one day, after the publications, he met James O’Hara, a tenant in common with Mrs. Darlington, and told him the city councils had given instructions to open Third street, and if he had any objections to make, he should make them before the next court. The plaintiffs then gave in evidence, under exception, the notices published in the two newspapers. Their admission is now contended to have been erroneous. The ground of the exception is, that the Acts of Assembly which authorize the councils of Allegheny City to open streets, require notice of the proceedings to open, to be given by publication in at least two public newspapers published in said city, and give to the owners of lands on the line of the street, a right to apply by petition to the next Court of Quarter Sessions for an assessment of damages. The notice in this case was given in only one newspaper published in Allegheny City, and hence it was inferred there was no authority to open the street, and that the evidence of notice was inadmissible. It was conceded in the argument, that no other newspaper than the Enterprise was published in Allegheny City. We think it would be a very illiberal and unjustifiable construction of the Act of Assembly, were we to hold that the notices thus published, coupled with the personal notice to James O’Hara, was not a sufficient compliance with the statutory requirement. The purpose of the notice is avowed in the act itself. It was to give the lotowner an opportunity to apply for damages. The opportunity was fully given in this case; not, indeed, by publication in two newspapers published in Allegheny City, for that was impossible, but by actual notice. Why should not actual notice be at ¿east equivalent to constructive ? Acts of Assembly must be reasonably construed, so as to carry out the legislative intent, and when that is so patent as it is in this case, we may not loso sight of the substance by a blind adherence to the letter. The possession of one tenant in common is that also of his co-tenant. Notice to O'Hara was therefore notice to Mrs. Darlington, especially as opening the street affected only their possession. We do not therefore sustain this assignment of error.\nThe next exception was to the admission of a deed dated April 28th 1859, made by Darlington and wife, recognising Third street as a street opened. Assuredly this was competent evidence, and the exception to it has not been pressed.\nWe dispose of all of the third assignment of error, not already considered, with the remark that neither the Acts of Assembly nor the city charter, so far as they have been shown to us, required that the resolutions of November 17th and December 15th 1853, should be recorded.\nThe fourth assignment is not sustained. There was in fact an advertisement for proposals. It was not necessary that the advertisement should be under or entirely subsequent to the ordinance, in order to warrant a recovery.\nWe think also that the answer of the court to the defendants’ third point was correct. It was not for the court to say, as matter of law, that the contract was fraudulent, even if the facts were as assumed by the defendants. The ten cents reserved might have been for material furnished to the contractor, and it seems probable from some of the observations of the learned judge, that such was the fact. If so, then there was no evidence of fraud, even for the jury, much less a fraud in law. The case appears to have been well tried, and there is no reason for(our disturbing the judgment.\nThe judgment affirmed in both cases."}