{"id": "480055", "contents": "The opinion of the court was delivered,\nby Strong, J.\nNumerous assignments of error have been made in this record, some of which are only repetitions of others, and some require very little notice. Both parties claim under the same person. The first assignment of error is therefore of no importance.\nThe exception to the admission of Samuel Baird as a witness for the plaintiff below would have been well taken, had he not been released from the liability assumed by the covenant of general warranty in his deed. But he was released. It has been argued here that the execution of the release was not legally proved, and it is assigned for error that the court permitted the instrument to be given in evidence. There is nothing upon the record to warrant such an assignment. Objection was made to the admission of the witness, but it does not appear that any objection was interposed to the proof of the instrument, which was exhibited to the court to show that his interest had ceased. The second and third assignments are therefore not sustained.\nThe defendants below claimed under a purchase at sheriff’s sale of the interest of B. P. H. Morrison, who had been seised of an equitable title to the land in controversy under articles of argeement between W. W. Hodges and himself, dated June 11th 1850. Against Morrison, Charles Harlan had recovered a judgment on the 2d of March 1852, and by virtue of executions founded on this judgment, a sheriff’s sale was made to Harlan on the-30th of December 1856. It was a part of the plaintiff’s case to show, if possible, that nothing phased under this sheriff’s sale. He therefore gave in evidence an assignment, dated February 12th 1852, of Morrison to Samuel Baird, his (the plaintiff’s) grantor, purporting to convey all Morrison’s interest in the contract between himself and Hodges. It was written upon the back of that contract, and, as appears from its date, was anterior to the judgment which Charles Harlan recovered on the 2d of March 1852. It is in the following words :—\n“ For value received, I assign, sell, transfer, and set over to Samuel Baird, his heirs and assigns, all my right, title, interest, claim, and demand whatever, of and and to the within article, and the land therein described, to have and to hold to him and his heirs and assigns for ever. Witness whereof, I have hereunto set my hand and seal, at Pittsburgh, this 12th day of February 1852.\n“ Witness,\n“ B. P. II. Morrison, [seal.]\n“ Jesse Morrison.”\nApparently, this assignment proved that Morrison had no interest in the land when the'judgment was recovered against him, and that Harlan acquired nothing by the sheriff’s sale to him. But it was contended by the defendants that the assignment, though absolute on its face, was, in truth, a mere security for the repayment of money advanced by Baird to the assignor; a mortgage, not a conveyance; and upon its effect as such the court was requested to instruct the jury. The instruction asked for was refused. Instead of giving it the learned judge said: “ The court do not so recognise it (i. e., as a mortgage). The assignment is absolute, and made for a good and sufficient consideration. If any agreement existed between the parties that it should be held merely as a security for indebtedness, such agreement has not been proved.” Here we think there was error. It is true there was no direct evidence of an express agreement that the assignment should, be held merely as a security for indebtedness. To prove the instrument defeasible, though in form absolute, such evidence was not indispensable. Whether it is to be regarded as an absolute conveyance or as a mortgage, depends more upon its attendant circumstances than upon any express agreement. Indeed, it may be doubted whether parol proof of an agreement to reconvey on repayment of the consideration of a deed, standing alone, and without fraud, would be permitted to convert it, in effect, from an absolute conveyance into a mortgage. But it is clear that facts and circumstances inconsistent with its being an absolute conveyance, may be proved, and from them a court of equity may, and often does, infer that security for a debt due by the grantor was intended, and hence will decree that that which was in form a deed, is, in reality, a mortgage. Whether the assignment of Morrison to Baird was a conveyance, did not depend, therefore, on the question whether an agreement for a defeasance had been proved, or had been made. Were there facts proved from Avhich a chancellor would infer that it was intended as a security for a loan made at the time, or for an antecedent debt, or for advances thereafter to be made ? The court below must have thought there were not, for they did not submit the question to the jury. On the contrary, they pronounced the assignment absolute, and declared that they did not recognise it as a mortgage. A deed unconditional on its face cannot, it is true, be shown to be a mortgage by parol proof, unless that proof is clear and convincing. The first presumptions are always adverse. But there was too much evidence in this case to justify its being withdrawn from the jury. The assignment itself does not state what its consideration was. It appeared in evidence, however, that the assignor was largely in debt to the assignee, when it was made, and probably also to Harlan, for the judgment obtained on the 2d of March 1852, for $10,000, called for interest from July 8d 1851. The only evidence of what was the actual consideration is found in the testimony of Mr. Baird, the assignee. According to his statement, “ the consideration of the assignment was that Morrison was indebted to him at the time over $5000 in judgments. These,” said the witness, “ still remain. * * * Morrison never discharged the indebtedness to me. It rather increased considerably.” This testimony, without qualification, tends strongly to prove that the assignment was intended as a security for the previous indebtedness of Morrison to Baird. No present consideration passed, Morrison got nothing, and Baird parted with nothing. The debt which was due at the time was not paid by the transfer. It still continues: the judgments remain. The securities have not been given up. Whenever the grantee in a deed takes from the grantor a contemporaneous obligation for the payment of the purchase-money, the transaction is certainly a loan, and the deed is nothing more than a mortgage. The conclusion is perhaps not so inevitable when the consideration for the conveyance is an existing debt, the securities for which are still retained; but there are not wanting authorities which assert that the retention of the securities is conclusive evidence that the transaction is a mortgage: Robinson v. Cropsey, 2 Edw. Ch. Rep. 138. That it is at least cogent evidence to that effect is everywhere agreed.\n• There was still more evidence that Morrison’s assignment was intended as a mere security for a debt. It was at least doubtful whether he did not retain possession of the land after the formal conveyance was executed, a circumstance always of weight. Some importance also is to be.attached to the subsequent declarations of Baird — declarations made when he articled with Garden and Morrison for the same land in 1854. In that article he speaks of advances -which ho had made to Morrison on account of the property, declares that he is only desirous of being repaid, and takes a release of all claims that either Garden or Morrison might have upon it. What claims could Morrison have had upon the land if his assignment was intended to be absolute and unconditional? With all this evidence before the court, we think it should have been submitted to the jury to find whether the assignment of February 12th 1852, was not intended as a security for the debt then due from Morrison to Baird, or for future advances. If it was, it was a mortgage, and whether an agreement to that effect was proved or not, was immaterial. See Leading Cases in Equity, vol. 2, part 2, p. 436-7. And if it was a mortgage, it was an unrecorded one, and inoperative as against a subsequent purchaser without notice of it.\nAgain, it was contended on the trial in the court below that Harlan, the purchaser at sheriff’s sale, had no notice of the assignment to Baird, either actual or constructive, and that therefore his purchase must prevail over the title of the assignee, even if the assignment was absolute. Whether there had been actual notice, or not, was submitted to the jury. The main contest was in regard to constructive notice. The assignment was not recorded. Neither was the agreement between Hodges and Morrison. At the time when Harlan recovered his judgment, Morrison bad no recorded title, either legal or equitable. Heither had he at the date of the sheriff’s sale any other than the equitable one which he acquired by the article of agreement of Baird with Garden and himself, dated July 31st 1854. That had been placed upon record, and it referred to an assignment previously made by Morrison to Baird. The court below was of opinion, and so instructed the jury, that this article of agreement, recorded as it was before the sheriff’s sale, was notice to Harlan of Baird’s claim and of the character and extent of Morrison’s title to the land.\nIt is not quite settled in this state whether the purchaser of an equitable title such as that of Morrison, does not take it subject to all prior equities and trusts in every event, whether he have notice of them or not. In Chew v. Barnet, 11 S. & R. 387, Judge Gibson strongly asserted that he does. He said: “ There is no rule in equity more firmly established than that such purchaser (a purchaser of an inchoate or equitable title) must stand or fall by the case of the person from whom he purchased. This was held in Whitfield v. Faussett, 1 Vesey, Jr., 371, a leading case which has never been doubted. When rve hear, therefore, of a purchaser for a valuable consideration taking the title free of every trust or equity of which he had not notice, it is intended that he is the purchaser of a title perfect on its face, for every purchaser of an imperfect title takes it with all its imperfections on its head. It is his orvn fault that he confides in a title which appears defective to his own eyes, and he does so at his peril. Now, every equitable title is incomplete on its face; it is in truth nothing more than a title to go into chancery to have the legal title conveyed, and therefore every purchaser of a mere equity takes it subject to every clog that may lie on it, whether he has had notice of it or not.” This language is very sweeping and positive. The same doctrine was asserted by Judge Kennedy in Reed v. Dickey, 2 Watts 459, and again by Gibson, C. J., in Kramer v. Arthurs, 7 Barr 165. It was, however, flatly denied by the court in Bellas v. McCarty, 10 Watts 13, and even Judge Kennedy, though dissenting from the judgment, concurred in opinion with the other members of the court that protection against prior equities,- of which there has been no notice, is extended alike to the purchasers of equitable and legal titles. Indeed it is difficult to see how the opposite doctrine, broadly stated as it was by Judge Gibson, can be reconciled with the recording acts.\nWe do not think it necessary, however, to prosecute this inquiry further, for, in our opinion, the article of July 31st 1854 was constructive notice to Harlan of the assignment of Morrison to Baird, if it bo conceded that notice was necessary. It referred directly to it, and spoke of its having been made. And Harlan was bound to know of that article, for it was in fact Morrison’s only title, and Morrison was in possession of the land at the time of the sale. In searching at the recorder’s office, the purchaser must have looked for the title of the person in possession as well as for that of the debtor. Inhere was therefore no error in the matter complained of in the 6th, 7th, and 8th assignments.\nNor do we find any in the 9th. . If the assignment of February 12th 1852 was but a security for the repayment of money advanced by Baird to Morrison, it does not necessarily follow that it would be postponed to the judgment of Harlan, and that the plaintiff would have no right-to recover, though it might affect the nature of the recovery.\nAll that is complained of in the 10th assignment of error has been sufficiently noticed already.\nIn regard to the 11th, we need only say that the plea offered in evidence neither tended to prove that Marsh was in possession of the land under Morrison, nor did it contradict the testimony of Samuel Baird. It only traversed any joint contract, and it was therefore properly rejected.\nThe case must, however, go back to another trial for the error which we have indicated.\nJudgment reversed, and a venire de novo awarded."}