{"id": "480046", "contents": "The opinion of the court was delivered,\nby Strong, J.\nThis was a scire facias upon a municipal claim for the costs and expenses of grading and paving Perry street, in the city of Allegheny, opposite the lot of the plaintiffs in error, or one of them, and bounding thereon. By sundry Acts of Assembly the councils of said city are authorized to grade and pave any permanent street, lane, alley, or sidewalk within the corporate limits, and they are empowered to collect the cost and expense by filing claims and by scire facias.\nThe evidence that Perry street was a “ permanent” street, such as the city had a right to grade and pave at the expense of adjoining iotholders was, that it had been thrown open to the public in 1831 or 1832, between East Lane and Chestnut (two streets of the city), and that it had been used as a public highway ever since. Buildings had been erected at intervals on both sides of it, and no attempt at reclamation appears to have been made by the original owner of the soil. It seems hardly to have been contested that the street had been dedicated to public use and accepted. It was contended, however, that the dedication did not comprehend all the ground which the city graded and paved. The work was done upon no more than was thrown open and used by the public — nowhere more than forty feet in width, and in some parts not quite so much, for not quite so much in width at those places had been thrown open. But the defendants below undertook to prove that it was a street uniformly of thirty-three feet in width, and that consequently the city had no right to grade and pave more than that width and charge the expense to their lots. To show this they offered in evidence a draft of the street made in 1863, for Jacob Dellenbaugh, a tenant under the defendants, never recorded and never brought to the notice of the city. This was rejected, and its rejection is made the basis of the first assignment in error. How this draft could have shown that all had not been dedicated to the public which had been thrown open and enjoyed as a thoroughfare for more than twenty years, the plaintiffs in error bare not succeeded in showing to us. And how a private draft, made or caused to be made by a tenant, and retained by him without notice to any one, could have been evidence that the owner had not dedicated all that had been thrown open, is quite incomprehensible. There was no error in rejecting it.\nThe second, third, and fourth assignments of error are in substance that the court refused to instruct the jury that, inasmuch as the city had failed to comply in all particulars with an ordinance, requiring all streets of forty feet in width to have twenty-four feet in width of cartway and sixteen feet equally divided for sidewalks, there could be no recovery, or at least no recovery for grading and paving the sidewalks. It is a sufficient answer that the ordinance has no application to any other than a forty feet street. Wherever this street was forty feet in width the directions of the ordinance were followed; wherever it was less, the ordinance had nothing to do with it. The court was right in refusing to affirm these points of the defendants.\nThe fifth assignment is not insisted upon, and there is nothing in it.\nWe think that part of the charge excepted to in the sixth assignment perfectly accurate, and it vindicates itself.\nAnd we do not perceive the inconsistency in the instructions given to the jury alleged in the next specification. The instruction complained of in the eighth assignment was perfectly accurate.\nJudgment affirmed."}