{"id": "480027", "contents": "The opinion of the court was delivered,\nby Woodward, J.\nThe affidavit of defence cannot be supported as an accord, for an accord, to be available as a defence, must be fully executed. Readiness to perform, or an offer of performance, is not enough. It is not pretended that this was an executed accord, but the defendant insists that the plaintiff agreed, upon sufficient consideration, to give him time on the debt in suit. Such a defence, if made out, is undoubtedly available, not by way of accord and satisfaction, but as showing that at the institution of the suit the plaintiff had no legal right of action. An extension of credit, on a pledge of increased securities, is a very common transaction between debtor and creditor, and where the bargain has been fairly and finally agreed upon, the creditor must be held to it. The additional securities are an adequate consideration for the promise of forbearance on the part of the creditor, and if the debtor have performed the conditions of his undertaking he is entitled to the indulgence stipulated for.\nBut the difficulty with the affidavit in this case is, that it does not allege performance of the debtor’s conditions. The bargain is Avell set out, Avas a fair and reasonable one, and nothing is Avanting to make it conclude the plaintiff, except the tender of a sufficient mortgage and note. He swears that he had the instruments prepared, and “ with these documents offered plaintiff to carry mot his agreement with him in good faith and to its fioll extent.” If he tendered the note and mortgage, why did he not say so ? He does not allege that he showed the documents, or informed the creditor of them. Affidavits of defence are not documents that need a strained construction. Parties generally SAvear as hard as truth and conscience will allow. Their words are not to be taken as implying more than they express. Giving to the defendant’s words their legitimate and necessary signification, they fail to prove such a tender of the new securities as would be performance on his part of the agreement he sets up to bar the plaintiff’s action. The production of the mortgage to the plaintiff’s counsel, with the brief of title, or an opportunity to examine the title, was fairly implied in the bargain; for he could not be expected to accept an unexamined security. Tbe defendant’s oath that the mortgage was a sufficient security cannot dispense with the obligation he was under to so produce and exhibit the mortgage to the plaintiff or his counsel, as to give them an opportunity to judge of its sufficiency. If it was sufficient-they were bound to be satisfied with it, but the defendant was not the exclusive judge of its sufficiency. His failure to tender it, and to give, the plaintiff an opportunity to judge of its sufficiency, is decisive against the proposed defence, and therefore there was no error in entering judgment for plaintiff.\nThe judgment is affirmed."}