{"id": "480038", "contents": "The opinion of the court was delivered,\nby Read, J.\nA condition that destroys an estate is to be taken strictly, and it is established law that a condition once dispensed with, in the whole or in part, is dispensed with for ever, and as to all the land, for a condition is entire, and cannot be apportioned except by act of law. It will be found, upon an examination of the case before us, that this proposition covers all that it is material for us to decide.\nBy a resolution of the councils of the city of Erie, of the 1st September 1851, B. F. Eaton & Co., or any other company or individual, and their successors, were allowed to purchase ten water-lots, east of Holland street, for the sum of $5, and also on condition that such company shall, within one year, erect a breakwater in front of said lots, under the direction of city councils, and shall also, within two years, erect a good and substantial bloomery thereon, or within the limits of the city, and continue the occupancy of the said lots for the purposes aforesaid, and shall also be subject to the same ordinances and regulations required of purchasers of water-lots heretofore sold.\nThe Sharon Iron Company, in pursuance of this resolution, purchased at public auction, on the 1st May 1852, the ten water-lots above mentioned, and which are the subject of this ejectment, for the sum of $5 each; and on the third of the same month the Select and Common Councils of the city of Erie resolved that the sale of said water-lots to the Sharon Iron Company be, and the same is hereby approved and confirmed, and that a deed of conveyance be made out and executed, and delivered to the said company for the said water-lots, according to law and the resolutions of city councils, passed September 1st last.\nOn the 8th of June 1852 the mayor and council of the city of Erie, by indenture of that date, granted and conveyed the said ten water-lots to the President, Directors, and Company of the Sharon Iron Company, their successors and assigns for ever. This conveyance, however, is expressly made subject inter alia to the conditions, provisions, and stipulations of the resolution aforesaid of the city councils, passed the 1st day of September, A. D. 1851.\nIn this resolution, thus incorporated into the conveyance from the city to the company, there are two conditions:—\n1. That the company shall, within one year, erect a breakwater in front of said lots, under the direction of the city councils. This condition has been complied with, and the construction of the breakwater, and the piering and improving the inshore lots cost the company from $16,000 to $17,000. This disposes of the first condition.\n2. “ And shall also within two years erect a good and substantial bloomery thereon, or within the limits of the city.” I omit the words following this condition, “ and continue the occupancy of the said lots for the purposes aforesaid,” because upon them the court below expressed no opinion, and they have really no bearing upon the question whether, this second condition not, having been complied with, the plaintiffs are entitled to recover back the land for a breach of it. The Sharon Iron Company did not within two years erect a good and substantial bloomery on these lots, nor within the limits of the city. But upon the petition of the agent of the Sharon Iron Company, the Select and Common Councils of the city of Erie, on the 10th July 1854, passed the following preamble and resolution: — “ Whereas, the Sharon Iron Company, by virtue of a resolution passed by the Select and Common Councils of the city of Erie, September 1st 1851, purchased of said city ten water-lots, east of Holland street, on certain conditions specified in said resolution, one of which conditions being ‘ that the said company shall in two years erect a good and substantial bloomery thereon, or within the limits of the cityand whereas, it is now thought, on account of the result of more recent experiments, that the interest of the company will be best promoted by the use of a ‘ blast furnace’ instead of a ‘bloomery,’ while the change will be equally if not more advantageous to the city; therefore, Be it resolved by the Select and Common Councils, That the Sharon Iron Company be permitted to erect a good and substantial ‘ blast furnace’ on their water-lots, or within the limits of the city, instead of a bloomery, as required by the resolution aforesaid, above referred to, and further, that the time for the construction of said works be extended until 1st November 1855.”\nThe blast furnace never was built, the company failed, and the property in question has passed into other hands. The clause in the original resolution incorporated into the deed was a condition, not a covenant, and “ where the language imports a condition merely, and there are no words importing an agreement, it cannot be enforced as a covenant, but the only remedy is through a forfeiture of the estate.” “But upon principle,” says Selden, J., delivering the opinion of the Court of Appeals in Palmer v. Fort Plain and Cooperstown Plank-Road Company, 1 Keenan 389, “ independent of all authority, it would seem impossible to come to any other conclusion. It by no means follows, because a grantee consents to take an estate subject to a certain condition, that he also consents to obligate himself personally for the performance of the condition. Many cases might be imagined in which one would be willing to risk the forfeiture of the estate, while he would be altogether unwilling to incur the hazard of a personal responsibility in addition.” Now, this clearly was a condition only, and was broken at the end of the two years, and the city of Erie might have taken advantage of it and re-entered upon these premises; but instead of doing this, they dispensed with the condition and waived the forfeiture, permitting their grantees to do something else. The original condition is therefore gone, and, as a condition, is as if it had never made a part of the original conveyance. This is clear law, and although Dumpor’s Case, 4 Coke’s Rep. 119, was quarrelled with by Sir James Mansfield, it was the undoubted law of England until altered by a late Act of Parliament (22 & 23 Victoria, ch. 35), and has been recognised in this state, New York, and other states of the Union. Chancellor Walworth, in Williams v. Dakin, 22 Wend. 209, in speaking of this case, says: “But although that decision has so long been acquiesced in as a settled rule of law, in relation to the title to real property which was liable to be forfeited by the breach of a condition subsequent, that it should not now be disturbed, it ought not to be extended to other cases. That decision proceeded upon the principle that where an estate is granted upon a condition subsequent, if the condition is once dispensed with the estate becomes absolute in the grantee, and cannot be divested by any future breach.”\nThe doctrine that a forfeiture may be waived by the party who has the right to avail himself of the breach of a condition, and that he may do this by acts as well as by express agreement, is á familiar one, and was strongly exemplified in the ease of Ludlow v. New York and Harlem Railroad, 12 Barbour 440. There the grant was of land in fee simple to a railroad company, upon condition that the road should be completed by a certain time, which was not done; and after that the grant or, knowing the fact, suffered the company to go on and incur expenses in constructing their road, and made no objection, and it was held to be a waiver of the condition and forfeiture.\nWhether the rule in Dumpor’s Case, as said in two Missouri cases, cited in 2 American Leading Cases 629, “ under which conditions once waived are wholly gone,” is restricted to grants of land and incorporeal hereditaments, and forms no part of the general law of contracts, I shall not stop to consider, for the case before us is that of a condition annexed to a grant of land in fee simple, expressly dispensed with and waived by the grantors.\nThe case presented to us is really a dry question of law, depending upon principles settled three centuries ago, and which in the present instance inflict no injury upon the plaintiffs, who have secured a permanent improvement on their waterfront, and lost a fancied benefit, which if even put into operation must have perished in these times, unless another change had been made and the bloomery and the blast furnace had taken the shape of a cannon foundry.\nThe court below were, therefore, in error in entering judgment on the special verdict in favour of the plaintiff.\nJudgment reversed, and judgment for the defendants on the special verdict."}