{"id": "480068", "contents": "The opinion of the court was delivered,\nby Thompson, J.\nThe main question presented here for adjudication, is upon the effect of the recognisance entered into by Bailey & Pott. Did it stand good as a recognisance for the widow’s share as well as that of the heirs, being in their names and payable in one year ? The pertinency of this inquiry consists in this, that if it is to be treated as a recognisance for the shares to b .* paid to the heirs, the sheriff’s sale to Wiley divested its lien, because it would be payable out of the proceeds of that sale. If the one-third of it was to cover the widow’s share, then it was not discharged by the sale, because she was living at the time and survived for upwards of twelve years thereafter.\nThat it covered her share is certain, for it was for the full amount of the appraised value of the land. The fact is not disputed, that it was known that there was a widow living at the time of the sale, to whom, as the special verdict finds, the purchaser at that sale and his vendee, paid the annual interest up to within almost three months of her death. The recognisance being thus for the full amount, the law apportioned one-third of it to the widow. It seems to me nothing can be plainer than this. There is no form for a recognisance, as we said in Riddle & Pennock’s Appeal, 1 Wright 177. There as here, it was in the name of the heirs and payable in a year, and it was without a penalty, but it was held good as a recognisance for the widow’s share. True, between the levy and sale the widow died, and Ave held, that the lien was discharged, being payable out of the proceeds of the sale. But this does not change the matter so far as this case is concerned. Here there was a recognisance in form; it covered the full valuation of the land; it mattered not that it was in the name of the heirs: one-third of it, by the express mandate of the law (Act of 29th March 1832, § 41), was to remain charged upon the premises until the death of the widow, then to be paid by the cognisor, his heirs or assigns, to the children or parties legally entitled. We think the recognisance taken in the name of the heirs, was not therefore defective in not naming the widow, for the laAV regulated its effect, fixed its purpose, and .postponed payment of'the one-third until the death of the AvidoAv. The purchaser at the sheriif’s sale was bound to know the law, and took the risk of there being a widoAv; and there being one here, he must be presumed to have made his bid Avith that knoAvledge, and that one-third part of the recognisance would remain a charge on the premises until her death.\nAll that has been said in regard to the name in Avhich the recognisance stood, and that it was not notice of the Avidow’s claim, thus endeavouring to place it upon the same footing with the principles regulating liens in the Common Pleas, is fully-answered in Riddle & Pennock’s Appeal, supra. The former is in the line of the title, the latter is outside of it. It was therefore the duty of the terre-tenant to take notice of the recognisance, and the law would tell him the rest — would inform him that as it was for the full appraised value of the land, the one-third was the capital producing the widow’s interest, and its payment would be postponed until her death. He did know this, for he paid her interest on the basis of this valuation, until within a little over three months of her decease. The active operation of the recognisance to the extent of one-third being thus postponed, so far as the heirs were concerned, was fully revived by her decease, and was in good form to be asserted by them thereafter; and, consequently, we are of opinion that the court decided rightly in the premises. The form of the recognisance here is not approved, though sustained. It ought in all cases to follow the decree of the court, and exhibit the interest secured by it clearly.\nJudgment affirmed."}