{"id": "480034", "contents": "The opinion of the court was delivered,\nby Thompson, J.\nUnless we can, on some principle, or rule of practice, treat these decrees of sale and confirmation of the Orphans’ Court as nullities, we cannot reach the error claimed as existing, and relied on as invalidating the title to Gilmore; for it lies, if any where, in the order of sale and its subsequent confirmation. Can we do so ?\nThe error alleged does not reach to the jurisdiction of the court: that is not controverted; but is claimed to consist partly in law and partly in fact, in making those decrees. This is the character of it if -we may treat it as appearing at all, which we may do for the present at least.\nThe Orphans’ Court is and has been for a long time by statute a court of record, whose judgments and decrees, like those of any other court of record, are final and conclusive. See Act of 29th March 1832, § 2, P. L. 190, in which it is expressly declared that its decrees “in all matters within its jurisdiction, shall not be reversed or avoided collaterally in any other court.” Numerous cases cited in Merklein v. Trapnell et al., 10 Casey 42, notice this; and the exceptions to its conclusiveness must be, as in other courts, fraud and want of jurisdiction.\nNow, conceding an error here, how can we impeach the decree collaterally? That jurisdiction of the subject-matter of this decree, as well as of the proper parties, did exist is not denied nor doubted, nor could it be. Standing unreversed and unappealed from, and the time for an appeal having gone by, which, by the eighth section of the act in question is twenty days, the decree is now, so far as it appears in this case, unimpeachable; and hence we are driven to the conclusion that the title resting on it is not defective.\nIt was argued that the court had no power to order a private sale of the premises. But the argument was experimental only, for the second section of the Act of- 18th April 1853 is express, that it may be done on a petition by “any trustee, guardian, or person interested; clearly setting forth the facts needful for the information of the court under oath or affirmation.” The court may determine for themselves, or through the aid of an auditor, of the propriety of the sale on the terms proposed. The accuracy of all this is adjudicated upon and determined by the decree which follows. Error in these preliminaries cannot be redressed excepting by a reversal of the decree itself in some legal form. The decree binds until set aside. The Act of April 18th 1853 is a remedial statute, and is to be benignly expounded. The right to decree a private sale does not depend at all upon the existence of other undivided interests in the land, and the exhibition in the application of a willingness on part of other parties interested to take a given sum. That, by the statute, is one mode of determining on the propriety of the proposed sale, but it is not the only mode. The court or auditor may determine this question for themselves, and must do so always where the other joint owners are unwilling either to buy or sell. If this were not so, an obstinate co-tenant could virtually repeal the statute itself. The court had undoubtedly the power to decree ■as they did here.\nWe do not think the alleged mistake is patent in these proceedings. About $60 per acre, according to the best estimate of the petitioner, as he states, would be the value of the land. After setting out the interest proposed to be sold, the names of the heirs, the supposed necessity for the sale, and that Rodgers would purchase the “same at the sum of $6000,” payable on terms, he prays a sale. On this petition, accompanied by the request of the father and all the heirs, the court order and decree the sale “for the sum of $6000,” without reference to the price per acre, and the return upon the order was “ sold unto W. W. Rodgers for the sum of $6000” in bulk. It was claimed that the order was a sale at $60 por acre, and that this would have produced the gross amount coming to the Thompson heirs of $7865.71; and that this en-or resulted from a mistake in law, in supposing that the heirs of McNutt took per stirpes, and not per capita. Concession and admission may make out an error in this way, but I would construe the petition, order, and return, all having reference to a sale for $6000, and which was accordingly made, confirmed, and executed by a conveyance in due form. Whether or not this was the understanding of the parties most interested, we have no other proof than the significant silence of themselves, and their natural as well as official guardian, and the full release by an heir since come of ago on the receipt of the purchase-money.\nThe time for the correction of the error has long since elapsed, and, for anything that appears before us in this case, the title of the plaintiff is not defective, and he must pay his bond.\nJudgment affirmed.\nRead, J., dissented."}