{"id": "480072", "contents": "The opinion of the court was delivered,\nby Woodward, J.\nThe only error we detect in this record is found in the answer of the court to the defendant’s 5th point, touching the measure of damages.\nThe bond in suit is a penal bond, conditioned for the conveyance of certain titles. It is impossible to regard it as a liquidation of damages for breach of condition. There is not a word in it to import an agreement of the parties to that effect. The reasons assigned in Robeson v. Whitesides, 16 S. & R. 320, for not treating a similar bond as an agreement for liquidation of damages, apply with all their force to this bond. The distinction between a penal bond and stipulated damages cannot be better stated than it is in that case. In Robinson v. Bakewell, 1 Casey 424, nobody suggested that the penalty of the bond was a liquidation of damages. In Gray v. Crosby, 18 Johns. Rep. 219, there was an express agreement for stipulated damages in $500, but the actual damages were ascertained at $810, and the court compelled the plaintiff to accept the latter sum, and refused him the other. So averse is the law to compensating a disappointed purchaser beyond the actual injury he has sustained.\nIf, instead of being what it is, a penal bond with collateral condition, the instrument in suit had been a covenant of warranty in an executed conveyance, the measure of damages, after eviction, would have been the consideration paid and interest thereon, or if a coyenant for further assurance, the damages for refusal to execute the further assurance would be nominal, unless the plaintiff should prove actual damages sustained: Rawle’s Cov. Tit. 202, 319.\nBut tbis is an action on an executory contract, for refusing to convey land in pursuance of a bargain of exchange, and; the plaintiff having executed his part of the bargain, it is the same as a refusal to convey after payment of purchase-money. Inf such cases the measure of damages is the value of the land at | the time it ought to have been conveyed: Cox’s Administrators v. Henry, 8 Casey 18, and the cases cited. In McClowry v. Croghan’s Administrators, 1 Grant’s Cases 307, this subject was greatly discussed upon the authorities, and it was held by Judge Williams, of the District Court of Allegheny county, that the breach of a contract to lease is the same as a breach of a contract to sell land, and that the measure of damages in such a case is the price paid for the lease and its interest, and not the value of the bargain.\nThe price paid for land, whether upon lease or sale, is the value of it as between the contracting parties, so that Judge Williams’s ruling was not inconsistent with the doctrine of the case in 8 Casey. That the same rule prevails in respect to parol contracts was abundantly shown in Malaun v. Ammon, 1 Grant’s Cases 123, afterwards approved by the whole court in Hertzogg v. Hertzogg, 10 Casey 418, and Dumars v. Miller, Id. 319.\nThe learned judge, when he held the obligee entitled to receive the titles stipulated for, or the penalty of the bond, construed the bond more strictly than real contracts will bear to be construed. What the obligee was entitled to receive was the stipulated titles, or their value. And their value was to be estimated as the parties estimated it in the bargain of exchange. In other words, the value of that which the plaintiff was to receive is to be measured by the value of that which he gave.\nIn regard to the admission of the deed from Thomas S. Christie to George Crane, we are inclined to believe, from the very unsatisfactory statements of the paper-books, there was no error. It is nowhere explained that Todd claimed title under Crane, but we conjecture that such was the fact. If such were the fact, it was very competent to show the only defect in Crane’s title cured by the Christie deed, and that deed would cure it, for it enured to the benefit of Todd and his alienee. If, however, Todd did not claim under Crane, the evidence would seem to be irrelevant. The paper-books are very full of evidence touching the bargain between Todd and Burr, but as they do not exhibit the derivation of Todd’s title, we will assume it to be as the court must have understood it when they admitted the Christie deed. We consequently see no error in admitting the deed.\nAs to the evidence of the fraud practised on Burr, we think the court submitted it fairly to the jury. They could not omit the qualification in regard to the waiver of inspection of the land, for it was in the evidence. Whether it was a waiver of false representations, and an assumption of all risks of the quality of the Warren county land, wore questions for the jury.\nWe see nothing in the case that calls for reversal, except the instructions on the measure of damages.\nThe judgment is reversed, and a venire facias de novo ■ is awarded."}