{"id": "480007", "contents": "The points presented by this case, and the facts on which they depend, are fully stated in the opinion of this court, which was delivered,\nby Read, J.\nThe county of Armstrong proposed to build a bridge over Big Mahoning Creek, and there being a competition as to the site, Archibald Glenn agreed to pay $150 towards it if placed at his mill, which spot was finally adopted. The contract for building the bridge was awarded to Samuel Rhoads, the plaintiff, who agreed to take Glenn for it to the amount of his subscription in payment and satisfaction of so much of the price to be paid him by the county. This is clearly established by the verdict of the jury, and such, no doubt, from the nature of the evidence, was the understanding between Rhoads and Glenn. Rhoads built the bridge, and received the whole contract price, except the $150, for which the county commissioners gave him an order on Glenn. Glenn refused to pay the $150, and Rhoads returned the order to the commissioners, and afterwards brought this suit against the county.\nThis was really the question in dispute, and was settled by the verdict which disposed of the allegation, that the agreement of Glenn was conditional, and was not fulfilled, which was fairly submitted to the jury by the court. There are four errors assigned, the first two being to the withdrawal of Alexander Henry’s testimony, and his final rejection as a witness, and the second to the rejection of Archibald Glenn. Upon the examination of Henry, he proved that he was a partner of the plaintiff, and of course he was rejected, and his testimony withdrawn. Rhoads released Henry by a paper, dated September 12th 1859, and Glenn, by an instrument executed during the trial, on December 15th, in the same year, but Henry was not admitted because he did not pay up the costs till that time. So Glenn, to whom it was admitted the amount recovered in this suit was to go, was released by Rhoads, when he (Rhoads) should have been released by Glenn. Under the circumstances, then, these witnesses were properly rejected.\nThe third error is involved in the fourth, which contains the first of the plaintiff’s points, and the answer of the court. After the return of the order by Rhoads to the commissioners, they, without consulting counsel, entered into an amicable action with Mr. Glenn, and on September 29th the parties appeared, and agreed that all matters in variance be submitted to three persons as arbitrators. In case of absence, parties agree to substitutes, and the award to be final and conclusive. On the day fixed the arbitrator and two substitutes met, “ and award and say that the plaintiff takes a nonsuit.”\nThis appears to have been acquiesced in by Glenn, and when, therefore, it is offered by Rhoads as conclusive against the county, and to show a final adjudication of the rights of Glenn and the county, the court were right in saying it was evidence, but not conclusive, and if the jury believed that the demand against Glenn had been passed to Rhoads, Rhoads would not be estopped by the action of the commissioners.\nThere is nothing in the third point. The charge appears to have been perfectly correct, and presenting a proper view of the facts and the law to the jury.\nJudgment affirmed."}