{"id": "480060", "contents": "The opinion of the court was delivered,\nby Strong, J.\nThat Thompson Bell was a competent witness for the plaintiff below, admits of no doubt. When called to testify, he had no direct interest in the event of the suit, and no rule of policy exists which would have justified his exclusion: see Gillespie v. Miller, 1 Wright 247.\nThe principal difficulty in the case arises out of the facts that William B. Scaife was admitted as a witness for the plaintiff, and that his testimony was not withdrawn from the jury at the request of the defendant. He was first objected to on the ground of interest alone, and the objection was overruled. It is far from being clear that if he had any interest at all, he had not a greater interest on the side of the defendant. It would rather seem that he had. There must be a certain and preponderating interest to justify the exclusion of a witness. Such, it is certain, was not shown in this case, and the court was, therefore, right in permitting the witness to testify, at the same time instructing the jury that if they found his interest in favour of the plaintiff was greater than any which he had in favour of the defendant, they should reject the testimony altogether.\nA graver question subsequently arose, after his testimony had been given. In a late stage of the trial, it appeared that the witness had a wife living, who was interested, not in the fund which the plaintiff claimed, but in profits which it might yield after the payment of interest. Probably she would not have been a competent witness for the plaintiff on account of her interest, and, of course, her husband would not have been, on account of the policy of the law.\nBut, if the defendant desired to avail himself of this newly discovered disability, then, when the fact was revealed that the witness had a wife interested, was the time at which he should have moved the court to strike out the testimony. Instead of doing so, he undertook to use it. He permitted the case to close, and argued upon the effect of what the witness had stated both to the court and to the jury. After having done that, he cannot complain that the court, in their charge, refused to instruct the jury to disregard it. Having used it for his own purposes, without raising the objection which he knew to be fatal to it; having taken the chance of influencing the jury by it favourably to himself, he thereby waived his objection, and passed his time. We think, under the circumstances, the action of the court was right.\nThe question addressed to the witness Bradley was entirely proper. It related to the purchase of the goods for the trust, before tbe execution of the defendant was issued, and before any controversy had arisen, and it sought only a disclosure of a part of the circumstances of the purchase.\nThe fourth and fifth assignments of error are disposed of by that class of cases, beginning with Holdship v. Patterson, 7 Watts 547, and ending with Brown v. Williamson, 12 Casey 388. The assignments are not sustained.\nJudgment affirmed."}