{"id": "480058", "contents": "The opinion of the court was delivered,\nby\nStrong, J.\nThis case is not free from difficulty, but we think it was rightly decided. It is conceded that if a legacy be given to one by name, and in the event of his death to another, the alternative gift will take effect, if the first legatee die even in the testator’s lifetime. But it is argued that this rule is not applicable to legacies to a class, the constituents of which cannot be ascertained until the death of the testator, or some subsequent period. It is said that Samuel J. Neide, who died in the lifetime of his grandfather, was no legatee, and therefore that he had no share to go over to his mother in case of his death. It is true he never became a legatee in esse, but he was a possible one, and would have been entitled to a share if he had survived the testator, and obtained the age of twenty-one years. There is, undoubtedly, considerable reason for distinguishing between substitutionary legacies after an immediate gift to individuals nominatim, and such legacies after a gift to a class. But the cases seem to hold, that even when a legacy is given to a class, and, in the event of the death of one who would have been a constituent of the class, before a-defined period, his share over to another, that other will take though the first legatee die in the lifetime of the testator. In other words, the alternative gift will be supported, if the first legatee be one who would have taken had he lived to the period of distribution. Such is the doctrine of Cort v. Winder, 1 Collyer 321. There the bequest was to the testator’s first cousins germain, share and share alike, as a class. It was then added, “ and in case any of my said cousins shall depart this life before their respective share of the residue of my moneys and personal estate shall become due or payable, leaving any lawful issue him or them surviving, I direct that such issue shall have and be entitled to the same share or shares of the same residue and moneys as his, her, or their parent or parents would have been entitled to if living.” One of the cousins died after the date of the will, and before the testator, leaving issue. It was held’that the issue took what would have been the share of the deceased cousin, had he lived. It might indeed be said of this case, that the legacies to the first cousins germain vested in the persons included in the class at the death of the testator. The contingency of the death of any one, so as to let in his issue, must have happened, if at all, in his lifetime; and it must have been that he intended to speak of death before the will should take effect. There was no other to which tho death of the first legatee could be referred. The case was, however, not ruled upon this ground. And in Smith v. Smith, 8 Simons 353, wre have a case in which there was a period after the decease of the testator, to which the contingency of the death of tho first possible legatee might have been referred. There the testator gave his residuary estate in trust to his wife for life, and, after her death, to his children then living, to be paid to them as they arrived at the age of twenty-one years, provided that if any of his children who should happen to die in the lifetime of his wife, should have left issue, such issue should take the share to w'hich the parent would have been entitled if living. There were eight children living at the date of the will, seven of whom, with the ■wife, survived the testator. One child died before him, leaving issue. Here was a gift-to a class indeterminate until the death of the widow, and a period after the decease of the testator, to which the contingency of the death of any child might have been referred; yet it was held that the legacy to the issue of the child who died in the lifetime of the testator took effect. It was argued that the issue of a child were not objects of the original gift, but were intended to take by way of substitution for their parent, and consequently that the issue of a child could not take unless there was a possibility of the parents taking; that, as the father of the issue died in the testator’s lifetime, he never had any possibility of taking, and therefore his issue was not entitled. This is the argument which has been urged upon us. But the vice-chancellor said that the testator meant, if a child died and left issue, the issue should take, though the child could not, and he ruled that the event which had happened, to wit, death of a child within the testator’s lifetime, was within both the general meaning and the words of the will.\nThe cases of Willing v. Baine, 3 Peere Williams 113, and Le Jeune v. Le Jeune, 2 Keene 701, as we understand them, are to the same effect. The legacies were to a class, and a bequest over in the event of the death of one who would have belonged to the class, had he lived until the time fixed for ascertaining its constituents, was held to take effect though the death happened before the testator’s decease. Upon this subject the authorities appear to be almost uniform. Indeed, but one is known to exist, and that is a very old one, which asserts the contrary doctrine. In Gray v. Garman, 2 Hare 268, the question was under a will bequeathing to brothers and sisters as a class, with a direction, that the issue of any of them that should be dead at the time of distribution should stand in the place of their respective parents, and it was ruled, that the issue of a brother who had died before the will was made could not take, either by substitution, or as original and substantive legatees. That was not a case like this, but the language of the vice-chancellor, Sir Lancelot Shadwell, in delivering his opinion, is pertinent. He said, “it has been made a question, whether the capacity of the primary legatee (at the date of the will) to take the legacy was alone sufficient; whether such legatee must not survive the testator and become a legatee in esse, and not have been a legatee in posse only to entitle his issue to claim in substitution. But later cases appear to sanction a more liberal, though still a literal construction of language like that 1 am considering; and it has been held, that the issue of a person primarily pointed out as the object of a testator’s bounty, and being at the date of the will, may take by substitution for that party dying in the lifetime of the testator.” The vice-chancellor must be understood as speaking of a case where the “person primarily pointed out,” was designated not by name, but by a class, to which he would'belong if he continued to live, for such was the ease which he had before him, and it has not been doubted, that the legacy by substitution is good when the primary legatee is named. It may be that substitution assumes that the party dying was an object of the gift; but the limitation over to Mrs. Neide may be properly called an alternative one, a gift upon a double contingency, neither of which involves necessarily the existence of any other person who could take.\nUpon the whole, then, we think the decree of the court below was in harmony with the decided cases, and that the will of the testator will bear the construction which was put upon it.\nThe decree is affirmed."}