{"id": "480054", "contents": "The opinion of the court was delivered,\nby Read, J.\nThis was an action on the case brought by the plaintiffs against the defendants, for a breach of duty, as agents for collection of a promissory note, drawn by J. H. Fullerton to the order of Edwin J. Kelso, and endorsed by him, and payable, six months after its date, “ at the office of William C. Curry & Co.,” the defendants. Thé plaintiffs were the owners of this note, and remitted it from Philadelphia to the defendants, bankers in Erie, for collection, and it had been for some days in their banking office before its maturity, and was there on the day it fell due, the 25th of August 1855. The maker was insolvent, and had no funds deposited with the defendants, and he made no provision for the payment of the note.\nThe note was protested on the day it fell due, and the notice to the endorser was described in it in these words: “ Left notice of protest to Edwin J. Kelso, endorser, at his dwelling in the city of Erie, Pa.”\nThe first count in the declaration states the note as above described, and that it was deposited with the defendants for the purpose of having its amount collected, and in case of the nonpayment by the drawer (maker) that due notice might be promptly given to the endorser ; and after averring the receipt of the note by the defendants, and their undertaking, the breach of duty alleged is, that the defendants “ did not nor would not demand the payment of the note of the drawer, and the note not being paid, did not give nor cause to be given immediate notice of the non-payment of the note to the endorser, but wholly omitted and neglected so to do, and by reason thereof, and through the negligence and default of the defendants, the endorser was discharged, and the amount of the note lost to the plaintiffs.”\nThe second count simply varies the breach by alleging that the defendants “ did not place the note in the hands of a notary public to demand payment of the same from the drawer, and in the case of non-payment, to give immediate notice to the endorser, but wholly neglected so to do.”\nIt is clear, therefore, that the gravamen was, that the defendants did not demand payment, and did not give notice to the endorser, and the contention was, whether both or either of these allegations was correct. It will perhaps be more convenient to ascertain what the law is, that is applicable to this case, and first as to the demand of payment.\nIn the case of Sanderson v. Judge, 2 H. Bl. 509, where there was a memorandum on a promissory note by the maker that it would be paid at the house of the plaintiffs, who became the holders of the note, the court held that “ as they, at whose house it was to be paid, were themselves the holders of it, it was a sufficient demand for them to turn to their books and see the maker’s account with them, and a sufficient refusal to find he had no effects in their hands,” and upon the authority of this case it was held to be settled law by the Court of Exchequer in Bailey v. Porter, 14 M. & Welsby 44, that if a bill be accepted, payable at a banker’s, which banker’ happens to become the holder of the bill at its maturity, that fact alone amounts to presentment, and no other proof is necessary.\nThe same rule was laid down by the Supreme Court of the United States in The U. S. Bank v. Smith, 11 Wheat. 177. “ But if the bank,” says Mr. Justice Thompson, “ where the note is made payable is the holder, and the maker neglects to appear there, when the note falls due, a formal demand is impracticable by the default of the maker. All that can in fitness be done, or ought to be required is, that the books of the bank should be examined to ascertain whether the maker had any funds in their hands, and if not, there was a default which gave to the holder a right to look to the endorser for payment, and even this examination of the books was not required in the cases cited from the Massachusetts Reports. The maker was deemed in default by not appearing at the bank to take up his note when it fell clue.” Upon the averment of presentment and refusal in the declaration, the learned judge says: “If the note was there it was a presentment, and if the maker had no funds in the bank it was a refusal of payment according to the legal acceptation of these terms under such circumstances.”\nIn Fullerton v. Bank of United States, 1 Peters 617, the mere formal examination of the books was held to be unnecessary. The court below had instructed the jury, that on a note made payable at a particular bank, it is sufficient to show that the note had been discounted, and become the property of the bank, and that it was in the bank not paid at maturity. The Supreme Court say nothing more than this could have been ¿required of the court, for the positive proof that the bill was not paid will certainly imply that there were no funds of the drawer there to pay it. The fact could not have been made more positive by inspection of the books.\nIn The Bank of United States v. Carneal, 2 Peters 604, Mr. Justice Story lays down the rule in very positive language: “Upon the first point the evidence is, that on the day the note became due, the note was in the bank at Cincinnati, the bank being the holder thereof, and it being payable there, and that after the usual banking hours were over, it was delivered to a notary by the officers of the bank for protest, they informing him at the time that there were no funds there for the payment of the note. We are all of opinion that this was a sufficient proof of a due demand of payment.”\nIn Phipps v. Chase, 6 Metcalf 492, the late Chief Justice Shaw expressed the same doctrine in these words: “ The note being payable at the Millbury Bank, and being at the bank at maturity, with authority to the cashier to receive payment and give up the note, the non-payment of the note during bank hours on the last day of grace, was a dishonour, and the only question is, whether due notice was given to the defendant to charge him as endorser;” and in strict conformity with these decisions are our own cases of Rahm v. The Philadelphia Bank, 1 Rawle 335, and Jenks v. The Doylestown Bank, 4 W. & S. 505.\nUnder this undisputed state of the law it appears clearly from all the facts in this case, that there was presentment, demand, and refusal of payment of the note in question, or its legal equivalent; and therefore the allegation that the defendants did, nor would, not demand the payment of the note of the drawer is positively and distinctly negatived by the proofs in the case.\nThe second question is as to notice of its non-payment to the endorser, and as the holders and the place of payment and the endorser were all in the same city, the notice might be either written or verbal, and might be given to the endorser personally or left at his place of business, if he had any, or at his dwelling; and as the note fell due on Saturday, it could have been given either on that day or the succeeding Monday. If it can be shown that the notice, if written, was actually received by the endorser in due time, then there is no difficulty; but if you cannot, then certain rules have been established which, if complied with, are considered as equivalent to notice, although the notice may never have reached the endorser, and he may have been entirely ignorant of the dishonour of the paper. Actual notice therefore in due time dispenses with the ordinary formal requirements as to the mode of giving notice. There is an intrinsic difference between demand of payment and notice of non-payment, the latter not involving any expectation of immediate payment, which is always the case with the former.\nIn The Bank of United States v. Corcoran, 2 Peters 132, Mr. Justice Washington said, delivering the opinion of the court: “ Now, it must be admitted, that if the hypothesis that the notice in this case, though left at an improper place, was nevertheless in point of fact received in due time by the defendant, were proved, or could from the evidence in the cause be properly presumed by the jury, it was sufficient in point of law to charge him.” In Dickins v. Beal, 10 Peters 578, the same court said: “ We are at a loss to perceive any plausible objection to the evidence which was received by the court on the assumption that notice of the dishonour of the bills must be made out by the plaintiff, which could be done in two ways. First, that the bills had been duly protested for non-acceptance, and due and legal diligence used in giving notice thereof to the parties on the bills, in which case the legal presumption of its receipt in time would attach. Second, by proof that the notice actually came to hand in proper time, though the letter containing the notice was not properly directed or sent by the most expeditious or direct route. The fact of notice and its reception in due time are the only matters material to the drawer or endorser of a dishonoured bill; the manner or place in which he received such notice is immaterial, for all the objects to be answered by its reception it is equally available to them. To the holder it is immaterial whether the evidence of notice consists in the legal presumption arising from due diligence which supplies the place of specific evidence, and is binding on a jury as proof of its reception, or it is established by direct evidence or such circumstances as will in law justify them in drawing the inference: 2 Peters 132.”\nIn the case of Hyslop v. Jones, 3 McLean 96, the court said: “ The leaving, the notice in the post-office of the city in which the endorser lives is not sufficient. It must be served on him personally, left at his place of business or residence. But if by leaAÚng the notice in the post-office the defendant in fact received it in due time, it is sufficient.” The same doctrine seems to be approved in Manchester Bank v. Fellows, 8 Foster (N. H.) 310, and is distinctly affirmed in Bradley v. Davis, 26 Maine 52.\nNow, in the present case it was clearly proved that immediate notice of the non-payment of the note was given to the endorser, and that it was actually received by him in due time, and therefore the remaining allegation that the defendants did not give or cause to be given such notice is also distinctly negatived.\nThese facts negative the legal liability of the defendants, who were not bound (there being no special contract proved) to do more than to make a legal demand or its equivalent, and to give notice of dishonour to the endorser in due time. And although they were not in strict law bound to employ a notary, they did so, and he duly protested the note for non-payment, and gave notice of its non-payment to the endorser, which he actually received in due time.\nThe errors assigned consist in the evidence admitted, contained in two bills of exception, and in the charge of the court. The first bill states the reading in evidence by the plaintiffs of the note and protest, and gives the testimony of William Brewster, a clerk of the defendants, who proved the insolvency of the maker, and that he had no funds in the hands of the defendants at the maturity of the note, which was payable at their office— that he placed the note in the hands of a notary for protest on Saturday, 25th August 1855, between ten and eleven o’clock at night, having been there before; the notary demanded the note of the witness at his office, and he told him there were no funds. Witness then said: “ He (the notary) made out the protest and notice, and he and I went to E. J. Kelso’s dwelling-house. The house was closed, the lights out, and the family retired. I rang the door-bell; a lady put her head out of the chamber window and asked what was wanted ? I asked if Mr. Kelso was at home; I said I had a note for him, and it was important that he should get it that night. She directed me to put it under the door; I did so, and Mr. Brown, the notary, and I left.” “ The note was put into my hands by the bank about four o’clock p. M.; went to Brown’s office; he was not in; went at six o’clock p. M., not in; went again after ten o’clock; notary asked for funds; I told him there were none.” The plaintiffs having closed, the defendants produced Misses Mary and Emeline Kelso, who proved the facts as stated by Mr. Brewster, and that one of them went down and took the notice from under the door. The defendants then offered to prove that the notice of the protest of said note was received by Mr. Kelso, and the plaintiff’s counsel objected, because the issue now trying is, whether the acts done by the defendants were or were not sufficient in law to charge the endorser of the note, and the fact whether the endorser got the notice accidentally or otherwise, is not material in the issue now trying. The court overruled the objection, and in this they were clearly right, for the breach laid in the narr. was, that they “ did not give nor cause to be given immediate notice of the non-payment of the note to the endorser, but wholly omitted and neglected to do so,” and proof having been given that such notice was given and received by an adult member of the family at his dwelling-house, it was certainly competent to show that it was actually received by the endorser, thus showing that the omission and neglect with which they were charged were entirely disproved. The effort is to place presumptive notice above actual notice, which cannot be permitted, the sole object of all the rules on this point being to secure to the endorser the earliest information of the dishonour, that he may take immediate measures to protect himself against loss from the default of the maker of the note, or of the drawer of the bill.\nThe fact, therefore, that Mr. Kelso, the endorser, actually got the notice of non-payment was material to the issue, and, if proved, decided the cause. The second bill of exceptions presents the same question, and is governed by what has already been said.\nThe other assignments of error are to the charge of the court, to whom no points were presented by either party.\nThe first instruction, that if the defendants gave the note to the notary on the day it matured, and in time for protest and the giving of notice, it was sufficient, and in this there was clearly no error, and the second instruction, which appears in connection with the first, is liable to the same observation; “and,” said the learned judge, “ if the note was handed to the notary between ten and eleven at night, and he placed notice of protest, then made, under the door of the endorser, at the request of the daughter of the endorser, before twelve, and she took it up and placed it on her father’s desk, and he got it, it was sufficient.” This ruling is sustained, as we have seen, by all the authorities. But it appears, from the facts thus alluded to, that the bills of exceptions gave only portions of the evidence, and we should not have known, by anything upon their face, that the record of the suit by the same plaintiffs against E. J. Kelso, the endorser of the note, had been put in evidence at all, that proof, or some other which was not made, being necessary to show that the amount of the note was lost to the plaintiffs. We gather the fact that this record was given in evidence from the statement of the defendants in error in tlieir printed argument.\nWe are constrained, therefore, to say that the court below committed no error on the trial of this cause.\nIt is, however, not proper to close this opinion without referring to the case of Farnsworth v. Allen, 4 Gray 453, which was not cited on any of the arguments before this court. There the notary, after receiving the note for protest, went to the house of the maker (about ten miles from Boston), and ai’rivod there about nine o’clock in the evening; that there was no light in the house, and the inmates appeared to have retired for the night; that he rang the bell, and after some time the maker came to the door with a light, and he presented the note, stated its contents, and demanded payment, which the maker refused, saying that he could not, or would not, or should not pay it; that he returned with the note to Charlestown, and on the same evening a proper notice of dishonour was addressed to the defendant at North Cambridge. This occurred on the 26th August 1853, and the court held the demand was sufficient to charge an endorser. If this be the law as to the demand, why should it not be the law as to notice of non-payment?\nJudgment affirmed."}