{"id": "480029", "contents": "The opinion of the court was delivered,\nby Thompson, J.\nOn the trial at Nisi Prius, my brother Woodward, presiding, held that the plaintiffs could not recover on the special agreements set forth in the narr. No exception was taken to this ruling, and this left the case upon the general counts for services, and for money had and received. The pleas were non assumpsit, payment with leave, and the Statute of Limitations.\nThe errors assigned are all to the charge of the court, and the first is, in saying “ that the evidence seems to be that Mr. Newbold received the money on the 18th of February 1853, more than six years before suit brought, and if the jury are satisfied of that, then their verdict should be for the defendant.”\nThe records of the Circuit Court show that that was the day on which the defendant received all the fees which were received by him out of the share of his clients of the Aspden estate. It was ordered to be paid as fees by the Circuit Court. Any sums paid to him afterwards, by order of the court, were for the benefit and use of his clients. This receipt of fees was of the date mentioned in the charge, and was truly said to be more than six years before suit. The statute being pleaded, was therefore a bar to a recovery, unless rebutted. This was attempted by alleging a trust in the defendant for a share to Mr. Webster; secondly, an acknowledgment of a debt sufficient to prevent the operation of the statute; and thirdly, by raising the point here that administration was not granted in this Commonwealth, until within six years before suit brought.\nAs to the first of these answers to the statute, we may say we see no evidence of an express trust in the case. If Messrs. Newbold, Tilghman, and Webster were to share the fees to be received in equal proportions, and the two former received the whole sum, this, without more, would be only one step towards establishing an express trust, and good for nothing without an agreement or declaration to hold it in trust. There was nothing of that. There was no allegation that it was an implied trust arising ex maleficio. If Mr. Newbold did receive a share which, in equity and good conscience, should have belonged to Mr. Webster, this was not such a trust as would prevent the statute from running. The rule is settled that the statute is inapplicable only to express trusts, or those which are mere creations of courts of equity, with some exceptions of implied trusts in favour of infants, and perhaps other cases of legal incapacity; but “trusts,” as Avas said by Washington, J., 4 W. C. C. Rep. 631, “which are the ground of an action at law are within it.” See, also, 1 Watts 275; 1 W. & S. 112; 4 Barr 56; 7 Id. 31; 12 Harris 52. There being at most hut a receipt of the money claimed as belonging to Mr. Webster’s estate, if there was any trust it belongs to this last class. It was not a trust ex maleficio, by reason of fraud or concealment. The receipt for the fees was perpetuated by the records of the Circuit Court. Besides, too, the executors engaged Mr. Randall before he left Marshfield, whither ho had been attending the funeral of Mr. Webster, to look after this matter, and in pursuance of which he did speak to Messrs. Newbold and Tilghman on the subject, and no concealment Avas resorted to by either of them, in regard to the receipt of counsel fees.\nWe also entirely concur with our brother Woodward, that there was not sufficient in the Randall testimony to be left to a jury, from which to find a promise by the defendant to pay any sum of money on account of the professional services of Mr. Webster. He expressed a willingness to pay something if other parties Avould also. They refused, and Mr. Randall says “ Mr. NeAvbold’s proposition fell.” Promises to pay and acknowledgments of indebtedness, to take a claim out of the Statute of Limitations, must be explicit in their terms, and unambiguous, both as to the engagement or acknoAvlegment, as also to the sum of money intended to be paid or acknoAvledged: 2 Harris 319 ; 7 Id. 388 ; 9 Barr 410; 4 Id. 321; 6 W. & S. 213. This view not only answers the second inquiry, under the first assignment of error, but also the second assignment. The position was taken here, for the first time in the case, that the Statute of Limitations was no bar to the plaintiffs’ recovery, because administration had not been granted when the cause of action accrued. It is certain that administration must have been granted in Massachusetts about if not before that time, for in the forepart of March 1853, it is in proof that a claim was proposed, in the name of the executors, before an auditor having charge of reporting distribution on the Aspden estate. What effect that might have on the question of no administration here, it is not necessary to decide, for that fact was not replied to the plea of the Statute of Limitations; and in Shaeffer’s Estate, 9 S. & R. 263, Duncan, J., expressly says that it should be replied. So in Groghegan v. Reed, 2 Wh. 152, “nonresident” and beyond seas was replied to the plea of the statute. In Brown v. Agnew, 6 W. & S. 235, it was said by Sergeant, J., “ the burden lies on him who seeks to avoid the plea of the Statute of'Limitations to an action of account render or assumpsit, by the replication, that it was an account between merchant and merchant, and the replication to such plea must go further, and state that no account of said merchants was ever adjusted or settled: Godfrey v. Saunders, 3 Wilson 79, 80 ; 3 Wm. Saunders 127, note.” So in Bevan v. Cullen, 7 Barr 281, it was holden, Rogers, J., delivering the opinion of the court, “ that, in order to prevent the operation of the Act of Limitations,” where the party has been beyond seas, “ the exception to the bar of the statute must be specially replied,” and he cites Clark v. Hoyham, 2 Barn. & Cress. 149; 3 P. Williams 144, and Brown v. Agnew, 6 W. & S. 238. No special replication of non-administration is to be found in this record; consequently the question sought to be raised here is not raised in the pleadings, and is not properly before us. The authorities cited simply embody the familiar principle, that he who would bring himself within an exception of the law must plead the exception, and thus make way for proof of the fact by himself, and an answer to it by his opponent. We think, therefore, that none of the reasons, suggested in argument, proves error in the charge of the court on the question of the Statute of Limitations.\n. The two remaining assignments are general errors, which we cannot notice. They point to nothing specific.\nJudgment affirmed.\nRead, J., did not sit in the argument of this case."}