{"id": "480020", "contents": "The opinion of the court was delivered by\nRead, J.\nOn the 24th of July 1856, John Walker, Jr., merchant, of the borough of Elizabeth, in the county of Allegheny, entered into articles of agreement with Francis Patterson, of Elizabeth township, in the same county, and Samuel C. Drennen, late of the state of Ohio, composing the party of the second part, by which said Walker sold to the said Patterson & Drennen all his stock of goods then in his storehouse, warehouse, and the cellar under the same, where he was then doing business on the corner of Market and Second streets, in said borough. Walker was to continue his business till the 1st of October, bv which time he will have reduced his stock so as not to exceed $2500, at the rate to be paid for the same as thereafter mentioned. The stock on band on 1st of October to bo ascertained and inventoried, and transferred into the possession of the said party of the second part, with the storehouse, warehouse, and ground attached; no country produce was included in the' sale.\n• The stock on hand, within the limit of $2500, was to be valued at their first cost, exclusive of carriage or boxes not taken into the stock; and the said parties of the second part agreed to pay the said Walker the amount of such valuation, by giving their negotiable notes to him, payable in sixty days, four, six, eight, ten, and twelve months respectively, each note being -for one-sixth part of said amount, with interest-from the 1st of October, on which day they were to bear date. The storehouse furniture, per memorandums annexed, to be included in the stock at the prices agreed on.\nWalker further agreed to demise to the said parties of the second part, the said storehouse, warehouse, and lot, for three years and six months, possession to he given on the 1st of October, at the yearly rent of $200, which the said parties of the second part covenanted and agreed to pay, in quarterly payments, to the said party of the first part, his heirs or assigns. The parties of the second part were to have the option of taking the premises as purchasers in fee simple, at $2400, payable in four payments of $600 each, as therein stated.\nIf Walker had a bond fide offer, he was at liberty to accept, after offering it to them. If not sold to another party, the premises, at the end of the term, were to be surrendered to the lessor in as good condition, natural wear and decay excepted, if a new roof Avas required, Walker to be at the expense, and he Avas to transfer, on the said 1st of October, the policy of insurance covering the stock of goods to the parties of the second part, they paying such proportional part of the premium for the time run after the said 1st of October.\nHe also covenanted Avith the parties of the second part, that he would not engage in the business of retailing goods, in the said borough of Elizabeth, Avithin one year from and after the said 1st day of October.\nOn the trial of the cause, before proving the agreement, John Walker, Jr., testified that a few days after the 1st of October 1856, an account of stock was taken, and the goods and storehouse delivered, and notes given to him for the price of the goods. The notes Avere signed by Drennen in the name of Drennen & Patterson. The business Avas then conducted in the name of Drennen & Patterson until March 1858; a sign, “ Drennen & Patterson,” Avas put up in October 1856; saAV Francis Patterson there occasionally.\nAt the time the notes Avere signed, Drennen said that Francis was not there, but that he Avould sign for him.\nThe notes thus given were firm notes, and were cléarly the notes of Samuel C. Drennen and Francis Patterson, and were received as such by Walker, agreeably to the terms of the agreement. These were the only notes he contracted to take, and for which he delivered the possession of the goods; any other construction would make Francis Patterson guilty of a shameful fraud, effected through the agency of his brother-in-law Drennen.\nThe agreement, therefore, and its consummation, proved -a partnership between the two defendants.\nCharles F. Diehl testified that on the 20th of September 1856, Drennen & Patterson purchased from his house, to the amount of $1600, at six months’ credit. In the latter part of November or beginning of December 1856, Francis Patterson, in reply to a question, told him he was a partner with Drennen, and requested him to go to the store and examine the books (in order to aid them by his experience, as he had formerly kept store at Elizabeth).\nFrancis told him that he had furnished funds, to the amount of about $2000, to commence the business, his object being to assist Drennen, as he was his brother-in-law, and witness recommended Drennen & Patterson to plaintiff, in consequence of what Francis Patterson had said to him.\nAnother witness, Tower, proved that in July 1856, Francis Patterson and Samuel Drennen both told him they were going to establish a store, and in September they told him they had purchased of John Walker, Jr., and Francis Patterson told him he had given Drennen $2000, to go to Philadelphia, and had instructed him not to go more than $1000 in debt. In June 1857, Francis took him into the warehouse, and asked him if he thought he could save a claim they had against Samuel Walker, Jr., by purchasing some goods from him. Other testimony was given which it is not necessary to state. The plaintiffs’ claim was a book account, commencing October 8th 1856, and running to October 1857, and was closed by a note of Drennen & Patterson for $517.53, on which this suit was brought.\nOn the part of the defendants two agreements, both dated the 16th of September 1856, were given in evidence — the first between Francis Patterson and his brother William E. Patterson, substituting the latter in the place of the former, in the article of the 24th of July 1856, and the other an agreement for a partnership between the said Drennen and William EAving Patterson. Neither of these Avere made public, and certainly were entirely unknown to Mr. Walker, when he took the notes of Drennen & Patterson. It is certainly a little singular, that the last agreement says, that by the agreement of 24th of July 1856, Francis Patterson and Drennen had made arrangements for going into the mercantile business in Elizabeth, and the counsel for the defendant asks the court to negative that construction.\n. The assignments of error relate first to the admission or rejection of testimony, which we will first dispose of.\n1. There was no error in admitting evidence of the declaration of Drennen, that the firm was composed of himself and Francis Patterson. It was evidence against himself, and was so stated by the court. In the same manner, the declarations of Francis, that he was a partner with Drennen, were evidence against Francis, and the two sets of declarations showed that both agreed that they were partners.\nThe 2d error is not sustained — the record not showing that any such testimony was given, and of course the defendants suffered no injury — and this disposes of the 4th assignment of error, as the court could not be called on to admit testimony, to rebut what does not appear to have been given in evidence.\n4. The court were right in rejecting the deed of the 24th of February 1858, which was long after the transaction in question had happened, and could have no retrospective effect upon it. The 5th, 6th, 7th, and 8th assignments of error relate to the charge of the court, and their answers to the defendants’ points.\nIt seems clear from what we have already said, that the court could not affirm the naked proposition, that the agreement of 24th of July did not constitute the defendants partners in law, and that the court went as far as they could be required to go. It was a most important link in the chain to prove a partnership, and, connected with its consummation in October, made out a strong primd facie case, at the least, of partnership. So, the answer to the second point is perfectly proper, or otherwise two persons might hold themselves out to the world as partners, say to every one that they are partners, and years afterwards, a secret article of partnership between the irresponsible partner, and another irresponsible person of the same surname, as the only responsible party, may be produced to relieve him, and defraud all the creditors of the firm, who have given credit to it solely on the faith of his name. The third point is correctly answered, and we do not perceive that any injustice was done by the remarks of the court, objected to in the 8th assignment of error, followed as they were by the statement basing the courts’ instruction upon the assumption, that the papers were correctly dated.\nThe charge of the court was. a liberal and fair one, and if we had the power, we would not disturb the verdict.\nJudgment affirmed."}