{"id": "480036", "contents": "The opinion of the court was delivered,\nby Woodward, J.\nThe most important question on this record, though not the first in order, is, whether the plaintiff in error, defendant below, was entitled to show that he was merely an accommodation endorser, and that the bill was passed to Whitney & Co., and by them to the present holders, defendants in error and plaintiffs below, without any present consideration being paid for it, and in fraud of the defendant. The court rejected the evidence on the ground that it was already in proof that Kendall & Son were bond fide purchasers of the bill, and as such were entitled to enforce it against the endorser, without regarding the equities between him and the payee. If the fact was as assumed by the court, there can be no doubt of the correctness of the legal inference. The bill was made and endorsed in New York, and is to he governed by the law of that state; but in that state, as well as in Pennsylvania and all other commercial countries, an endorser who gives credit to a note or bill by his endorsement, whether with or without consideration, is bound to make the paper good in the hands of any subsequent endorsee who receives it for value, and in the ordinary course of business.\nBut a series of cases in the New York courts, beginning with Coddington v. Bay, 20 Johns. 637, s. c. 5 Johns. Ch. R. 54, and followed by Rosa v. Brotherson, 10 Wend. 85; Ontario Bank v. Worthington, 12 Wend. 593; Payne v. Cutler, 13 Wend. 605; and Stather v. McDonald, 6 Hill 93, while recognising the general doctrine as above stated, has modified it with the qualification that where the holder has received the bill for an antecedent debt, either as nominal payment, or as security for payment, without giving up any security for such debt, which he previously had, and without paying any money, or giving any new consideration at the time, he is not a holder of the note for a valuable consideration. In the last of the above cited cases, which was nothing more than a fraudulent pledge of two notes as security for an antecedent debt, the payee was permitted to recover them from the holder in an action of trover, Chancellor Walworth reviewing all the authorities bearing on the main question, and strongly questioning the doctrine of the U. S. Supreme Court, as announced in Swift v. Tyson, 16 Pet. 1. In the case of Dezeng v. Fyfe, 1 Bosworth’s (N. Y.) R. 335, it was declared by the Superior Court of the city of New York, that all the above cases were instances of the fraudulent misappropriation of a note, or where there was some fraud in procuring it, or where there existed some circumstances in the relation of the parties which would make its collection operate as a fraud on the maker; and it was accordingly held by that court, there being no taint of fraud in their case, that the maker of a promissory note for the accommodation of the payee, cannot set up as a defence that the note was transferred to the plaintiff.in satisfaction of, or as collateral security for, a pre-existing debt. The circumstances of the case showed that nothing wras given up in consideration of the note when it came to the endorsees’ hands. This case is not authority as against those first cited, hut yet it seems to suggest the distinction on which these cases are reconcilable with such cases as The Bank v. Neass, 3 Comst. 444; Grandin v. LeRoy, 2 Paige 509; Lathrop v. Morris, 5 Sanford 7; Clark v. Bank, 2 Comst. 380, and Goodman v. Symonds, 20 How. 343.\n. I have not thought .it worth while to go into a minute analysis of the New York cases, to see how sound'the distinction is which was suggested by the Superior Court, because in our case the evidence on the part of the plaintiff fully justified the court in assuming that the plaintiffs were bond fide holders in usual course, and for a valuable consideration. Darius Young swore that Til-den & Co., of which firm he was a member, “took the draft after the endorsement by Struthers and Irvine, and passed it to Wm. Whitney & Co., of Boston, within a few days after it was made, on account as business paper, we being indebted to them, having a running account with them.”\nAgain this witness says: “ The firm of Tilden & Co. was indebted to the firm of Wm. Whitney & Co. in account for money and goods, and I passed said draft to Wm. Whitney & Co., in account as part payment of said indebtedness, and in the usual and regular course of business as business paper. They had no knowledge of its being accommodation paper.”\nTo the same effect is the testimony of David H. Sparhawk, a member of the firm of Whitney & Co. This witness also described the transfer of the draft from Whitney & Co. to Kendall & Son, the plaintiffs below. His language was, “the draft came into the hands of plaintiffs, as I have already stated, on the 1st of March 1854, in part payment of the debt of my firm to theirs.” And Barnes says: “It was passed to plaintiffs in the due and usual course of business. The firm of Wm. Whitney & Co. was indebted to them for money, received by them from purchases of wool belonging to plaintiffs, and said draft was entered on plaintiffs’ books to the credit of said Wm. Whitney & Co. at par, as was usual and customary in the course of business.”\nNow can it be doubted, in view of such proofs, which were wholly uncontradicted, that both Whitney & Co. and Kendall & Son were bond fide purchasers of the bill, in due course, and for a valuable consideration ? They both received it, to be sure, on account of antecedent indebtedness, but in part payment of that indebtedness. When they entered it as a credit on their books, they gave up so much of their debt. What more' could they have done, if the payment had been in cash ? What better title to the paper could a cash purchase have given the plaintiffs ?\nAccording to none of the New York authorities, and certainly according to none of ours, could such a purchase of a bill be impeached. It had all the requisites of an ordinary mercantile transaction. Then the holders are not subject to any equities which might arise between the original parties.\nThe second and seventh errors have reference to the addition that was made of the residences of the drawer and endorsers. Sparhawk says he added the words “Warren, Warren Co., Pa.,” after the name pf Struthers. They were not on the bill when it came into the hands of Whitney & Co.\nWas it a material alteration of the instrument? Was it an alteration of the instrument at all ? Unquestionably every alteration in a negotiable instrument, whereby the identity of the paper is in any way-affected, is material, and avoids it even in the hands of a subsequent endorsee for value, except as to him who made the alteration: Stephens v. Graham, 7 S. & R. 505. But we hold that the noting of the residence of drawers and endorsers, after their names, does not affect the identity of a bill of exchange, nor avoid it, as to any of the parties to it. It is in the nature of a memorandum for the notary, that he may know how to address notices of protest. It does not vary the tenor of the bill, nor add to the responsibility of endorsers. As well might the customary file-mark, indicating when the paper falls due, be called a material alteration. When Struthers put his name on the back of this paper, he authorized notice of nonpayment to be sent to him at Warren, Pa., for that was his proper residence. Whether his admitted residence was conveyed to the notary by word of mouth, by a separate memorandum, or by the mark subjoined to his name, the bill remained the same as it was at first made by his endorsement.\nIn respect to the first error assigned, it is sufficient to say that if Foster, the notary, be regarded as the agent of the plaintiffs, the general rule is, that an agent is competent as a witness for his principal, except in cases where the principal is sued on account of the negligence of the agent: 3 Watts 135; 7 W. & S. 166; 5 Barr 51. Here no negligence of the notary is alleged, nor could it be, for it was decided in Pierce v. Struthers, 3 Casey 249, and Struthers v. Blake, 6 Id. 142, that his duties were well performed. The point involved in this exception was substantially ruled in McGarr v. Lloyd, 3 Barr 474.\nThe other assignments of error are sufficiently answered by the rulings in the two cases above named in 3d and 6th Casey.\nThe judgment is affirmed."}