{"id": "480032", "contents": "The opinion of the court was delivered,\nby Read, J.\nThis was an action of trespass quare clausum fregit, and the real question in the cause was whether the piece of land upon which the trespass was alleged to have been committed was dedicated to public use by Zachariah Connell, the founder of Connellsville, or whether it was the private property of the plaintiff or of those under whom he claimed the possession.\nTwo papers undoubtedly were in existence in 1832, both purporting to be the charter of Connellsville, and both purporting to be signed and sealed by Zachariah Connell, and both dated March 21st 1793. The one which is witnessed by James Rankin and Alexander McLean is in the handwriting of one of the subscribing witnesses, Alexander McLean. This paper is neither acknowledged or recorded, and, for the purposes of this case, was marked A, whilst the other, in the same way marked B, is witnessed by Jonathan Rowland and Alexander McLean, and is acknowledged on the 6th day of January 1800, before Jonathan Rowland, and recorded the same day in book C, p. 339. Zachariah Connell died in 1813, leaving a widow and children, one of whom married John W. Phillips. These two papers, being amongst the papers of the deceased, came into the possession of his widow, and they were delivered, by her to her son-in-law, Phillips, about the year 1826, and under whom the present plaintiff claims.\nIn the year 1832, William Davidson copied both of these papers, which were furnished to him by Mr. Phillips, with whom his mother-in-law, Mrs. Connell, was then living, and returned the originals to her son-in-law, Mr. Phillips. By the deposition of Mr. Phillips, in relation to these charters, it appeared that he had not the charters, and that he had no recollection of seeing the first charter since he loaned it to Mr. Davidson; nor did he know in whose possession they were, but he thinks Mr. Davidson took a copy of them. Mr. Thomas R. Davidson, the son of Mr. William Davidson, proved that the paper marked A is a true copy of a paper exhibited to him by his father, purporting to be the original charter of the borough of Oonnellsville. He compared it with the original at the time of signing. He had no knowledge of the handwriting of the original charter. The burgess of the borough of Oonnellsville testified that he examined amongst the papers of the borough for the charters, and could find no original charter. The plaintiff, who derived his title from Phillips, was notified to produce these original charters.\nIt is clear, from statement, that these two original papers or documents called charters were in the possession of the founder, Zachariah Connell, neither having been handed over to any one. That these, with his other papers, on his death, came into the hands of his widow, who gave them to her son-in-law, Phillips, who claimed to be an owner of the property the title of which is in dispute in this suit. That in 1832 he loaned them to Mr. Davidson, who took perfect copies of both papers, and returned the originals to Mr. Phillips, who has not got them, nor can he tell who has them. The burgess cannot find them, and the plaintiff, on notice, does not produce them.\nIt is clear, then, 1. That there did exist originally two original deeds or charters, more than sixty-eight years old, and if produced on the trial, would have proved themselves. 2. That true copies of these deeds or charters existed, and were produced on the trial. 3. That proof was made of a bond fide search for them where they were most likely to be found, which was unsue-' cesssul; and under these circumstances, secondary evidence (consisting of a sworn copy of the deed A) of the contents of that deed was admissible.\nThe court therefore erred in the rejection of the evidence, and in the reason assigned by them.\nThe subsequent evidence, particularly that of Daniel Rogers, tended to prove that the deed A was the first charter, and that the deed B, though antedated, was not executed until after 1795, and perhaps not before the date of its acknowledgment, on the 6th of January. This is the only error committed by the court.\nJudgment reversed, and a venire de novo awarded."}