{"id": "480018", "contents": "The opinion of the court was delivered,\nby Thompson, J.\nIn Dietrich v. Heft, 5 Barr 87, it was said, that “whatever the rule may be in cases of corruption, or wilful or gross wrong on the part of the guardian or other trustee, we may safely consider, that for mere omission or negligence in Pennsylvania, the rule is to charge simple interest and no more.”\nThis was said by Coulter, J., after a review of precedent cases in this court. The same thing was ruled in Light’s Appeal, 12 Harris 180, and simple interest was charged for negligence in not investing: Black, C. J., saying, that “ the legatees ought to be satisfied, if they receive as much as they would have got, if he (the executor) had done his duty.” This rule was also announced in Biles’s Appeal, 12 Harris 335, and recognised in Robinett’s Appeal, 12 Casey 174, a case much discussed on the point of accountability of trustees.\nAll these cases, with the exception of Biles’s Appeal, in which the question did not arise, expressly repudiate the principle of rests, semi-annual, annual, biennial, or triennial, in cases of mere omission and negligence in guardians, administrators, and executors to put trust-moneys out to interest. Profits made in the use of the trust funds by such trustee are chargeable. This is undoubtedly the rule of the later cases on the subject of omission and negligence, and especially since the Act of 29th of March 1852, which declares that executors, administrators, and guardians, shall not be charged a greater rate of interest than the legal rate for the time being.\nIn this case the auditor found the accountant to have been guilty of negligence in not making investments, and also in not investing at the legal rate. For this he has, by adopting rests, charged him with more than the legal rate. That is to say, he has stated biennial interest accounts, deducting therefrom intermediate expenses and commissions, and charging interest on the balance. This was. done to bring it within the explanation of Say v. Barnes, 4 S. & R. 112, given by Coulter, J., in Dietrich v. Heft. But this does not get rid of the objection to rests, and a consequent greater rate than simple interest in a case like the present. This must be corrected. We therefore strike out $413, the excess of interest surcharged by the auditor. We also abate interest on $70 for two years, which had been paid the ward. Nor do we see any reason for charging interest on the sum of $16.97, erroneously paid to other heirs in some way not explained. There seems to have been some mistake in this matter, but by whom we cannot tell, but it is apparent that the money was not in the accountant’s hands'all the time, and for which portion of time it does not appear. If by an honest mistake of anybody, it was kept out of the guardian’s knowledge and possession, he ought not to pay interest, and this is the appearance of the matter here. We also charge the guardian with but half the expense of the audit under the circumstances of this case; the other half must be borne by the estate. The corrections amount to the sum of $469.37; so that, leaving the compensation as found by the auditor, the balance against the accountant will he $879.23.\nAnd now,' to wit, February 3d 1862, the decree of the Orphans’ Court of Chester county in this case is reversed at the costs of the appellee, and it is now ordered and decreed, that the accountant, Joseph Pennypacker, pay to Oliver Emery, or his authorized agent or attorney, in full of his trust account, the sum of $879.23, with interest from the date of the confirmation of the auditor’s report in the court below.\nPer Curiam."}