{"id": "480056", "contents": "The opinion of the court was delivered,\nby Strong, J.\nThe bill of the complainant charges that the two corporations defendant are about to enter into contracts with each other, by which the Pennsylvania Railroad Company is to become the purchaser of the rolling stock of the Philadelphia and Erie Railroad Company, and also of their bonds secured by mortgage, dated March'30th 1861 (claimed to be the first mortgage upon all the railroad, except the part between Williamsport and Sunbury), and also to become the lessee of their railroad for the term of nine hundred and ninety-nine years. The complainant is a stockholder in both the companies, and a citizen and tax-payer of the Commonwealth. We are asked to enjoin against the proposed contracts, and the reasons assigned are, first, that the defendants have not the corporate power to enter into them; second, that even if they have the power, the contracts themselves constitute an assignment in trust for the benefit of creditors, with preferences; and third, that the bonds proposed to be sold and purchased are not secured by the first lien on the railroad, but that there is a prior mortgage of $7,000,000 not legally satisfied, and that if the contracts be consummated, the bonds purchased will prove worthless in consequence of the prior encumbrance. The objections are presented in a variety of forms, but they all may be classified under one or other of these allegations. Thé last two reasons urged in support of the motion for an injunction do not call in question either the legality of the proposed contracts, or the power of the defendants to make them. They assert rather the impolicy of the arrangement, and deny that it will accomplish what the contracting parties intend. The purchasers of the bonds, it is said, instead of obtaining a security protected by a first mortgage, will, contrary to their expectations, be postponed to a prior encumbrance, satisfied of record indeed, but satisfied without authority of law. Whether for such reasons we should be authorized to interfere at the suit of a stockholder or a tax-payer, and enjoin the defendants against consummating their proposed arrangement; we do not design now to inquire. We shall rather examine the objections urged by the complainant, and see whether they have any substantial foundation.\nIs it, then, within the corporate powers of the two companies to enter into such contracts as they propose to make ? This is hardly a debateable question. It would seem that if legislation can give it, the power has been given. Repeated Acts of Assembly have put this beyond doubt. The enactment of the second of the Act of April 13th 1860, P. L. 711, is, “ that the President and Managers of the Sunbury and Erie Railroad Company (since changed by law to the Philadelphia and Erie Railroad Company), be and they are hereby authorized to make and to enter into any contract or contracts with the managers or president and directors of any other railroad company or companies within this Commonwealth, having relation to the completion, the working of, or to the traffic originating on, or passing over, or to and from the Sunbury and Erie Railroad, which may be considered just and reasonable by the contracting parties. * * * And such contract or contracts shall be valid and binding upon the said companies •represented by the said contracting parties, as fully as if the same were expressly authorized by their respective charters.” It would be difficult to employ language more explicit and comprehensive than this. The contracts into which these defendants propose to enter, are just such as this act contemplated. They relate exclusively to the completion -and working of the Philadelphia and Erie Railroad Company’s road, and to the traffic thereon. They contain not a provision or stipulation which does not bear more or less directly upon these objects. And if the Act of April 13th 1860 were not sufficient to confer upon the defendants the power to enter into such contracts, it is unmistakably given by the subsequent Act of April 23d 1861, P. L. 410, which embraces all railroad companies created by and existing under the laws of this Commonwealth. It empowers them to purchase and hold the stock and bonds of any other railroad company chartered by the Commonwealth, and it makes it lawful for any railroad company to enter into contract for the use or lease of any other railroad, and to run, use, and operate it, provided the roads of the two companies, so contracting or leasing, shall be connected with each other, either directly or by means of intervening railroads. The affidavits submitted with the bill, in this case, prove that the railroad of the Pennsylvania Railroad Company is connected with that of the Philadelphia and Erie Railroad Company by an intervening railroad, and so as to form a continuous route. The case is, therefore, fully covered by the provisions of this last act. It avails nothing to urge against the words of the statute the impolicy of contracts, which substantially unite in one, two railroads so extended as those of the defendants. The question in hand is, whether the power has been given. Our province is to declare what the law is, not what the legislature should have done. We must hold that the lawmakers mean what they say, and we cannot, therefore, doubt that the defendants possess the power to make the contracts into which they propose to enter.\nAnd, if the contracts are within the corporate powers of the defendants, if they are authorized by Acts of Assembly, it may be doubted whether we should be justified in enjoining against them, even though we might be of opinion that they together would constitute an assignment in trust for the benefit of creditors with preferences. This, however, need not he considered, for it is clear that they amount to no such assignment. They amount to a sale and a lease, not an assignment within the Act of Assembly. They create no trust. It is stipulated in each of them, that before they take effect, arrangements shall be made by the Philadelphia and Erie Railroad Company to pay or satisfy all their debts, ex'cept those secured by mortgage. By one of the contracts it is stipulated that the Pennsylvania Railroad Company shall purchase the mortgage-bonds of the other party, at a fixed rate of discount, and that other party agrees to complete the construction of their unfinished railroad. By the other contract, bearing even date, the Philadelphia and Erie Railroad Company leases its road to the Pennsylvania Railroad Company for the term of nine hundred and ninety-nine years. The lessees covenant to stock the road and run it, and keep it in order and repair, fixing and collecting their own tolls and charges for freight. They also covenant to pay a rent eqital to 30 per cent, of the gross revenue, and to pay it first in discharge of the taxes upon the property demised; secondly, as to a portion (to be agreed upon), directly to the lessors; thirdly, in discharge of the interest on all the mortgage-bonds of the lessors, according to their respective equities and priorities, and to the payment of that part of the principal of the bonds, tvhich is due to the sinking fund of the Commonwealth and secured by one of the mortgages ; fourthly, to pay the surplus, if any, to the lessors. To call this an assignment in trust for creditors, is a perversion of terms. The case is diverse from Lucas v. The Sunbury and Erie Railroad Company, 8 Casey 458. The stipulated rent is to be paid wholly to the lessors, or in relief of the property demised from taxes and mortgages paramount to the term, and which might destroy it. This makes the ordinary case of a landlord agreeing with his tenant, that the latter shall pay the taxes on the premises leased, and keep down the interest on prior encumbrances, and deduct his payments from the rent.\nTo understand the remaining objection of the complainant to the contracts proposed to be entered into, will require us to notice some of the legislation of the Commonwealth, and what has been done under it. By an act passed April 21st 1858, P. L. 414, and which was declared constitutional in The Sunbury and Erie Railroad Company v. Cooper, 9 Casey 278, the legislature authorized a sale of the canals then belonging to the Commonwealth, to the Sunbury and Erie Railroad Company for the sum of $3,500,000. The proposition was not to sell for cash, but entirely on credit. To secure the payment of the purchase-money, the act required the vendees to execute and issue their 5 per cent, bonds for $7,000,000, payable in instalments of $1,000,000 each, the first in the year 1872, and an additional instalment each year thereafter, and to secure the payment of the bonds by a mortgage to two trustees, on the whole line of their railroad, finished and unfinished. Of these bonds the state treasurer was directed to receive an amount equal to $3,500,000, in settlement for the purchase-money of the said canals, and the residue were directed to be deposited also in the office of the state treasurer, to be surrendered to the company as the work of completing their railroad progressed. The act also provided that as a further security for the payment of the purchase-money of the property sold, the vendees should execute and deliver to the state treasurer other mortgages on the canals, and it enacted that in case of default by the vendees in paying the principal or interest of any of the bonds, for ninety days after the same should become due and payable, a scire facias should issue, the mortgaged property should be sold, and that the proceeds of sale of the said canals should be paid into the sinking fund, and applied to the payment of the state debt.\nIn accordance with the proposition thus made by this Act of Assembly, the Sunbury and Erie Railroad Company became the purchaser of the state canals, and executed their bonds for $7,000,000, with an accompanying mortgage upon all their road. The mortgage was recorded, and all the bonds were delivered to the state treasurer, in pursuance of the requirements of the act. One-half of the bonds, to wit, $3,500,000, represented the purchase-money of the canals, and belonged to the Commonwealth. The other half belonged to the company that issued them, and were to be delivered to them for negotiation, as the work on their railroad progressed. There was already a mortgage for $1,000,000, which was the first lien upon that part of the railroad extending between Sunbury and Williamsport. Subsequently some advance was made towards the completion of the unfinished parts of the railroad, and, in making it, debts were incurred by the company to contractors and material-men. The advanced stage of the work, while it increased the debt o'f the company, necessarily enhanced the value of the property embraced within the mortgage. It was in view of this fact, doubtless, that when the mortgagors had failed to pay to the Commonwealth the interest on the bonds for the purchase-money of the canals, the legislature, by the Act of April 13th 1860, P. L. 711, directed that bringing suit on the mortgage should be postponed, and enacted that if any judicial sale of the railroad should thereafter be made, the amount, not exceeding $600,000, due contractors on that part of the road between Williamsport and Erie for work and labour actually done, and materials furnished between the 1st day of August 1859 and the 1st day of April 1860, should be preferred to the mortgage hold by the Commonwealth. A list of the preferred claims was required to be furnished to the auditor-general. Some, if not all of them, were evidenced by bonds or scrip. After this Act of Assembly, it is evident the security of the Commonwealth was not less than it was when the mortgage was taken.\nBut the Sunbury and Erie Railroad Company were utterly unable to dispose of their portion of the bonds secured by the $7,000,000 mortgage, which remained in the office of the state treasurer, and of course they were unable to complete their railroad, or even to pay the accruing interest on the bonds owned by the Commonwealth. This is abundantly established by the affidavit submitted to us, and it has been conceded by the legislature. The security which the Commonwealth held for the payment of the purchase-money of the state canals, was therefore a mortgage upon an unfinished railroad; upon a road which could not be finished while the $7,000,000 mortgage remained. Not only so, but there was a prior mortgage of $1,000,000 upon the eastern end of the road, from Williamsport to Sunbury, and a prior lien not exceeding $600,000 upon the remainder. Then the other $3,500,000 covered by the mortgage, stood in equal right with the Commonwealth.' And the road was not only unfinished, and encumbered with prior and coeval liens, but it was in such a condition of progress as to be of very little value either for traffic or for sale. The extremities had been completed, but the large body by which the extremities were designed to be connected was all unmade. In such circumstances the legislature thought, and if the affidavits, submitted with the present motion, are to be believed, they were warranted in thinking, that the mortgage for $7,000,000 was no adequate security, if indeed it was any security at all, for the payment of the debt due the Commonwealth. To make the security effectual, it was indispensable that the railroad should be completed. Accordingly, by the Act of March 7th 1861, P. L. 94, it was enacted that the name of the Sunbury and Erie Railroad Company should be changed to the Philadelphia and Erie Railroad Company, and that the company might execute new bonds for $5,000,000, secured by a first mortgage to trustees on all their road, except that from Sunbury to Williamsport, it should be second to the $1,000,000 mortgage which had before that time been given. The act also directed that the bonds should bear interest at the rate of six per cent., should be made payable in twenty years, and should be used by the said company for the purpose of completing and equipping their railroad, and for the payment of debts contracted concerning the same, and for the payment of the scrip issued by the company under the Act of April 13th 1860. To insure this required application of the bonds to the completion of the road, and the payment of the debts incurred in completing it, including the scrip previously declared prior to the claim of the Commonwealth, all the bonds were required to be deposited with the state treasurer, and by him delivered to the company according to the progress of the work, after endorsement by the secretary of the Commonwealth that they were issued by authority of law. The act also authorized the company to execute other six per cent, bonds, for $4,000,000, and secure the same by a second mortgage to the Commonwealth, on the same property. It directed that these bonds, with the accompanying mortgage, should be delivered to the commissioners of the sinking fund, to be held as collateral security for the payment of the bonds for $3,500,000, given for the purchase-money of the canals. Thereupon the state treasurer was directed to cancel and surrender all that portion of the $7,000,000 mortgage-bonds which belonged to the company, retaining uncancelled, however, the bonds amounting to $3,500,000 which belonged to the Commonwealth; and the trustees of the $7,000,000 mortgage were directed to enter satisfaction on it, on the surrender and cancellation of all the bonds secured by it, except those OAvned by the Commonwealth.\nThe provisions of this last-mentioned act have been accepted and performed. The $5,000,000 mortgage and bonds were executed on the 30th of March 1861, and deposited with the state treasurer. The $4,000,000 mortgage and bonds have also been executed and delivered to the commissioners of the sinking fund, and satisfaction has been entered upon the mortgage for $7,000,000.\nIt is noAv claimed that the Act of March 7th 1861 is unconstitutional; that the mortgage for $7,000,000 has been marked satisfied without sufficient authority of laAV; that it still remains of force, and, consequently, that the $5,000,000 mortgage will not be the first lien on all the railroad between Williamsport and Erie, and subject only to the $1,000,000 mortgage on that-part of the road between Williamsport and Sunbury. It is insisted that directing satisfaction to be entered on the mortgage for $7,000,000 AATas a violation of sec. 4, art. 11, of the constitution of the state. That section provides for the establishment of a sinking fund for the payment of the public debt, and it declares that the sinking fund shall consist of the net annual income of the public works, from time to time owned by the state, or the proceeds of the sale of the same, or any part thereof, and of the income or proceeds of the sale of stocks OAvned by the state, together Avith other funds or resources that may be designated by law. It also declares that the said sinking fund may he increased from time to time, by assigning to it any part of the taxes or other revenues of the state not required for the ordinary and current expenses of government, and that unless in case of Avar, invasion, or insurrection, no part of the said sinking fund shall be used or applied otherwise than in extinguishment of the public debt, until the amount of such debt is reduced beloAv the sum of $5,000,000.\nIs, then, the provision of the Act of March 7th 1861, which directs satisfaction to be entered upon the $7,000,000 mortgage, a use or application of any part of the sinking fund, otherwise than in extinguishment of the public debt?\nIt is not worth the Avhile to inquire Avhether, at the time Avhen the act Avas passed, the bonds for the $3,500,000 Avere in tKe sinking fund. Strictly speaking, perhaps, they were not. The constitutional idea of that fund Avas, doubtless, that it should be money ; something that could be applied directly to the payment of the public debt. The proceeds of sale of the public Avorks are required to go into it. But the bonds can hardly be called the proceeds of the sale of the canals. Those canals are not yet paid for. The proceeds of their sale are yet to be received. The bonds are but the evidence of indebtedness. They represent the proceeds of sale; they, are not the proceeds themselves. Still less the mortgage. That was not even the representative of a debt. It was given, not to the Commonwealth, but to two other persons, who were made by it trustees of all the holders of the $7,000,000 bonds. Each holder had as much control over it as the state herself. It added nothing to the amount due the Commonwealth, and its release could take nothing out of the treasury, or out of the sinking fund. With or without the mortgage the debt is the same, the amount of the proceeds of the sale of the canals unchanged.\nBut it would be a very narrow and illiberal construction of the constitutional order, were we to say that the securities taken for the purchase-money of the public works are not within its protection. A constitution is not to receive a technical construction, like a common law instrument, or a statute. It is to be interpreted so as to carry out the great principles of the government, not to defeat them: Commonwealth v. Clark, 7 W. & S. 138. It must necessarily be brief, and speak in general terms, for its province is only to declare organic rules. Our duty is to enforce its meaning, to take care that what was intended to be accomplished by it shall not fail.\nTreating, then, the debt due to the Commonwealth from the Philadelphia and Erie Railroad Company, and evidenced by the bonds as within the sinking fund, and entitled to the protection of the constitutional ordinance, as fully as its equivalent in money would be, how does the satisfaction of the mortgage amount to a use or application of any part of it, contrary to the constitutional prohibition ? To what other use is it applied ? Not to the use of the Commonwealth, certainly. Not to the use of the mortgagors, for no part of the debt is released by the satisfaction of the mortgage. The debt, and the whole debt, remains due as before. The bonds for $3,500,000 continue in the sinking fund. The mortgagors and the obligors are still debtors as fully as ever. The proceeds of the sale of the canals are neither given away nor applied to any new use. And if there be no diversion of the fund from the object to which it was dedicated by the fundamental law, then, nothing has been done which t£ie constitution prohibits.\nIt is material also to observe that if the constitution is to be so construed as to bring the evidences of the debt due by the company to the Commonwealth, into the sinking fund, as we think it must, it follows, as a necessary consequence, that there is power in the government to manage the securities for the debt, and make such changes in them as will best effectuate the grand object which the framers of the constitution had in view. And if this power exists, it must be in the legislature, subject, perhaps, though only indirectly, to the supervision of this court. Now, what the framers of the constitution mainly intended, was the dedication of the proceeds of the sale of the public works irrevocably to the payment of the public debt. The payment of that debt was the great end sought to be attained. All else was but subsidiary to it. But this dominant purpose, this main object of the constitutional ordinance, would be defeated, if, when a security for a debt has gone into the sinking fund, there remains no power over it, except that of custody. If the commissioners of the sinking fund and the legislature must stand helpless, and see the evidences of indebtedness belonging to the fund decaying from year to year into worthlessness, if they may not substitute a better for a worse security, then the constitution but “ holds the word of promise to the ear, and breaks it to the hope!” Such a view of it is worse than clinging to the letter and sticking in the bark, for not even the letter of the constitution prohibits the administration and prudent management of whatever belongs to the fund. It prohibits only its perversion to any other use than the payment of the public debt. So far from inhibiting prudent measures to secure a debt, in spirit it enjoins them. It makes it the duty of all who have charge of the fund to see to it that all which belongs to it shall be effectively applied to the purpose for which the fund was created. And I cannot doubt that whenever it is made apparent that a possible change of securities is necessary to guard any part of the fund from loss, this court would order it. In doing so, they would exercise only the ordinary powers of a court of equity over trustees, and they would be furthering the design of the framers of the constitution. And if this is so, then it cannot be doubted that a court of equity would sanction precisely what the legislature did by the Act of March 7th 1861, when they ordered the $>7,000,000 mortgage to be satisfied. We shall not go over in detail the facts as they have been exhibited to us in the proofs, nor even mention again those which we have recapitulated. Let it suffice to say that the affidavits prove, without any attempt at contradiction, what is apparent also from the several Acts of Assembly, that the debt due to the Commonwealth is much safer since the Act of March 7th 1861, than it was before. The original debt, or rather the original evidences of debt, remain unchanged. A collateral security only has been given up, while an improved one has been substituted in its place. We think this was not beyond the constitutional power of the legislature to direct.\nIt remains only to add that, in our opinion, the $7,000,000 mortgage was legally marked satisfied-; that the $5,000,000 mortgage is the first mortgage upon the entire railroad from Williamsport to Erie, and second only to the $1,000,000 mortgage on the part of the road between Sunbury and Williams-port; and that there is no ground for the injunction for which the complainant moves. !>\nThe motion for an injunction is therefore overruled.\nWoodward, J., dissented."}