{"id": "480069", "contents": "The opinion of the court was delivered,\nby Woodward, J.\nThat John R. and Charles B. Donnally were partners in mercantile business, and that gold dust of Ryan, to an amount exceeding $800, sent from California to his sister, who was the wife of Charles B. Donnally, for safe keeping, went into the'partner ship of the two Donnallys, and was used by them in the purchase of goods, are among the unquestioned facts of the case; but whether the gold dust was put in as capital by Charles, or was taken and used by the firm on their joint credit, was the contested question of fact. This question was fairly submitted to the jury, and they found that it was not advanced by Charles as capital, but was used by the firm as joint borrowers from Ryan. The consequence was a verdict against John, as the surviving partner of the firm.\nThe only question that can arise upon such a record for the consideration of a court of error, is whether there was evidence to justify the court in submitting that question of fact to the jury. Upon a careful examination of all the proofs that have been sent up, we are compelled to say, very reluctantly, that the evidence did not justify such a submission. Mrs. Sarah Donnally, widow of Charles and sister of Ryan, proves that John and Charles were in partnership, and that John bought goods with part of the gold dust; but she proves no fact that tends to show in what character the firm used Ryan’s money. Nor does Jones. The letters of Charles to Ryan, one of which was in John’s handwriting, were importunate persuasives to Ryan to consent that his money should be devoted to trade in some form either as capital advanced by himself to make him a partner, or as money loaned to Charles, that he might put it in as capital, or as capital loaned to the firm. Ryan’s letter of February 21st 1852 conveyed his answer in these words: “ Charles, I want you to do the best that you can in changing the dust that I sent to you. I think if it is correct there will be nearly $900 of it; when you ascertain, I want you to take the whole or part, as you choose, and send me sufficient security, by letter, for the term of years that you wish to keep it.” Again, under date of January 18th 1853, he wrote to Charles: “I am anxious to know whether you have got it, and what is your conclusion in regard to the time and manner of keeping it. I would rather have the term limited to two or three years, after which, if convenient, I could let you have it longer, if you wished it.” On the 17th of August 1853, Ryan took from Charles his individual note for the gold dust, amounting to $897.26, at two years, with interest.\nNow it is impossible to doubt, with this written evidence before us, that Ryan’s conclusion was not to embark his capital in trade on his own account, but to loan it to his brother-in-law Charles, to be used according to his discretion. There was no reference to John or to the firm, as his borrowers; it was manifestly a personal credit to Charles. In March 1853, John receipted to Charles for $750 in cash — the proceeds of the sale of Charles’s farm — and for a package of gold dust valued at $400, “ as stock for the purpose of forming a partnership of equal shares which is express evidence that half of the gold dust went in as Charles’s stock in trade. Mrs. Donnally says she gaye John an order for the first package, for which he gave no receipt. That this went in also as part of Charles’s capital was shown by the letters and the note above referred to, whilst, from beginning to end, there was nothing to show a pledge of the firm’s credit for the gold dust. John used it in buying goods, because he was the more experienced merchant. He encouraged Charles to embark it as capital, and he encouraged Ryan to permit Charles to put it in as capital; but where is the evidence that he ever assumed or indicated an intention to assume any responsibility in respect of it ? We confess we cannot find it. Counsel speak of a change of the terms of partnership between John and Charles, on the 24th of March 1853. We see no evidence on that point, except the receipt of John before referred to; and that is an express declaration that $400 of the gold dust was received from Charles “ as stock.” The note of August 1853 proves it all to have been loaned to Charles. Both the receipt and the note might have been explained so as to be made consistent with the theory of the plaintiff’s action ; but they were not, and, standing alone, unexplained and uncontradicted, they showed that beyond all reasonable grounds of doubt, the plaintiff below lent his gold to Charles, and that Charles put it into the firm as his stock in trade.\nOut of such a state of facts, would any liability result against John as surviving partner? Clearly not. The authorities are conclusive on the point. “ The attempt is,” said this court in Brook v. Evans, 5 Watts 200, “ to charge a partner with a debt, contracted not by himself, or on his credit, but by his fellow before the partnership was constituted, and this, because the subject-matter which was the consideration of the debt, had been carried into the partnership as stock. Without a subsequent assumption by the firm, this cannot be done.” Again, in Graeff v. Hitchman, Id. 454, “ if a partner borrow money and give his individual note for it, it does not become a partnership debt by reason of the application of the money to partnership purposes.” Once more, in Clay v. Cottrell, 6 Harris 413, the language in reference .to a similar transaction was: “ It was, in fact, an investment of so much capital by Caldwell, for which he was entitled to a credit on the firm-books, but it raised no obligation in morals or law on the part of Cottrell to reimburse the creditor who had loaned the capital to his partner.” See also Collyer on Partnership, § 516; Story on Partnership, § 148, and the cases therein cited.\nThe point stands as clear on reason as on authority; for where no credit is given to a firm, which, in law, is a distinct person from the members who compose it, why should redress be sought against the firm ? As well might a creditor who had loaned his money on the credit of an individual, attempt to pursue it into the business or property of third parties, and hold them responsible to himself. Neither money nor gold dust has any earmark that it can be so followed. The firm was responsible for this money to Charles — not to his loan-creditor. But the rights of the firm-creditors were paramount to Charles’s rights, and of course to those of his creditor. If, as a consequence of these familiar principles, the plaintiff below have lost his property, he must charge his misfortune to his misplaced confidence.\nThere is no ground for reversing in the bills of exception to evidence. Mrs. Donnally’s release made her competent, and there was nothing in Jones’s testimony to benefit the plaintiff or to injure the defendant, so that his evidence, if improperly admitted, was harmless.\nIt is scarcely a case for a venire, but as it is possible the plaintiff may find proofs to support his action, we will give him another chance, when, if the evidence be as it was on the last trial, the jury should be directed to return a verdict for the defendant.\nThe judgment is reversed, and a venire facias de novo is awarded."}