{"id": "480023", "contents": "The opinion of the court was delivered\nby Strong, J.\nIn virtue of certain orders of the Orphans’ Court of Allegheny county, to sell and to raise money for the payment of debts, real estate situate partly in the city of Philadelphia and partly in Allegheny City, was sold by the administrator of John Tassey, deceased, and an auditor was appointed to make distribution of the proceeds of sale. From the decree of the court confirming his report, appeals have been taken by Eobert Eobb, the administrator, and by James Harper, the holder of two mortgages upon the property in Allegheny City. The appeals present a large number of questions, some relating to the disposition of the proceeds of the sale of the Philadelphia property, and some to the distribution made of the avails of that lying in Allegheny. To understand many of the questions raised it is necessary to keep in view the circumstances under which the title to the property sold was held by John Tassey at the time of his death.\nOn the 5 th day of July 1850, he made a voluntary assignment of all his property, in trust for the benefit of creditors, to John A. Wills and Sylvanus Lothrop. A part of the property thus assigned was that in Allegheny City, which was afterwards sold by Mr. Eobb under the order of the Orphans’ Court, as already stated. On the 1st of October 1850, Sylvanus Lothrop conveyed his title to the assigned property to John A. Wills, who thus became the sole trustee. On the 13th of September 1852, Wills, for the purpose of raising money, reconvoyed the Allegheny City property to Tassey, the assignor, for the consideration of one dollar, and at the samo time took from him two mortgages,^each for $10,000, one upon that part of the property called the Mansion House, and the other upon another part called the Anderson street lots. These mortgages were then intrusted to Tassey, who took them to Philadelphia, and exchanged them with James Harper and H. B. Pennock for $7000 in cash and the property in that city, which was subsequently sold in pursuance of the above-mentioned order of court, it having been conveyed to Tassey instead of to John A. Wills, the mortgagee. Assignments of the mortgages were made by Wills to Harper and Pennock, and Pennock assigned the mortgage bought by him to Harper. The deed for the Philadelphia property, instead of being handed directly to Tassey, the grantee, was delivered in escrow to Eobert Alsop, to be absolutely delivered when certain taxes, ground-rent, &c., were paid. The property was also subject to the lien of three mortgages made by a prior owner. Almost immediately after the assignment of the two ten thousand dollar mortgages to Harper and Pennock, John Tassey died, and letters of administration upon his estate were committed to Eobert Eobb. John A. Wills, the assignee, shortly after filed an account of his trust, charging himself only with the $7000 received in cash from the sales of the mortgages. The account was confirmed, and on the 5th day of February, 1853, ho was discharged, and Eobert Eobb was appointed trustee in his stead.\nUpon this state of facts it needs no argument to show that the property in Philadelphia belonged to the trust created by the assignment of Tassey for the benefit of creditors. The deed, it is true, was made to Tassey after the trust was created, but as the consideration for the conveyance was the assignment of the two mortgages belonging to Wills, the trustee, the beneficial ownership vested in the owner of the trust fund. Nor is it to be questioned that the trust followed the proceeds of the Orphans’ Court sale made ,by Tassey’s administrator, and that that court, in making distribution, should take care that they be not diverted from these oestuis 'que trust under the assignment to the general creditors of the decedent: Marshall v. Hoff, 1 Watts 440.\nIt is plain that if John Tassey, in his lifetime, had sold the Philadelphia property, acquired by him as it was, he could not have treated the price obtained as his own. He must have held it in trust for John A. Wills, the assignee, and a court of equity would have laid hold of it, wherever it could be found, so long as it had an earmark, and would have enforced its application for the benefit of the creditors in whose behalf the assignment was made. The administrator of Tassey can administer the fund in his hands, derived from the estate of the assignee, in no way more advantageously for the general creditors of his intestate, than Tassey himself could do were he alive. Even if he had paid it to Harper, Harper would be compelled to refund, for he knew that it belonged to the assignee, and his receipt with that knowledge would have made him a party to the devastavit. I refer to the cases cited by Ch. J. Gibson in Marshall v. Hoff, 1 Watts 441. This suffices to vindicate the action of the auditor in awarding to Robert Robb, the successor of John A. Wills in the trust, the entire proceeds of sale of the Philadelphia property, remaining' after the payment of the expenses of the sale and audit, and after the payment of the ground-rent and mortgages which were upon it at the time of the sale.\nIt may be noticed here that the proof of the fact that the property in Philadelphia was purchased with the funds of the assignee in trust for the benefit of creditors, was in part made by John A. Wills himself. It is objected that he was an incompetent witness. 'He had, however, settled his account, which had finally been confirmed, and he had been discharged from his trust seven years before, and Mr. Robb had been appointed in his place. We see no reason, therefore, why he was not a competent witness.\nThe first and second exceptions of James Harper to the report, are based upon the unwarranted assumption that the Philadelphia property belonged to the heirs of John Tassey, and that it was their duty to pay the sums which the administrator paid, and with which he is credited. We have shown that the heirs have no interest whatever in it. The payments were indispensable in order to obtain the deed which had been delivered in escrow. The ground-rent paid was also paramount to the title conveyed by the deed. Both the claims satisfied and the ground-rent may fairly be considered a part of the purchase-money, and the owners of them as having rights not only prior, but superior, to any which John Tassey, or those claiming under him, had. The administrator having paid these claimants, was of course entitled to stand in their place: McCurdy’s Appeal, 5 W. & S. 397; Greiner’s Estate, 2 Watts 414; Wallace’s Appeal, 5 Barr 103. These exceptions are therefore overruled.\nSo also the third exception of James Harper is not sustained. It relates to the allowance made for expenses in visiting Philadelphia several times to make arrangements for perfecting the title to the property sold, and to carry out the order of the Orphans’ Court. Some of the items appear large to us, but the auditor has allowed them as reasonable, and we cannot say that he was mistaken. We are not to disturb the report of an auditor, and the decree of the court confirming it, until we are satisfied affirmatively that an error has been committed.\nNor do we think the allowance of five per cent, commissions on the proceeds of the sale unreasonable under the circumstances. Ordinarily three per cent, is a sufficient compensation for the sale of real estate. But in this case there was much more than a sale. Besides the necessity of an application to two Orphans’ Courts, prior claims had to be settled, and money advanced, in order to obtain the title, and mortgages and judgments had to be paid. The property was at a distance from the home of the administrator, and of a portion of it a resale was necessary and was made.\nWe pass now to the exceptions taken to the distribution of the fund raised by the sale of the property in Allegheny City. Of this the Mansion House brought $11,300, and the Anderson street lots $15,300. Here again we have an exception to the sum allowed to the administrator for the expenses of the sales. That more was allowed than the actual cost, is not asserted, but the complaint is that the sums paid were excessive. Whether they were or not, we cannot undertake to say. No evidence has been submitted to show that the charges made for advertising were greater than such as are customary, or that the services could have been obtained for less.\nThe administrator next complains that he was allowed only two and a half per cent, commissions. In the absence of any agreement to accept commissions at that rate, he would not have been entitled to more than three per cent, on the large sums realized from the sales of the property. That rate he might have claimed. But it was proved that he had agreed to charge only two and a half per cent., and the auditor was therefore right in allowing him no more.\nIt is further objected by Harper that there was error in allowing to the administrator the sum of $1800, which he had paid as interest upon the mortgages. This is a very ungracious exception, and the decision of the auditor and of the court was obviously right. The payment was made by Mr. Robb after the death of the intestate, and before the sale of the property. It was an advanced payment. Now, Harper was, at most, only entitled to what remained of the proceeds of sale after the satisfaction of the expenses and of the prior liens. (There was substantially no personal property of the decedent.) Harper was not entitled to that remainder in addition to the $1800 paid him by the administrator. Yet he obtains both, if the amount of the advanced payment be not credited to Mr. Robb. The cases above cited which show that an administrator who pays a debt of his intestate, is entitled in a final distribution to stand in the place of the creditor, are in point here, and they vindicate the report of the auditor. That Mr. Robb was in possession of the property prior to the sale, and received the rents, if the fact was so, is of no importance to this question. The mortgagee had no claim upon the rents, and they were not assets in the hands of the administrator with which to pay debts.\nAmong the numerous and minute exceptions taken by Mr. Robb, we find only one other which requires us to say anything more than that they are not sustained. The auditor has well vindicated his decisions. It is insisted, however, that he should have awarded out of the fund to the administrator '$8823.33, the sum which Mr. Robb paid in discharge of sundry mechanics’ liens on the Anderson street lots. These payments were not made by him as administrator, but as the successor of John A. Wills, under the assignment in trust for the benefit of creditors, and in pursuance of his duty as trustee. The primary liability was not upon the estate of the mortgagor, but upon that of the trustee. Of course, the trustee having paid, and as such, was not entitled to have his payment refunded, and this, we think, the Auditor has satisfactorily shown.\nIt remains only to add that there is no sufficient reason for imposing the costs of the audit upon the administrator. There is no evidence of fraudulent conduct on his part. The trusts committed to him were difficult, and embarrassed by the improper conduct of Wills, the assignee — improper conduct of which Harper, the appellant, must have had knowledge, and in the consequences of which, at least, he voluntarily participated.\nThe appeal of Robert Robb is dismissed at the costs of the appellant.\nThe appeal of James Harper is dismissed at the costs of the appellant."}