{"id": "480070", "contents": "The opinion of the court was delivered,\nby Thompson, J.\nThis is an appeal from a decree distributing the proceeds of a sheriff’s sale of personal property. The appellants’ execution was first issued; but it was claimed that it was postponed to a subsequent execution, because, as the auditor found, the goods were never removed, or the store closed; but, at the instance of the plaintiff’s attorney, the store was put in charge of one Bostwick, who had been there, as the auditor says, “ as a loafer and clerk” for the past two years, with a privilege to sell as usual and account to the sheriff for the money received. It appears, also, by the auditor’s report, that he accordingly took possession, and that he and the defendants in the execution sold goods up to, and on the day of the sheriff’s sale — that there was no perceptible difference in the manner of conducting the business of the store before and after the levy, and that no account of the goods sold was kept, but only the amount of money alleged to have been taken on sales, reported to the sheriff.\nThe question of postponement arises out of these facts alone, for there was no proof or allegation that the levy was merely for security, nor was there any unnecessary delay in executing the writ, as the facts show, and no order to delay it. The sale took place in eight days after the levy.\nThe court below held the appellants’ execution postponed in favour of the appellees, which came to the sheriff’s hands the day before the sale. I was inclined to doubt the propriety of this on the argument, but an examination of recent' authorities has dispelled these doubts. Bingham v. Young, 10 Barr 395, was ruled mainly on facts like those found in this case, and there the execution of the party permitting such an arrangement was postponed. So in Keyser’s Appeal, 1 Harris 409, the same doctrine was held; and again in Truitt Brothers & Co. v. Ludwick, 1 Casey 145. There were other elements sufficient in the last-named case, in my opinion, to have worked a postponement of the execution, but leaving the goods with the defendant in the execution, and allowing him to sell as before the levy, was regarded as material. . Goods levied on should, in a reasonable time thereafter, be taken possession of by the officer of the law, in such a manner as to apprise everybody that they have been taken in execution: Hood v. Vanarsdale, 3 Rawle 401. So also does the law require the sale of property so taken to be made publicly after public notice given: Act of 16th June 1836, § 42. Possession and control remaining after levy as before, and private sales are both' in contravention of the law, and when they result from arrangements made by the execution-creditor, ho will bo postponed to a junior execution. Such arrangements are so evidently for the benefit of the debtor, rather than a means of collecting the debt according to law and the exigence of the writ, and they present such strong temptation to do wrong, not only in making sales, but to carry off and conceal the property, that the law forbids them altogether, not alone for fraud in fact, but as being a fraud in law. We think the facts found by the auditor bring this case within the rule, and that the decree of the court below must be affirmed.\nDecree affirmed, at the costs of the appellants."}