{"id": "480052", "contents": "The opinion of the court was delivered,\nby Lowrie, C. J.\nBy the very terms of the Execution Act of 1836, all debts due to the defendant in a judgment are liable to seizure by means of an attachment execution, in order to satisfy the judgment. This is the law of the case, and even if the remedies expressly provided for its enforcement do not in strictness apply to all the forms in which debts exist, yet the law does not, on that account, fail as to any. debts, if any existing remedies can be moulded into fitness in reasonable accordance with analogous practice. This is easily done in the present instance.\nOrdinarily the debt is seized by serving the writ on the debtor as garnishee; for ordinarily this is the only efficient way of reaching it, and for this an express remedy is provided, because it was too obvious to be overlooked ; ad ea quce frequentius aceidunt, jura adaptantur. But debts due by the state and federal and subordinate governments cannot be reached in this way, because the government cannot be brought into court as garnishee. And, for another reason, such a remedy would be of very uncertain efficiency. Such debts are usually payable after very long periods, or at the pleasure of government after such periods, and of course could not be collected from the debtor before the period should elapse.\nLet us consider their nature. Like corporation stocks, they are permanent investments; certificates or bonds are the written titles of them; they are transferrable by simple'assignment, or by delivery; they are subjects of sale privately or in open market; they are a regular article of commerce at the stock board, the possession of the certificates or bonds is primd facie evidence of ownership, and thus these become themselves articles of trade, and run from hand to hand with such facility that no attachment served on the debtor is likely to arrest them. They are, therefore, more like stocks than like ordinary debts. Yet as debts they are liable to be attaohed, and as “ effects belonging to the defendant,” they are arrested by the attachment-execution in the hands of the garnishee (§ 37), because he holds the title papers of them.\nBut, because they are more like stocks than like ordinary debts, and because the remedy for them as ordinary debts is almost totally inefficient, it is proper to treat them, for the purposes of remedy, as stocks, and to require the sale of them for the payment of the plaintiff’s judgment, just as stocks are sold in such a proceeding. We do not thus make them saleable by mere virtue of the judgment, for they are already so by their nature and by common custom.\nThe judgment in this case, might have been more simple, to wit: for the amount due to plaintiff and costs (stating the amount), to be levied of the bonds of the city of Erie belonging to the defendant Barr, in the hands of the garnishees, amounting to the sum of $2150, and in default of the delivery thereof to the sheriff on the presentation of the execution for the sale thereof, then to be levied of the proper goods, chattels, and effects of the said garnishees, &c. But the judgment.as entered is substantially thus, and we need not amend it.\nJudgment affirmed."}