{"id": "480045", "contents": "The opinion of the court was delivered,,\nby Woodward, J.\nThe peculiarity of the Stay Law of May 21st 1861, which distinguishes it from all our other legislation of similar purpose, is, that it makes the right of a judgment-creditor to have execution against his debtor, dependent on the agreement of a majority of the creditors, whose demands exceed two-thirds of the debtor’s entire indebtedness, and imposes no limit to the stay -which the majority of the creditors may agree to.\nWhen the defendant in any action that was pending at the date of the law, or which shall be instituted within twelve months thereafter for the recovery of the debt, “ shall have filed an affidavit setting forth that the majority of his creditors, whose demands exceed two-thirds of his entire indebtedness, have agreed in writing to extend the time of payment of the debts due them respectively, the court shall direct the prothonotary to report the terms of the said extension upon evidence submitted to him by the defendant; and thereupon the court shall enter an order in the cause, that no execution shall issue, except at the periods when, and in the proportions which it shall appear by the report of the prothonotary that the majority of the creditors of the defendant, whose demands exceed two-thirds of his entire indebtedness, have agreed as aforesaid, to extend the time of payment of the debts due them respectively.”\nNo discretion whatever is to be exercised by the court. The prothonotary is to investigate and report the terms of the agreement, and then the court “ shall enter an order” for carrying it into effect. The agreement may extend the time for payment of defendants’ debts indefinitely, and may prescribe any proportions that may suit the fancy or interest of a majority of creditors, representing more than two-thirds of the whole indebtedness. A judgment of a court of law is thus taken entirely out of judicial hands, and is committed, for purposes of execution, to parties who are not upon the record, nor in court, who have no judicial power, and can have none under our constitution; who may be non-resident citizens, women or children, and whose discretion is regulated by no legislative rule or restraint. A creditor who holds a promissory note for $500, payable on a day fairly agreed to by the debtor, brings suit, and recovers a judgment in due course of law. It would seem reasonable that the court who rendered the judgment, and upon whose records it remains, should have power to award execution under such limitations and restrictions as the general law may have prescribed.\nBut according to the Act of' 1861, the debtor has only to get two or more other creditors, whose claims together exceed $1000, to agree on an extension for one, five, or twenty years, and that agreement, when proved to the prothonotary, shall have the effect of suspending the powers of the court to execute its own judgment.\nIn all its features this is a very extraordinary enactment, but in the unlimited duration of the stay it provides for, it is without a precedent in our legislation. The general Execution Law of 16th June 1836, Purdon 330, limits very particularly the stay of execution. The 41st section of the same act, Id. 441, exempts after-acquired property of discharged insolvents from execution for seven years. The Stay Law of 16th July 1842, P. L. 407, provided for a valuation of the debtor’s property, and stayed execution for one year after the return day of the writ, under which the valuation was to be made. So with the Act of 13th October 1857 (see P. L. of 1858 in App., p. 613), the stay therein provided was very expressly limited in duration. The legislature, whose province it is to provide all the remedies for collection of debts, have heretofore always exercised a discretion in regard to the duration of stay of execution. It has not intrusted that discretion to the courts, but has exercised it itself, •by prescribing the limitation in the Stay Law.\nThis is the first instance in which the discretionary power has been committed to unknown and irresponsible parties, without stint, limitation, or qualification; the first instance, and it may be hoped it is the last, in which judicial records are subjected, not to a carefully considered rule prescribed by the legislature, but to such rule as the anybodies may prescribe, who chance to be a majority of the creditors of the defendant. We hold such a law to be unconstitutional. Though addressed to the remedy, it touches the contract in a most vital point, and impairs its obligation as directly as if it annihilated it.\nIt was this circumstance, the unlimited duration of the possible stay, that led to the condemnation of the Illinois statute, in McCracken v. Hayward, 2 How. Rep. 608, and it was the absence of this feature from our Stay Law of 1842 that rescued it in Chadwick v. Moore, 8 W. & S. 50. Gibson, C. J., put his opinion in that case on this very distinction. He speaks of the Act of 1842 as prohibiting for a time sheriffs’ sales of property for less than two-thirds of the appraised value, and says, very pointedly, if the prohibition of execution were perpetual he would not hesitate to pronounce the act unconstitutional. The Act of 1842 escaped judicial condemnation by virtue of a limitation on its face, which is entirely wanting in the Act of 1861. It may be said that the latter act does not in terms make the stay perpetual, nor exclude the possibility of the creditors prescribing a reasonable stay. Granted. But then it does give the creditors power to make the stay perpetual, or unreasonable. There is nothing to restrain or regulate their action. The vice of the act is, that it takes away from the judgment-creditor his remedies, not for a time deemed reasonable by the legislature and the courts, but as long as the majority of creditors representing more than two-thirds of the indebtedness choose to withhold these remedies. And what if the debtor has address, and means to bargain with such majority for a perpetual stay, are the minority to submit? The decree once recorded, binds the judgment-creditor, even though the debtor may pay off the creditors who made the agreement and dictated the decree. He may purchase total exemption from liability for one-third of his debts, by bargaining skilfully with those to whom two-thirds are due.\nConstitutional provisions are mainly intended for protection of minorities. It is they who are most likely to be sacrificed in times of excitement or of distress, and hence the constitution never has a more legitimate operation than when it nullifies hasty and inconsiderate legislation, that disregards the rights of minorities.\nIt is idle to urge that the law under consideration is a mere modification of the remedies of a contract, for it by no means follows, because a law affects only the remedy that it does not impair the obligation of the contract. The obligation of a contract, in the sense in which these words are used in the constitution, is that duty of performing it which is recognised and enforced by the law. And if the law be so changed that the means of legally enforcing this duty are materially impaired, the obligation of the contract no longer remains the same. In Curran v. The State of Arkansas, 5 How. 319, this was said to have been the doctrine of the Supreme Court of the United States from a very early period, and several cases are cited to prove it. What is a material impairing of legal remedies is a judicial question, and whilst I quite agree with the learned judge below, that this is not a happy distinction on which to rest the constitutional question, yet it is the ground on which the Supreme Court of the United States has placed it, and we must abide by it. In all doubtful cases we incline habitually in favour of the constitutionality of legislation, so that practically no great inconvenience is likely to arise from the imperfection of the rule we have to apply. The courts are-not likely to think legal remedies materially impaired unless they really are so. They are more likely to consider mischievous modifications immaterial, than they are to treat necessary and reasonable modifications as material, within the meaning of the above rule.\nWe cannot doubt, however, about the materiality of the change of remedy, proposed by the Act of 1861. We think it is novel and dangerous legislation, and that it does essentially impair the obligation of the contracts upon which the defendants in error sued. When these contracts were made, and when some of them were sued, no such statute existed. If the act be sustained, it may become impossible ever to enforce performance of the contracts. The act creates the possibility of a perpetual suspension of remedies — of course of a suspension for a time that all courts of justice would deem unreasonable. It is therefore a plain violation of those provisions of the federal and state constitutions, which protect the inviolability of contracts.\nThe decree of the court in refusing the motion in each of the above-stated cases is affirmed."}