{"id": "480050", "contents": "The opinion of the court was delivered\nby Woodward, J.\nThis was an action of trespass against the deputy marshal and his assistants for seizing and selling a portable steam saw-mill of the plaintiff. The defendants justified under a writ of hab. fao. poss. and fi. fa., issued out of the Circuit Court of the United States for the Western District of Pennsylvania, on a judgment in ejectment, obtained by Murray Hoffman, Jr., a citizen of the state of New York, against a large number of defendants, of whom the plaintiff was one. The levy on the mill was for the purpose of satisfying the costs of the judgment and execution. The mill was advertised as the property of James Swires and John R. Smith, two of the defendants in the writ; was exposed to sale by Brotherline, as crier, acting under the authority and in the presence of Clark, the deputy marshal, and after an adjournment of a week, was struck dourn by Brotherline to himself as the only bidder. When the judgment in ejectment was obtained by Hoffman, his attorney in fact, Edward Shoemaker, another of the present defendants, agreed in writing that the verdict should enure to the benefit of Anthony Swires and Samuel Henchy, in proportion to their respective interests in one of the several tracts of land for -which the ejectment was brought.\nUpon this state of facts the Court held the general judgment in ejectment in favour of Hoffman, and the execution issued thereon for costs, á justification of the defendants, and directed a verdict for them accordingly. To this ruling several errors have been assigned, the first whereof is that the court ought to have submitted to the jury, in response to the plaintiff’s fourth point, the facts therein recited, as strong evidence of fraud on the part of Brotherline, such as would avoifl the sale and make him a trespasser.\nThe point was founded on the assumption that Brotherline acted at the sale as the assistant of deputy marshal Clark. The legal consequence of this fact is that he is entitled to the same protection from the writ which it-could afford to Clark. But it is argued that if he acted fraudulently, he forfeited the protection of the writ, and became a trespasser ah initio.\nWe see no evidence of fraud. The sale was duly advertised, and was made by open outcry in the presence of several bystanders, who were invited and urged to bid. The property was twice offered, at an interval of a week, and every opportunity given to purchasers which the situation and circumstances would permit. There was nothing in Brotherline’s relation to Clark as his assistant, which made it unlawful, or indecent even, for him to cry the sale, for Clark might have cried it himself. Nor is there anything in the fact that he struck' down the property at the first bid, for it was the only bid he was able to obtain, after a full, patient, and repeated trial. Some of our public works have been sold at a single bid. There is nothing in such a circumstance which necessarily discredits a sale. If a single bid be taken, and no opportunity given for a second one, that would be fraudulent; but where only one bid can be obtained, one i-s enough to make a valid auction. But Brotherline himself was the bidder. That would be a discrediting circumstance if he had been intrusted with the conduct of the sale. Public officers and persons acting in fiduciary capacities, have, in general, no right to become buyers at their own sales. But Brotherline was the mere crier of this sale. It was conducted under the direction and in the presence of Clark, as the deputy marshal. It was his sale, not Brotherline’s. Auctioneers do sometimes bid at their own sales, and when it is fairly and openly done, it tends to enhance the price, and is no ground for treating the sale as fraudulent, especially if the auctioneer have no interest in the property, and no responsibility except as mere auctioneer.\nNor was the inadequacy of the price any impeachment of the sale. Property lawfully exposed to public sale must take its chances. Courts having control of writs of execution, do sometimes treat gross inadequacy of price as a reason for setting aside sales of real estate, but personal property fairly advertised, fairly cried, and fairly knocked down, must go for what it will fetch. Assuredly the only bidder is not to be accounted guilty of a fraud, because others were not venturous enough to outbid him.\nThe court were quite right, therefore, in refusing the instructions demanded. There was no evidence of fraud to submit to the jury. It is unnecessary to consider whether a fraudulent sale, had it been proved, would have entitled the plaintiff to sue in trespass, for his complaint of error on this head is sufficiently answered by the want of evidence of a fraudulent sale.\nAs to the second error, we do not think it of much importance that the property was advertised as the property of James Swires and John R. Smith, instead of Anthony Swires. All three were named in the execution, or in the slip of paper which accompanied it and which was made necessary by the insufficiency of the blank in the printed form to hold all the names. The marshal was commanded to make the costs out of the property of the defendants. The goods of any .of them were seizable. He found the saw-mill in possession of Smith and of James Swires, the son of Anthony, and he naturally described it as their property. It was only a matter of description, and there was enough else to designate the article. None of the defendants were in doubt as to what was to be sold, and it was scarcely to be expected that the marshal should investigate the state of the title betwixt the father and son before proceeding with his writ.\nThe instructions of the court are the subject of the third error. We see no mistake in them. The court were clearly right in saying that the execution was a sufficient warrant for the conduct of the defendants, for such is the unquestioned law. And as to the agreement of Shoemaker with Swires and Henchy about part of the lands in suit, what was there in this to prevent the plaintiff from collecting the costs of his ejectment? The observation of the learned judge was pertinent and conclusive, — “ that if the writ was issued by the plaintiff, in violation of the agreement, Swires has his remedy upon it.” He might have added that it was no part of the marshal’s duty to adjust the equities of the plaintiff under that agreement.\nThe judgment is affirmed."}