{"id": "480047", "contents": "The opinion of the court was delivered,\nby Read, J.\nOn October 30th 1837, Lewis Peterson entered into articles of agreement with Thomas Kier and Samuel M. Kier, by which he leased to them and their assigns a certain lot or piece of ground owned by him in the county of Allegheny, and adjoining the Pennsylvania Canal, with the privilege on the said premises to bore salt-wells and erect all manner of buildings necessary or useful in the prosecution of the manufacture of salt; and to use all coal in the hill in the rear of the said premises within the boundary lines of said Peterson’s land that may be necessary and proper to the successful prosecution of said manufacture, together with the right of taking from the before-described premises timber and stone to erect and keep in repair the establishment therein contemplated. It was also agreed that the said Peterson should be at liberty to lay a railroad near Humes’ line, from the coal-bank on the hill to the canal, provided it does not interfere with the interests of lessees in the conduct of their works and improvements. It was further agreed that the lease should endure as long as the salt-wells therein contemplated to be established should be carried on by the said Thomas Kier and Samuel M. Kier, the survivor of them or by their assigns. Then followed a proviso, “ that if the said parties of the second part (the Kiers) shall let the salt-wells erected on said premises remain idle or out of use for three continuous years, then the said Peterson shall be at liberty to enter upon possession of said premises as if the lease had never been entered into.” Should the said parties of the second part be induced to abandon their works and improvements at any time, they shall be at liberty to remove from the premises all machinery and fixtures, except houses and buildings, connected with the manufacture of salt; and it was further agreed that the salt-wells about to be established shall be in operation within one year from the date of this article, and if delayed two years from the date of this article, said Peterson to take possession as before described.\nIn consideration of which the said Thomas Kier and Samuel M. Kier agree to pay unto the said Lewis Peterson the one-twelfth barrel of' all the salt made on the said premises, to be delivered to the said Lewis Peterson, or his authorized agent, at the works on the said premises, on the first days of January, April, July, and October in each and every year during the continuance of this lease.\nIt will therefore be perceived that this instrument gave a life estate to the Kiers and the survivor, to endure as long as the salt-wells shall be carried on by them or their assigns, with two conditions, the first of which, as to putting the salt-wells in operation, has been fulfilled, and has therefore no longer any existence, and the second, as to letting the salt-wells remain idle or out of use for three continuous years, has never been broken. In fact it is conceded that all the covenants and agreements of the lessees have been strictly complied with, including the payment of the stipulated rent.\nThe lessees, therefore, had a freehold estate for life in these premises on condition, without any other restriction or limitation except what is expressly stated on the face of the articles of agreement. Subject only to this, these lessees were tenants for life of this property, and with all the rights belonging to such an estate.\nThe defendants went into possession of the demised premises, sunk a well in 1889, erected works, and commenced and continued the manufacture of salt; and about 1845 carbon oil, or petroleum, arose in the well in connection with the salt water, and the real question is, to whom does this oil belong, to the lessor or the lessees ? The oil must be separated ’ from the salt water, or the lessees cannot carry on their manufacture of salt, and they are clearly not obliged to keep it if they do not think it expedient, but may let it run into the canal as they did at first.\nThey are certainly not guilty of either legal or equitable waste, because the well through which the oil reaches the surface was opened in direct obedience to the stipulations in the lease, and must be continued open and kept in operation in order to prevent a forfeiture, and to enable the lessees faithfullly to pay a fair rent in the stipulated article of manufactured salt, the purified product of this very well.\nIf mines are already opened, or if the lease permits their being opened, it is not waste for the tenant to work them even to exhaustion. Nor would it be waste to open new shafts or pits to follow the same vein. So as to saltworks: if there is am existing salt-well and works, it would not be waste to dig a new salt-well in connection with it: Findlay v. Smith, 6 Munford 134. There is therefore no charge of waste of any kind against the lessees.\nIf this had been an open spring, throwing out salt water, and finally petroleum also, could there be any doubt that it would be a part of the accruing profits ? So if it had been an open salt-well, would it not be in the samé category ? What difference, then, is there between these cases and a salt-well opened in express conformity to the articles of agreement ? It is the same as if it had been there before the lease was signed.\nPetroleum or rock oil is essentially composed of carbon and hydrogen, and is a liquid inflammable substance or bitumen exuding from the earth, and is collected in various parts of the world — on the surface of the water, in wells and fountains, or oozing from cavities in rocks.\nIn the decomposition of vegetable substances, there are formed besides carburetted hydrogen, exhalations of which are of frequent occurrence in rock salt formations, liquid and solid hydrocarbons, such as naptha and petroleum, or mineral oil, mineral tar.\nIn Marietta, in the state of Ohio, the inflammable gas is a constant attendant upon brine springs, so that its appearance while boring in search of rock salt is looked upon as an indication of a favourable result; and in China the inflammable gas has been used to boil the brine, and also to heat and light the buildings in which the salt is prepared. On the shores of the Caspian Sea there is a tract called the Field of Fire, which continually emits inflammable gas, while springs of naptha and petroleum occur in the same vicinity.\nOn the surface of the Dead Sea, which is rery salt, asphalte is found in a soft or liquid as well-as a solid state, and it is said by high authority that bitumen in small particles hardly visible, but distinguishable by the smell, occurs in all the minerals of the saliferous system.\nThe presence therefore of petroleum or mineral oil is naturally to be expected in the salt formation west of the Allegheny Mountains, and although its great value has not been fully appreciated until within a few years, still if it comes up as in the present instance, with the brine of a well which was opened in pursuance of, and must be regularly worked by, the express stipulations of the lease, it must belong to the lessee,'who must separate it from the salt, and either let it run to waste or prepare it for the market. This is the evident justice of this case, which can only form the rule for a very small number of possible cases. There is also another consideration. Petroleum frequently contains paraffine, a substance in a pure state resembling spermaceti; but when mingled with a small quantity of petroleum, it assumes the consistence of butter. In this state it would tend to clog the pumps in a salt-well, particularly around the bucket and valves. Upon the whole, we are of opinion that the petroleum which is sought to be recovered in this action was the property of the defendant below, and this renders it unnecessary to consider- any of the other questions in the cause.\nJudgment reversed, and judgment entered for the defendant.\nThompson, J., dissents."}