{"id": "480004", "contents": "The opinion of the court was delivered,\nby Woodward, J.\nThe county of Armstrong was organized by Act of Assembly of 12th March 1800, in accordance with the usage which has prevailed in Pennsylvania. The limits and boundaries of the county were prescribed — it was christened— the seat of justice was directed to be fixed within five miles of “ Old Kittaning Town,” and trustees were appointed to receive and hold the title of the necessary ground for the public buildings. By a subsequent Act of 1803, the trustees were empowered to accept the offer of James Armstrong of one hundred and fifty acres, to be divided into town lots, and sold for the benefit of the county and of the donor, in equal parts, and they were authorized also to lay out a convenient lot or lots, not exceeding two acres, whereon the public buildings were to be erected. All this was done. Armstrong held title from the Commonwealth, and he conveyed the two acres to the trustees, in pursuance of the legislation above referred to, and the court-house and jail were built upon them.\nIn 1821, the legislature incorporated the Kittaning Academy, and enacted that the trustees of the academy “ have leave given them to cause the said building or buildings to be erected on any of the lots reserved for the use of the public buildings in said town, if they shall approve of the situation, and judge the same expedient.” The charter of the academy was accepted, and a building was erected at a cost of $1130, on the two acres reserved for the public buildings of the county. •\nBy Act of Assembly of 8th April 1850, the commissioners of Armstrong county were authorized' to divide up said two acres into town lots, and to sell them, and apply the proceeds to the erection of new county buildings in another part of the town. The defendant is in possession, under a sale made by the county commissioners, in pursuance of that Act of Assembly. The academy brought this action of ejectment to recover half an acre of the ground which it considers necessary for its purposes, aud which it claims, first, by virtue of the legislative grant of 1821, and, secondly, under the Statute of Limitations.\nAs to the first ground of the plaintiff’s claim. Had the Act of 1821 been what it was not, a formal grant of title to the academy, it is difficult to see upon' what principle it could be supported. The title was not in the state. The proprietary patent of March 22d 1775 to John Armstrong had long ago divested it, and vested it in those under whom the defendant claims. John Armstrong devised it to his two sons, John and James, and they conveyed it to the trustees of the county for the use of the county. The Statute of Uses would have executed this trust in favour of the county, and vested the legal title in them, if the trustees had not done it by their deed of November 3d 1807. But from that date the county was clothed with a full and absolute title to the premises. If it be admitted that the Act of 1803 had impressed the condition upon the title that it should be held for the use of the “public buildings” of the county, these must be construed to be a court-house, the necessary public offices for the conduct of the business of county officers, and a jail. An academy is not a public building within the meaning of the Act of Assembly. The legislature had in mind those buildings which are ordinarily used in conducting county affairs. Nothing more. Churches, academies, schoolhouses, poor-houses, and the like, are in some sense public buildings, but they are not what is meant by legislative language, when, in the erection of new counties, “public buildings” are provided for, because they are not indispensable to the conduct of the ordinary business of the county. This title, therefore, was never held upon any trust for an academy. It is apparent from all this that the state had no title to convey to the academy. Nór did the Act of 1821 affect to confer title upon the academy. Its terms, as already quoted, show that a mer'e legislative license was granted to build on the lots in question. Had it been a license from the legislature to build on ground owned by the Commonwealth, it would have -been revocable at the will of the legislature before the expenditure of money on the faith of it — • not afterwards, perhaps, without a provision for compensation. But it was a license to build on land which belonged to the county, not on state land. What, then, ivas the effect of such a license ?\nIf counties were municipal corporations, they would have the power of regulating their internal police by what the old Romans called leges municipales. But they lack the legislative faculty, and so are not, strictly speaking, corporations. Still they are quasi corporations. They can perform many of the functions of proper municipalities. They can sue and be sued, can purchase, hold, and alien lands, can appoint agents to execute their will, and can evidence their acts by a common seal. But because they cannot legislate, everything done by the agents of a county must be first authorized by the legislative power of the state. The people of the county legislate for themselves through the general representatives at Harrisburg. This accounts for the legislative license granted in 1821 to the academy to build on county ground. It was an expression of the will of the county— was, in legal effect, a license by the county. So, again, in 1851, when the legislature authorized the commissioners to sell the lots and erect public buildings elsewhere, we are to regard it as the will of the people of the county expressed through their only legislative organ. The question raised by the plaintiff’s action is whether this latter act violated any vested rights of the academy ? This must depend on a prior question — whether the Act of Í821 conferred any rights of property upon the academy ? It may be admitted that a license on the faith of which the licensee invests money, is in the nature of a contract, but then what was the scope of the contract in this case ? Holding the lots as the county did for the purpose of supplying the people with necessary public buildings, the academy accepted its license necessarily subject to that paramount trust. The trustees of the academy were bound to know that their house was not one of the “ public buildings” of the county, and they knew also that if they placed it on ground devoted specifically to public buildings, the necessary implication of the license or contract would be that they must quit the premises whenever they 'should be Avanted for the purposes of the county’s public buildings. The most that can be made out of the license is that it was a contract for quiet enjoyment during the pleasure of the county. There is nothing on tbe face of tbe transaction to warrant a suspicion even, that tbe county intended to disable itself from enlarging, multiplying, or removing its public buildings, as time and experience should demand. Tbe substance of tbe transaction may be expressed in language like this: “ You may place your academy building on our ground if you choose — for the present there is room enough for you and us; but when the time comes for us to occupy all the ground, or sell it for the purpose of enabling us to build public buildings elsewhere, you must take yourselves out of possession, for we have neither the power nor the disposition to devote the ground permanently to any other than county use.” Acceding to these terms, the academy became a tenant at will. It never had any higher right of possession. Of course no vested rights were violated when it was turned out. It acquired no rights of property in the premises by virtue of the various Acts of Assembly — none were divested by the Act of 1851.\nStill less reason has the academy to claim title under the Statute of Limitations, for in the first place, it is settled law that public rights are not destroyed by long-continued encroachments or permissive trespasses : Commonwealth v. McDonald, 16 S. & R. 394; Barter v. Commonwealth, 3 Penna. Rep. 257 ; Rung v. Shoenberger, 2 Watts 23; Susquehanna County v. Deans, 9 Casey 131. And in the next place, the possession here was not adverse to, but under and according to the title of the county.\nOn of the grounds assumed had the plaintiff any title that would support the action of ejectment, and the ruling of the court is accordingly affirmed.\nJudgment affirmed."}