{"id": "480009", "contents": "The opinion of the court was delivered,\nby Woodward, J.\nW. P. Worrall having bound himself as surety for the debt of W. M. Worrall to Richardson & Pease, took a judgment against his principal, Wm. M. Worrall, for an amount of actual indebtedness, and for his indemnity against this and other liabilities, which he had assumed for the benefit of W. M. Worrall. On this judgment W. P. Worrall issued a ft. fa. August 3d 1859, and levied it on the goods of W. M. Worrall.\nThe instrument of suretyship given by W. P. Worrall to Richardson & Pease was a joint judgment against himself and W. M. Worrall, and on this judgment ajft. fa. was issued August 25th 1859, and levied on the same goods of W. M. Worrall as the prior writ above named. The goods were sold under both writs, and the question is, to which of them shall the proceeds of sale be applied ? It is part of the case that W. P. Worrall was insolvent on the 3d August 1859, and still is.\nThe auditor awarded the money to W. P. Worrall, on account of the priority of his execution, but the court reversed the auditor’s distribution, and gave the money to Richardson & Pease. The reasons of the learned judge are satisfactory to us. His ruling is justified by-the principle that was asserted in Erb’s Appeal, 2 Ponna. R. 296, and in Himes v. Barnitz, 8 Watts 39. The funds for distribution in these cases arose from sales of real estate: in this case the fund is raised from personalty, hut this circumstance cannot affect the application of the equitable principle which forbids a joint debtor, who is insolvent, to divert a fund from a creditor to whom he owes it, into his own irresponsible pocket. True, W. P. Worrall’s prior lien on the goods was a legal right, superior to any right which Richardson & Pease acquired to the goods. But their right to demand the debt of W. P. Worrall was as legal and complete as his right to the proceeds of sale. The money is here for distribution, and equity will take notice of the legal rights of both parties. It will not overlook the fact that W. P. Worrall is attempting to intercept the fund by means of a judgment and execution, which were, in part at least, his indemnity against this very claim of Richardson & Pease, and that if the fund be awarded to him, it will, by reason of his insolvency, be lost to Richardson & Pease. To enforce his right under such circumstances, to the defeat of his obligation, would be inequitable and unjust. He is no better entitled to receive the fruits of the sale than he is bound to pay them over to Richardson & Pease. As it would be equitable for him to hand over the money to Richardson & Pease as soon as it should come into his hands, equity will take care to secure this result by not letting the money go into his hands at all, but will dispose of it as it would be his duty to apply it.\nThe decree is affirmed."}