{"id": "480002", "contents": "The opinion of the'court was delivered,\nby Strong, J.\nThe plaintiff having lost a coal-boat by collision with one of the piers of a bridge over the Monongahela river, belonging to the defendants, brought an action against them to recover compensation for his loss. The ground of their alleged liability was, that they had unlawfully built, kept, and maintained in the river certain piers located in and near the ordinary channel for coal-boats and other craft, and that the piers, by reason of their location, were an unlawful obstruction and common nuisance in the river. It was further averred that the defendants had carelessly, negligently, and unskilfully located, built, kept up, and maintained the piers in and near the ordinary coal-boat channel of the river, thereby obstructing the same, in consequence whereof the plaintiff’s boat was wrecked upon the second pier, notwithstanding ordinary care and skill on his part.\nThe defendants were incorporated and empowered to build a bridge across the Monongahela, from the terminus of McKee street in Birmingham, to Cross street in the city of Pittsburgh, by virtue of an Act of Assembly, passed April 8d 1837, P. L. 239, and its supplements. But by none of these acts was the mode prescribed in which the bridge should be built. The Act of 1837 only required that the company should raise their bridge “a sufficient height above ordinary freshets in the Monongahela river, as not to interrupt the navigation of the said river by steamboats.” The bridge not having been built within the time limited by the statute, other acts were subsequently passed, reenacting the original act, and extending the time for commencing and completing the work. One of these, a supplement, passed April 9th 1856, P. L. 430, contained a proviso that the company should be subject to all the provisions and restrictions of the act regulating bridge companies, approved April 12th 1855. Among these provisions was one “ that the bridge shall be so constructed as not to interfere with the free navigation of said creek or river.” But by the subsequent Act of April 21st 1857, P. L. 280, the proviso in the supplement of April 9th 1856, which subjected these defendants to the provisions of the general Act of 1855, regulating bridge companies, was repealed. They had, therefore, a general power to construct their bridge, limited by no express restrictions. That power of course included the right to construct and maintain piers in the bed of the river; for at the time when the Act of 1837 was passed, and when the franchise was granted, support of bridges by piers was, as it still is, common and usual. It hardly needs to be said that the grant of a franchise is the grant of what is usual and necessary for its enjoyment. Unless, therefore, there was some restriction upon the rights of the defendants, other than such as was introduced into their charter, it is clear that their erection and maintenance of piers in the river was not unlawful. And if not unlawful, then the plaintiff can maintain no action on account of any loss he may have sustained, consequent upon the simple erection and maintenance. Then the act of the defendants was only the exercise of an undoubted right belonging to the Commonwealth, and acting as they did, under the Commonwealth, they are clothed with all her immunities, for the legislature imposed no additional obligations. Undoubtedly piers are more or less obstructions to navigation. The evidence proves that they were in this case. But it does not follow from this that they are unlawful. The legislature might have encumbered the franchise granted with a condition that the navigation of the river should not be obstructed, or imposed upon the defendants as the price of the grant, an obligation to compensate any person who might suffer loss from an authorized obstruction. Had they done so the plaintiff would have had a right of action. It was for this reason that an action was sustained in Dugan v. The Monongahela Bridge Company, 3 Casey 310. In that case it appeared that the act authorizing the bridge contained a proviso that nothing in it contained should authorize the company to erect their bridge “in such a manner as to injure, stop, or interrupt the navigation of said river by boats, rafts, or other vessels.” It was because the company took their right to build a bridge encumbered by this proviso, that they were held liable for the wreck of a craft upon one of their piers. So in Bacon v. Arthur, 4 Watts 437, and Plummer v. Alexander, 2 Jones 81, the defendants were held responsible for consequential injuries resulting from dams which had been erected under the Mill-Dam Act of April 23d 1803, because that act contains a requirement that dams erected, or kept in repair under it, on any stream, “shall not impede the navigation of such stream,” and it provides for the recovery of damages in case of obstruction. But it was said in The Monongahela Navigation Company v. Coon, 6 Barr 382, and so it has often been ruled, that a grant of the eminent domain of the Commonwealth, so far as it is not specially restricted, passes the immunity from responsibility which pertained to it while it was in the hands of the state, and a corporation invested with it, being the locum tenens of the state, is liable for consequential damages to private property no further than it is declared to be so in the act of its incorporation. In other words, the state is bound to defend its servant as far as it could defend itself, unless the terms of the contract restricted the claim to protection when it was made.” Applied to the present case the doctrine is, that if the Commonwealth had a right to build a bridge over the Monongahela, with piers to support it, and without liability to the plaintiff for any consequential damages he may have sustained, the defendants had the same right and the same immunity.\nIt is argued, however, that the defendants must be considered as having taken their charter subject to the restrictions of the Mill-Dam Act of 1803, and subject also to the requirements of an earlier act passed August 14th 1725. This last-mentioned act was primarily relative to a drawbridge over Chester creek, which was a navigable stream. The first section authorized rebuilding the bridge and keeping it in repair. The second section, which is the one relied on by the plaintiff, enacted “ that no bridge, frame, or device whatsoever shall, at any time to come, be made, erected, upheld, sustained, or repaired, over any creek or river within this province, navigable for any sloop, shallop, flat, or other craft, that shall or may in anywise stop or hinder the navigation of any such sloop, shallop, flat, or other craft, or floats of logs, any law, custom, or usage to the contrary thereof, in anywise, notwithstanding.” Surely the position is quite untenable that this act took away the power of any subsequent legislature to authorize the construction of a bridge with piers over a navigable stream. That would have been impossible. The argument of the plaintiff misinterprets the act. Its prohibition was of bridges erected without the authority of law. This is made perfectly clear by the third section or proviso, which expressly enacted that nothing in the act contained should be construed to forbid or hinder the maintaining or repairing any bridge erected by public authority. It has no application, therefore, to the charter of the defendants. Nor has the Mill-Dam Act which refers exclusively to dams erected under it, or, if it embraces other devices amounting to obstructions, prohibits only such as are not legalized by statute. Neither of these acts attempts to fetter subsequent legislation. And besides, the legislature, by repealing the clause of the supplement to the defendants’ charter, which subjected them to the requirements of the general Act of 1855, clearly indicated an intention to exempt them from any express prohibition against obstructing, in any degree, the navigation of the river. Such having been the chartered rights of the defendants, the plaintiff’s right to recover against them was not made out by proof that the piers, erected and maintained in the river, were obstructions to the navigation, and that in consequence of them his coal-boat had been wrecked without fault on his part. The plaintiff could not recover for anything caused by a lawful act of the defendants.\nThe other branch of the case is in the averments that the defendants had' been guilty of negligence and want of skill in the construction and maintenance of their piers, a consequence of which was the loss which the plaintiff sustained. To sustain these averments, evidence was attempted to be given. There was no proof, however, of negligence in the work of construction itself, or of neglect to keep the piers in repair, or of any wanton misfeasance to the property or rights of the plaintiff. All that was even attempted to be proved was an alleged error in the location of the piers, and that they would have been smaller obstructions, had they been built in other parts of the river bed. Now, the right given by the defendants’ charter to erect a bridge and construct piers, necessarily included a right to fix the number and location of the piers. The legislature did not define where they should be placed. They left it to the discretion of the company. It may be conceded that this discretion could not be wantonly abused, to the injury of the public, or of any private person. For a wanton abuse of it, resulting in an immediate injury to an individual, a private action might be maintainable. This was decided in Chestnut Hill Turnpike Company v. Rutter, 4 S. & R. 4, and in Henry v. Bridge Company, 8 W. & S. 27. But to hold the grantee of a franchise to erect a bridge responsible for damages resulting from a mistake of judgment in locating the piers; to treat such a mistake as of course culpable negligence, is to take away from the grantee that discretion which the legislature has conferred, and transfer it to a jury. Such is not the doctrine of the cases referred to. To hold it would be submitting to the jury to find what would be the best location, or rather what would not be the best, instead of leaving the decision of that question where the law has put it. And it would lead to this remarkable consequence : one jury might find that the second pier, upon which the plaintiff’s boat was wrecked, is injudiciously and unskilfully located, without determining where it should have been; and repeated suits by the same plaintiff might compel its removal. Another jury might find it located in the right place, and a location in any other would expose the defendants to liability for damages. Can this be ? Is legislative authority of no more avail than this ? Is a question of engineering to be submitted to a jury every time a boat may happen to impinge on a pier ? And is the discretion which the legislature committed to the directors of the bridge company to be reviewed and controlled every time by a new jury ? There is no authority for such a doctrine, certainly not in Dugan v. The Bridge Company, or in Bacon v. Arthur, and it is impracticable. We denied it in a case somewhat analogous, when it was pressed upon us: Delaware and Hudson Canal Co. v. Torrey, 9 Casey 150. The bridge of the defendants is a public highway, erected over another highway by them acting as agents of the state, and it would seem that the state alone can interfere with the discretion given to its agents in such a matter. Can a private action be sustained against a railroad company for an unskilful location of their road, resulting in merely consequential injury to a private individual? Nobody has ever thought so. Can suit be maintained against commissioners of highways, or supervisors, for acts done in the exercise of their vested discretion ? May juries condemn all our navigation companies, such as the Lehigh, the Schuylkill, and the Monongahela, because rafts or other unmanageable crafts are wrecked in their dams, and do it for the reason that in their judgment the dams are not judiciously located or skilfully constructed ? May they condemn all county, railroad, or company bridges over the navigable streams of the Commonwealth, because in their opinion the piers are not in the most suitable places, or stand askew, when they think they should have been straight with the current? I find no such judicial decisions, nor any analogy in our law which would justify us in returning an affirmative to these questions. I admit that if the plaintiff had sustained special injury by the malicious, wanton, or arbitrary exercise of even an undoubted right of the defendants, he might have had his action. So also if there had been an immediate injury consequent upon a careless and negligent mode of constructing the piers. But when all the negligence complained of is attempted to be deduced from the alleged facts that the piers were put in the wrong place, and that they were put askew instead of straight, no private action can' be maintained. If it can, as already said, the discretion which the legislature has vested in the defendants is transferred to a jury. The remarks of Mr. Justice Lowrie in Downing v. McFadden, 6 Harris 338, though made especially respecting official agents of the state, are worthy of attention in this case, even though not in every particular applicable. If a wrong has been done to the public by an improper location of the piers, the state has power to redress the wrong, and to compel the removal of the obstruction. It is impossible to accomplish this by a private suit.\nThe District Court was therefore right in entering a judgment of nonsuit against the plaintiff.\nThe judgment is affirmed."}