{"id": "480014", "contents": "The opinion of the court was delivered,\nby Woodward, J.\nWe do not deem it necessary to go through the twelve errors assigned, and discuss them in detail. The case involved a question of fraudulent transfer of a store of goods. Connolly and wife, who had been in possession of a store, which was carried on in the wife’s name, completed a sale of the goods to Deakers for his promissory notes a few hours before the execution of Temple and Barker came into the sheriff’s hands. When the deputy sheriff called to make a levy, he found Connolly and wife both in the store, and with Connolly he had some conversation which he was permitted to prove on the trial. The admission of Connolly’s declarations is the first error assigned.\nThey were evidence, first, because he had joined his wife in making the sale, and was thus one of the vendors still in possession, under whom Deakers claimed; and next, because the circumstances afforded some evidence of concert and collusion, between Deakers and Connolly and wife, to defraud the creditors of the latter, and therefore, the declarations of one were evidence against the other.\nThe evidence complained of in the second error, though not directly relevant to the immediate issue, was such as is usually admitted in cases of fraud, and was very proper as exhibiting the conduct of Connolly and wife on the eve of bankruptcy. It is a bad sign for parties who have been convicted of a fraud to complain of an excess of evidence. Their effort to draw the narrowest possible sight upon the pending issue, and to exclude everything which, according to the most rigid rules of evidence, is not relevant to it, indicates a consciousness that the transactions which surround the main fact will not bear investigation. But all experience proves, and rules of evidence are founded in human experience, that, if fraud is to be detected under the various cloaks it puts on, the conduct of the parties before and after the fact complained of, as well as in immediate connection with it, must be freely examined. Truth and honesty are not likely to suffer by the latitude of evidence allowed in cases of fraud, for the more thoroughly an honest transaction is investigated,, the more honest it will appear.\nWe do not think the plaintiff has any reason to complain of the rulings of the court in respect to questions of evidence, nor of the manner of submitting the case to the jury. The learned judge expounded the law of actual and constructive fraud, and fairly submitted the question whether the sale to Deakers was for the purpose of hindering and delaying creditors. He refused to treat Deakers as a bond fide purchaser, because, although his three notes were for an amount about equal to the value of the goods, they had not been negotiated, but were still held by Connolly and wife, who might be restrained from parting with them to Deakers’s prejudice. A bond fide purchaser he could not be, whatever the amount of the notes, if he was in combination with Connolly and wife to place the goods beyond the reach of execution-creditors. The jury no doubt believed there was such a combination, and that the notes were only made to give the transaction an appearance of a fair purchase. The various propositions of plaintiff’s counsel were not specifically answered by the judge,, because he considered them sufficiently answered in the charge. We think the law of the case was sufficiently disclosed in the charge. The plaintiff could not have been benefited by a more specific response to his points, and, therefore, a failure to make it is no ground for reversal.\nThe judgment is affirmed."}