{"id": "480064", "contents": "The opinion of the court was delivered,\nby Strong, J.\nWhether a court of equity would relieve against such a mistake as is alleged in the complainants’ bill — whether it would order to be surrendered and cancelled a bond and mortgage given by a devisee in pursuance of a family arrangement, for the reason that both parties were mistaken in the nature and extent of the interest devised to the mortgagor — might be worthy of inquiry, if it clearly appeared that a mistake had been made. But the inquiry is needless in this case. The will of George Miltenberger gave to Mrs. Cote, the complainant, no more than an estate for life, and there was therefore neither a mistake of fact nor of law. The testator first made provision for his widow, and then directed all the rest and residue of his estate to be divided into nine equal shares or parts. After having given to each of his other daughters an estate for and during her natural life in one of these shares, he devised to Mrs. Cote, the complainant, in the words following: “one other equal ninth part or share of my estate, I devise and bequeath to my daughter, Mary Tiernan (now Mary Cote), to have and hold to her for and during the term of her natural life, and at and immediately after her decease, I devise and bequeath the same to her children, if any, in fee; but if sbe should die without leaving children, then to her brothers and sisters, their heirs and assigns for ever.”\nWe spend no time in showing that under a devise to one for life, with a remainder to his or her children, the first taker has no freehold of inheritance. That such is the general rule is beyond doubt, and it is not denied by the complainants. But it is insisted that because the devisee in this ease was without children at' the time when the will was made and when it took effect by the death of the testator, her case is not within the general rule, and that she took an estate tail. In taking this position the complainants overlook the fact that the devise to the children of Mrs. Cote was not in terms immediate, and that the testator did not intend for them any present enjoyment. The devise to the children was a gift in remainder. Every reason therefore fails for treating the word “ children” as a word of limitation. In Wild’s Case, 6 Coke’s Rep. 16 v and 17 a & b, it was resolved that if A. .devises his lands to B. and to his children or issues, and he hath not any issue at the time of the devise, the same is an estate tail. The reason given for this resolution was “ that the intent of the devisor is manifest and certain that his (B.’s) children or issues should take, and as immediate devisees they cannot take, because they are not in rerum natura, and by way of remainder they cannot take, for that was not his intent, for the gift is immediate; therefore such words shall be taken as words of limitation, soil, as much as children or issues of his body.” Such was also the ruling in Davie v. Stevens, Doug. 321; and other similar decisions have been made. But the reason ceases entirely when the gift to the children instead of being immediate is by way of remainder. In such a case the word “ children” may have its natural signification, consistently with the entire intent of the testator, and therefore it was also resolved in Wild’s Case, “that if a man devises land to husband and wife, and after their decease to their children, or the remainder to their children, although they have not any child at the time, yet every child which they shall have after may take by way of remainder, according to the rule of the law, for his intent appears that the children shall not take immediately, but after the decease of (Rowland and his wife”) the first takers. When a remainder is limited to children, and it can take effect as such, it must, and consequently the word cannot be a word of limitation, and enlarge the estate limited to the parent for life into an estate tail. In 1 Ball & Beatty 459, Downes, C. J., well stated the doctrine of Wild’s Case and the decisions founded upon it, as establishing these propositions. “ When the devise is in terms immediate, and so intended by the testator, and the description of the persons to take is general, then none that do not fall within the description at the time of the testator’s death, can take; therefore the afterborn must be excluded. But where the enjoyment of the thing devised is by the testator’s expressed intent not to be immediate by those among whom it is finally to be divided, but is postponed to a particular period, or until a particular event shall happen, then those who answer the general description at the period or when the event happens on which the distribution is to be made, are entitled to take.” The distinction noticed is an obvious and well recognised one; so obvious that Mr. Powell, in his treatise on Devises, Vol. 2, p. 495, note q, remarks that “where a limitation is to a parent for life, and to his children by way of remainder, there seems to be no ground, whether there are children or not, for holding the parent to be tenant in tail. It is true that in Hodges v. Middleton, Doug. 431, Lord Mansfield and the King’s Bench inclined to think that when a testatrix devised to A. for life, and after her death to her children, charged with the payment of an annuity, with remainder over on failure of children, A. took an estate tail, but if not, her children did. This case is doubted by Mr. Powell, and it is not in point, for the devisee for life had seven children living at the death of the testatrix.\nWithout prosecuting an examination of the cases further, we have said enough to make it apparent that Mrs. Cote took only a life estate under the will of her father. The bond and mortgage which she seeks to have cancelled were not given in mistake. Her bill was consequently without any foundation upon which to stand, and it was properly dismissed by the District Court.\nThe decree of the District Court, dismissing the complainants’ bill, is affirmed, with costs."}