{"id": "480066", "contents": "Tbe opinion of tbe court was delivered,\nby Woodward, J.\nBaker, a cabinet-maker, having invented and obtained a patent for an “ improved bedstead fastening,” sold to Rockafellow, the plaintiff, an assignment of the patent for the states of New York and Michigan, in consideration whereof Rockafellow conveyed by deed to said Baker in fee two lots in the borough of Cochranton, Crawford county. After making unsuccessful efforts to dispose of his patent within the territory of the two states named, Rockafellow tendered a reconveyance of it to Baker, and demanded back his lots. Baker refused to accept return of the patent right or to reconvey the lots, and thereupon Rockafellow filed this bill in equity, praying that his deed to Baker may be cancelled and the lots restored to him.\nThe grounds on which the bill is founded are the fraudulent representations of Baker, but the testimony failed to show that he made any false representations to Rockafellow which induced the purchase. He declared to the hands in his shop and to others that be believed the bedstead fastening “ a good thing” — “ a first-rate thing as he believed,” and a “valuable improvement,” but there was no evidence that he ever expressed such opinions to Rockafellow. It is insisted, however, that the plaintiff was deceived by the false representations contained in the specification and patent. In the first of these documents Baker claimed to have invented a new and “improved bedstead fastening,” and in the patent it is recited that he had invented “ a new and useful improved bedstead fastening.” The plaintiff alleged that it was neither a new nor useful improvement, and it was shown that Baker did not use it himself in building bedsteads, and that it was not a useful improvement.\nNo doubt the thing was worthless. No doubt the plaintiff parted with his property most foolishly. If the suit were upon an executory contract we would not enforce it. The total failure of consideration would be a sufficient reason. And such ruling would be according to the doctrine of Bellas v. Hays, 5 S. & R. 427, Geiger v. Cook, 3 W. & S. 266, and numerous other cases cited in the argument. But the contract is not executory. It has been fully executed by the parties. They ask no aid of equity to enforce it. Our interposition is invoked, not to carry out hnd accomplish what the parties have begun, but to undo what the parties have accomplished.\nHow narrow the grounds are upon which a court of equity will interpose for such a purpose, and how cautious and reluctant its steps will be in that direction, were fully shown in Graham v. Pan-coast, 6 Casey 97, and Nace v. Boyer, Id. 109. Nothing but fraud or palpable mistake is ground for rescinding an executed contract. But there is neither fraud nor mistake in the legal sense of these terms, when a buyer of an article which he finds in market has a full opportunity to' examine it, and when the means of information relative to facts and circumstances affecting the value of the commodity are equally accessible to both parties. There is no confidence between buyer and seller, unless a warranty be demanded and given. They deal at arms’ length. They use not each other’s eyes, but each his own. The seller is allowed to express freely his opinions of the value of Ms wares — the buyer is at equal liberty to answer that it is naught. If there be an intentional concealment or suppression by either party of material facts which he is bound to communicate to the other, there is fraud; but neither party is bound to communicate that which is equally accessible to both. The state of the markets, the present and prospective value of a particular commodity, are among the things which are alike open to both buyer and seller, and neither is bound to instruct the other: Myers v. Drake, 10 Watts 110. A mere false assertion of value, when no warranty is intended, is no ground of relief to a purchaser, because the assertion is matter of opinion which does not necessarily imply knowledge, and in which men may differ. Every person reposes at his peril in the opinion of others, when he has equal opportunity to form and exercise his own judgment. Simplex eommendatio non olligat: 2 Kent’s Com. 633.\nBaker’s commendations of his invention, whether expressed to his neighbours or implied from the terms of his application and patent, were not such as to entrap a reasonably prudent man into the purchase of a worthless article, nor were they employed with intent to deceive the plaintiff. He bought with his eyes wide open, and upon his own judgment, and he paid voluntarily for what he bought. It is no part of the duty of a court of equity to relieve a purchaser from a foolish bargain after it has been consummated.\nThe decree is affirmed."}