{"id": "481486", "contents": "The opinion of the court was delivered, March 22d 1862, by\nWoodward, J.\nBy .a deed of 4th December 1832, William White, Jr., and Sarah F. his wife, conveyed certain ground-rents and lots in the city of Philadelphia, including the lots which are the subject-matter of the present controversy, to George Brinton, in trust for.the use, support, and benefit of the said Sarah. It was a strict settlement by a husband upon his wife, retaining only a right of possession and enjoyment to himself in the event of his surviving her. The deed gave power to the trustee to make partition with tenants in common of any part of the estate, to sell and convey titles and to reinvest the proceeds of such sales upon the same trusts as before; to pay taxes, collect rents, make repairs, and generally to exercise all necessary supervision and care of the estate. No authority to make a mortgage is expressly given to the trustee, but as it is well settled that a power to sell, includes a power to mortgage, we must infer, from the terms of the deed, the trustee’s power to raise money by way of a mortgage, for the legitimate purposes of the trust. Neither by mortgage nor absolute deed could he divert the trust from the purposes of its institution; but to effectuate its purposes he was clothed with a large discretion, and might encumber or sell any portion of the premises, without imposing upon the purchaser any responsibility for the application of the purchase-money.\nIn 1848, Brinton was discharged from the trust, and Thomas H. White, father of the husband grantor, was appointed trustee. In 1849, Thomas H. White, by a formal letter of attorney, constituted and appointed the said William White his attorney in fact, with full power to execute the trust.\nIn 1853, William White applied to the defendant below, the appellant here, for a loan of $3000, for which he offered a mortgage on the four lots on Catharine street, which are referred to in the bill, and which were part of the settled estate. Austin alleges (and there is evidence to support his allegation) that he peremptorily refused to take a mortgage, but that after great solicitation, he was induced to offer to buy the lots at $3000, and that he insisted on an absolute conveyance. A deed of conveyance, absolute and indefeasible on its face, was made to him on the 4th October 1858, by Thomas H. White, the trustee, in com sideration of $3000. At the same time, William White made his note to Austin for $3000, at three months, which note, according to the evidence, Austin endorsed, got his brother to discount it, and paid the proceeds to Mr. Hirst, who was the attorney for Thomas H. White, the trustee.\nThe transaction of 4th October 1853 was evidently a loan on the credit of the lots in question. The auditor finds that the conveyance of the trustee was made as collateral security for the note, and that the agreement was that William White was to have a conveyance of the lots on payment of his note. White did not pay his note at maturity, and Austin, as endorser, had to take it up. After several renewals and extensions, Austin’s joatience was so far exhausted, in November 1854, that he advertised the lots for sale at Thomas’s auction. This 'brought a new note from White to Austin for $3261.82, with such satisfactory security as induced the latter to deliver his deed for the lots. Having thus possessed himself of the legal title to the lots, freed of the trusts in the deed of settlement, White hastened to mortgage the lots to new creditors. In due time they, came to sheriff’s sales, and it cost the trust estate $3600 to reobtain the title. Roth Thomas and William White died. The insurance company having been appointed trustee in place of Thomas White, under the deed of settlement of 1832, filed this bill in equity, and recovered a decree against Austin for the above sum of $3600, with interest.\nThe theory of the plaintiffs’ bill is that Austin confederated with the Whites to defraud the trust estate of the lots in question. The consideration of the deeds is charged to have been false and fictitious, and it is alleged that the conveyance to Austin, if it was in fact a mortgage, was a fraud on the trustee and a fraudulent execution of the powers of sale.\nThe gist of the case is fraud — the fraud of Austin. It is of no consequence for the purposes of this suit, that the Whites dealt recklessly or even dishonestly with the trust, if the confederacy of Austin be not clearly established. Mrs. White should have sought from her delinquent trustee or his estate, the indemnity for his misdeeds, to which she was entitled, and should not have looked to Austin for it, unless she could come with proof in hand to charge him. Yet the plaintiffs bring no proof to fix the defendant with a fraud, except such as is derived from his own answers, and from the evidence submitted on his part.\nThe first thing to arrest the attention in every investigation of fraud is the motive of the perpetrator. Very few men do mischief for the mere love of it. What good was to be gained ? What loss was to be averted by the alleged fraud ? Questions like these rise naturally in the mind which is asked to convict a party of a fraud, and if no strong personal motive is found to exist, we are slow to convict. The proof is quite clear that Austin did, with the aid of his brothers, pay $8000 for the lots that were conveyed to him, and evidence is not wanting that this was about the market value of the property. The auditor, by taking an average between the opinions of many witnesses, fixed the value of the lots in 1853 at $3646.66; but Mr. Linnard, who owned an adjoining lot, says he would not have given $3000 for the lots, and they were sold at sheriff’s sale to Mrs. Boyle in 1857 for $2000. Making all due allowance for fluctuations in the value of city lots, and for diversities of estimates among brokers, it is impossible to regard the consideration paid by Austin as so grossly inadequate as to indicate a fraudulent intent. It would be a great abuse of language for us to pronounce it a “false and fictitious consideration.” It was apparently a bond fide consideration, well nigh up to if not fully equal with the value of the property conveyed. Whether the money was paid to the attorney or to the son and agent of the trustee, it was no part of Austin’s duty to see to its application. But if he knew it was for family expenses, he could not with good conscience furnish money for that purpose, and take a conveyance of -part of the trust estate. In his first answer to plaintiffs’ bill, he seemed to admit such knowledge, but in his amended answer he explains that he had confounded with this transaction a loan of money made to William White in the spring of 1853, for family expenses, and he now denies all knowledge of the intention of the Whites to pervert or misapply the funds. The evidence, so far as it touches this point, tends to support the allegations in the amended answer.\nIf, then, Austin received a deed from a trustee who had full power to make it, and paid to that trustee, or to his accredited agent, about the full value of the premises conveyed, with no knowledge that the money he paid was to be misapplied by the trustee or his agent, where is the ground on which to rest a charge of fraud ?\nIt is said the conveyance he took was a mortgage in legal effect. Be it so. Let us look for the fraud on that ground. If Austin advanced $3000, on a mere mortgage of the lots, he took all the risk (which the sequel showed was a risk), that the lots would not sell for enough to repay him, whilst he gained no more than a right to receive his principal and interest, upon receipt of which he would have been compellable to release his security. A capitalist loans $3000 on the security of lots, which the auditor, under the most inflated estimate, could not fix as high as $3700; lots which an adjoining owner would not have at $3000; lots which, when brought to the test of a public sale, would fetch only $2000, and yet the capitalist is charged with a corrupt combination to obtain such a mortgage! If he were charged with folly and rashness in accepting so inadequate a security, it would be more intelligible than the charge which the bill prefers.\nThe plaintiffs’ case could not be sustained upon the theory of a mortgage, without showing clearly that Austin was privy to the diversion of the funds to be furnished. Taking his amended bill as his sworn answer to the complaint, I find no evidence to contradict him, and to establish the plaintiffs’ necessary proposition of fraud.\nBut I am not satisfied to treat the conveyance of 4th October 1853 as a mortgage. I do not forget how far we have gone in converting absolute deeds into mortgages, and how we treat ail mortgages as mere securities for money. But I take it that an agreement of defeasance is essential to the constitution of every mortgage. It may be a part of the mortgage'instrument, or a separate writing, or it may rest in parol, but it must exist somewhere, and be susceptible of proof, else it never can reduce the terms of an absolute conveyance down to a mortgage. And in all our cases an agreement will be found to exist, which bound the grantee to reconvey to the grantor, when a certain sum of money should be paid, or some other condition be performed. That is the condition and circumstance which makes the mortgage. It is a defeasible deed at the will of the grantor. It was originally called vadium mortuum,, saith Littleton, § 332, and Co. Lit. 206, because if the feoffor did not pay, then the land which was pledged upon condition of payment, was not to be restored to the owner, and was therefore considered as dead to him; but if he did pay, then the pledge was to be restored to him.\nBut here was a conveyance by Thomas II. White, without any agreement whatever on the part of the grantee, to reconvey to him. The bargain was, that if William White paid his note, Austin would convey to him. Not to him as attorney in fact for the trustee, but to him in his own right. And here is the very point of the complaint that Austin did convey to White, whereby he was enabled to mortgage the lots. That conveyance was pursuant to the agreement. The auditor finds that such was the agreement, and all the evidence points to it. Say, then, that Austin held a conditional conveyance from the trustee; it was not conditional as between him and the grantor, and so was not a mortgage, but it was conditional as between him and William White; and the complaint upon the record is, that Austin has performed the condition whereby a full title vested in White.\nNow take the case in the worst aspect that it can be made to wear. Let it be assumed that William White inveigled his father into a conveyance of the lots to Austin, and that he induced Austin, by promises of liberal rewards, to advance the money and take the title, and finally to convey it to him, William White, relieved of the trusts in behalf of his wife. There is the fraud, the wrong fully stated. But on whom should it be charged? Mrs. White, through her present trustee, charges Austin as a participator. Her husband was doubtless guilty, her father-in-law and trustee was doubtless negligent, Austin may have been a confederate, but it is not proved. There is no evidence or answer on the record which justifies us in making so damaging an inference. We see no motive for dishonest conduct on his part. That he was willing to accommodate a friend is quite likely; that he meant nothing more than a loan to William White, on the strength of an absolute conveyance from Thomas, and that he expected and intended to convey to William when the loan was paid, are fair and warrantable inferences, which it is not difficult to make from all that is before us; but when we remember that he advanced very nearly the full value of the lots, and placed that money under the control of the trustee, beyond whom he was not bound to look after it, we see no such evidence of the alleged fraud as is necessary to sustain the bill.\nThe decree at Nisi Prius is reversed, and plaintiffs’ bill dismissed at costs of plaintiffs.\nStrong, J., was absent at Nisi Prius, and did not sit at the argument.\nRead, J., dissented."}