{"id": "481487", "contents": "The opinion of the court was delivered, April 21st 1862, by\nStrong, J.\nThe fallacy of the argument submitted by the plaintiff in error, lies in the assumption that in the granting part of the deed, the whole of the three hundred acres were granted to Francis A. Tyler, in fee simple, that is, to him and to his heirs and assigns for ever. Hence it is inferred that the habendum, if it be held to reduce the estate to a tenancy for life, is repugnant to the premises, and therefore void. If, however, the 'assumption may not be made, then the premises and the habendum are not necessarily repugnant to each other, and both may stand. The purpose of an habendum is to define precisely the extent of the interest granted. It may lessen, enlarge, explain, or qualify the interest described in the premises, but it must not be totally repugnant to it. Thus, if in the premises an estate be granted to one in fee simple, that is, to one and his heirs, it may by the habendum be lessened to an estate tail, that is, to an estate to him and the heirs of his body. In such a case effect will be given both to the premises and to the habendum. The latter does not contradict the former. It only defines what heirs of the grantee were intended by it. Still it is true, that if the habendum be absolutely repugnant to the premises, if it cannot be reconciled with them, so that full effect can be given to both, it must give way, and the premises must stand. Thus if there be a grant to one and to his heirs, habendum to him for life, there is an irreconcilable contradiction, for it cannot be an estate for life, and at the same time an estate in fee simple; either the word heirs in the premises must be stricken out, or effect must be denied to the habendum. In a deed the premises will prevail: 2 Reps. 23; 2 Black. Com. 298; Goodtitle v. Gibbs, 5 B. & C. 709; Wager v. Wager, 1 S. & R. 374. It has indeed been held that effect will be given to an habendum which reduces the estate given by the premises from a fee to a freehold not of inheritance. It was so held in Moss v. Sheldon, 3 W. & S. 160, where there was a grant to one and the heirs of her body legally begotten, or to be begotten, to have and to hold to her for life. The court ruled that she took only an estate for life. Notwithstanding this and a few other authorities, I think it well settled, that where there is a clear repugnance between the premises in a deed and the habendum, the latter is void. But it is equally clear that a deed must be so construed, if possible, that no part shall be rejected. There is great force in the remarks of Chief Justice Tilghman in Wager v. Wager, 1 S. & R. 374, when he said, “ The object of all constructions is to ascertain the intent of the parties, and it must have been their intent to have some meaning in every part. It never could be a man’s intent to contradict himself, therefore we should lean to such a construction as reconciles the different parts, and reject a construction which leads to a contradiction.” This rational and salutary rule of construction is more than disregarded, it is reversed, by the assumption of the plaintiff that the entire three hundred acres which were the subject of the deed, were by the premises conveyed to Francis A. Tyler in fee simple. Such a construction would not only make the premises and the habendum contradict each other, but it would strike out of the deed, or render unmeaning, a part of the premises. By them the grantor conveyed the three hundred acres to the grantee, his heirs and assigns for ever, “ subject to the limitations hereinafter expressed as to part thereof.” Those limitations are found in the habendum, which, by the reference, is incorporated into the premises. Now, if there was a grant of all the land to F. A. Tyler and his heirs, this clause “subject to the limitations hereinafter expressed as to a part thereof,” can have no possible meaning. Then, a grant expressly declared to be subject to limitations, is unlimited. Surely that was not the intention of the grantor, either in the premises or in the habendum. The fact is not to be ignored that the premises are not complete without the words of the habendum. They do not determine what land or what estate was granted, and they invoke the aid of the subsequent part of the deed. That subsequent part is therefore to be construed with them. Nor is there any difficulty in giving effect to all the words of the deed. The argument of the plaintiff in error is unsound when it asserts that if E. A. Tyler took but an estate for life in the one hundred and fifty acres which lay at the east end of the entire tract, the words “his heirs and assigns for ever,” must be stricken out of the premises, or denied significance. They operate to give a fee simple in the west half of the tract, which is carefully distinguished from the eastern half, and this, their limited operation, is expressly declared in the habendum,. Then there is no necessary repugnance between the different parts of the deed, and full effect may be given to the whole.\nAgain, it is insisted that even if E. A. Tyler did not take a fee simple in the east half of the land, if the words of the habendum are not to be rejected as contradictory to the premises, still they defined his interest to be a fee tail, which, by the subsequent deed barring the issue in tail, became a fee simple. This position, however, is entirely untenable. The language of the habendum is, “ To have and to hold one hundred and fifty acres, the east end of said tract, by a line parallel with the west line of said tract, with the appurtenances, to the said party of the second part, to his own use, benefit, and behoof during his natural life, and at his decease the said one hundred and fifty acres, with the appurtenances, to descend to, and the title thereof to be vested in, the children of the said party of the second part by him lawfully begotten; and if any of the children of the said party of the second part shall then have deceased, leaving lawful issue, such issue to take the share of the parent so deceased, the heirs and assigns of such children and issue for ever.”\nIn view of what we have said in several recent cases, it is not worth while to spend much time in showing that there is nothing in this to enlarge the estate given to Erancis A. Tyler, expressly for his natural life, into a freehold of inheritance. There is no remainder limited to his heirs as such, and of course there is no room for the application of the rule in Shelly’s Case. After his death the land was directed to descend to and become vested in his children, and the issue of children then deceased. That heritable succession from the tenant for life was not intended by the grantor, is manifested in three ways, by the use of apt words of purchase, i. e. children, in describing the remainder-men, by giving the land to them distributively as tenants in common, and by. adding words of limitation in fee to the grant to them. The words of distribution and of superadded limitation could have no effect if the remainder-men take as heirs, and they therefore evidence an intent of the grantor to originate a new stock, and they evidence it so strongly, that combined they are uniformly held to overcome the force of our technical words of limitation, and reduce them to words of purchase.\nAgainst all this it is vain to say the intention of the grantor that the remainder-men should take by descent, and not as purchasers, is to be inferred from the expression that after the decease of the tenant for life the land should “ descend and the title be vested in his children.” This is far from being sufficient to overturn the unequivocal meaning of the remaining language. What was intended by the word “ descend,” is explained by the alternative words, “ title be vested in.” We must hold it so, or it becomes contradictory of the grant to children as such, as well as of the added words of distribution and limitation. In a will a testator may use the word children as meaning heirs of the body. Possibly a grantor may in a deed; but his intention to do so must be clearly shown. Words of purchase will be treated as such until it has been unmistakably shown that the grantor designed to use them in a different sense. In the present case this has not been shown, and the judgment of the court below was therefore correct.\nJudgment affirmed."}