{"id": "481497", "contents": "The opinion of the court was delivered, February 17th 1862, by\nStrong, J.\nBy the unqualified affirmance of the first and second points of the plaintiff below, the jury were in effect instructed that there might be a recovery, even though the plaintiff was wrongfully on the railroad when the collision took place. He had sustained damage in consequence of what he alleged to have been an unauthorized and negligent use of the railroad of the Swatara Railroad Company by the defendant; and he had sustained the damage while he himself was upon the same railroad, as' the evidence tended to prove, without right. The collision which caused his personal hurt and the destruction of his property, was the combined result of the use of the road by himself and the defendant, and the case was not one of wanton or intentional injury. The injury to the plaintiff was caused by the negligence, the carelessness, or unskilfulness of the defend-ant, or the plaintiff, or of both. In such a case was it right to charge the jury that if the defendant was unlawfully upon the road, and in consequence of his neglect and unskilful management of a train of cars which he had improperly taken in charge, the plaintiff was hurt, there could be a recovery, without any reference to the question whether the plaintiff was also unlawfully and negligently there ?\nThe general principle is, that one who seeks to recover damages for an .injury caused concurrently by his own negligence, and by the negligent or unskilful act of another, must fail. Where there has been mutual default, neither party can recover damages from the other. Eor this the authorities are abundant. And it is equally certain that the unauthorized use of a ráilroad is negligence. We held it such in Norton v. The Little Schuylkill Railroad Company, 12 Harris 465. It was so held in Brooks v. The Buffalo Railroad Company, 25 Barb. 600, and such rulings are necessary for the protection of the public. The safety of passengers as well as of property demands it. The-carrier of both, as well as the passenger and the freighter, must be secured against the use of railroads for any other than legitimate purposes, and against the intrusion of all other persons than those whose right to be upon the roads renders their being there not unexpected. The unauthorized invader of a railroad has no reason to complain that -persons passing upon it did not anticipate his presence, where he had no right to be. If, therefore, the plaintiff Glanding was upon the railroad without authority, his being there was negligence ; and it was negligence which directly and proximately concurred with the negligence of the defendant, in producing the disaster which befell the plaintiff and his property.\nIt is insisted, however, that though his unauthorized, and therefore negligent, use of the railroad might stand in the way of his bringing any suit against the railroad company, for any default of theirs, it was no wrong done to Heii, the defendant. It is said Heil, having himself been unlawfully upon the road, had no right to call in question Glanding’s right to be there. This argument cuts both ways. Admitting that both parties were intruders on the road, and that both failed in duty to the company, how can Glanding complain of Heil’s unauthorized use of the road any more than Heil can complain of Glanding’s ? If it be said that Glanding could not have anticipated an unlawful use of the road by Heil, it may, with equal truth, be said that Heil might have presumed that Glanding would-not be there without right. And why is not the right of Heil to sue Glanding for the destruction of his coal-cars, just as complete as is the title of the-latter to maintain this suit? Neither can say to the other, Your negligence was more a failure of duty to me, than mine was a failure of duty to you.\nBut the principle of the argument is unsound. The reason why, in eases of mutual concurring negligence, neither party can maintain an action against the other, is; not that the wrong of the one is set off against the wrong of the other; it is that the law cannot measure how much the damage suffered is attributable to the plaintiff’s own fault. If he were allowed to recover, it might be that he would obtain from the other party compensation for his own misconduct. It is obvious, then, that .it can make no difference against whom his fault was primarily committed. If he has suffered in consequence of his own fault, the law gives him no remedy.\n' Instead, then, of affirming the first and second points of the plaintiff, the court should have qualified their answer by instructing the jury that if he was using the railroad, by running a horse-car upon it, without lawful authority, the act was negligence, concurrent with that of the defendant, and that there could be no recovery.\nThis view of the fifth and sixth assignments of error, renders it unnecessary to discuss at length the answer to the points propounded by the defendant. We see no error in them if Gian ding was by right running his horse-car on the road. If he was not, they are immaterial.\nNor do we discover error in the admission and rejection of evidence.\nAs the case is to go back to another trial, we think it proper to say that, when the court undertook to charge upon the measure of damages recoverable, if any, more precise instruction should have been given. It is true, as the learned judge said, there is no certain rule by which to estimate the damages for an injury to the person, but there are guides. In an action on a contract this court has held that a reference of the jury to the facts and circumstances of the case would answer. The contract itself, which was in evidence, was a measure. Not so in an action for a tori. Compensation was all that the plaintiff could, under any circumstances of this case, claim. The injury not having been wilful, there was no room for vindictive damages. There was, however, no prayer for instruction on this point, and we would not reverse the judgment were there no other misdirection than in what was said respecting the measure to be adopted by the jury.\n. 1 But for the answers made to the plaintiff’s first and second points, there must be a new trial.\nJudgment reversed, and a venire de novo awarded.\nBead, J., dissented."}