{"id": "481473", "contents": "The opinion of the court was delivered, April 21st 1862, by\nRead, J.\nThe decision of this case' depends upon the meaning of the words “in his now dwelling-house and no longer,” in an article of agreement between Joseph E. Webster, the owner of the house, and John H. Green, and signed by the said Green, by which he leased to the said Webster the right of Avay to cross his land, beginning near the old log cabin situate on the said Green’s land to a bar-way in the fence, nearly opposite the said Webster’s house. This right of way was to be occupied by Webster and all others, for the uses and purposes of a public highway, to travel upon at ail times without let or hindrance from the said Green, “ so long as the said Webster resides in his now divelling-house, and no longer.” Of course extrinsic evidence had to be resorted to, to prove AAhat and where this dwelling-house Avas, and if clearly ascertained, it became simply a question of construction, and the real point before us is, Avhether the court below Avas right in the meaning Avhich they imputed to these words. There is no doubt that Webster still resided on the very same spot, but the question is, did he reside in the same dAyelling-house mentioned in the article of agreement.\nBefore the execution of the article of agreement, there Avere in Webster’s east lot a log house and a frame building, twelve or tAventy feet from it. In this building, in the year 1849, there Avere two beds, with several things, such as chairs and clothing,- and his son-in-law and his wife, a .daughter of Webster, slept there during a visit to him in August of that year. The son-in-law had been there twenty-five times a year since 1849. He slept there every year, and generally slept in the new house, but slept once or twice in the old house, and he also testified that they always occupied both houses AYhen he was there for ordinary domestic purposes. Another son-in-law testified that Webster and his family have resided in both houses as a family. In 1849 the boys (sons of the plaintiff) slept in the neAV house. The family ate in the log house most of the -time; occasionally in the neAV house. They continued so always to occupy it for sleeping more or less. About 1858 Webster and his Avife began to sleep in the new house. The chimney was built to that house about the fall of 1857, and they then got a cooking stove, and they had a box stove in it in 1852 or 1858. There were eight or ten in the family, and two rooms in the old house — one room only in the chamber. The roof coming nearly to the floor, some of the children slept there. The family resided in both houses. Mr. and Mrs. Webster cooked and ate in the log cabin, and slept there most of the time. For the last three or four years, the family lived in the new house in the winter, and in the summer cooked in the log house.\nIt is clear, therefore, that both these buildings, although a very short distance apart, formed the dwelling-house of the plaintiff, in which he resided with his family at the time the article of agreement was executed. There have been changes in the mode of occupying each, as any man might or could do, if they had been actually adjoining, the nearer and fresher part being eventually preferred. I have known a kitchen separated from a man’s house on the surface, but connected by an underground passage, and a very rich man with a large palace of a house, living in the small spare room adjoining the kitchen. The simjole fact, therefore, of changing the uses of different parts of the same house, or deserting or not using the principal part of it at all, affords no ground for alleging a change of residence — nor ought the fact that these two buildings, nearly adjoining each other, and constituting really the residence and dwelling-house of one family, are used at different times for different family purposes, to countenance in the slightest degree a similar allegation.\nThe ruling of this court in Nelson v. Campbell, 4 Casey 156, affirmed in 11 Casey 348 and 349, seems to bear out the idea that these two houses formed one tenement. We are, therefore, of opinion, that at the time of the disturbance of the plaintiff’s right of way, he resided in the dwelling-house mentioned in the article of agreement, and that he was therefore, entitled to the undisturbed use of it, and that the court should have so instructed the jury, which would have disposed of the whole case.\nJudgment reversed, and venire de novo awarded."}