{"id": "481479", "contents": "The opinion of the court was delivered, April 21st 1862, by\nWoodward, J.\nThis was an action of debt upon the record of the Surrogate’s Court, in and for the city of New York, and the first question raised for us to decide is, whether such an action is within what we call the Affidavit of Defence Law. It is enough to say of that question, that it has been decided by the authorities, against the plaintiff in error: McCleary v. Faber, 6 Barr 476; Hogg v. Charlton, 1 Casey 200.\nThe second specification of error relates to a question of evidence which does not arise of course, for there was no trial. Whether the record was so authenticated as to entitle it to admission in evidence on the trial of the cause, had there been a trial, is too fanciful and irrelevant an inquiry for our consideration. The only question we have to deal with is, whether judgment was properly entered for want of a sufficient affidavit of defence. That the case was such as to require an affidavit, we have already said.\nThe affidavits allege that the plaintiff sued in character of a foreign administrator, and that he had not taken letters of administration in Pennsylvania. I confess I thought, at first, that this objection was fatal to the plaintiff’s action, for the 6th section of the Act of 16th March 1832, Purd. 189, after providing that letters of administration shall be grantable only by the register of the county within which was the family or principal residence of the decedent at the time of his decease, and if he had no such residence within the Commonwealth, then by the register of the county where the principal part of the goods and estate shall be, goes on to enact, “ that no letters testamentary or of administration, or otherwise, purporting to authorize any person to intermeddle with the estate of a decedent, which may be granted out of this Commonwealth, shall confer upon such person any of the powers and authorities possessed by an executor or administrator, under letters granted within this state.” Several subsequent Acts of Assembly have exempted from the operation of this section, shares of our state stocks and corporate loans owned abroad, which is an indication of the legislative intention that all other forms of decedents’ estates, found in Pennsylvania, shall be subject exclusively to Pennsylvania administration. This section of the Act of 1832, suggested to the minds of the codifiers by what was said in McCulloch v. Young, 1 Binn. 63 (see their report of 1831, p. 29), was merely declaratory of the common law, according to which the title of executors and administrators cannot, de jure, extend beyond the territory of the government which grants it, and the movable property therein. See the subject treated at large in Story on Conflict of Laws, § 511, et seq., and in the authorities cited in notes.\nIf Fields were suing for any part of the estate of William Moore, deceased, which was subject to administration under our statutes, I would be unable to see how he could recover, for the policy of our law is not to allow any part of a decedent’s estate to be withdrawn from our jurisdiction before administration, and our citizens, who may happen to be creditors, be compelled thereby to pursue it into a foreign jurisdiction. But it is material to observe that no part of William Moore’s estate was ever subject to administration in Pennsylvania. His domicil was in New York, when in February 1856 he died at sea. What estate he had was there, and not here. The defendants, Jonathan and Richard Moore, applied to the surrogate for administration, in March 1856, and obtained letters, and gave bond in $2000, conditioned that “they would obey a-11 orders of the surrogate touching the administration of the estate committed to them.” They then received, as administrators, $10,000 of money, on a policy of insurance which the decedent held, and removed to Philadelphia, without settling any administration account with the surrogate. On the 8th of November 1858 he removed them, and appointed Thomas C. Fields, the public administrator of New York, to administer the estate; and then, at the instance of Fields, summoned the superseded administrators to appear and settle their accounts, which they, after notice, failed to do. The surrogate thereupon stated an account, showing a balance in their hands of $16,683.45, and ordered that they “do forthwith pay the said public administrator, as administrator of said estate, said sum of $16,683.45.”\nUnder the revised statutes of New York, the surrogate had jurisdiction of the parties and of the subject-matter, and his proceedings appear to have been in due course of law. His decree, unappealed from, is conclusive between the parties.. Conclusive of what ? Conclusive of Fields’s right to receive from the defendants so much money, and of their liability to pay him. It is of no moment that he is called administrator in the surrogate’s record. Had he been called trustee for creditors and heirs, or had no title whatever been given him, his right to recover in our courts upon such a record would have been the samo as it is now. A judicial decree that a man receive a certain sum of money from defendants, who were duly warned and fairly subject to the jurisdiction, entitles him to sue for it in a Pennsylvania court, with or without his ofiScial titles. That money was never subject to administration in Pennsylvania. It was an administered fund before it was brought here. It was held by the administrators in trust for the creditors and heirs of the decedent, in whom the beneficial interest had already vested; and when the court to which these trustees had submitted themselves decreed a payment over to another trustee, it was their duty to obey, as they had solemnly promised to do. Because the fund was not subject to administration under our statutes, the clause of the 6th section of the Act of 1832, above quoted, has no application. That section was designed to guard our exclusive right to administer assets that were liable to administration here. But no administrator who might have been appointed here would have been entitled to recover this money, for it was no longer the estate of William Moore, deceased, but was in legal custody for creditors and heirs, who were the beneficial owners. Herein the case is to be carefully distinguished from choses in action and other, assets of non-resident decedents. Being here when he dies, or brought here before they have been administered, such choses and assets are subject to our jurisdiction. The debtor of a decedent by bond, note, or otherwise, who moves into Pennsylvania after the death of the decedent, brings so much of his estate here, which can be recovered only by an administrator appointed and qualified under our statutes. To such a case the 6th section of the Act of 1832 would apply. But such is not the case before us. The fund in controversy was the product of assets that were never subject to our jurisdiction, and which were being administered in the jurisdiction to which they belonged. Therefore the 6th section has no application.\nThere is one other point raised by the affidavits. They state that the only service of the surrogate’s process was made upon them in Philadelphia, and not within the state of New York, and they insist that they are entitled to the protection of the 9th section of the Act of 14th April 1851, Purd. 670. That section relates to the trial of an action on a foreign judgment, and to the proof which the defendant may make in support of a plea in bar. It is not easy to see how the practice there provided for is to be adapted to the affidavit of defence. Besides, it may be doubtful whether it has any application to administrators called upon to render an account to the power which appointed them. It seems to refer rather to the ordinary process for commencing suits. The regular service of such process is of prime moment, for it is in virtue of that that the tribunal ordinarily gains jurisdiction; but in the case of these defendants the surrogate had jurisdiction from the time he granted the letters of administration, and it was their legal duty to appear and settle their accounts without any summons whatever from the surrogate. The fact that his notice reached them in Pennsylvania was not, in our judgment, a circumstance of any importance.\nThe judgment is affirmed."}