{"id": "481493", "contents": "The opinion of the court was delivered, March 17th 1862, by\nThompson, J.\nThe court below was of opinion,- and so charged, that the evidence clearly established the fact of a parol sale of the lot and tenement for Avhich the ejectment Avas brought by the plaintiff to the defendant, for the sum of $750, followed by possession in pursuance of the agreement, valuable improvements made, and part payment of the purchase-money by the latter. Undoubtedly I think the evidence, if believed, indicated this as the character of the transaction, rather than a case of resulting trust or a mortgage. It was hardly controverted that the money paid by Lee to Burkhard was money obtained from Lauer for the purpose, and all the bargain which he made was in the name and for Lauer. It has been so often decided that a promise of one to buy land, and hold it for another on the terms of paying for it, where no money is paid by the latter, creates no resulting trust in his favour, that it has become an elementary principle of this branch of jurisprudence. Nor was there a shadow of a resemblance to a mortgage in the plaintiff taking the title in his own name, pursuant to the contract with Burk-hard. The relation of vendor and vendee, by parol, was established by the evidence, if any relation at all was shown to exist.\nHaving properly put the case on this footing, several errors ensued, which we must now notice.\nAlthough the plaintiff brought his suit on his legal title, it became an equitable ejectment in the end. The defendant set up his contract and part performance, and if he made it out, it was just as good, by way of equitable defence, as if it had been in writing. By reason of the relations between the parties, as vendor and vendee, equitable principles came into action, which ought to have been administered, and under them the plaintiff was entitled to a conditional verdict. The condition of the parties at the time of the decree is regarded, rather than at the commencement of the suit: 8 W. & S. 172; so that an instalment, falling due in the mean time, may be included in the verdict. To hold that because the plaintiff did not announce when he brought suit, that his object was to enforce the payment of purchase-money, when he could not know whether the defendant would set up his contract at all or not, is what no case or practice requires. Nor is his right to be affected because he has been compelled to succumb to an equity set up by the defendant, and is ruled by it. Because he asked just what he was entitled to, viz., the land; if the defendant interposed no equity, it would be a hard rule which should hold that upon ascertaining that he was entitled to what he claimed but in a modified form, he was therefore entitled to nothing. This would not be equity; it would be forfeiture rather. We think, therefore, that the court erred in denying the plaintiff’s demand of a conditional verdict. On this point see Cadwalader v. Berkheiser, 8 Casey 43, and cases therein cited.\nSo, we think it was error to permit the defendant to set up encumbrances against the plaintiff to prove his inability to make a clear deed for the premises. He had a right to recover a conditional verdict against his vendee, notwithstanding this state of facts, for the defendant could not withhold both the land and the purchase-money: Smith v. Webster, 2 Watts 478, and many subsequent cases. The recovery would be a condition incorporated in the verdict, or by the order of the court, that the verdict should be enforced, or the money taken out of court only on the condition of his executing and filing a deed to his vendee for the premises. If the property was encumbered when he bought, to an extent greater than the purchase-money would reach, and a payment of it on the encumbrances would not clear it, the purchaser could only blame himself for so imprudently contracting. But if the encumbrances were subsequent to the purchase, the purchase-money would only be bound, and on payment of that, a clear deed might be made. It is thus apparent that the defendant could not resist the legal title on this ground. It was not an equity in his favour. The court erred, therefore, in receiving the evidence, and allowing it to defeat the plaintiff of his conditional verdict.\nSo, also, there was error in charging that the plaintiff was bound to tender a deed before instituting the ejectment: Devling v. Williamson, 9 Watts 318; Cadwalader v. Berkheiser, supra. This is too well settled to need proof. A different rule prevails in covenant: Love v. Jones, 4 Watts 465, and other cases.\nEven if the case had rested on the ground contended for by the defendant’s counsel, that the purchase was by Lee from Burkhard, with Lauer for security, yet the latter, on paying the purchase-money and receiving a conveyance, could use the title thus received to enforce payment to himself, just as Burkhard could have done, and a conditional verdict would have been proper there : Reed v. Murray, 1 Jones 334. So, in either aspect of the case, the plaintiff was entitled to a conditional verdict, if the defendant was in a condition to set up an equity to prevent a recovery on the legal title.\nWe think there was error also in rejecting the plaintiff’s offer to prove that $ 100 paid by the defendant to the plaintiff, on account of the “house and lot in Ashland, was afterwards, with the knowledge and consent of the defendant, carried to his general credit in a separate account for merchandise sold him.” It has been settled that an executory contract for land may be rescinded by parol: Goucher v. Martin, 9 Watts 106; Boyce v. McCulloch, 3 W. & S. 429. But it must be evidenced by acts accompanying the rescission, which leave no doubt of the intent, such as cancelling the agreement or removing from the possession, when the contract rests only in parol. Alone, the proposed testimony might not be sufficient evidence of rescission, unless .it was the only evidence of part performance, which it was not. But it was clearly evidence against the claim for payment of purchase-money by the defendant. If a payment made were afterwards devoted to another account, it ought not to be set up as performance against the plaintiff. If it were, it would extinguish so much purchase-money, and, at the same time, satisfy the general account to the same extent. If the withdrawal and change of the payment did not prove a rescission of the contract for the land, or leave the defendant without an equity to set up against the legal title, still it was evidence on the question of the account due on the land, to be fixed by the conditional verdict, and under both these aspects it should have been admitted.\nFor these reasons the judgment is reversed, and a new trial awarded.\nJudgment reversed, and a venire de novo awarded.."}