{"id": "481475", "contents": "The opinion of the court was delivered, February 17th 1862, by\nThompson, J.\nAs we view this case, the material inquiries are, as to the capacity of Arnold Aiman to employ the defendant as agent at the time he did so ; and secondly, his subsequent ratification of his acts, and release of him from liability in consequence of the loss or mismanagement of the business in which he had been employed.\nThat he was competent to constitute Daniel Stout, the defendant, his agent in 1858, is a fact in the plaintiffs’ case; is denied by nobody and may be assumed here: that as such agent he did not successfully manage that portion of his agency which is embraced in this controversy, may also be assumed as proved: that from want of knowledge, skill, or due care, his principal became involved in the payment of some $1200 more money than otherwise he might have been liable to pay, is claimed by the plaintiffs in the bill, and is the principal item in the account prayed. To meet this among other things, the defendant relies upon the ratification-of his acts'by Aiman, and a release by him from all liability arising out of the transaction in which the loss occurred.\nIt is not necessary to inquire into the measure of relief granted to the estate of the plaintiffs’ intestate, by the court below through the medium of the account taken, as indemnifying against the alleged loss through the supineness of the defendant acting as agent, as we are of opinion that the plaintiffs are entirely precluded by the acts of their intestate from being entitled to any. It might be very doubtful, indeed, if necessary to rely solely on the ground as a defence, whether, under the terms of the employment of Stout to bid in the Plawkins property, at the request of Aiman, for this is the substance of the testimony, he was bound to investigate the state of the liens at all. The latter had lent his money and taken a judgment as security for it on the property, and the testimony seems to go far towards proving the bidding in of the property to have been by his direction and upon his own judgment. But as the defence is mainly placed upon the grounds already stated, we need not discuss this aspect of it.\nWas Arnold Aiman compos mentis on the 5th of March 1859, when he executed the release relied on by the defendant? Was he competent to execute a valid contract, and did he continue so at the time of taking possession of the premises, and giving notice to the tenants on the premises that he was their landlord ? If so, then a complete defence is established against the claim of the plaintiffs, to compel the defendant to account for all the money expended by him as agent of their intestate in and about the purchase, repair, and improvement of the Hawkins real estate bought in by him for the intestate.\nIn Graham v. Pancoast, 6 Casey 89, and in Nace v. Boyer, Id. 99, the degree of mental weakness which will authorize the setting aside an executed contract in equity, is discussed, and the rule deduced from the authorities is, that mental weakness not amounting to inability to comprehend the contract, when unaccompanied by evidence of imposition or undue influence, furnishes no ground for equitable interference. The contract here was executed.\nThere was but little testimony, if any, of such a degree of weakness as would bring the plaintiffs’ intestate within the rule of these cases, and none' whatever, of fraud or undue influence. Ten witnesses, two of whom were strongly impeached, were called by the plaintiffs to this point, but their testimony chiefly referred to a defect in the memory of Arnold Aiman, leaving the other faculties of his mind unimpeached. Opinions in a general way were called out from many of these witnesses, to the effect that they did not believe that he was capable of understanding the release at the time he executed it. I have not much respect for such a test. It is apt to be too much mixed with the uncertainty of what degree of intelligence the witness might think necessary to understand such an instrument, to afford any evidence of the strength of the mind under investigation. To such witnesses especially as could not read themselves, or had never seen such an instrument, it might in their opinion seem to require a much greater exertion of intellect than would be necessary to transact ordinary business, while to others familiar with such papers, a very low condition of mental power would be deemed sufficient. This test was uncertain and without much preliminary investigation for its foundation, was improper, if indeed it could be proper at any time. But to this extent and of this kind, was the testimony of most of the witnesses for the plaintiffs.\nOn the other hand, three members of the family of the deceased, namely, his widow, a son and a daughter, voluntarily applied to be made co-defendants with Stout the respondent — and they answer under oath and say, “ that they expressly deny that the said Arnold Aiman, at the time he executed the said letter of attorney, was the weak-minded and imbecile person which the said complainants have represented him to be in their said bill of complaint.” “ That he was of entirely sound mind and understanding, and fully competent to understand the nature and character of all the business transactions in which he was called upon to engage, and so continued until within a few weeks of his decease.”\nUnder an order for that purpose granted by the court, the widow was also examined as a witness, and testifying against her interest, upon the theory of the bill, she unhesitatingly reiterated in substance, the same matter contained in the joint answer of herself, her son, and daughter.\nTwenty-eight other witnesses, neighbours- and old acquaintances of the intestate, who testified to daily and weekly intercourse with him, in the transaction of business and otherwise, fully sustain his entire competency to transact business intelligently, not only during the winter of 1859, but up until near his death in the autumn of that year. The number and opportunities of these witnesses, as well as their general intelligence, gave the preponderance greatly in favour of the evidence of sanity of Arnold Aiman, and consequently the validity of his acts, and we cannot well understand .why this was not the conclusion of the learned judge below in view of all the testimony.\nThe point of mental capacity being established by the great preponderance of testimony, his acts of ownership over the property, his declarations of satisfaction Avith the purchase of the property — that it was cheap enough and Avould pay for itself in rents in course of time — that he had told Daniel Stout to buy it for him, for it Avas the “ best thing they could do to save themselves, as they had money in it,” not only were evidence of subsequent ratification, but clear away all pretence of want of intentional and intelligent execution of the power of attorney, and of any fraud or undue influence in obtaining it.\nThe release itself, under all these circumstances, must be alloAved its full force and effect as a valid instrument. The real consideration as contradistinguished from the nominal, Avas for the purpose of qualifying the releasee to be a witness for the releasor, on the motion to set aside the sale. The testimony of the defendant was takenAvas used by him, and his heirs and legal representatives after this are estopped from impeaching the release, or recovering against it on the ground of insufficiency of consideration.\nFrom these views of the case we are of opinion that the court below erred in decreeing, that the entire sum expended by the accountant as agent for Arnold Aiman, in and about the purchase and repair of the property in question, should be charged against him in his account, and he be compelled to take the property himself. We strike all this out, and affirm the decree for the balance.\nAnd now, to wit, February 17th 1862. This cause came on to be heard in this court on appeal, sitting in bane for the Eastern District of Pennsylvania, and being argued by counsel, it is now ordered, adjudged, and decreed, that the decree of the Court of Common Pleas of Montgomery county in this case be reversed, and that the sum of $>8645.69, charged against the accountant Daniel Stout, by the same decree, as expended by him as agent of Arnold Aiman deceased, in and about the purchase, improvement, and repairs of the IlaAvkins real estate, purchased by him as such agent, be stricken therefrom and disallowed, as not a proper charge against the accountant. And it is further ordered, adjudged, and decreed, that the said accountant pay to the complainants, tíh.e balance in his hands due the estate of the said Arnold Aiman deceased, to wit, the sum of $341.71, with interest from the 14th day of January, A. D. 1861, and that the costs of suit be paid by complainants, together with the costs of this appeal.\nPer Curiam."}