{"id": "481499", "contents": "The opinion of the court was delivered, April 21st 1862, by\nThompson, J.\nThe controversy in this case is about the taxes, State and city, for the years 1859 and I860,' and whether they were a lien on the premises in question at the time of the sale. That occurred on the 6th of August 1860. Claims for these taxes had not been filed, and were not presented to the sheriff, as the claim for the taxes of the three preceding years were. The taxes of 1859 were registered, those of 1860 were not, and perhaps were not levied at the time. Did the sheriff’s sale divest the lien of these taxes, or perhaps rather, did the purchaser take the property discharged of them ? Most certainly a construction that would deprive the public of the ordinary taxes, the only means government possesses to carry on its functions, and protect the persons and property of its citizens, should spring out of some very inflexible rules, and be clearly within some exception to the general requirement that the annual taxes shall be paid. Every man knows this to be the rule, and he ought to show his exemption very clearly to escape it. This applies to purchasers as well as ordinary owners.\nWe are not able to see that these taxes fall within any exception, or ought to be considered as paid, in favour of the purchaser. By the Act of 1846, registered taxes remain a lien for five years from the 1st of January succeeding the year in which they are assessed. In all the sections of the act in which the subject is referred to, unpaid taxes, whether registered only, or registered and filed, are denominated “ claims” for taxes. This is, we think, undoubtedly the meaning of the act, and the lien of registered taxes extending five years, comes within the saving of the sixth section, which provides that “ the lien of such claims (those mentioned in the act, taxes, &c.) shall not be divested by any judicial sale, as respects so much thereof as the proceeds of such sale may be insufficient to discharge.” We think the expression “such claims” is to be construed in its general or popular sense. No argument or reason has been presented to create a doubt of this, and it comports best with the principle of the tax laws, as well as the public interests. How otherwise can the public be protected? The city cannot be at such sales, and unless the state and city taxes be protected, by requiring the purchaser at a public sale either to bid so as to cover taxes due, or take the property subject to those remaining unpaid by his bid, these amounts must be lost, and the property of others must make up the deficiency. This would be shamefully unjust, and especially so, as a purchaser may inform himself beforehand fully as to the unpaid taxes. The registration will show him that. The taxes of the current year fall upon the property, and are payable as accruing on the ownership of it, like that of any other owner; such was the case with the taxes of 1860. They were not due when the sale took place. The period for completing the assessment had not expired. After that the rate per centum Was to be fixed, and appeals held. Strictly speaking, this year’s tax accrued after the sale. \"We think the judgment of the District Court was entirely correct, and the judgment must be affirmed.\nIt is to be regretted that a more intelligent system in regard to taxation does not exist in Philadelphia. There are numerous enactments on the subject, with very many seemingly incongruous and inconsistent provisions.\nJudgment affirmed."}