{"id": "481498", "contents": "The opinion of the court was delivered, March 22d 1862, by\nThompson, J.\nWe see no ground for the first assignment of error in this case. The record does not show that the deposition of Harris, taken on a commission, was not attached to the commission. We have a statement to that effect in the printed argument, but this, as an objection, is not contained in the bill of exceptions in any way. The answers referring to the several interrogatories by number, were sufficient evidence that the interrogatories themselves had each been propounded to the witness, and answered without its being so stated, particularly as it is stated in the certificate of execution of the commission, that it was taken pursuant to a commission, and to which the interrogatories were attached.\nThe second assignment of error is to the action of the court, in overruling an offer of testimony by the defendant below, but which is not embraced in the bill of exceptions, nor made part of it. The reference to it in the assignment of error is not sufficient. We have no guaranty that that is correct; at all events, that is not the way in which practice, and the rules of court, require it to be presented. If we were to take no further notice of it, the plaintiff in error would be no loser thereby. It was a most novel proposition. It was to prove adulterous intercourse between the defendant’s intestate and the plaintiff before their marriage, for the purpose of defeating the latter of her marital rights as widow of the intestate.\nMrs. Hill had been divorced from her former husband on the ground of desertion, nearly a year before her marriage with Burdick Hill, the intestate. So that their subsequent marriage was legal. But the defendant’s counsel seemed to think that, if they could prove adulterous intercourse between the parties before her divorce from her husband, it would avoid the subsequent marriage. This is a great mistake. Such a result only takes place where there has been a divorce for the cause of adultery. The decree against the party charged, while it remains in force, is an adjudication of incompetency to marry with the particeps in the crime, by the express provision of the statute. Such subsequent marriage after such a decree, and while it remains in force, would probably avoid the marriage. But the law does not allow marriages to be annulled but by proceedings for that purpose. When they are void by positive law, is another thing: such was not the case here, and could not be made so in this issue, if the evidence had been received.\nThe remaining assignments are to the charge of the court, and to the answers to several points put by the defendant. In none of them is the question of waiver by the widow of her right to the $300 exemption raised, although it was discussed in the argument. We need not, therefore, further notice it.\nUpon the questions propounded to the court as to the widow’s right to the exemption as against debts contracted prior to the passage of the Act of 1850, the court, in going as far as they did, went too far in favour of the defendant, and it will hardly be considered error that he did not go further astray. In Baldy’s Appeal, McAllister’s Estate, 4 Wright 828, we held that there being no such saving clause in favour of debts prior to the passage of the Exemption Act of 1850, as there is in the Debtor’s Act of 1849, that the widow’s claim was good against all debts not liens prior to the act. And this distinction is preserved in Neff’s Appeal, 9 Harris 243. The matter alleged as being in pari materia by the learned judge who delivered the opinion of the court in that case, with the Act of 1849, and to be construed in the same way, had no relation to the question of prior indebtedness, not liens defeating the exemption. It related solely to the duty of the widow to make a selection of property which she desired to retain for the use of herself and family. She was held to stand on the same footing with a debtor in this respect, and that the same construction in this particular was to be given to both acts. But this question has passed in rem. judioatam, and need not now be further discussed. The jury found for the plaintiff even on the unfavourable ground for the plaintiff below, on which the case was put; and as the plaintiff in error has failed to establish any error committed against him, the judgment must be affirmed.\nJudgment affirmed."}