{"id": "481489", "contents": "The opinion of the court was delivered, February 10th 1862, by\nRead, J.\nA great deal of the difficulty originally felt in holding corporations liable for the acts of their agents within the scope of their-authority, arose from the supposition that it was necessary their appointment should be under the seal of their principals. The decisions both in England and America have satisfactorily disposed of this technical doubt, and it is now clearly the law, particularly with regard to what are called trading corporations, that no such evidence of authority is required. A private corporation is liable for the acts of its agents within the scope of their authority, in the same way, and it would appear in the same form, as any individual person is.\n“A master,” says Smith, in his Master and Servant, 2d ed., p. 183, “is ordinarily liable to answer in a civil suit for the tortious or wrongful acts of his servant, if those acts are done in the course of his employment in his master’s service. The maxims applicable to such cases being respondeat superior, and that before alluded to, qui faoit per alium faoit per se. This rule, with some few exceptions which will hereafter be pointed out, is of universal application,- whether the act of the servant be one of omission or commission, whether negligent, fraudulent, or deceitful, or even if it be an act of positive malfeasance, or misconduct, if it he done in the course of his employment, his master is responsible for it civiliter to third persons.” At page 187, citing several English and American authorities, he says: “ Actions against railway and steam-packet companies also necessarily involve similar principles, as such companies can only act through the instrumentality of servants.”\nIn The Philadelphia, Wilmington and Baltimore Railroad Company v. Quigly, 21 Howard 202, the Supreme Court of the United States held that an action on the case for a libel could be brought against a corporation; and Mr. Justice Campbell, in delivering the opinion of the court, thus defines its liability for the acts of its agents. “With much wariness, and after close and exact scrutiny into the nature of their constitution, have the judicial tribunals determined the legal relations which are established for the corporation by their governing body, and their agents, with natural persons with whom they are brought into contact or collision. The result of the case is, that for acts done by the agents of a corporation, either in contractu or in delicto, in the course of its business and of -their employment, the corporation is responsible as an individual is responsible under similar circumstances. At a very early period it was decided in Great ¡Britain, as well as in the United States, that actions might be maintained against corporations for torts; and instances may be found in the judicial annals of both countries of suits for torts, arising from the acts of their agents, of nearly every variety.” Similar doctrine is maintained in Addison on Wrongs, pp. 721, 722. In Moore v. Fitchburg Railroad Corporation and Another, 4 Gray 465, it was held that a corporation may be sued for an assault and battery committed by their servant acting under their authority. There the conductor put out a passenger who had paid his fare, and the court ruled that if the company gave the conductor the power to act according to his discretion in all such cases as should arise, and in the exercise of that discretion he wrongfully exercised the power or removed a passenger, it would be the act of the company, and they would be liable. In this case the suit was against the corporation and the conductor. The court held the joinder was right, and although the conductor was acquitted, they would not interfere with the verdict against the company. The English cases prior to 1860, are collected in a convenient form in a leading article in the 6 Jurist, N. S., part 2, p. 143.\n“ The old doctrine that a corporation aggregate has no soul, and therefore is incapable of a malicious intention, has been described by Erie, C. J., as being rather quaint than substantial; and accordingly, in these days, when substance is preferred to form, and utility to quaintness, it has been held that corporations, especially those of a trading character, have souls, and may therefore be guilty of malice. The number and importance of corporate bodies established for the purpose of trade in modern times, and transacting their business through the agency of servants, have rendered it necessary to relax the old rules existing on the subject, and to extend to them the maxim respondeat superior, as if they were private individuals; the only special limitation engrafted upon their liability being that the act complained of should be Avithin the scope and purpose of the incorporation. Thus, after being liable to an action for a false return to a mandamus (Yarborough v. Bank of England, 16 East 6), for the negligence of their servants (Scott v. The Mayor, &c., of Manchester, 2 H. & N. 204; 3 Jur. R., part 1, p. 590), for an assault (The Eastern Counties Railway Company v. Broom, 6 Exch. 314-15; Jurist, part 1, p. 297), for false imprisonment (Chilton v. The London and Craydon Railway Company, 16 M. & W. 212), to an indictment for nonfeasance (Regina v. The Birmingham and Gloucestershire Railway Company, 3 Q. B. 223), and for misfeasance (Regina v. The Great North of England Railway Company, 9 Q. B. 315; 10 Jurist, part 1, p. 755), it was decided that an incorporated company might be sued for a libel contained in a message transmitted by their telegraph, the company being incorporated for the purpose (inter alia) of transmitting messages (Whitefield v. South-Eastern Railway Company, 4. Jurist, N. S., part 1, p. 683), and that they might also be guilty of acts maliciously committed, with a view to injure individuals or rival companies (Green v. The London General Omnibus Company, 6 Jur. N. S., part 1, p. 228).” So in Cowley v. The Mayor, &c., of Sunderland, 30 Law J. Rep. Exch. 127, February 5th 1861, the corporation were held liable to an action for an injury done by a Avringing machine erected by them; placing them on the same footing as an individual under such circumstances.\nThese eases have been followed by two very important cases decided in the Courts of Exchequer and Queen’s Bench, in the beginning of the last year. The first, Seymour v. Greenwood, was decided on the 22d January 1861, and is reported in 80 Law J. Rep. Exch. 189, and was affirmed in the Exchequer Chamber, Id. 327.\nIn this case the plaintiff was a passenger in the defendant’s omnibus, and was removed by. the conductor, a servant of the defendant, in such a manner that the plaintiff fell into the road, and was severely injured. The allegation was that the plaintiff was drunk, and refused to pay his fare; and the court thought the conductor was obeying the lawful commands of his master in removing a troublesome passenger. The conductor went into the omnibus and took the plaintiff, who was inside, by the collar with both hands, and backed himself out of the omnibus, drawing the plaintiff along with him. The plaintiff was then on the step, and the conductor on his feet in the road; and he then threw the plaintiff on to the road, to the right hand. The omnibus was stopped when he threw the plaintiff down. The plaintiff fell; the conductor did not. A Hansom cab came up in the same direction as the omnibus, and the driver tried to draw up, but something under the cab caught the plaintiff, and the cab went over his foot and struck his head at the same time. Pollock, C. B., said: “ I do not believe he intended to do any mischief, but his want of care clearly was the cause of the mischief, and therefore I think the effect of the evidence is that the servant, by carelessly executing his master’s commands, caused the mischief complained of, and that is what I should have found had I been on the jury. There is no doubt that the law on this subject was once very much confused, and when McManus v. Crickett, 1 East 107, was decided, the law had not been settled. I think the view we take of this case is quite in conformity with all the more recent decisions. Public safety and private convenience require that we should so decide; for if we were to hold that a railway company is not to be responsible for the act of its servant causing damage to a third person, unless it be an act done in the mere negligent obedience to the orders of the company, there would be no protection to the public.”\n“I have no doubt,” said Martin, B., “that if the conductor used unnecessary violence in removing the plaintiff, the master would be responsible. If, by an act done by a servant within the scope of his ordinary employment, another person is injured, that person may maintain an action against the master; and the act of removing the plaintiff from the omnibus was within the scope of the conductor’s ordinary employment.” “The criterion is not whether the master has given the authority to do the particular act, but whether the servant does it in the ordinary course of his employment.”\nThe plaintiff died while the rule to set aside the verdict was pending, and the court ordered the judgment to be entered in his name, nunc pro tunc, as of Easter Term, when he was living.\nIn Goff v. The Great Northern Railway Company, 30 Law J. Rep. (Q. B.) 148, February 13th 1861, the written opinion of the court was delivered by Mr. Justice Blackburn, in which the prior decisions on the subject were deliberately and carefully reviewed. It was held that “ a railway company, though it be a corporation, is liable in an action for false imprisonment, if that imprisonment be committed by the authority of the company; and it is not necessary that the authority should be under seal.” Then as to the evidence of such authority, it was held that the doctrine enunciated by the Court of Exchequer Chamber in 1853, in Giles v. The Taff Vale Railway Company, 2 Ellis & Bl. 822, gave the correct rule, and all prior decisions conflicting with it were considered as overruled on that point. It is not necessary to enter into this question, as in the present case it was proved by the defendants that they had expressly authorized and instructed their officers or agents to put passengers out of their cars in cases like the present.\nTwo errors only were argued or pressed by the counsel of the plaintiffs in error. About the first alleged error that the court erroneously held that the company were liable for the acts of their agents in this case, there can be no doubt that the court below were right in their exposition of the law, which is in strict conformity with the authoritative statement of the law by the latest and best authorities, and is founded upon the clearest principles of public policy and private convenience. A railway company selects its own agents at its own pleasure, and it is bound to employ none except capable, prudent, and humane men. In the present case the company and its agents were all liable for the injury done to the deceased.\nThe other error, that the court should have instructed the jury to find for the defendants, is not sustained, and I think the court went farther in expressing their opinion upon the evidence than I would have done; for it appears to me that there was persuasive evidence sufficient to convince a jury that the deceased died of the wounds wffiich he received when his hands were forcibly removed by the agent, and he fell on the track of the road, between the rails, on the ballasting. There was therefore no error committed by the court, and we do not see that the former reversal on the question of damages has materially improved the condition of the defendants, and it would hardly be to their interest to have another trial.\nJudgment affirmed, ()\n(a) See General Omnibus Company v. Limpus, 9 Jurist, N. S. 333, Exch. Ch., June 23d 1802."}