{"id": "481483", "contents": "The opinion of the court was delivered, March 10th 1862, by\nStrong, J.\nThis was a scire facias upon a mortgage alleged to have been executed for the defendant on the 1st August 1854, by George T. Devereux, who had previously been, by letter, duly appointed her attorney in fact. The power of attorney, dated May 23d 1854, was produced on the trial. It had been acknowledged and recorded, and it was large enough in its terms to authorize the execution and delivery of the mortgage. But the defendant insisted that she had never signed it; that in fact it was a forged instrument. To sustain her allegations, she adduced evidence to show that she was not in Philadelphia when and where it appears to have been acknowledged. She submitted also the testimony of witnesses acquainted with her handwriting, who thought the signature was not hers, and she called other witnesses, who claimed to be experts, to whose competency as such no objection was'made, and they testified that the signature appeared to be an imitation, and unlike other admitted signatures of the defendant. On the other hand, the plaintiff produced one of the subscribing witnesses to the letter of attorney, who testified that Mrs. Gonter did sign it. He also gave in evidence a deed of revocation of the power of attorney, dated March 8th 1859, and a letter addressed to George T. Devereux, enclosing a copy of the revocation, in both which the defendant spoke of the letter ox attorney as having been made by her. The plaintiff further gave in evidence a contract between the defendant and Devereux, dated March 24th 1854, by which she agreed to sell to him the house which was subsequently mortgaged. An account stated between the defendant and Devereux was also given in evidence, and a sealed agreement -of settlement, dated April 30th 1859, by which he agreed to give back to her certain personal property, and the house she had articled to sell to him, to give his promissory notes for a stipulated sum, and to remove from the house certain encumbrances, which the parties stated then rested upon it, one of which was the mortgage upon which this scire facias was issued. In addition to this, proof was submitted that the plaintiff had been requested by the attorney of Mrs. Gonter not to push the mortgage, and assured that it was perfectly secure.\nIt was upon such evidence that the case was submitted to the jury, with a charge from the learned judge that the sole question was whether the letter of attorney was or was not a forgery, and that if they believed the name of the defendant to the said power of attorney was not written by her, they should find a verdict for the defendant.\nTwo errors have been assigned by the plaintiff. The first is, that the court erred in leaving the case to the jury at all. It is insisted there was no competent evidence to disprove the execution of the letter of attorney by Mrs. Gonter. We think, however, there was, and that the question could not have been withdrawn from the jury. It may be that the evidence on the part of the defendant was weak, compared with the direct evidence furnished by the acknowledgment, the testimony of the subscribing witness, the deed of revocation, and the sealed agreement of the defendant with her alleged attorney. But it was the province of the jury to weigh the conflicting evidence. It is not for the plaintiff, after having permitted the alleged experts to testify without objection, and without any proof that they were not experts, as they professed to be, to aver now that their testimony was not competent. And even if he could, there was some evidence given by those who knew the handwriting of the defendant that the signature was not hers. Nor was there anything which the court could have declared an estoppel against a denial by the defendant that she had signed the letter of attorney. If there was anything, it must have been in the deed of revocation, or in the agreement of April 30th 1859. These were, doubtless, cogent evidence that she had signed the letter of attorney, but only evidence. As an estoppel the plaintiff could not use them, for he was neither party nor privy to them. The only advantage which he could derive from them in this of the case was to treat them as solemn acknowledgments, the weight of which was for the jury.\nThe second assignment is that the court charged the jury, the sole question was whether the power of attorney was forged, and instructed them to return a verdict for the defendant, if they believed it was. No‘ specific instructions were asked on either, side. Omission to give them is not therefore assignable as error. But if there was material misdirection, the judgment will be reversed, even though no instructions were asked. We have always held it to be a fatal error to confine the attention of the jury to one view of the case when there is more than one which they should consider. To tell them, as they were told in the present case, that the sole question was whether the letter of attorney was forged, and to direct them to find for the defendant if they believed it was, amounted to a binding instruction that the mortgage had not been ratified or adopted by her, and that she was not estopped from denying that it Ayas her deed. That, we think, was more than should have been said. Admitting that there Avas no ratification, or adoption of the power of attorney, and no estoppel in the way of the defendant to prevent her’from denying it, which we think must be admitted, there Ayas some evidence that she had assented to the mortgage, and, by her assent, had confirmed Avhat Devereux had done in her name. It is hardly' accurate to speak of ratifying a forged instrument. It may be adopted, but adoption does not relate back and validate prior acts. If the letter of attorney was forged in 1854, no act of Mrs. Gonter in 1859, after her return from Europe, could make it efficient from its date. But she could confirm the mortgage, for that yyas executed in her name by a professed agent acting under a real or a pretended authority. To ratify that required no neAV consideration from the mortgagee. And if the evidence satisfied the jury that she had ratified it, the plaintiff was entitled to recover, even though she had never signed the power of attorney, and though that was forged. It requires no formality to ratify Avhat one has done in another’s name, under a professed agency. Consent to the act, approval of it, is all that is essential. Now, in addition to the eAddence that Mrs. Gonter, through her attorney, asked time for payment .of the mortgage, and assured the mortgagee that it Ayas safe, it was proved that she had entered into a sealed agreement with Devereux, by which she engaged to release him from certain liabilities, and took from him the very property mortgaged, with a covenant that he Avould take off the mortgage now in suit, which she acknowledged to be an existing encumbrance. This was on the 29th of April 1859. For more than a year after that time she suffered the mortgage to remain, with no intimation to the mortgagee that it had been made without any authority from her. It is too much to say that all this was no evidence of ratification, of consent to being bound by it. In Fitzpatrick v. The School Commissioners, 7 Humphrey 224, it was held that taking a counter security from one who had without authority acted for another, was a ratification of'the act. There was more than that in this case. We need, however, only say that the plaintiff’s case did not rest exclusively upon the validity of the letter of attorney. Beyond that, there was a question of ratification.\nJudgment reversed, and a venire de novo awarded."}