{"id": "481472", "contents": "The opinion of the court was delivered, March 20th 1862, by\nLowrie, C. J.\nLet the magnitude of the interests involved in this transaction account, so far as it may, for the magnitude of this record, and for the complications in which the true question is embarrassed. Cleared of the complications, the question is a very simple one, and needs but very little discussion. The petitions of the plaintiff show his interest in the trust, and claim that the transaction is an assignment by John Fallon for the benefit of creditors within the meaning of the Act of 1818 (repeated in 1886), and that the defendants, as assignees, should be held accountable under that act.\nIf the defendants had contented themselves with admitting the trust; denied that it was of such a character as to fall under that act, and annexed the writings which constituted the transaction, so that its character might be judged, the whole case might have been disposed of by the Common Pleas within a month, instead of taking two years. It seems to us that all else is simply irrelevant, and we discard it from our consideration. We judge the transaction by the writings which were intended to record it; we need nothing more. If it is an assignment, within the meaning of the Act of 1818, this petition may be sustained; if not, not.\nWe think it is not. Until the Act of 1818, creditors, in whose favour assignments were made, had no adequate remedy to enforce the responsibility of the assignees, and, on this account, assignments for the benefit of creditors very often resulted in merely putting estates beyond the reach of creditors, and in finally wasting them entirely. It was to remedy this, and “ to compel assignees to settle their accounts,” that the act was passed.\nIt had reference to a class of assignments then and afterwards well known in legal and commercial practice, to wit, an assignment in a known general form to trustees by a debtor of his effects for the benefit of his creditors, and involving in them no other kind of contract about any other subject-matter. Of course, the courts cannot allow the law to be evaded by any sham departure from the general form of such assignments; and when the transaction is substantially an assignment for the benefit of creditors, involving no other important purpose that would be prejudiced by bringing it under the Act'of 1818 (now 1886), the substance rather than -the form must be regarded. Sometimes this question is so presented on the papers as to be of very difficult solution. In this case it is not* so.\n• The averment is, that John Fallon has assigned nearly all his real and personal estate to the defendants in trust for the benefit of his creditors. If this is an adequate statement of the fact, then the property assigned as John Fallon’s is the only security provided by the transaction for the payment of debts amounting to near $850,000, including the debt due to the Duke of Riansares, and it may no,t pay half that amount. We cannot, therefore, do such injustice to creditors as to give this interpretation to the transaction if we can avoid it.\nWe can do so very easily, for the property itself is not assigned for the benefit of creditors, but sold to the Duke of Riansares, through the intervention of trustees. The price to be paid by him is the amount of the debts, and for the payment of this he has pledged the property sold, and his own other property also, by placing it in the hands of the defendants as trustees. The transaction is, therefore, a sale, with a security analogous to a mortgage for the purchase-money, rather than an assignment for the benefit of creditors.\nAgain, it is a characteristic of assignments for-the benefit of creditors that they are, substantially, like wills, unilateral arrangements in all their essential particulars, the assignor himself declaring the extent and conditions of the grant, so far as the law allows, and the assignees having no part in the matter, except the simple acceptance of the trust as created; but in this case the grantees of the estate have bargained for every grant and stipulation in their favour, and all these must be taken as the consideration for all the stipulations entered into on the part of the grantees. They are not mere volunteers in the acceptance of the assigned estate, but actual purchasers of it; and we cannot treat them as volunteers if thereby we endanger any of their purchased rights. If we treat the transaction as„a mere assignment for the benefit of creditors, we do, in fact, set aside many of the essential qualities of the contract. We shall leave the Fallons in debt to the Duke some $450,000; whereas, according to the contract, all this is satisfied: we shall leave Fallons’s creditors no fund to resort to but their own estate, and a very large part of that being mortgaged to. a few creditors, may be taken away from the general creditors entirely; whereas, by this contract all are secured out of the duke’s estate contract if it be allowed to stand as made, and as the plaintiff admits he wants it to stand, it is a’ proper accountability on the part of the trustees that he insists on.\nEven if, under these petitions, we could treat this as in some sense an assignment of the purchase-money for the benefit of John Fallon’s creditors, still we could not treat it as a mere assignment, and therefore not as falling under the Act of 1818 or 1836; for the grantees are purchasers of all the terms by which the payments are to be made, and not mere volunteers in accepting terms for the benefit of others. But we need not go further in discussing the nature of this transaction. We cannot, without undue straining, and without risk of great injustice, bring it within the class of voluntary assignments in trust for creditors.\nYet we admit that if the plaintiff had no other remedy, we should be much inclined to run the risk of some injustice by treating it as a voluntary assignment, or at least by moulding the remedy given by the Acts of 1818 and 1836, so as to meet the demands of this case in a way that would be as little injurious as possible. But we think he has a much better remedy in the ordinary forms of equity in case of trustee^. The trust is partly for the benefit of creditors, and he is a creditor of John Fallon, and therefore a cestui que trust, in so far at least as the trust is to pay debts due by him and assumed by John, and contracted to be paid by the duke or the trustees, and as such a creditor he has an undoubted interest in the trust, and may sue for its proper administration. We need not find authority for so plain a principle; any of the text-books in equity practice will reveal it: Story’s Eq. PL, §§ 72, 137, 207, &c.\nDecree affirmed, without costs."}