{"id": "481494", "contents": "The opinion of the court was delivered, June 26th 1862, by\nRead, J.\nThe single question of fact in this cause was whether the goods levied upon, under the executions of the defendants below in the feigned issue, were the property of Jeremiah and Charles Kleckner, the defendants in those executions, or of the plaintiffs in the feigned issue, Michael Kleckner and Joseph Orwig. This question was distinctly submitted by the court to the jury, and has been found by them in favour of the plaintiffs,' and the verdict must stand, unless the court committed some error in point of law in charging the jury affecting the merits of the case.\nWe perceive no error in the answers of the court to the 6th and 5th points put by the plaintiffs below, the first being clearly right, and the second being rendered inapplicable, as the jury found that all the goods were the property of the plaintiffs.\nThe answers of the court to the 1st, 2d, and 4th points of the defendants below, in refusing the instructions prayed for, seem to be entirely correct, for we cannot see how the assignment of Michael Kleckner, and the acts under it, have anything to do with the case, particularly as the debts secured by it were paid, and all the rights of the remaining property fully revested in the assignor. The defendants clearly could not complain of these acts, nor were they in a situation to complain of the proceedings by Michael Kleckner on his judgment, nor was there anything done by him, vesting the Huffnagle k Weaver notes in J. & 0: Kleckner; the court were therefore right in negativing the 3d point of the defendants.\nThe 6th point was also properly negatived (Byles on Bills 109), and, if the jury believed the testimony, there was evidence of a consideration amply sufficient to sustain the judgment entered on the 10th May 1860 on the judgment-note of J. & C. Kleckner. Upon the whole, the court appear to have fairly submitted the facts to the jury, with proper instructions upon the law of the case, and therefore\nThe judgment is affirmed."}