{"id": "481484", "contents": "The opinion of the court was delivered, February 17th 1862, by\nThompson, J.\nThe second, third, and seventh assignments of error cover in its various aspects the material question in this case; and being determined in the manner we propose to do will render unnecessary any notice at length of the other points in the case.\nThe facts in the case seem to be that the plaintiff became the owner of an undivided three-fourths of the tract of land on which the alleged trespass was committed in 1847. We need not take special notice of the fact that Root’s deed to him was for the entire tract, for it clearly appeared that Root had but an undivided interest of three-fourths to convey. The defendant had formerly owned the one-fourth of the same tract, but sold it, and in 1853 became reinvested-with a one-twelfth interest in the tract.\nA careful examination of the testimony given on the trial shows that both parties had been in possession of the land, and exercised acts of ownership over it, for several years prior to the commencement of this suit. Indeed the plaintiff claims to have had possession at all times, and charges the defendant with trespasses from the acquisition of title, or at least back to the year 1853.\nThe truth of the case undoubtedly was that both were in possession during the time, but the plaintiff characterizes the defendant’s possession as a succession of trespasses. I have not been able to find any evidence of the exclusion of the plaintiff by the defendant from the premises, so as to bripg him within the rule laid down in McGill v. Ash, 7 Barr 397. The thing looking most like it is his putting the plaintiff’s tenant out of his (defendant’s) own house, which he had built and occupied two or three years by tenants and labourers, and Avhich becoming casually vacant, the plaintiff placed a tenant under a lease of the tract for ten years therein. But this was not a trespass against the plaintiff. If it was a trespass against anybody, it Avas against the tenant. The plaintiff’s possession Ayas not interfered Avith, nor was he expelled from the land, or even, so far as I can remember, forbidden to enter on the land or to cease occupying it.\nBut it was admitted on the trial that the defendant denied the-plaintiff’s title. This of itself was not an ouster; it would have been evidence to show with what intent an exclusion from the land Ayas made, if the defendant had totally expelled the plaintiff. But this he did' not do, and this denial ended as it began, in words.\nThe question then recurs, is the action of trespass quare clausum fregit, brought by the plaintiff against the defendant for cutting and carrying aAvay timber from the land, under these circumstances sustainable? If I am right in the facts, it is in effect an action of trespass for taking profits from the land, both parties being in possession as tenants in common. Now as they hold by distinct and several titles, but by a unity of possession, in the language of law writers “ none knoweth his ovra severalty, therefore, all occupy promiscuously:” 1 Bl. 191. They are said to be seised per my et per tout, in the parts as well as in the whole: how, therefore, can one be a trespasser against another, when both are in possession according to their titles, enjoying what the law gives them a right to enjoy ?\nThe facts here do not bring the defendant within the cases of McGill v. Ash, 7 Barr 397, and Trauger v. Sassaman, 2 Harris 514, and perhaps a dictum or so elsewhere. In them the ground of decision was upon an entire expulsion of the plaintiff from the common property — an “ unequivocal ouster” as it was called. That, however, is not this case. It is not the cause of action set forth in the narr., nor what was referred to the jury as the basis of their recovery. The learned judge charged “ that if Filbert, in 1853, acquired title to the one twelfth, which he did not assert to Hoff, but afterwards entered upon Hoff’s possession of the entire tract, repudiating and denying Hoff’s title to any part thereof, and claimed to hold the whole tract hostile to Hoff; that such entry by Filbert is a trespass upon the possession of Hoff, for which he may maintain this action.”\nThis was an error. It was carrying the law beyond its true boundary. It was giving the force of an actual ouster and exclusion, the foundation on which the two cases cited rest, to á mere declaration in denial of plaintiff’s title. This was the utmost length to which the admission on this point went; but this was not an act. Words never constitute a trespass, much less -do they forfeit a right, unless somebody is prejudiced by them. Hoff was divested of no possession thereby; that continued; nor did the declaration enlarge the defendant’s right to his prejudice.\nThe parties both being in possession at the time suit was brought, and before, under titles that neither disputed, to the extent of three-fourths in one and the one-twelfth in the other, trespass would not lie by one against the other, and hence the action did not lie here; and the judge erred in charging as stated in the three assignments of error stated. If tenants in common cannot agree together, let them procure partition, and if one has 'taken more than his share of the profits of the land, he can be compelled, in the proper form of action, to account to his co-tenant for the overplus.\nJudgment reversed, and venire de novo awarded."}