{"id": "481476", "contents": "The opinion of the court was delivered, March 3d 1862, by\nLowrie, C. J.\nFrom the bill, answer, and testimony, and especially from the evidence of .the acts of the donor, and from the long-continued conduct and practice of the donees in accordance with his acts in relation to the property, which are much better evidence than the loose recollections of loose conversations occurring forty years ago, it seems to us quite clear that this lot was dedicated, as an appurtenance of Pott’s town plot, for a burial-place for the inhabitants thereof, and perhaps for his own descendants also, and for a school, and, if the inhabitants could agree on one, for a church also. The difficulty arises from the dedication not being in writing. It was made about 1817, and in a year or two afterwards a school-house was erected, and has been used as such ever since. Very shortly after the dedication the burial part of the lot was fenced in, and, though the position of the fence has been somewhat changed, it has never been so changed as to interfere with the portion of the lot where the school-house stands.\nEven if the evidence were clear that the first oral dedication was for a burial-place only, that would not prevent a subsequent change of its purposes by the donor and donees, and the declarations of the donor, and the perfectly uniform usage of the donor and donees ever since, made it perfectly clear that the purpose of a school was added directly after the first dedication, if it was not a part of it.\nNo doubt the privilege of burying was confined to the inhabitants of the donor’s town plot, and to his own family; but how was the school-house to be used ? By the inhabitants of his town plot alone ? It contained but six or seven families when the school-house was built. Were they alone to have the privilege of the school? And the church, if built, were the inhabitants alone to be allowed to attend it ? It is not usual thus to limit the use of either churches or schools. Nay, it is never done, except with schools under our school law. Usually, before the public school system, schools were for all the neighbourhood that could be accommodated at them, and who were within such distance that they could conveniently attend them.\nAnd so we must presume this school lot was used: for no one intimates that it was used with any limitation of the ordinary custom of schools. And in 1835 the public school directors took charge of it, as of course and of right, and have used it ever since, without objection from- any one, for the schools of the whole district. We infer from the evidence that the school portion of the lot has been used for the benefit of the neighbourhood, rather than for the inhabitants of his town plot, ever since the house was built, and we do not discover that this is inconsistent with his dedication, and common custom helps to convince us that it was not.\nNo doubt he -intended it to be under the management of the inhabitants; but he made no provision of trustees to manage it. In Klinkener v. The School Directors, 1 Jones 447, it was decided that in such a case the management would fall on the school directors under the Common School Law. Here the legislature have by special act put it under the same direction.\nAnd what interest has the plaintiff .to dispute this use of the property ? It is no encroachment on the right of burial, but a use of part of the lot for the general purpose intended. It does not injure him that too many may be admitted to the school, for he, not being an inhabitant of the town, has no right of schooling. It does not increase his taxes, but tends rather to diminish them. We do not see how he can object to its being used as heretofore; the school directors would hardly offer to sell it, and there is not much danger of any one buying or accepting a mortgage on such a title.\nThere can be no valid objection on the ground of the increasing number of pupils attending the school, for that must have been in the hopes of the original donor and donees, and it is of the nature of things that the number must greatly vary. But with the growth of population, a neighbourhood, or a church, or school territory, naturally contracts. The territory that forty years ago had but one school, may now in some instances have ten, and yet each school may have more pupils. A trust or dedication’ can hardly be said to be diverted from its purposes by such natural social changes as this. Equity cannot so enforce a dedication as to make it conflict with natural, but only with arbitrary, changes of human society, though these are not always easily distinguished.\nIf the school directors, who are now the trustees of the lot for the uses to which it was dedicated, offer to encroach upon the burial-ground, no doubt the court, on application of parties interested, will see that the boundaries between the respective parts shall be properly defined, fenced, and observed. But we do not see that the erection of the proposed school-house will do any wrong to the plaintiff.\nDecree of the Common Pleas reversed, and the plaintiff’s bill is dismissed at his costs, and the cause is remanded for execution of this decree."}