{"id": "481492", "contents": "The opinion of the court was delivered, April 21st 1862, by\nStrong, J.\nThe court below instructed the jury that damages for the loss of a contract may be recovered when a plaintiff has been prevented from performing it by the default of the defendant ; but the learned judge added, the plaintiffs in this case had given no evidence on which such damages could be estimated. Herein, it is alleged, there was error.\nWe have carefully examined the whole evidence returned with the record, and have failed to discover any which can be regarded as tending to show that the plaintiffs would have made any profits had they been permitted to go on and complete the work which they contracted to do. Much less is there any which could have been a guide to an estimate of profits. The contract was an entirety. It required of the plaintiffs earth excavation, solid and loose rock excavation, ditching, rubble masonry, range masonry, embankment, brick work; in fact, no less than sixteen different kinds of work, for each of which there was a stipulated price. Under such a contract it is obvious, that to determine whether any profit could have been made had the work all been done, it is necessary to ascertain not only the amount of each kind of work, but the cost of doing it. We obtain nothing of value, if Ave determine that the solid rock excavation, standing by itself, Avould have yielded a profit. That may be, and yet the contract have been worth nothing. The other kinds of work which the plaintiffs were equally bound to do, might have involved a loss, much greater in amount than all which could have been made upon the rock work. Now, a plaintiff who claims damages for the loss of a contract, is as much bound to prove that ho has sustained damages, as he is to prove the contract itself. The jury cannot be asked to guess. They are to try the case upon evidence, not upon conjecture. The right to recover nominal damages may be complete when it is shown that any damages have been sustained ; but if more is asked, there must be a proof of more. If, then, as we think, there was no evidence that the plaintiffs had suffered any loss in being prevented from going on with their contract, it was not error to say that there Avas nothing by Ayhich a jury could estimate such a loss.\nJudgment affirmed."}