{"id": "481481", "contents": "The opinion of the court was delivered, February 3d 1862, by\nRead, J.\nThe real merits of this case have been settled by this court in Craig v. McHenry, 11 Casey 120, but exceptions were taken to the admission of two witnesses, Messrs. Goddard and Browne, and also to portions of the testimony, and to the charge of the court. Mr. Goddard was a creditor of the company, which was entirely insolvent, and has no interest either in the result of this suit or in the fund to which its proceeds were to go; and Mr. Browne was a stockholder, who had paid up the full amount of his stock, and had no possible interest either one way or the other. They were, therefore, rightly admitted.\nHenry Leech and others, and their associates, were created a body corporate by the^ame of “The Western Insurance Company,” by an Act passed the 14th April 1851, the 11th section of which provided “ That the right to repeal or alter their charter in such manner as to do no injustice to the stockholders, is hereby reserved to the legislature.” By the 13th section of the Act of the 3d May 1852, and the 8th section of the Act of the 6th May in the same year, P. L. 1852, pp. 526 and 624, it was enacted “ That the Western Insurance Company of Philadelphia shall have all the powers and privileges conferred on or exercised by the Mercantile Mutual Insurance Company of Philadelphia, under the provisions of an act entitled ‘ An Act to extend the boundary line of the borough of Newton Hamilton, and for other purposes,’ ” passed the 9th day of April, A. D. 1849. This last-named act authorized The Western Insurance Company to act as a mutual insurance company, a power which they never exercised; and it also contained in its 11th section, a privilege which they considered very valuable, and which they did. use during nearly the whole time of their actual corporate existence. This section is in these wmrds: “ The company, for the better security of its dealers, may receive notes for premiums in advance, of persons intending to receive its policies, and may negotiate such notes for the purpose of paying claims or otherwise, in the course of its business; and on such portions of said notes as may exceed the amount of premiums paid by the respective signers thereof, at the successive periods when the company shall make up its annual statements, and on new notes taken in advance thereafter, a compensation to the signers thereof, at the rate to be determined by the directors, but not exceeding 5 per cent, per annum, may be allowed and paid from time to time.”\nUntil this privilege was secured to them by this legislative alteration of their charter, extending their powers (no doubt at their express request), the corporators never organized themselves, or attempted to do any act as' a corporate body. A meeting of the corporators, pursuant to notice, was held on the 14th July 1852, and fifteen other persons were, by resolution, associated with them, and a committee of seven were appointed to obtain subscriptions to the stock of the company, who were authorized, as soon as sufficient stock was subscribed, to appoint a time and place for the election of directors, and give due notice thereof by advertisement.\nThe company was accordingly organized, and on the 8th March 1853, a resolution was passed by the board of directors in these words:—\n“ Resolved, That for the better security of its dealers, this company will receive under the 11th section of the supplement to the charter, notes for premiums in advance to an amount not exceeding $150,000, payable twelve months after date, which shall be liable only for losses during the %/eriod for which the notes are given, and provided the other assets of the company shall not be equal thereto; and that there be allowed and paid to the signers thereof, as a full compensation, 5 per cent, under the provisions of the said section.”\nUnder this resolution, extended to subsequent years by practice, and the action of the directors, agreements similar to the one we shall state directly were entered into, and notes given by the subscribers thereto as agreed, for the years 1853, 1854,1855, 1856, and 1857; the subscribers to the last being seventeen in number, and the amount subscribed $55,000; but all of these subscribers did not give their notes, reducing the amount for which notes were given to $45,000. The defendants in this suit had subscribed all the several agreements for each year, and their notes had been delivered up to them, and the guaranty commission of 5 per cent, paid on each note to them, until we come to the present note of the 1st April 1857.\nThese agreements and subscriptions were all in one book, which contained in the front part the 11th section of .the supplement to the charter, and the resolution of the board of directors of the 8th March 1853, and each agreement referred to them specifically. The agreement under which the present note was given reads thus : “We, the undersigned? agree to give our notes dated the 1st day of April 1857, for the sums set opposite our names, under and subject to the terms, conditions, and agreements contained in the supplement to the charter of The Western Insurance Company, in the 11th section of the Act of 9th April 1849, and the resolution of the board of directors of said company.”\nThis note, therefore, was liable for losses occurring during the period for which the note was given, to wit, for twelve months .after its date, the 1st of. April 1857; and the losses in that twelve months, outstaúding and undisputed, were' between $30,000 and $40,000, and no assets were available for these losses except the guaranty notes.\nUpon this state of facts can there be any doubt of the actual acceptance of the supplement to the charter, independent of the reserved power of the legislature to make the alteration by the company, and that the repeated acts of the defendant put it out of his power to dispute it ? The supplement was recognised by the company, who acted under it from the commencement, and he accepted the benefits which he reaped.from giving his notes under it. He was, therefore, liable to pay the balance of his note to assist in paying the losses which- had occurred during the period for which it was given;\nThis, in conjunction with our. former decision, closes the whole case, and disposes of all the exceptions and assignments of error, so forcibly and plausibly urged by the learned counsel for the plaintiff in error.\nJudgment affirmed."}