{"id": "481490", "contents": "The opinion of the court was delivered, April 21st 1862, by\nWoodward, J.\nThe rejection of the evidence referred to in the specification of errors, is of no consequence if the. court were fight on the main question of the cause, and we think they were right for the reasons rendered in the opinion upon the reserved point.\nThe case is distinguished from Howland v. Carson, 3 Harris 454, by the very material circumstance that Harrison & Hooper took the second draft on the faith of the letter of Steman, Baker & Co., of 2d February 1860. Though not addressed to them, that letter was shown to them, as was proved by William Stewart, and they were thus expressly informed by the defendants that the first draft had been declined merely for an “ informality in drawing,” and that if a correct one were sent they would accept it. When a corrected draft was sent, in pursuance of this proposition, they were bound to accept it. The authorities cited show the rule of law to be, that a promise to accept a bill for a fixed amount is equivalent to an acceptance not only as to the drawer, but as to every party who takes the bill on the faith of that promise. The prevailing inducement for considering a promise to accept, as an acceptance, is that credit is thereby given to the bill. And this credit is given as effectually by a letter written before the date of the bill, as by one written after-wards. Hence Chief Justice Marshall stated the result of the authorities to be, that a letter written within a reasonable time before or after the date of a bill of exchange, describing it in terms not to be mistaken, and promising to accept it, is, if shown to the person who afterwards takes the bill on the credit of the letter, a virtual acceptance binding the person who makes the promise: Coolidge v. Payson, 2 Wheat. 75. This case, though .much discussed in subsequent cases, has never been shaken, and it states the principle that is decisive against the plaintiffs in error.\nThe judgment is affirmed."}