{"id": "481542", "contents": "The opinion of the court was delivered, April 26th 1862, by\nStrong, J.\nThis was an action of trespass on the case, in the nature of a writ of conspiracy, and the tortious overt act averred in the declaration was, that John Tams and William Tams, in pursuance of a fraudulent conspiracy, had secreted, assigned, and transferred, to unknown persons, the goods and chattels of the former, and thereby fraudulently prevented the plaintiff from having execution thereof, upon a judgment which he had recovered against the said John Tams and one Edwin Tams. Only William Tams was summoned, and the case was tried upon issues tendered by him alone. Of these the general issue was the first, and upon that the jury found a verdict for the plaintiff. This, of course, established all the material averments of fact contained in the declaration. But the defendant tendered other issues. He pleaded also that in 1853, nearly three years after the conspiracy and overt acts charged in the declaration, the plaintiff had sued out an attachment execution against John Tams and Edwin Tams, and therein had summoned, among others, William Tams, the defendant, as garnishee; that on the trial of the issues, formed in the scire facias against the garnishee, the same questions were made and tried which are raised by the general issue in this case, and that there was a verdict and judgment in favour of the garnishee. The averments contained in these pleas were traversed by the plaintiff, and on the trial the issues thus formed Avere found for the defendant. Thus the record exhibits that on the general issue there was a verdict for the plaintiff, and on these special issues verdicts for the defendant. The court below, notwithstanding, entered a judgment for the plaintiff for the damages found under the general issue. This is assigned for error, and it is the only important matter presented in the cause.\nIf the special pleas of the defendant, found time as they have been, can avail him at all, it is because they aver a former recovery, and therefore exhibit an estoppel of record. A former verdict and judgment between the same parties is undoubtedly conclusive of the thing directly decided by them, and of every fact which was essential to the adjudication. Nor is it necessary that the question should be presented the second time in the same form of action. But a former judgment is not conclusive of anything which was not directly decided by it, or Avas not material to the decision. Before such an effect can be given to it in another suit, it must appear, either from the record or aliunde, that it must have rested on the precise question AA'hich it is sought again to agitate. In many cases, whether this is so or not, appears from the record itself, in others it is shown by evidence not inconsistent with the record, that the thing alleged to have been adjudicated was necessarily and directly involved in the judgment. This is indispensable to an estoppel of record. Thus in the Duchess of Kingston’s Case, 11 State Trials 261, it was said by Chief Justice De Grey, in delivering the opinion of the judges, that “neither the judgment of a concurrent or exclusive jurisdiction is evidence of any matter which came collaterally in question, though within their jurisdiction, nor of any matter incidentally cognisable, nor of any matter to be inferred by argument from the judgment.” The same thing was ruled in Hibshman v. Dullebun, 4 Watts 183. And if a judgment does not conclude anything only incidentally arising in the trial Avhich resulted in the .judgment, much more can it not conclude a matter immaterial to it, a thing which could not have been legitimately tried. If these principles be kept in view, there is very little difficulty in this case. The substance of the defendant’s second and third pleas is, that there had been a judgment against the plaintiff on a scire facias, sued out by him against the defendant, upon an attachment execution against John Tams. This, in itself, was no defence. All that is directly involved in the judgment on the scire facias is, that the defendant, at the time when the attachment was tried, had in hand no personal estate belonging to John Tams, in the language of the Act'of Assembly, “ debts due,” “ deposits made,” or “ goods or chattels pawned, pledged, or demised,” as described in the act, that is bailed. The pleas also aver, and with truth, as the jury have found, that on the trial of the scire facias, it became a question whether the allegations, which the plaintiff makes in this suit, were founded in fact. But this question was not the direct subject-matter of adjudication. If made at all, as for the purposes of this case it must be treated as having been, it could at most have been only incidentally. The form of the writ and the plea, nulla bona, settle so much. Then what matters it, that the questions were made on that trial ? If they were only incidentally made, if their decision was not essential to the judgment, and especially if they were immaterial questions, no case rules that they can no longer be controverted. And it is noteworthy that the special pleas, whilst setting out the attachment execution, do not aver that the questions which they allege to have been made on the trial were material to the controversy then existing between the parties, or that their decision was essential to the judgment. Nor could they have been. How could the possession of attachable property by William Tams, in June 1853 — property which then belonged to John Tams, be established by the facts that in 1850 John Tams and William Tams had contrived and intended to injure Saunders Lewis— that they had then conspired to secrete, transfer, and assign to unknown persons, the goods and chattels of John Tams, and in pursuance of their conspiracy, had secreted, transferred, and assigned goods and chattels, and had wrongfully converted them to their own use, and that Saunders Lewis had been prevented from collecting his debt ? Or how could the garnishees’ plea of. nulla bona be made out by disproving these facts ? If they had all been proved, they would not have shown a case for an attach-,, ment execution. What boots it then that the questions were made, if they were immaterial ?\nThe case is complicated by the fact that the plaintiff, instead of demurring, traversed the averment of the pleas. The difficulty arising from this, however, is rather apparent than real. After the verdict of the jury, the same effect is to be given to the pleas as if they had been demurred to, and no more: Clears v. Stevens, 8 Taunt. 413. If the pleas were bad, they are not aided by the fact that immaterial issues have been formed upon them and found for the defendant. If an immaterial issue be joined upon a good plea and be tried, a repleader will be awarded. But if the plea contain nothing of substance, if no material issue could be formed upon it, a repleader would be useless: 1 Burr. 301; Cowp. 510; 1 Strange 397; 1 Hamp. 268. Then judgment will be given upon the record as if the bad plea had no existence.\nThese remarks are in part applicable to the issues formed upon the last plea, to which the additional remark may be applied, that the record pleaded was inter alios partes. There was therefore no error in giving judgment for the plaintiff, there having been a verdict for him on the general issue, and the other issues having been immaterial.\nNor are the errors assigned to the charge of the court sustained. Most of them have been answered by what has already been said, for they present the question, what was the effect of the averments contained in the special pleas ? If those pleas did not set out a former recovery, then what was said in regard to them was correct; then there was no evidence of any such recovery. It is, however, urged that there was error in not affirming the eighth, ninth, and tenth points presented to the court by the defendant. It appeared in evidence that in 1856 Bullitt & Eairthorne, trustees under the insolvent laws of John Tams, had brought an action of assumpsit against William Tams, in which they claimed to recover the value of personal property fraudulently assigned by him to the defendant, and had recovered a verdict and judgment. The court was asked to instruct the jury that if they believed the goods, chattels, and money sued for in that action were the same which the plaintiff avers in this case to have been fraudulently secreted, the verdict should be for the defendant. The points are in substance but one. The instruction asked was refused, and it is very clear it could not have been given. If the facts be as the jury had found under the general issues, that in 1850 John Tams and William Tams conspired to defraud the plaintiff, by secreting property so that he could not levy upon it, and carried out their fraudulent design, they became immediately liable to him in damages to the extent of the injury which he had sustained in consequence of ¿heir unlawful acts. The extent of his injury was measurable by the value of the goods fraudulently abstracted: Penrod v. Mitchell, 8 S. & R. 522. In suing for these damages he claims neither the goods nor their value. He has nothing to do with the value of the goods any further than as a measure of the injury which the defendant’s tortious acts have caused him. How, then, can a recovery of the value of the goods, or of the goods themselves, by Bullitt & Fairthorne, affect his right to recover from the tort? It does not repair the injury which he sustained, or atone for the wrong done him. Their recovery does not pay his judgment, though it may have proved that fraud is unprofitable. They succeeded to no rights of the plaintiff, and of course could not discharge any personal claim which he had against the defendant, and if they could not discharge they could not enforce.\nWe do not perceive that the defendant was injured by the rejection of the • questions proposed to the witness, Robert J. Bell. That at an earlier date John Tams had endeavoured to make a sale of his property, or that some one had contemplated purchasing, could not have tended to prove that his arrangement with his brother was honest. On the contrary, his inability to make such a sale may have been a m'otive to cover the property from creditors.\nThe correctness of the admission of the account of John Tams, referred to in the third assignment of error, is more doubtful. Whether admissible or not, depends upon the testimony of Charles Brooks. He had been an arbitrator between John Tams and William Tams. What was sought to be proved by him was, that the account had been assented to in whole or in part by William Tams. If it had, it was proper to be submitted to the jury. On this subject it must be conceded that his testimony was not very satisfactory. Still, it tended to prove that the paper was before the arbitrators when both John and William Tams were present; that it was read over, and the items ticked off by the witness, and that this must have been done under the inspection or in the hearing of William Tams, for he objected to one of the items charged to him, alleging that it had not been paid, but does not seem to have made any other objection. The identity of the paper seems to have been pretty clearly shown. Now, though the evidence of assent may be slight, we cannot say it amounts to nothing, and unless it did, it was proper to submit it with the paper to the jury. It was then for them to say how much was proved.\nBeing of opinion, therefore, that none of the errors assigned are sustainable, we affirm the judgment.\nJudgment affirmed."}