{"id": "481557", "contents": "The opinion of the court was delivered, May 10th 1862, by\nStrong, J.\nWe do not concur in opinion with the Orphans’ Court respecting the rights of the testator’s widow under his will. We think she is entitled to the entire dividend ($2855.87) of his interest in the wire factory, declared for, the year ending January 1st 1859, and also to the sum of $2000, with interest from January 1st 1860, and $2000 with interest from January 1st 1861. The apportionment which the .auditors made was a mistake, as was also their view of the construction to be given to the alternative or substituted legacy. The will cannot be read without leaving the conviction that the testator designed to make an annual provision for his wife, which, under no circumstances, should be less than $2000 in any year. He gave to her the house in which they lived, and its furniture, his horses and carriages, $500 in cash, and the use of certain out-lots. He also gave to her the unsold portion of a tract of land in Williams township. It is obvious that all this was neither fitted for nor understood by the testator to be a provision for her maintenance and necessary current expenditure. He therefore added the bequests out of which the main controversy in this appeal arises. They are as follows: “ I also give her the yearly dividend of my interest in the wire factory in South Easton, during her natural life. If, however, at any time during her life, the income of said factory be less than $2000, the difference shall be made good from some other property belonging to my estate.” The will was dated on the 29th of December 1854, and the testator died on the 25th of November 1858. To know what his intention was in making these bequests requires us to keep in mind what was the nature of the property given, and what relation he sustained to it. His interest in the wire factory was strictly that of a copartner. Eor many years lie had been associated as such with others, in carrying on the business of manufacturing wire at the factory, and his share of the capital was $23,087.01 at the time of his death. He was not then an active partner, for, by the articles of agreement, the name of the firm was Stewart & Co., and the business was under the immediate direction and management of John Stewart and Charles Stewart. Prom the year 1842 until his death in 1858, the works had been stopped on the last day of each year, and an account of stock had been taken. On the first day of the next succeeding year the books had been balanced, and if there had been any profit it had been divided. Prom 1842 until the death of the testator a dividend had been made every year, and about the same time in the year. The agreement which was in force in 1858 required a settlement annually and a distribution of the net gains or profits from time to time, as should be agreed upon by a majority of the partners. It also stipulated that the copartnership should not cease on the death of any copartner, but that on the 1st day of January next succeeding such death, the same account should be made, proceedings had, and balance struck, as though the deceased partner was living. Such was the situation of the property and such the manner in which it had been treated when the will was made, and also when the testator died. In January next after his death another dividend was made, and the sum divided to his estate was $2885.87. This sum the auditors and the Orphans’ Court have apportioned, distributing to the widow such a proportionate part of it as the part of the year which remained unexpired at the testator’s death bore to the entire year.\nWe think the language of the will does not justify an apportionment. That dividends are not apportionable is well settled. Mr. Swanston in his note to Ex parte Smith, 1 Swanston 348, states the doctrine thus : “ The rule of law which refuses apportionment of rent in respect of time, is applicable to all periodical payments becoming due at fixed intervals; not to sums accruing de die ad diem. Annuities, therefore (3 Atkins 261; 2 Black 1016), and dividends on money in the funds are not apportionable. Rashleigh v. Master, 3 Brown’s Chan. Cases 101; Wilson v. Hermon, 2 Vesey 672; Ambler 279; Pearly v. Smith, 3 Atk. 260; Sherrard v. Sherrard, 3 Id. 502. But interest, whether the principal is secured by mortgage or by bond, notwithstanding that it is expressly made payable half-yearly (Bassieren v. Lowe, 13 Vesey 135), may be apportioned; for, although reserved at fixed periods, it becomes due de die ad diem for forbearance of the principal, which the creditor is entitled to recall at pleasure.” Story, indeed, while admitting that such are the authorities, doubts whether there is reason for a distinction between annuities and interest: Story’s Eq. 480. And there are a few eases to be found in which apportionment of an annuity, given for the maintenance of a widow, or for the separate maintenance of a wife, has been decreed. I know of no case in which it has been done against such persons. However this may be, the rule is unbroken that dividends are not subject to apportionment. They do not accrue from day to day, and it cannot be determined in what part of the year they have been earned. It is urged in this case that, though the testator denominated the subject of his gift a dividend, it is not strictly such, that the term belongs only to declared distributions of earnings or profits made by a stock company, and that the testator’s interest in the wire factory was not represented by shares of stock, but was the interest of a simple partner. Let this be admitted; still the thing which he called a dividend was a periodical payment, becoming due at fixed times, and not due at all until declared. Every reason for the non-apportionment of a dividend on stock applies to it. It was not the product of daily growth. At no time in the year, preceding the time when it was made, could it have been determined how,much of it had been earned; very possibly no part of it may have been earned until after the testator’s death. The business of the preceding part of the year may have been conducted without any profit. It bears, therefore, no resemblance to accruing interest, the precise amount of which can at any time be determined, and which is due as it accrues, though it may not be payable.\nBut what did the testator intend? — for that is the question to be answered. It is most apparent that he designed by this bequest, to make provision for the maintenance of his widow; and to do so by putting her into the position which he would have occupied, had he lived until the dividend was made. In his mind what he was annually to receive from his interest in the factory was a “yearly dividend.” He called it such. He had been accustomed to receive it precisely as he would have received a technical dividend made by a stock company. By calling it a “ yearly” dividend, he indicated that he regarded it as a periodical and a proportioned distribution. There is another consideration which adds strength to our conviction that he intended to give the dividend as an entirety, and not to treat it as a regularly growing income. He must certainly have had in view something else than mere profits. Under the articles of copartnership, though profits may have been made, it did not follow that they would be annually divided. The fourth article stipulated that the copartners should be “ entitled to the clear net gains and profits arising from the said trade or business of the said copartnership, in the several proportions which their several interests in the said capital stock bears to the whole of the capital stock, but so much only of the said profits shall be distributed, from time to time, as shall be agreed upon by a majority of the partners.” What was intended to be given, then, was not the profits, but so much thereof .as a majority of the partners should distribute or divide. Were, therefore, the profits measurable at any time in the year, did they even accrue from day to day, this is not a case for apportionment, for the subject of the gift was not the profits, but such a sum out of them as should from time to time be declared.\nThe ruling of the court below is not sustained by Earp’s Appeal, 4 Casey 368. The facts of that case were very peculiar, and the question was, what was the principal and what was the income ? There was no apportionment of what could, in any proper sense, be called a dividend. The testator devised and bequeathed the residue of his estate to his executors in trust, to collect the rents, income, and interest, and to pay it to his children. Of this residuary estate a part was stock in a manufacturing company, upon which large surplus profits, above the current dividends, had accumulated for several years before his death, and they continued to accumulate thereafter. What the court decided was, that as between the executors and the children, the profits which had accumulated in the life of the testator were to be regarded as principal. The case went no further than to deny that the principal, which rejects apportionment of dividends recurring at brief intervals of time, is applicable to large accumulations of profits extending over a period of years.\nWe hold, therefore, that the appellant is entitled to the whole of the dividend ($2885.87), made in January 1859, with interest for the time during which it has been detained from her.\nWe also sustain the third exception. It is of no consequence to inquire whether the legacy to Mrs. McKeen was specific or only demonstrative. Thus much is clear. The testator intended to provide for her an annual income of not less than $2000; an income that could not fail. It was her income that he had in view. He did not give her his share of the capital stock invested in the wire factory, and he could not therefore have contemplated her becoming a partner. It was his purpose that she should run no risk. If, for any cause, the wire factory should fail to yield her an income of at least $2000 in any year, a substitute was provided out of his estate. It would be refining beyond reason to deny to her the substitute, because years hence it may turn out that dividends ought to have been annually made and paid to her. Let it be that the legacy of the dividend was specific. In 1860 and 1861 there were no dividends declared to her or to the testator’s estate. Then the very case has arisen which the testator foresaw, and for which he made provision, for by the terms of the articles of agreement there could be no income other than what was distributed or divided by a majority of the partners. We need not now determine wliat will be the appellant's rights should dividends hereafter be made upon the testator’s share of the capital stock. She received no income for the years 1860 and 1861, and she is therefore entitled to the substituted legacies, with interest.\nThe remaining exception is overruled. Whoever may be the 'legatees among whom the residue of the testator’s estate was directed to be divided, it seems plain to us that the widow was not one of them. The whole of the earlier part of the will was devoted to making provision for her. Some real estate was given to her in fee simple and some to her for life. Household furniture and chattels personal, of uncertain value, were bequeathed. A variable dividend upon his interest in a manufacturing establishment, or in lieu thereof, an annuity, was also given to her during her life. These devises and bequests the testator then declared should be in lieu of her dower, or her one-half of his estate. It is difficult to attach, to this any other meaning than that these gifts, and these alone, were to constitute her share of his estate. The language is exclusive, at least by implication, and she is not afterwards named.\nThe testator’s intent that the widow should not participate in the distribution of the residue becomes more apparent, when we look to the directions which are given respecting that distribution. They are, that such residue should be divided “ amongst the whole of the heirs already named” in the will, “ proportioned agreeably to the several amounts given to each in the body” of the will. To every person previously named, except the widow, a defined pecuniary legacy had been given. To her he gave no ascertainable amount. Did he intend that her proportion of the residue should be ascertained by a valuation of the various gifts made to her ? He has not said so, nor given any such intimation. And yet he evidently thought he had fixed a ratio for distribution. And the character of the gifts to her is such as to render a valuation next to impossible.\nIt seems superfluous to say that the testator cannot be regarded as having defined the “ amount” given to his widow by the declaration that what he had given should be in lieu of dower, or her one-half part of his estate.\nThe decree of the Orphans’ Court is reversed, and the record is remitted, with instructions to order a distribution in accordance with the principles of this decision."}