{"id": "481525", "contents": "The opinion of the court was delivered, April 21st 1862, by\nThompson, J.\nThis appellant claims the money in controversy here under the following circumstances: William H. Bartram, a resident of the city of Philadelphia, was the owner of certain real estate in the city; and, being so, did, on the 18th day of May 1849, convey the same in trust to his own use for life, and over to such person or persons as he should by will appoint; and on failure to appoint, then to the use of his lawful heirs in fee; the trustees to let and demise the property, receive and collect the rents and income, and pay over the same, after deducting taxes, repairs, and expenses of the trust, to him the said William H. Bartram during his life, as received, and not by way of anticipation, and free and clear of all debts, contracts, and encumbrances incurred or entered into by him. Bartram died abroad in 1867, leaving a will, in which he devised his property to the appellant, Ann Mackason, for life, then over to certain persons named. In a codicil to the will he declares these devises as an execution of the power to appoint.\nAt the date of the conveyance in trust, Bartram was indebted to a considerable extent, and the property conveyed was sold by the trustees, and after paying off these debts, the residue was invested and the income paid to him by them annually during life. Before his death he again became indebted to several persons, in all to the extent of about $6000, and these debts remained unpaid at his decease. His creditors now claim payment out of the trust funds in the hands of the trustees, which they contend are assets of his estate applicable to their extinguishment, and this is denied and resisted by the appellant. The court below confirmed the auditor’s report, deciding in favour of the creditors, and hence this appeal.\nThis statement brings us to the simple inquiry, can the owner of property so dispose of it, for his own use, benefit, and support, as to put it beyond the reach of liability for his future debts, he being and continuing sui juris, and there appearing to be no reason therefor excepting to withdraw it from such liability, and thus retain the temporal ownership without its incidents ? This would be a startling proposition to affirm. It would revolutionize the credit system entirely, destroy all faith in the apparent ownership of property, and repeal all our statutes and decisions against frauds. Every man about to engage in business where there was a chance of loss, would place himself under the pupil-. age of trustees, and everybody’s estates would be passing under settlement deeds and trustees’ accounts through the courts, before, in the natural course of things, the jurisdiction of the Orphans’ Court would attach.\nSuch consequences from judicial action need not be deprecated in advance, for they never can occur.\nWe neéd not discuss all the positions taken by the learned auditor 'in his very able report; all of which converge to the same point; namely, that such a trust as this, under its circumstances, does not withdraw the property from the reach of creditors subsequent to its creation.\nChancellor Kent, in Vol. 4, p. 311, of his Commentaries, states the law of such an attempt thus : “ The policy of the law will not permit property to be so limited as to remain in the grantor for life, free from the incidents of property, and not subject to his debts.”\nSo in Johnson v. Harvey, 2 Penna. Rep. 82, Gibson, C. J., states the same thing to be law, and the reasons for it, viz., “ That the statute of 13 Eliz., which proposes to avoid conveyances with intent to delay, hinder, arid defraud creditors, would be of little use if a debtor might put his estate beyond the reach .of his creditors and still get a living from it.” He puts it upon .the statute of 13 Eliz. as void.\nUnder our insolvent laws such a thing could not be done, for tíre debtor is bound to take an oath that he has not conveyed, transferred, or assigned any portion of his property whereby to benefit himself or his family. While this could not affect trusts lawfully made, on good consideration, it certainly would a trust for the debtor’s own use.\nWhat .object there could have been here for this extraordinary settlement other than to protect the settlor’s property against future indebtedness, does not appear.\nThat object is boldly avowed. The trustees are to hold the estate of the settlor to his use for life, free and clear of his debts, contracts, and encumbrances, and pay him the net income after his death to his heirs, in default of appointment; otherwise to, his appointee..\nThe proposition is, that such, a settlor may be the complete equitable owner of all his property — deal as much as he pleases with it, and it shall not be liable for his debts. Here we have a direct attempt by one sui juris to guard his own property against his own contracts. In Thompson v. Dougherty, 12 S. & R. 448, decided at Nisi Prius, a conveyance in favour of the wife, of the grantor’s whole estate (and that seems to be the case here), with an expectation of future indebtedness, was held void under the statute of 13 Eliz. as against such debts. There are numerous English decisions cited by the auditor to show that a settlement is fraudulent under the statute of 13 Eliz. where the settlor takes back to himself an estate for life: 1 Atk. 13; 2 Id. 480, 512, 600; 2 Vern. 510. This is just what was in substance said by Chancellor Kent, and Gibson, C. J., cited above.\nThe general doctrine of settlements by one in favour of another who is usually non sui juris, fairly made and without wrong to the creditors of the grantor, the law sustains; but that is widely different from this case. The auditor was .therefore right in holding the estate of Bartram in the hands of his trustees for the payment of his debts'. We do not negative another ground taken in the report, viz., that an unlimited right of appointment in fee renders the estate assets for the satisfaction of the appointee’s debts. This is undoubtedly the English rule: see authorities cited by the auditor, and Haliday v. Peters, 28 Beav. 354. The rule seems to be different when the appointee is a feme covert, unless, as said by Sir John Romilly, Master of the Rolls, in this last case, when the feme covert is guilty of a fraud in her contracts, by holding herself out as a feme sole; in that ease the property would be assets. It is not necessary to decide upon the effect of such a power to appoint by a man or woman, in this case, nor do we give any intimation on the subject; the case was well decided by the auditor on the point already stated in this opinion.\nDecree of the Common Pleas affirmed at the costs of the appellant."}