{"id": "481515", "contents": "The opinion of the court was delivered, April 21st 1862, by\nThompson, J.\nThe main inquiry in this ease arises on the question of the competency of Anna Hoch as a witness, she being one of three residuary legatees under the will of Samuel Hoch, by whom the action was originally instituted. On the first trial in court, it appears she was a witness, having released her interest in the claim; but as the release was not produced, nor proved, she executed anew an assignment of every interest she eventually would have to the cause of action in suit, to the plaintiff on record, the executor of Samuel Hoch’s estate; he agreeing that no part of the costs and expenses of the suit should become chargeable upon her residuary share of the estate.\nThe witness had, no doubt, an immediate interest in the result of the verdict, but as that result might affect her residuary share of her father’s estate, her interest was collateral, and might be divested by a release or transfer: Commonwealth v. Ohio and Pennsylvania Railroad Company, 1 Grant 329; Hartman v. Keystone Insurance Company, 9 Harris 466; Meighen v. The Bank, 1 Casey 288; and Carter v. Trueman, 7 Barr 316. In Boynton v. Turner, 13 Mass. 393, the son of an intestate entitled to a distributive share, was held to be a witness on releasing his interest in the fund in controversy. So in New York, in Woods v. Williams, 9 Johns. 123. These authorities establish the rule, stated, that the witness might divest her interest by an assignment or release, and clearly so, for the benefit of the estate, and thus divested become a witness.\nBut as the suit was for the benefit of the estate, in case of failure the costs would fall upon it, and this might diminish the residuary interest of the witness. Was the liability for costs still an interest that would exclude ? The agreement of the executor to save her interest free from contribution in such an event is of no account, for the defendant would not be bound by it. He could call on the estate for the costs without regard to any arrangement between the heirs and executor, or either of them. But looking at the question in another point of view, we think that liability for costs was too contingent and remote to exclude. The assignment to Michael Hoch, without stating his official character, to be regarded notwithstanding to have been for the use of the estate, and ultimately for the other residuary legatees. He could not buy for himself, nor did he ; this agreement was to pay the costs as executor, without touching the releasor’s share. And as this was for the benefit of the other legatees, and not objected to by them, the Orphans’ Court could decree distribution accordingly after a loss, if it occurred, as they could by distributing a greater portion to the other two residuary legatees in case of success in recovering the note in suit. The ultimate liability of the witness’s share would depend upon two contingencies — first, on a failure to recover, and, secondly, in the insufficiency of the two-thirds of the residuary estate to pay the costs, if they should fall upon it.' Such insufficiency was not shown, nor perhaps could it have been. We think, therefore, that the witness was not shown to have such a certain interest in the result of the verdict in either aspect, as to exclude her from testifying. The party who alleges such interest must make it satisfactorily to appear.. This has not been done.\nAs to the remark of the learned judge as to the non-production of Eshbach as a witness, we see no ground for complaint. In the nature of things, we are authorized to look to and to draw inferences from acts and sometimes non-action, when demonstration or other means of information fails to disclose the true state of any subject of inquiry. 'To close our eyes and understanding to the light to be drawn from experience, would be to choose “ darkness rather than lightand if experience teaches us that a man will use every means in his power which would avail to aid him in the hour of trial, physically or as a litigant, may it not be expected that he would call a witness who is at hand, was a party in the transaction, and, also, it is fair to presume, knew the very truth of the case, if he did not know that he would testify against him ? Upon this kind of presumption, we never admit secondary evidence until it is clearly shown that the primary eannot be had. The principle expounded by Judge Huston, when he said that “evidence consisted as well of what is not proved as of that which is,” is rather a deduction from experience than a rule of evidence, and is to some extent true. But, as in practice, it relates to inferences to be drawn from non-action rather than positive action, it should be carefully confined to natural and equitable deduction. I do not think this was overstepped here. It was a simple reference at most to a circumstance, and no binding instruction predicated of it. As none of the errors assigned are sustained, we must affirm the judgment.\nJudgment affirmed."}