{"id": "481559", "contents": "The opinion of the court was delivered, May 10th 1862, by\nRead, J.\nThe real contention in this case is, whether the indenture of the 8th day of March 1850, is a mortgage or deed of trust.\nThe acknowledgment before Alderman Thompson, made by the owners of the property, calls it an indenture of mortgage, and it was recorded as such in the office of the recorder of deeds at Philadelphia, in the appropriate mortgage-book on the day after it was acknowledged. The recital shows its object to have been to secure a debt already due to the mortgagee, the appellant, and also such further advances as he might make for the liquidation of debts due by Samuel Porter, deceased, of whom the mortgagors were the widow and heirs, he having died intestate. The condition is in these words: “Provided, nevertheless, that if, at any time hereafter, the said indebtedness to the said John B. Myers, now existing as aforesaid, and all other indebtedness to him or his mercantile firm, either for debts or liabilities of the estate of the said Samuel Porter, which may hereafter be paid, in whole or in part, by him or them, in any manner, by reason of these presents, or for account of said estate, shall, with lawful interest thereon, be fully paid and satisfied; then and from thenceforth, as well this present indenture and the estate hereby granted, as all and singular the powers, rights, and authorities respecting the premises hereby conferred upon the said John B. Myers, shall cease and determine, and become absolutely null and void to all intents and purposes, anything herein contained to the contrary notwithstanding.”\nThe habendum was in fee simple, “under and subject, nevertheless, to the payment of the several yearly rent-charges or sums hereinabove recited respecting the lots of ground severally, whereout the same issue and are payable.” Then follows a power of attorney to the mortgagee to let the mortgaged premises, to receive the rents, to appoint collectors and pay them, and “to pay therefrom all interest-moneys on debts secured by mortgages, insurances, taxes, and assessments, as well on the said properties as on said advances, ..water-rents and charges whatsoever, and also all such further sums as he or his agents respectively may deem necessary for keeping the premises in proper repair; it being distinctly understood and stipulated that nothing herein contained shall be construed so as to render the said John B. Myers, his heirs, executors, or administrators, liable for any moneys not actually received by him.”\nThen follows a stipulation that the said Myers may, at his option, upon paying of any debt or encumbrance, cause the claim or record thereof to be assigned or marked to his use, and that nothing therein contained shall prevent his causing proceedings to be at any time instituted under all or any of such assigned demands: provided, however, that he shall not thereby impair the right of any of the parties of the first part to an equitable settlement and adjustment of all receipts and disbursements in the matter of the premises.\nThis is clearly nothing but a mortgage given to secure a present debt, and future advances to be made by the mortgagee for the accommodation and convenience of the mortgagors. Upon the payment of the debt and advances, the mortgagors are entitled to have the mortgage satisfied. The only additions to the usual form do not alter its character; the first being simply a letter of attorney, which Mr. Myers could use or not at his pleasure ; and the second, that if he pays encumbrances, he may have them marked to his use as an additional security. If, therefore, he used the power to collect rents, he is in fact accountable as a mortgagee in possession. When he does not use it, but the rents are collected by the owner of some of them, he is not accountable to any one. In fact, he is accountable for whatever money he actually receives, either on account of this - security or in discharge of it, or of any advances or joayments he has made, agreeably to the spirit and intent of the provisions of the mortgage. Whatever sums he has received, he is to be charged with, and he is to have credit for every legal payment or disbursement, and whatever balance is in his hands he is bound to apply in discharge of the principal and interest due on the mortgage.\nIt is proper to say that Mr. Myers never did receive the rents of any portion of the property, except the houses numbered from 1 to 10, they being the only ones of which he ever assumed the collection, and these only from the 8th of March 1850, to the 1st of January 1852. All the rents of the other houses, as well as those of No. 1 to No. 10, after the 1st of January 1852, were received by the mortgagors, or some of them, and for which they are accountable to each other as tenants in common.\nThe attempt, therefore, of one of the heirs of Samuel Porter, to charge Mr. Myers with what he had never received, but which, with his acquiescence, had been received by his co-tenants and applied to their support, and particularly of his widowed mother, is not entitled to any peculiar favour in a court of equity, .and we are happy to say that it has neither law nor justice to sustain it.\nMr. Myers is chargeable only with what he has actually received, and no more; and he is entitled to credit for every legal payment and disbursement, and upon this footing the amount actually due him, under the mortgage and other securities, is to be ascertained.\nDecree reversed, and it is hereby referred to Garrick Mallery, Esq., as master, to state the account upon the principles above stated, and to report a decree in conformity thereto."}