{"id": "481545", "contents": "The opinion of the court was delivered, March 22d 1862, by\nWoodward, J.\nThere are but two questions upon this record which can properly engage the attention of a court of errors. The first is, whether the court erred in their manner of submitting to the jury the location of the surveys which had been made of the warrants, in the names of Conrad Mertz and George Flower.\nThe plaintiffs in error, who were defendants below, insisted that these warrants were located at the junction of what is now called the Little Mahanoy, with the big or main branch of the stream of- that name — a location more than eight miles distant from the place where the plaintiffs placed the warrants. On the one side it was claimed that the warrants were descriptive and must be located according to their calls: on the other that if descriptive, they were shifted warrants, and did not lie where they were originally intended to be located.\nThe court held that the warrants were descriptive to a common intent, hut referred the question of actual location to the jury, with instruction, that if they believed the warrants were located “ or intended to he located” on the land claimed by the plaintiffs below, the verdict should be for the plaintiffs — otherwise for the defendants. This use of the word “intended” occurs in other parts of the charge, particularly in answer to the defendants’ ninth point, where the learned judge said, that if the jury believed from all the evidence that Yanderslice (the surveyor) “ intended” to locate these surveys on the land claimed by the plaintiffs, the law locates them there.”\nNow, the court is not complained of for submitting the question to the jury — that was in its nature a question of fact appropriate to the jury — hut for leading them to suppose that an intention on the part of the deputy surveyor to locate the -warrants in a particular place was equivalent to a location in that place. If the charge and answers of the learned judge were fairly obnoxious to this criticism, there would be manifest error on the record, for location of a warrant is an actual appropriation and setting apart of so much of the land of the Commonwealth to the use of that warrant. It is not a mere mental purpose to appropriate, but an actual appropriation by such acts performed on the ground, or returned into the land ofiice, as shall give the world notice that the designated land has been withdrawn from the common mass 'of public lands and has become private property.\nBut I think the plaintiffs in error do not understand the learned judge rightly. He believed the surveys of those two warrants were chamber surveys. Whilst he left the jury free to find a location by marks on the ground, if the evidence would guide them to such a conclusion, it is evident that, for himself, he considered the surveyor had done no work on the ground. If chamber surveys, they were appropriations by returns made into the land office, instead of by acts on the ground. And when the judge spoke of intention to locate, he meant merely to contrast the chamber survey with the actual survey. We understand him to have instructed that the jury should find that Yanderslice either located these warrants on the land by actual survey, or •that he located them by protraction on paper, which, returned into the land office, would indicate the land intended to be appropriated. He did not mean that a mere unexecuted intention to appropriate could be treated as a survey. He meant rather that an intention to appropriate might be so treated which manifested itself by a formal return into the land office of a survey, which, though only made on paper, was nevertheless sufficient to^ive notice to the world, and was one of the recognised modes of locating land warrants; — and herein he is sustained by a cloud of authorities. Whatever doubts may once have existed in regard to the validity of chamber surveys, full effect has been given to them by modern decisions, where time enough has elapsed since their return to raise a legal presumption. This presumption has all the effect of a legal conclusion, and is presumptio juris et de jure. That is to say, after one-and-twenty years the law treats all surveys duly returned into the land office as actual surveys, though no compass was set or chain stretched upon the land. Thus the intended appropriation of the surveyor becomes in the highest sense an actual appropriation. We cannot doubt that the learned judge meant to be understood by the jury and was understood as using the word “intended” in the sense above indicated, and that he did not mean that a mere unexecuted purpose of a surveyor, could under any circumstances, become a survey.\nTo what land the survey, whether made on the ground, or only protracted on paper and returned, was applicable, was a question for the jury on all the evidence, and was properly submitted. It is not our business to review the verdict, and therefore it is not worth our while to discuss the evidence of location.\nThe other question has regard to the Morris surveys of 1794. Thirty-one warrants, issued 10th January 1794, which were surveyed in the summer of 1794, and patented to Robert Morris in October 1794. It is said that these were actual surveys on the ground, and that they overran the land, upon which the plaintiffs below insisted upon locating the Mertz and Flower warrants. The Mertz and Flower warrants issued in 1784, and were returned the same year. They are only ten years older than the Morris warrants. The point is, then, that when the Morris warrants issued, time enough had not elapsed to raise a conclusive presumption in favour of the Mertz and Flower surveys, and therefore that the jury should have been instructed that mere chamber surveys, returned into the land office only ten years before, could not prevail against subsequent surveys actually made on the ground.\nIf this conclusion were granted, the right of the defendants to appropriate it might be pertinently questioned, since they are as much strangers to the Morris title as the plaintiff's. The title of the defendants originated in 1815. Before the warrants issued under which they claim, time enough had elapsed to ripen the presumption which started to grow with the return of the Mertz and Flower surveys, and that presumption is not to be impaired now by the defendants showing that the Morris title, in which they claim no interest whatever, might possibly, at some former day, have successfully resisted the Mertz and Flower surveys. It is enough that after the lapse of more than half a century, no owner of the Morris title has ever asserted it. A warrantee of 1815, against whom the presumption has fully run that the warrants of 1784 were duly surveyed somewhere, cannot set that presumption aside by showing warrants and surveys of 1794, which nobody has ever appeared to assert or claim. But then it will be asked, may not a defendant in ejectment show an outstanding title to defeat the plaintiff? Undoubtedly he may, if the outstanding title be a valid, subsisting title, not one abandoned, derelict, or barred by the Statute of Limitations: Foust v. Ross, 1 W. & S. 506; Hunter v. Cochran, 3 Binn. 108; Riland v. Eckhart, 11 Harris 215. Now there was not only no evidence here that Robert Morris, or any one under him, has ever claimed the land in dispute, or taken possession of any part of his survey, or returned it for taxation, or paid taxes, or exercised any other acts of ownership; but it was in evidence that taxes, for more than twenty-one years, had been paid by inconsistent claimants, and evidence was given of two tax sales. It is not quite accurate language to speak of abandonment of a legal title, but after such neglect of a title for sixty-five years, it cannot be regarded as a subsisting title. Whether we call it abandoned, derelict, or barred by the Statute of Limitations, we must, under the circumstances of this case, treat it as null, or else we shall seem to establish a title that nobody claims, and which, according to the evidence before us, nobody could claim successfully. Robert Morris may have discovered that Mertz and Flower had previously appropriated part of the land surveyed to him, and after so long a period of non-claim, it would be more reasonable tp presume an intention to give up the land, than it would to permit a stranger to set up his title to defeat the earlier warrants. Certainly, at this time of day, we ought not to affirm the Morris title, to the prejudice of an older office right, before anybody interested in the Morris title has asked us to do so.\nOther views might be urged in further answer to the defendants’ attempt to set up the Morris title of-1794, but it seems to me enough has been said to show that that title cannot avail the defendants below.\nHaving thus failed to find any error in the court’s treatment of the only two points of the cause which are up for our review,\nThe judgment must stand affirmed."}