{"id": "481558", "contents": "The opinion of the court was delivered, April 21st 1862, by\nRead, J.\nThe lease in this case, although dated the 7th May 1861, was not to commence until the 1st of July following, and at the time the fi. fa. was placed in the hands of the sheriff, there were no foundations laid for the boilers, which were simply lying on the ground, entirely unconnected with any part of the paper-mill, having been brought there since the execution of the lease. The boilers were therefore clearly personal property, belonging to A. L. Post, who, according to his own testimony, had previously conveyed his life estate to his son Isaac, in the month of January or February 1861. When placed in the mill they would have been covered by the lease, but not until then. The plaintiffs in the feigned issue claimed an absolute and exclusive proprietorship of the boilers, and the court were therefore right, under the case of Meyers v. Prentzell, 9 Casey 482, in their charge to the jury, that they could not set up a limited or restricted one, which was not the issue which they tendered, and which they undertook to prove.\nThe whole transaction bore evident marks of fraud. The immediate pressure of creditors, to the extent of $60,000, the entry of the judgment in favour of Wilson for $15,000, on the 21st of May, and the fi. fa. upon it, put into the hands of the sheriff at ten minutes past ten the same evening, whilst the hurried and uncertain contract, under which the property was claimed by the plaintiffs, was made only three hours before, and the written contract between the parties, which was to be got up by the arrangement, whatever it was, destroyed by Isaac, and its terms could only be proved by the vague recollection of witnesses, were all facts strongly tending to prove fraud. The question was fairly submitted to the jury, who found for the defendants a verdict which the court below thought to be right, and which, there being no error committed by the court on the trial, we cannot disturb, even if we were inclined to do so.\nJudgment affirmed."}