{"id": "481534", "contents": "The opinion of the court was delivered, February 17th 1862, by\nWoodward, J.\nThe law of private ways was well expounded in Garret v. Jackson, 8 Harris 335. Under the English statute of 2 & 3 Wm. 4, c. 71, enjoyment of a way, as of right, was defined by Lord Denman, in Tickle v. Brown, 4 A. & E. 369, to mean an .enjoyment had, not secretly or by stealth, or by tacit sufferance, or by permission asked from time to time, on each occasion, or even on many occasions of using it; but an enjoyment had openly, notoriously, without particular leave at the time, by a person claiming to use, without danger of being treated as a trespasser, as a matter of right, whether strictly legal by presumption and adverse user, or by deed confirming the right, or, though not strictly legal, yet lawful to the extent of excusing a trespass. Though we. have no statute on the subject of private ways, except one which forbids their acquisition, by prescription, through unimproved woodland, the English statute, as above expounded, is expressive substantially of our common law of ways.\nThe question in this case was, whether there had been such user of the way claimed as to establish the right. There was evidence of its use for forty years and more, and it was properly referred to the jury. But it was in proof, by two witnesses, that Cloud had several times declared that he held the way by sufferance, and the court is complained of for affirming the defendant’s fourth point, to the effect that these declarations were insufficient to divest Cloud’s rights.\nTwenty-one years of such use and enjoyment of a right of way, as above explained, confers title. Without evidence to explain how it began, such enjoyment is presumed to have been in pursuance of a full and unqualified grant. The owner of the land has the burden of proving that the use of the easement was under some license, indulgence, or special contract, inconsistent with the right claimed by the other party: 8 Harris 336.\nWe do not think the owner made such proof here. The declarations of Cloud were equivocal, and inconsistent with his other declarations, which imported an intention to stand upon his legal rights. If any word or act of the owner, importing consent or sufferance, ever occurred, it was not proved. What Cloud meant when he spoke of sufferance is not clear. He probably meant no more than that he had not been molested. We should overrate his meaning if we construed .the expression into a license. Without giving it undue effect, we cannot hold it sufficient to repel the presumption of a grant.\nThere is nothing else in the case. Taking the charge and answers of the court all together, the points appear to have been sufficiently noticed, and the plaintiff in error would not probably have been benefited by more explicit answers.\nThe judgment is affirmed."}