{"id": "481502", "contents": "The opinion of the court was delivered, February 10th 1862, by\nRead, J.\nJohn G. Parke, deceased, and the ancestor of the plaintiffs below, being seised in fee of certain real estate situate in Sadsbury township, Chester county, on the line of the Philadelphia and Columbia Railroad, by deed dated December 30th, A. D. 1835, granted and conveyed a lot or piece of land, part of said real estate, to the state of Pennsylvania and her assigns.\nBy the recital in this deed, it appears that the proper officers of the state had located a water station and erected a reservoir for the use of the Philadelphia and Columbia Railroad upon the property of the said Parke, opposite to or near to the junction of the McCall’s Ferry and Lancaster and West Chester State Road, in said township, and were about to erect at the same place engine-houses, workshops, and other buildings, fixtures, and appurtenances necessary to the use of the said state railroad; and therefore the said Parke, in consideration of the advantage to him of having said water station and public buildings, &c., upon his estate, and being desirous to facilitate the operations of the state, granted to the state the above-mentioned lot thereinafter particularly described, together with a right to so much of the water of the spring then running through pipes laid by the said Parke to his said public-house and the said water station, as may be necessary to supply the steam-cars of the state or her assigns, and also the steam-engine about to be erected on the lot thereby conveyed; first reserving for the use of the said public-house and its appurtenances, so much of the water as may be necessary. The remainder of the water, after the right granted to the state, belonging exclusively to the said Parke, his- heirs and assigns. The state or her assigns to keep the pipes in repair, and to supply and lay down others when necessary or expedient, and to have the privilege of adding, if necessary, the water of any other spring on that side of the creek on the land of the said Parke capable of being brought along said pipes to a proper level.\nBy a deed dated the 27th September 1851, the children and heirs of the said John G. Parke granted to the state two hundred and sixty-five feet square of land adjoining on the southern side of the old state lot above mentioned. By the recitals it appears that on the first lot the Pennsylvania state shops, workmen’s dwellings, and other buildings, engines, fixtures, and appurtenances were erected, and that the second lot was required for the purpose of erecting thereon for the further use and accommodation of the Columbia and Philadelphia State Railroad, a locomotive depot and other public buildings, engines, fixtures, and appurtenances. The consideration expressed is similar to that in the first deed, and a similar water privilege is given by this conveyance to this lot to that attached to the first lot. In each deed there was a proviso or condition in the following words: “ Provided, that if ever said lot and water-right, and their buildings, fixtures, and other appurtenances should not be any longer needed for the purposes for which they are granted, or if ever the state, her officers, agents, tenants, lessees, or assigns, or other occupiers of said lot and right, should undertake to appropriate, use, or apply said lot or water-right, or their appurtenances, to any other object than the bond fide purpose for which they are hereby given and conveyed to the state, then and in that case the said lot, water-right, privileges, and appurtenances, or either of them so abandoned or misused, shall immediately revert to the donor, his heirs and assigns, and become a part of the real estate and its appurtenances, from which they are hereby separated, as if it or they never had neyer been given to the state.”\nUnder and by virtue of an Act of the General Assembly of the State of Pennsylvania, entitled “ An Act for the sale of the main line of the public works,” passed 15th May 1857, the secretary of the Commonwealth, under the great seal of the state, transferred to the Pennsylvania Railroad Company, their successors and assigns, inter alia, the Philadelphia and Columbia Railroad, and their two lots of ground above mentioned. It is clear that the state had, and of course its assignee the Pennsylvania Railroad Company had, a fee simple in these lots which, if the conditions were not broken, might last for ever.\nThe condition, in fact, was twofold; one was, that if the state or her assigns should undertake to appropriate, use, or apply said lot or water-right or their appurtenances to any other object than the bond fide purpose for which they were given or conveyed, then the same or either of them so misused, shall revert to the donor (or donors), their heirs and assigns. This condition or part of the condition never was broken, and it therefore forms no part of this case. The other condition was : “ That if ever said lot and water-right, and their buildings, fixtures, and other appurtenances, or either of them, should not be any longer needed for the purposes for which they are granted,”-then and in that case the said lot, water-right, privileges, and appurtenances, or either of them so abandoned, “ shall immediately revert to the donor (or donors), their heirs, and assigns, and become a part of the real estate and its appurtenances from which they are hereby separated, as if it or they never had been given to the state.”\nThe state and its grantee had the clear right to add to, alter, and diminish any buildings erected by themselves, and also to remove all fixtures and machinery, and replace them if they deemed it expedient, or put in new ones or other descriptions of machinery, for the purposes of the road, or finally to remove them altogether. This is not denied by the plaintiffs, but they say that the defendants having notified them of their intention to abandon, that was an immediate abandonment, and they could remove nothing afterwards. The condition is, that if they should be no longer needed, then the notice in reality was, that they would be no longer needed after, say the 1st of April 1861, for that is the true meaning of that part of the case stated. “ Some time in December 1860, the defendants determined to cease to use and occupy the said machine shop' and other buildings on or about the 1st of April then next ensuing;” .that is, that they then would not be any longer needed, “ of which intention the plaintiffs were soon after verbally informed by the defendants all this relates to their not being needed after that day; and it would have been no clearer, though somewhat stronger, if the time fixed had been the 1st of April 1871; and this is definitely fixed by the preceding sentence in the case stated. “ The said defendants succeeded to the ownership and possession, of the said machine shop and other buildings erected by said Commonwealth, and also to all the said fixtures and machinery, and continued in the possession and ownership of the same up to the 1st of April 1861.” That is, their possession and ownership were the same up to that date as it had uniformly been since their purchase in 1857; and it is clear that if they had changed their minds before their actual abandonment and consequent breach of the condition, they could have continued their ownership as tenants in fee simple indefinitely.\nIt is clear, then, that the defendants had the right to remove, as they did, the fixtures and machinery mentioned in the schedule annexed as part of the case. This right also appears to be recognised by the very words of the condition, for the reverter to the grantors is to be of “ the said lot, water-right privileges, and appurtenances, or either of them so abandoned, and which are to become a part of tbe real estate from which they are thereby separated, as if it or they never bad been given to the state excluding in terms tbe idea that the fixtures and machinery of tbe state were to revert to persons who never had owned them.\nThe founder of Parkesburg and his heirs have received large benefits from the state — a town has been built by state patronage, and the two lots are returned to their original owners covered with valuable buildings. The plaintiff’s case is deficient in law, and clearly so in common equity.\nJudgment reversed, and judgment on the case stated for the defendants."}