{"id": "481505", "contents": "The opinion of the court was delivered, April 21st 1862, by\nWoodward, J.\nThe court dismissed the plaintiff’s bill for want of jurisdiction. The argument in support of the decree is drawn from a strict construction of the 5th article of the 13th section of the Act of 1836, conferring equity powers upon the courts. Because the jurisdiction of courts of chancery is by that article given to Pennsylvania courts for the supervision and control of all companies “ other than those of a municipal character,” it is inferred that we have no power to enjoin persons who claim to act in the name of a municipal corporation, and school districts are said to belong to the class of municipal corporations.\nSchool districts are not, strictly speaking, municipal corporations, for they have neither a common seal nor legislative powers, both of which are characteristic of such corporations. They are territorial divisions for the purposes of the common school laws, consisting generally of Boroughs and townships, though frequently subdivided into smaller districts, and are governed by a board of directors chosen by the people. They belong to that class of quasi corporations to which counties and townships belong — exercising within a prescribed sphere many of the faculties of a corporation: Purd. 1065; and the directors are invested with various discretionary powers in execution of the school laws, for which they are responsible only to the people whose representatives they are. Clearly the courts have no control over these discretionary powers, but the judicial authority to restrain illegal acts by the school directors, is as unquestionable as. it is to restrain wrongdoing by any other class of men. We deduce it, not from the clause above referred to, but from the subsequent clause of the same section, which extends the equity powers of the court to “ the prevention or restraint of the commission or continuance of acts contrary to law and prejudicial to the interests of the community, or the rights of individuals.” This is the source of the equity power of the courts to restrain illegal conduct on the part of the representatives of municipal corporations, or of quasi corporations : Hill v. The Commissioners of Kensington, 1 Parsons’s Equity Cases 501; Miller v. Gorman, 2 Watts 312. And by the 12th section of the Act of 1851, Purd. 307, the Common Pleas of Schuylkill county possesses all the chancery jurisdiction and powers that are conferred upon any other court of the Commonwealth. If, therefore, it were granted that school districts are municipal corporations, and so are excepted out of the chancery jurisdiction of the courts, the decree could not be supported on the ground on which the court below placed it, because the bill was not against the district as such, but against individuals as directors of the district, and they are restrainable from wrongdoing, whether in their private or representative capacities: Hagner v. Heyberger, 7 W. & S. 107.\nBut does the record present a case of illegal conduct on the part of the directors ? The complaint is that they have laid a school-tax of eleven mills on the valuation of the plaintiff’s property in Cass township, and are proceeding to collect it. • The directors answer, that they assessed eight mills for school purposes for the year 1861, and three mills for building purposes, and that this rate was necessary for the purpose of carrying on the schools of the district, repairing and building school-houses, and paying debts of former year's.\nBy the 28th and succeeding sections of the School Law of the 8th May 1854, Purd. 1065, the power of taxation is committed to the school'directors, with certain limitations, but without any right of appeal.' And, by the 33d section, power is given to levy a special tax, not oftener than once a year, nor exceeding the amount of the regular annual tax, to be applied to buying ground for school-houses and to building school-houses.\n• Now the bill does not complain that 'the directors were not fairly chosen and qualified, nor that they did -not meet and organize according to law, nor that they disregarded any of the specific limitations upon their powers, but only that they have assessed more taxes than the district needs for school purposes. It is, in other words, an appeal from their discretion in the exercise of clearly granted powers.\nNo such appeal lies, for none is given by law. Most of our tax laws entitle the citizen to a hearing before he is obliged to pay; not to a judicial hearing, indeed, but to an appeal to some special tribunal, generally the county commissioners, but the school law gives no such appeal. This is a reason why the ear of the courts should be open to well-founded complaints on the part of the citizen; but when lie has no irregularity, no neglect .of duty, no excess of authority to complain of — nothing, indeed, but an indiscreet exercise of a clearly granted discretion, he will vex the judicial ear in vain, for the judicial arm can redress no such wrong. The power of taxation, altogether legislative and in no degree judicial, is committed by the legislature in the matter of schools, to the directors of school districts. If the directors refuse to perform their duties the court can compel them. If they transcend their powers the court can restrain them. If they misjudge their power the court can correct them. But if they exercise their unquestionable powers unwisely, there is no judicial remedy. Had the plaintiffs’ bill been dismissed for want of equity in it, and not for want of jurisdiction, we should see nothing upon the record to correct. As it is, the decree must be affirmed, on the ground that the plaintiffs have shown no title to the relief they seek.\nThe decree is affirmed."}