{"id": "481519", "contents": "The opinion of the court was delivered, March 10th 1862, by\nRead, J.\nBy the Common School Law, each board of directors shall hold at least one stated meeting in every three months; and such other meetings as the circumstances of the district may. require, shall be held at such time and place as may be designated by the president and secretary, upon due notice given to each member of the board. Annually, and, within twefity days after the election of directors, each board shall meet and organize by choosing a president and secretary, who shall be members of the board. The president shall preside at the meetings of the board, and, amongst other duties, call special meetings when necessary. Each board of directors shall have power to fill any vacancy which may occur therein by death, resignation, removal from the district or otherwise, until the next annual election for directors. If less than a majority of directors attend any meeting, no business shall be transacted thereat, except that of adjournment, and of appointment to fill vacancies in the board. If any person, duly elected a school director, shall refuse to attend a regular meeting of the board, after having received written notice from the secretary to appear and enter upon the duties of his office, or if any person, having taken upon him the duties'of his office as director, shall neglect to attend any two regular meetings of the board in succession, unless detained by sickness or prevented by absence from the district, or to act in his official capacity, when in attendance, the directors present shall have power to declare his seat in the board vacant, and to appoint another instead to serve until the next regular election.\nIt is clear, therefore, that there are at least two kinds of meetings — stated, including the annual meeting, when fixed, and special meetings — adjourned meetings may take place in either case. Are all these meetings regular meetings, within the meaning of these provisions ?\nThe adjective “ stated” does not occur in Bailey’s Dictionary (ed. 1759) nor in Johnson’s (quarto ed. 1819), except in quotations under the verb to state, nor in The Critical Pronouncing Dictionary, published at Burlington by D. Allinson & Co., in 1818, but it is in Webster, and his definition is — settled, established, regular; occurring at regular times, not occasional, as stated hours of business — fixed, established, as a stated salary. Webster defines regular — conformed to a rule, methodical, periodical ; and the adverb regularly — in uniform order, at certain intervals or periods, as day and night regularly returning. So also the word ordinary, a synonym of regular, is defined methodical, regular, according to established order. In legal phraseology, we speak of an account stated, a case stated; and where damages are fixed by contract they are styled liquidated, stipulated, or stated damages.\nIt is certain, then, that the annual and stated meetings are regular meetings, within the meaning of the School Law. The other meetings called by the president and secretary, at such time and place as they may designate, are styled special meetings, and require due notice of them to be given to each member of the board. They may be called anywhere within the district, and at any time, and are what in the English Companies’ Clauses Consolidation Act (1845) are styled extraordinary, in contradistinction to ordinary, which is there used as the equivalent of stated — special is particular, peculiar, extraordinary, uncommon, and the adverb specially is for a particular purpose — a meeting of the legislature is specially summoned. . Webster defines adjourned as an adjective, existing or held by adjournment — as an adjourned session of a court, opposed to stated or regular. When, therefore, it is enacted that if a school director neglect to attend any two regular meetings of the board in succession, without a legal excuse, his seat may be declared vacant, it would appear to be certain that the word regular in this clause can only be applied to such meetings as we have seen are clearly within it, and not to meetings which may be called in rapid succession, by the president, at any point and any time, the whole resting entirely in his discretion.\nThe Act of 23d March 1859, P. L. 212, under which both the plaintiff and defendants in this case were elected school directors of the school district of the borough of Schuylkill Haven, makes no alteration of the General School Law, in relation to the points presented for our consideration. The case, therefore, dejoends upon the provisions we have already discussed.\nThe first meeting, at Avhich the plaintiff was absent, was on the 11th May 1861 (Saturday). This is styled a special meeting, and was of course called by the president.\nThe second meeting, at which he was absent, was on the 3d June 1861 (Monday). This is called a regular meeting, but whether it was a stated meeting or not does not appear, as it ought to have done. There being no quorum, the board adjourned to meet on Saturday, 8th instant, at three o’clock. The meeting on Saturday, the 8th, is styled regular meeting, no notice being taken of its being an adjourned one. At this meeting the plaintiff’s seat was declared vacant, and another person was appointed in his place. Under the pleadings, it is conceded that the plaintiff had due notice of these three meetings and that he neglected to attend, having no legal excuse, conduct for which he deserved expulsion, if these were regular meetings.\nThe first meeting was special, and therefore not regular within the meaning of the School Law. If the second meeting Avas a stated one, then it Avas regular, but this we have no means of ascertaining; but it is clear, that the third was only a continuation of the second, and was not a second regular meeting in succession. The board, therefore, had no power to declare his seat vacant. The last meeting and its action in fact depended on the two first meetings being regular, for until a meeting is over, it cannot be finally ascertained that a director has neglected to attend it.\nI have been kindly furnished by Dr. Burrowes, the present able superintendent of our common schools, with a series of the Pennsylvania School Journal, the oficial organ of the department of common schools, and he has referred me to page 104 of the number for October 1861, in which the question now before the court was discussed by him in answer to a question from Washington county, “ What is a regular meeting of a board of directors ?” His decision has anticipated the decision at which I have arrived.\nThe distinction between a stated and special meeting, appears in the 10th section of the Act of 29th March 1803, establishing the board of wardens for the port of Philadelphia, and which may be traced to the Act of 4th October 1788.\nThere appears from the too strong language used in at least one of the paper-books, and the circumstances of the case itself, that some of the members of the board have allowed their personal feelings to interfere with the proper administration of the School Law in the borough of Schuylkill Haven, and we sincerely hope that this will be immediately corrected. The interests of the rising generation should not be sacrificed for the gratification of a feeling of personal dislike.\nJudgment affirmed."}