{"id": "481530", "contents": "The opinion of the court was delivered, April 21st 1862, by\nWoodward, J.\nThe Board of Wardens of the City of Philadelphia, commonly called Port Wardens, were constituted, and their powers and duties defined by various Acts of Assembly, beginning with the Act of 29th ,of March 1803, and extending doAvn through a series of nearly half a hundred acts, to that of 14th of May 1861; all of- Avhich have been placed before us in the argument of this cause. By these several acts, the board, consisting now of one master Avarden, appointed by the governor of the CommonAvealth, and sixteen assistants, elected by the councils of the city of Philadelphia, are made the custodians of the harbour and tideways of the rivers Delaware and Schuylkill, at Philadelphia ; and they have jurisdiction to license pilots, to control the mooring of vessels, to prescribe the Avharf-lines of said rivers, to license the erection of Avharves, or other buildings beyond Ioav water, and to keep the navigable Avaters of the the city for ever open and free from obstructions. They are, in a word, the police power of the port of Philadelphia. They come into court by their present bill, and com plain that the city of Philadelphia, intending to erect a bridge over the river Schuylkill, at Chestnut street, applied by their engineer to the master warden, for permission to construct coffer-dams, extending temporarily beyond the wharf-lines, and to erect a pier in the river, with a view to the building of said bridge; that, upon investigation of the subject, they determined to decline granting a license to the city to build a bridge in accordance with the proposed plan, but that before they came to this conclusion, Strickland Kneass, the engineer of the city, withdrew the application, under instructions from the city solicitor that the plan having been approved by the city councils, was not within the jurisdiction of the board of wardens. They complain further, that the city has made a contract with Clark, McGran and Kennedy, for the erection of said bridge ; that they are proceeding to construct it, and have already sunk a coffer-dam on the eastern side of the river, projecting many feet beyond the established wharf-line; that it has been done without the license of the board, and in opposition to their directions, and therefore they pray that tlie city and its contractors may be restrained from proceeding any further in the construction of said bridge upon the plan proposed, or upon any plan, until it shall have been submitted to and approved by the said board of wardens.\nIt would be somewhat difficult to deduce from the grant of powers to the board of port wardens, any express authority to control the erection of such a structure as a bridge, but we shall come at once to the pith of the controversy by conceding that such authority may be implied from the powers granted. What then? It was an authority conferred by the legislature, and therefore it might be withdrawn, and conferred elsewhere by the legislature. The wardens have no estate or private interest in their office. They are creatures of the legislature for a public purpose, and the powers with which they have been endowed from time to time, were conferred not for their own sakes, but for the benefit of the public. Hence they have no right to complain if the legislature, who are the supreme representatives of the public, have superseded any of their powers by the bestowal of inconsistent powers upon the city corporation. And this is just what the city alleges has been done. They point us, in support of their answer, first, to the Act of 27th March 1852, authorizing and requiring the commissioners of the county of Philadelphia, as soon as practicable, to erect two good and substantial bridges over the river Schuylkill, one at Chestnut street and the other at Girard avenue, with a proviso that before the site, plan, and specifications are agreed upon, the same should be submitted to the county board for approval. And next, to the Consolidation Law of 2d February 1854, whereby all the powers, rights, privileges, and immunities of the county board and the commissioners of the county of Philadelphia are vested in the city of Philadelphia as a municipal corporation. And, finally, to the Act of May 16th 1857, whereby the councils of the city are authorized and required to erect the Chestnut Street Bridge provided for by the Act of 27th March 1852. In pursuance of this legislation, the councils, by an ordinance of 20th November 1858, authorized the contract that has been made, and by resolution of 16th April 1860, approved the plan and specifications, according to which the bridge is to be erected.\nNow, it is too clear for debate, that if the county commissioners had gone on to erect the bridge under the Act of 1852, the port wardens would have had no voice in the matter, cither to approve or object. Another and different revisory body was provided, to wit, the county board; and because the county board were to approve the site, plan, and specifications of the bridge, the port wardens were not. The legislature did not mean to provide two supervisory powers, but they did mean to substitute the county board for the board of port wardens. It will not be denied that the legislature may rule over the Schuylkill by whatever agency is most satisfactory. Nor can it be doubted that a subsequently appointed special agent supersedes and displaces a previously appointed general agent, and this without express words declaratory of the intention to substitute. Counsel invoke those principles of strict construction which apply to grants to private corporations, as if the city of Philadelphia were a bridge company, claiming a valuable franchise in derogation of the public rights; but it must be manifest that this is not a case for the application of those principles. The city is not a private, but a municipal corporation, and is to derive no profit whatever from the bridge, for it is to be a free, and not a toll-bridge. The city, like the county commissioners, are a selected agency for carrying out the purpose of the legislature to bridge the Schuylkill for the benefit of all the people of the Commonwealth. When the county commissioners were selected, the port wardens were excluded by the most necessary implication, and all the powers of both the county commissioners and the county board having been subsequently transferred to and vested in the city, the exclusive right to approve of site, plan, and specifications, belongs now to the city, in its corporate character and capacity.\nThe port wardens have still the general supervision of the navigable waters that surround the city, but they have nothing to do with the bridge in question. If that would ever have fallen within the scope of their powers, it has been taken out by the same power which created and endowed them, and has been vested in the city. It signifies nothing, that the wharf-line of the wardens has been disregarded, or that an obstruction is to be put into the river, because, when the city was authorized to build the bridge, it was authorized to do all those acts which are reasonably necessary to complete the main design, even though they are inconsistent with the rules and regulations of the wardens. Nor is it of any importance that the city sought the consent of the wardens under a mistake of legal powers. When better advised they withdrew the application, and went on upon the faith of the legislation I have referred to.\nOur opinion is, that it is the right and duty of the city to build the bridge without reference to the wardens of the port. These gentlemen have the same interest in the question as other respectable citizens and tax-payers, but as a board of port ■wardens they have no interest whatever, and therefore their bill Avas properly dismissed.\nThe decree is confirmed."}