{"id": "481504", "contents": "The opinion of the court was delivered, March 3d 1862, by\nThompson, J.\nGraver was not in a position to question the plaintiff’s right in the Groman tract. He had no interest in it, present or reversionary. If the plaintiff’s right to an easement in it had been but at the will and pleasure of the owner, or existed upon any other terms, it was no concern of the defendant that the original use of the tail-race may have been to some extent changed. Whether the erection of a grist-mill was a material change, so as to affect the original grant, was a question which could only be moved between the original parties, their heirs or assigns. It did not concern the defendant. It seems that the plaintiff had so used it in its changed form, without molestation from the owner, for more than twenty-one years. This would constitute a good title against all the world, only controlled by some act or acknowledgment which would rebut the right incident to time and occupancy. It is manifest, therefore, that the defendant could not question the plaintiff’s right, or the extent of his enjoyment of the tail-race on this Groman tract.\nAn action for the disturbance of the enjoyment of the easement was an incident of the right. Any unauthorized interference with it, so as to diminish the full enjoyment of it, was a wrong, and might be redressed by action. Flowing water back on the land of another is not answered by the plea that the portion so flooded was not thereby depreciated. The law implies damages for such an act, not alone for the present injury but also to preserve the rights of property, distinct and free from encroachment. The ease of The Delaware and Hudson Canal Company v. Torrey, 9 Casey 143, is fully demonstrative of this doctrine. I may daily walk through my neighbour’s enclosures, without any appreciable injury, but if such a plea would protect me in a persistence therein, my trespasses would in time ripen into a right. To prevent this, the law redresses by action where the injury is confessedly inappreciable. It was, therefore, undoubtedly actionable to set the water back in the plaintiff’s tail-race, and the court committed no error in the charge on this point of the case; nor in referring the facts to the jury, together with the question of damages.\nJudgment affirmed."}