{"id": "481501", "contents": "The opinion of the court was delivered, April 21st 1862, by\nStrong, J.\nThe objections urged against the charge of .the' court in this case are hypercritical in a supereminent degree. They indicate clearly that whatever other object the plaintiff in error may have in view, he is not now seeking compensation for an injury received. Technical and formal, not affecting in the least the merits of his controversy with the defendants, if sustained they could not further the ends of-justice, or benefit the plaintiff himself.\nIt is first contended that the bond of the defendants and their sureties was not the adequate or sufficient security which the law required them to give before entering upon the land of the plaintiff, locating and constructing their railroad. It is said it was not conditioned as the Act of Assembly required, because it. provided only for the damages sustained in consequence of the location of the road, whereas it should have covered the damages arising from the construction, and the court is complained of for construing it comprehensive enough to include both. It bound the obligors in a penalty conditioned for the payment to the plaintiff of such amount of damages as he should be entitled to receive in consequence of the location of the said road, after the same should have been agreed on by the parties on appeal by and under the provisions of the Acts of Assembly in such cases made, whether the same exceed the amount of the penalty in the bond mentioned or not. The court below held, and with obvious correctness, that the bond covered all the damages which the plaintiff under any circumstances could recover. The legislature made no attempt to distinguish between .damages caused by the location and those caused by the construction of the railroad. It is one injury. Where the railroad has been located, the land has been taken and appropriated for the public use, the right of the landowner to sue for his damages is complete, and he may recover all which may be caused by the location, and by the subsequent construction. He can have but one action. The damages cannot .be severed, and security for one is therefore security for all: Neal v. The Pittsburgh and Connellsville Railroad Company, 2 Grant’s Cases 137.\nIt is next insisted that there was no evidence of any attempt by the defendants to settle with the plaintiff, and agree upon the damages before they entered upon his land and before they filed the bond given as a security. Hence it is inferred that the tender of the bond, and the filing of the same, was unauthorized by law, and that the defendants were not empowered to appropriate the_ land for the said road.\nThough the Acts of Assembly do not in terms; require any attempt to make a settlement before a tender of a bond or filing it in the Common Pleas, it is perhaps a just inference from their language that there should be some evidence of inability of the parties to agree before the court should undertake to pass upon the security offered. But the very offer of a bond is an assertion by one of tbe parties that they cannot agree, and it is in itself some proof of such inability, for without the consent of both such an agreement cannot'be made. And if it were not so, the action of the court approving the sureties, and directing the bond to be filed, involves an adjudication that everything had been done which entitled the company to have the bond filed. If an attempt to settle was a prerequisite, the order of the court is conclusive that the attempt had been made. The decree of the court, like any other judgment, is final between the parties, as to all matters adjudicated therein directly, and to all facts which were essential to the adjudication.\nOn the trial it was proved that the bond was tendered to the plaintiff on the 3d day of November 1854. He refused the tender, objecting only that the penalty was insufficient. He did not then assert that there was no inability to agree upon the damages, or that no attempt at' a settlement had been made. Notice was at that time given to him that the bond would be presented to the Common Pleas on the 15th of November for approval. He appeared in court on the day appointed, and protested against the reception and filing of the bond for two reasons only; first, that it was deficient as a security, because it was no lien on real estate, and second, because the company had no legal existence, and had no right to take personal property. He made no other objection; if he had any other he waived it. The court overruled those which he made, and ordered the bond to be filed. It is too late for him now to say that there never had been any attempt to effect a settlement with him, or that there was no proof that the parties could not agree; even if he were not estopped by the adjudication, he is by his conduct.\nWe need say no more; the case was well tried, and the judgment is\nAffirmed."}