{"id": "481561", "contents": "The opinion of the court was delivered, May 10th 1862, by\nRead, J.\n“Money, when paid into a bank, ceases altogether to be the money of the principal; it is then the money of the banker, who is bound to return an equivalent by paying a similar sum to that deposited with-him, when' he is asked for it.” The money placed in the custody of a banker is to all intents and purposes'the money of the'banker, to do with it as he pleases; he is guilty of no breach of trust in employing it; “ he is not bound to keep it or deal with it as the property of his principal, but he is of course answerable for the amount^ because' he has contracted, having received that money, to repay to' the .principal,\" when demanded, a sum equivalent to that' paid into his hands.”\n“ The trade of a banker is to receive money and use it as if it were his own, he becoming debtor to the person who has lent or deposited with him the money to use as his own, and for which money he is accountable as a debtor.” “ I cannot at all confoundithe situation of a banker with that of a trustée, and conclude that the banker is a debtor with a fiduciary character Hill v. Foley, 2 House of Lords’ Cases 36, 37, 44. A banker is therefore in relation to his customer, neither a trustee nor a quasi trustee, but simply a debtor to him for a loan. The relation thus established'is that of debtor and creditor merely, unaccompanied by any fiduciary connection.\nThird persons may, however, have rights over the debt thus created, and such claims have given rise to several decisions which it becomes necessary to examine, in order to ascertain the principles settled by them, so far as they are applicable to the present case.\nIn Sims v. Bond, 5 Barn. & Adol. 389, which was an action for money had and received, to recover the balance of an account with a banker in the name of another, upon the allegation that it was the money of the plaintiffs, Lord Denman said, “ Sums which are paid to the credit of a customer with a banker, though usually called deposits, are in truth loans by the customer to the banker: Carr v. Carr, 1 Meriv. 341, with Devaynes v. Noble, 1 Id. 568; and the plaintiffs who seek to recover the balance of such an account must prove that the loans were made by them.” “We do not say that where a person lends money nominally on his account, but really on account of and as the loan of another, the real lender may not sue for the money. But where money is lent by another in his own name, the plaintiff who alleges that he was in reality the lender, must prove that fact distinctly and clearly. He must show that the loan, though nominally that of another, was really his own.”\nIn Cooke v. Seely, 2 Exch. 746, Baron Parke, in speaking of Sims v. Bond, which had been decided fifteen years before, said in that case : “ The court considered that it might be shown that a banking account, though in the name of one partner, was in truth the partnership account; but then it must be made out by distinct evidence.” “We think,” said the learned Baron, “ there is evidence which ought to have been submitted to the jury, that Earquar, in opening the account, was acting as agent for the partnership. The mere fact of the money being partnership property would not be sufficient, because one partner might take ’a portion of the partnership property and lend it to another, but in this case there are two circumstances which did not occur in Sims v. Bond. One is, that though the account was opened in the name of Farquar, the letters ‘B. C. C.’ were in the pass-book. It is for the jury to decide whether by that, Farquar meant to keep the account on behalf of the company, or whether these letters were a mere private memorandum.” “ However, Sims v. Bond decided that the private name in the pass-book is not conclusive, as by the usage of merchants the name on a bill of exchange, but its only effect is to throw upon the parties suing, the obligation of showing that they were the real contracting parties. The question in this case will be whether that is made out to the satisfaction of the jury. If this' had not been a deposit by a partner, but by a third person, the matter might have been set at rest by calling that person to prove on whose account he really was lending the money to the bank.”\nIn Tassell v. Cooper, 9 Com. Bench Rep. 509, where the farming bailiff of Lord De L’Isle and Dudley (after his employment as such had ceased) renewed a check for 180i. in payment for wheat belonging to Lord Dudley, which he had sold on his account while acting as bailiff, and paid it to his own account, with B. & Co., his bankers, who received the cash for it, and gave the bailiff credit for the amount, but afterwards, on an indemnity from Lord Dudley, refused to honour his drafts, — it was held that even assuming the check had been improperly obtained by the bailiff, still as between him and his bankers, the amount was recoverable by him as money had and received by them to his use, or money paid. Upon the argument Cresswell, J., said, “It is now settled that money paid in by a customer to his banker is money lent to the latter: Potts v. Clegg, 16 M. & W. 321. Money paid out to the customer pays off the earlier debt; if this were not so the earlier debt might be barred by the Statute of Limitations.” Maulé, J., said (p. 532), “It seems to me quite clear that the account in question is a banking account of the ordinary kind, by the plaintiff as his own account with the London and County Joint Stock Banking Company; and that it is not competent to any third party to interfere and to say that the banking company in reality contracted with him. This is plainly evidenced by the way in which the account was kept; it was a general account, embracing as well the plaintiff’s own moneys as moneys received by him in his capacity of agent for Lord De L’lsle, and purporting to be an account between the plaintiff and the bankers only.” Williams, J., said, “If we were to decide otherwise, I think we should be promulgating a doctrine that would be found very injurious to bankers.”\nIn Bodenham v. Hoskins, 16 Jurist 721, Parkes, a solicitor at Hereford, and who was employed by Charles Thomas Bodenham as the receiver of the Rotherwas estate, of which Mr. Bodenham was owner, had three separate accounts with the banking firm. The first was called the “Private or Office Account,” which he was allowed to .overdraw, he stating that he intended to introduce the Rotherwas account. On the 25th of October 1846, he overdrew his office account 1037Z., and on the same day his clerk opened an account to be called the “Rotherwas Éstate Account,” and paid 700i. to the credit of it, stating that the check which Parkes would draw would be so endorsed, and that Parkes wished it to be kept separate from the other account. A third account called “The General Account,” and consisting of his other clients’ money, was afterwards opened by Parkes. On the 9th July 1847,- Parkes drew a checlt for the balance of the Rotherwas account, amounting to 8497., and paid it in'to’-the “ Office Account,” which account was then largely overdrawn. Parkes became insolvent, and Bodenham filed a bill against the partners in the bank, which was sustained by Vice-Chancellor Kindersley, who decreed the repayment of the 849Z. by the defendant to the plaintiff, saying, “Now then I am constrained to arrive at the conclusion that the bankers — although I must exonerate them from any deliberate intention to commit a robbery or commit a fraud — that the bankers were'not only parties to the simple fact of the transfer^ but were parties to the fraud in question; in this sense that, they were aware of the circumstances which .made it a fraud in Parkes to make the transfer to his private accounts, and béing cognisant of that, and having been cognisant of it before' that'-time' when the account was opened under the name of the ‘Rotherwas Account;’ they being cognisant of that throughout, concur in a transaction the effect of which is that for their own pecuniary benefit an act is done by Parkes,-which is 'a fraud upon the plaintiff. Now, according to the plain principles, of a court of equity, such an act never can be sustained.”\nIn Wilks v. Groom, 25 Law J. Rep. Ch. 724, where\" the vice-chancellor held, under the circumstances, that-an administratrix with the- will annexed was not liable for moneys of the estate lost by the failure of private bankers, with whom they were deposited, the money having been carried'to the credit of Mrs. Wilks,'as administratrix, “ quite independently of %nd unconnected with any moneys belonging ' to herself or any other person; she herself, in fact, having no other moneys in .the.hands of those bankers.” “ It was, therefore,” said the vice-chancellor,.“ earmarked ; not ear-marked so that the bankers could not by their failure cause a loss of it, but ear-marked so as to distinguish it from the moneys of any other persons arising from any other source.”\nIn Bridgman v. Gill, 24 Beavan 302, a fund was standing to the account of two trustees, in the books of some bankers who had notice that'it-was-a trust fund, the court having-held from the heading of 'the account, as well as from the evidence in the cause, that the bankers had notice that it was trust-money. The tenant for' life of the fund being a debtor of the bankers, without any authority from the trustees, gave a check on the fund for £750, which was appropriated to the payment of this debt to them. ' Upon a bill filed by the trustees against the bankers, Vice-Chancellor Wood said: “The most remarkable thing is that the defendants should have resisted the relief, sought. The case as it stands on the undisputed facts is this : In 1843 a sum of money was standing in the defendants’ boohs to the credit of the-plaintiffs, and which the defendants transferred to themselves in discharge of a debt due to them from another person,'and this was done without the slightest sanction or authority of the plaintiffs to support it.”\n“ I think it totally immaterial that the defendants had no notice of what the precise trusts were; all-that it was necessary for them to'know was, that this was a trust account, and that the fund was held by the'plaintiffs as trustees.”\nFrazier v. The Erie Bank, 8 W. & S. 18, was a case of fraud, and.was corr.ectly decided; and- so also was The Bank of the United States v. Macalester, 9 Barr 475; where,funds were deposited with the bank for a special purpose, with, notice'to the bank of what that purpose was,'and it wa;s held that,they, could not refuse-to apply them'to the object, for which .they were deposited, on the ground that a debt on a different account was due them from the 'depositor.\nIn this case, there were two accounts opened with the,bank, the first in.the name of the.“ Illinois Canal Commissioners,” and the second- in the name, of' “ R.' T. Barrett,-Fund Commissioner of Illinois,” and the. court were of .opinion that the.balance of the first-account,\" which was-devoted to a.particular' object communicated.to the .bank, could.not'be diverted by the.bank,to the-payment of- a balance, due them.on,the’ second, account,:with-which the first-account had no possible connection, whatever..\nThe next-case is that of Jackson v. The Bank of the United States, 10 Barr 61, which was supposed by the court below, to rule the case before us. This decision is i sound law and is founded upon enlightened principles of public policy, arising from the-established relation of debtor and creditor, and; the imperative necessity of requiring the ostensible and public appearance of. such, moneyed transactions to be considered as the reality. The account was in the name of the depositor, the cash paid and drawn out were all -his individual acts, and were so recognised a-nd treated by the bank, and no other person gave notice to the bank that he had any interest in the fund, or made any claim of any kind to any part of it during a long and protracted course of litigation of several years. It is distinctly supported by the English cases we have cited, and particularly by that of Tassell v. Cooper.\nThe question is, is the present case governed by it, or is it not included within the rulings in Bodenham v. Hoskins, Cooper v. Seeley, and Bridgman v. Gill?\nThe account is an agency account, headed in the bank-book,, called in England the pass-book, “Thomas E. Jones, Agent;” and this, we suppose, corresponds with the books of the Bank of the Northern Liberties. The allegation is that this was really nothing, but an agency account, and so understood both by the customer and the bank, and containing only the moneys of other persons for whom he was agent, and no moneys of his own at all. This, was really asserted by the bank, and also by the depositor, who had so far ear-marked it as to show it was not his own, but was really the property of others.\nIf there had been separate accounts, each headed as the agency account of such an estate or person, which is certainly the safer mode for all parties, and is perhaps the only really correct one, there could have been no doubt (supposing the reality to correspond with the appearance) that no creditor of the agent could have attached a farthing of either or any of the funds so earmarked.\nWe, however, think under the circumstances, the evidence offered should have been admitted, but whether it could have been satisfactorily made out is entirely another question. The case, however, illustrates the propriety of opening separate accounts appropriately designated, so that each fund may be distinctly ear-marked, and thus prevent all difficulty in case of death, failure, or any accident destroying the evidence of identity under a general agency account. It is proper to say that such an account as the present, not designating the individuals who are the real owners of the money deposited, should be avoided both by the bank and its customer, and I am informed by the cashier of one of our oldest banks of large capital in this city, “ that his institution invariably refuses to open an account with the addition of ‘ agent’ or ‘ attorney’ to the proper name of the depositor.”\nNotwithstanding the disapprobation of a learned judge (Paxson v. Sanderson, 3 Phila. Rep. 303), we hold Jackson v. Bank of the United States to be good law, and it is not our intention to disturb it.\nJudgment reversed, and a venire de novo awarded."}