{"id": "481551", "contents": "The opinion of the court was delivered, March 3d 1862, by\nThompson, J.\n1. The only evidence given in the case was by the plaintiff in error, who was defendant below, in order to establish an equitable satisfaction of the judgment held by the defendant in error against him. It was therefore his testimony that brought the jury to find that the settlement between the parties and note of the 4th of May 1860, was but the liquidation of the cautionary judgment given by the defendant to the plaintiff. Whether the note was accepted in satisfaction of the judgment, as the defendant below contended, or a liquidation of the amount due on it, as contended for by the plaintiff, was raised by the testimony, and was properly referred to the jury. There is therefore no error in the first three assignments of error.\n2. The next matter relied on by the defendant below was the agreement of the 24th of May 1860. That was a contract between the parties for the erection of a three-story brick house by the defendant for the plaintiff, within three months from the date of the contract, for which the plaintiff was to pay $1000, and in addition thereto to satisfy and discharge all claims and demands which he held against the defendant, “ upon receiving security to perform the several agreements therein named.” The defendant gave the security, but never performed any of the covenants, and now seeks to throw the responsibility of nonperformance on the personal covenant of himself and surety. He claims that the agreement satisfies the judgment. We do not think so. The covenants between the parties constitute an entire and indivisible contract, with mutual and dependent conditions. The defendant could only claim a satisfaction of the judgment by performance. This he does not pretend. How, therefore, can he claim to enforce a contract which is executory, requiring the action of the court to enforce it, without a compliance with his own covenants, which he must make conditions precedent to the\" enforcement of the covenants on the other side ? In other words, what right has he to claim payment for building the house, which he has never touched, when he can only claim the benefits of the stipulated compensation after the work is done ? There would be no equity in an adjudication which would satisfy the judgment, and turn the plaintiff round to the covenants of the defendant and his surety, to recover the money back again; and it would be downright wrong to the surety. We will not further elaborate this view, and, as we see nothing wrong in' the remaining error, the judgment is\nAffirmed."}