{"id": "481528", "contents": "The opinion of the court was delivered, March 10th 1862, by\nThompson, J.\nBy several Acts of Assembly, regulating the collection and payment of collateral inheritance taxes, it is made the duty of executors and administrators to retain out of legacies and distributive shares, when a proper charge, and account for them to the proper officer of the Commonwealth, and in case of a devise of realty, where no provision is made for payment of the tax by the executor, it is to be collected by the register of wills of the county where the land lies: See Acts 1834 and 1849, Dig. 139.\nBearing this in mind, and also remembering that the testator, in the will before us, was a well-informed lawyer, we ought not to have much difficulty in ascertaining what his will is in relation to the question of the collateral inheritance taxes, nor indeed as to the question of commissions, which is the second point to be determined.\nThe expression, or perhaps rather the provisions in the will, relied on by the plaintiffs in error as evincing a general intention, on the part of the testator, to direct the payment of this tax out of the personal estate fund, such as “ not wishing such gifts, devises, or bequests to be at all interfered with or lessened,” and “ out of the balance of the personal estate, which shall then remain, I direct all my legitimate charges against my estate to be paid by my executors,” we think are insufficient in themselves to overturn the general intention expressed, which precedes them in reference to the realty devised, which is as follows : “All my devisees in this will contained, whether for life or otherwise, are to pay of course, and discharge all taxes, ground-rents, and other legal necessary charges upon the real estate devised to them respectively, so long as they shall be in Dossession of the property so devised from time to time, at and when the said taxes and ground-rents, and other legal and necessary charges, shall respectively become due and payable.”\nThe words used in this clause of the will are broad enough to cover this tax, and do cover it unless a different intent be shown to exist elsewhere in the will. In the citations relied on, first above noticed, it will be observed that the words used do not naturally and necessarily refer to devises of realty in the will. It would “not lessen” or “interfere” with a devise of a house and lot, if the owner should have to pay taxes or charges incident to its enjoyment. It might be a burden in one sense, but it would not affect the devise, nor lessen the estate devised. Indeed, if the construction contended for by the plaintiffs in error, that the collateral inheritance tax “lessens or interferes” with the devises, was to prevail, then any other tax, subsequently accruing, would have the same effect; to prevent which, the estate of Mr. Burd would be called on to discharge them for ever. This no one contends for.\nSo in the other clause quoted by the plaintiffs in error, in wdiich the testator directs the payment of all legitimate charges against “my estate,” out of a fund provided, does not, we think, necessarily include these taxes. In no proper sense were they charges against the testator’s estate; so, in perfect consistency with this view, he makes the unequivocal direction that the devisees of his estate shall pay all taxes, ground-rents, and other legal charges upon not “my estate,” but the estate devised. That this was the meaning of the testator is clear, when we observe that in all the bequests and specific legacies given, he provides for the payment of this tax out of the fund provided from the personal estate, thus preserving the general intent that they should not be “lessened” or “interfered with,” and, at the same time, making no such provision in relation to his devises, of the realty, leaving that to be governed by the general direction that all taxes, &e. should be paid by the devisees respectively. Consistency, in regard to both classes of beneficiaries, the legatees and devisees, is preserved throughout the will and codicil on this point. They are both treated as the testator, in these general provisions, evidently intended, viz.: The collateral inheritance tax is to be paid in the one case by his executors, and in the other it is left to be paid by the devisees. The general intent of the testator is thus proved and preserved in regard to both classes. We are of opinion, therefore, that the decision of this point by our brother Read, at Nisi Prius, w-as altogether correct, and that the error assigned upon it is not sustained.\nOn the subject of the commissions claimed by the executors for subdividing real estate and making conveyances, which is the second point in the case stated, we arrive at a different conclusion from that of our brother Read. We think it appears by Mr. Burd’s will that he intended and did provide for full compensation to his executors for every service to be performed by them in executing his will, without charge other than upon his own estate.\nIn the first place we notice he requests an allowance to be made to them of 7 per cent, instead of 6 per cent., which he conceives to be the usual charge for collecting the revenues from and managing the real estate. These commissions were to be paid out of a certain fund mentioned in the will, which was ample for the purpose. To meet contingencies, and to compensate services not covered by these commissions, the testator provides further, as follows: that the executors, “after, however, receiving their general commissions, there will of course be commissions from time to time occurring for additional services to be rendered by them in executing my \"will and codicil, which I authorize them to retain from time to time out of money coming into their hands.” In another clause he again speaks of his executors retaining money “ enough to pay commissions for executing this my last will and testament.” In addition to all this, he bequeathed to each of his executors a tenth of the residuary personal estate, “for their trouble in managing said funds,” which it is not denied was a valuable bequest. Thus there is a liberal allowance made of 7 per cent, for collecting the revenues of the real estate and managing it, with a provision for retaining other moneys coming into the executors’ hands to pay commissions for “ additional services,” and lastly the residuary bequest just cited in consideration of services in relation to the personal estate fund.\nWe think that the aggregate of these provisions meets every serviee required to be rendered in “executing” the testator’s “last will and testament.” It is very true there is a trust cast upon and to be executed by the executors. After the death of the devisees for life of the real estate devised in fee to Mrs. Shippen and her daughters, the testator provides for its conveyanee in the following clause: “ I give and devise unto my surviving executors, Eli K. Price and Joseph B. Townsend, their heirs and assigns, and the heirs and assigns of the survivor, in trust, to subdivide the same as followsthen to convey as described in the codicil. It is for this service that the executors claim the commissions in question. The trust here created was to be executed by the executors or the survivor of them, and whatever might be the right of their heirs or assigns to claim compensation as trustees, had it passed to them to execute, it is enough to say that it did not go that far, and that it has been executed by the parties first invested with it, namely, the executors. Executing the trust was but executing the will, and for this we have seen that provision was made in express words by the testator for the payment of commissions “ occurring for additional services to be rendered by them (the executors) in executing my will and codicils.” The intention of the testator, we think, is clear, that for these services the executors are to be paid out of the estate, and not by the devisees.\nThe judgment at Nisi Prius is therefore reversed, and judgment is now here entered in favour of the plaintiffs for $500, with interest from the 15th day of December, A. D. 1860, with costs of suit."}