{"id": "481527", "contents": "The opinion of the court was delivered, April 21st 1861, by\nRead, J.\nSo universal is the right of sepulture, that the common law, as it seems, casts the duty of providing it, and of carrying to the grave, the dead body decently covered, upon the person under whose roof the death takes place; for such person cannot keep the body unburied, nor do anything which prevents Christian burial; he cannot, therefore, cast it out, so as to expose the body to violation, or to offend the feelings or endanger the health of the living; and for the same reason, he cannot carry the dead body uncovered to the grave: Reg. v. Stewart, 12 Ad. & Ellis 773 (40 E. C. L. R.). The executor or administrator must bury the deceased in a manner suitable to the estate he leaves behind him, and such funeral expenses are placed, by an Act of Assembly, in the first class of preferred debts. \"Where the body is decently and properly buried in an appropriate place, such as a family vault, or burial lot in a churchyard, in or near the neighbourhood of the residence of the decedent, it would seem that all was performed which the law required from the living. The duty of the executor or administrator is over, and also his rights, except in case of an improper interference with the grave, the body, or the grave-clothes of the deceased. The claims of society have been entirely satisfied. It is of rare occurrence that any dispute arises after the burial, or that any case has been submitted to a court for its decision. The law of burial, in its relations to the place of interment and the protection of the dead body, was discussed at great length by the Hon. Samuel B. Ruggles, in a very learned report to the Supreme Court of the City of New York, in the matter of the widening of Beekman street, which took away certain vaults for the burial of the dead, and required the disinterment and reinterment in some other place of the dead bodies contained in them. Besides the vaults, the bodies contained in eighty graves, amounting to about one hundred, were all disturbed and removed by the church. In one of the graves lay the body of Moses Sherwood, indicated by a marble head-stone bearing the name of “ Sherwood.” His daughter, Maria Smith, acting for herself and her sister, and for the descendants of her brothers and sisters, five in all who have died, claimed that the remains of her father be reinterred in a separate grave in such suitable locality as she might select, that the existing monument be erected over such grave, and that the necessary expense be defrayed out of the funds in court. The referee was of opinion that the claim should be allowed, and submitted to the court certain conclusions of which the second and third were as follows: “ 2. That the right to bury a corpse and to preserve its remains, is a legal right -which the courts of law will recognise and protect. 3. That such right, in the absence of any testamentary disposition, belongs exclusively to the next of kin.”\nAfter hearing counsel upon the report, the court confirmed it in all respects, awarding f 100 to Maria Smith, as next of kin of Moses Sherwood, directing her Avith that sum to reinter his remains, and erect at his grave the monument taken in widening the street, and declaring her entitled to the possession of the remains and of the monument for that purpose: 4 Bradford’s Reports, Appendix 503, 532.\nColonel Francis M. Wynkoop died suddenly, from an accidental gunshot wound, at his residence at Valencia, Schuylkill county, Pennsylvania, on Sunday the 13th day of September 1857, and was buried in the course of the Aveek in the burial lot of his mother, Angelina C. Wynkoop, in the Mount Laurel Cemetery, belonging to the rector, churchwardens, and vestrymen of Trinity Church, Pottsville, in the said borough of Pottsville, with military honours, the deceased having served in Mexico, in command of a volunteer regiment principally raised in Schuylkill county. Some days afterwards his widoAY took out letters of administration in Schuylkill county upon her husband’s estate. On the 10th of November 1858, in pursuance of the orders of his Avidow, the complainant, an undertaker, called on one of the churchwardens for the key of the cemetery, in order to take up and remove the remains of her husband to Laurel Hill Cemetery, near Philadelphia, Avhich was refused, in consequence of a notice from the mother and next of kin of the decedent, and in Avhose lot he was buried.\nOn the 30th of the same month, the widow, in her own right and as administratrix, filed a bill in equity in the Court of Common Pleas of Schuylkill county, against Angelina C. Wynkoop (the mother), John E. Wynkoop (a brother), Anna M. Wynkoop (a sister), Thomas J. Atwood, and the rector, churchwardens, and vestrymen of Trinity Church, Pottsville, praying an injunction commanding the mother and the said corporation to permit the plaintiff and her agents to remove the body of the deceased. Upon the hearing on bill, answers, and proofs, the court below decreed that an injunction be issued according to the prayer of the plaintiff against the defendants, from which an appeal was taken by the mother, Angelina C. Wynkoop.\nThe bill asserts a fixed legal right in the plaintiff in two capacities : 1st, as administratrix; 2d, as widow. As to the first, the absolute duty to bury terminated with the burial, and no subsequent expenses would be a legal charge upon the estate of the decedent,, whether solvent or insolvent. 2. As widow, in this case she would appear to have no rights after the interment. Suppose a woman has had three husbands, who have all died leaving her a Avidow (3 Rawle 304), is she to be burdened with the duty and vested with the charge of their three bodies against the expressed Avishes of the blood relations and next of kin of each?\nBut it is said there was au agreement or promise made by all, or some of the relatives of Colonel Wynkoop to the plaintiff, when she was evidently labouring under great mental excitement, almost amounting to insanity, in order, as it would appear, to restore her to a state of comparative calmness. The appellant, in her answer, says, “ said complainant asserted that the body of said F. M. Wynkoop should never be buried at all, but that it ever should remain with her.” Her nerves were wrought up to the highest state of excitement, and consequently her reason, for the time, was almost shattered. The appellant most positively denies that she ever made any such promise or agreement, and the evidence in the cause does not prove her positive and unqualified assertion to be untrue. This ground therefore fails, and the right of the appellant is founded upon her position as mother and next of kin. Besides the fact that the body of her son is deposited in her burial-place in consecrated ground, and that he was buried with the ceremonies of the church and with the honours of war, is sufficient to justify us in refusing permission to a removal under the circumstances.\nWe do not think the present case calls for the interference of a court of equity, and, therefore,\nIt is ordered, adjudged, and decreed that the decree of the Common Pleas' of Schuylkill county be reversed, and the bill be dismissed."}