{"id": "481508", "contents": "The opinion of the court was delivered, February 10th 1862, by\nLowrie, C. J.\nIn strict propriety, and in legal usage, it is only the children of brothers and sisters that are called nephews and nieces, and it is only by courtesy that the children of a husband’s or wife’s brothers and sisters are so called; just as it is in relation to a husband’s or wife’s father and mother. On a strict interpretation, therefore, the bequest of this testatrix to all her nephews and nieces, excludes, or rather does not include, the nephews and nieces of her late husband. By itself, the clause is without any difficulty.\nThe case, therefore, starts very clearly against the nephews and nieces of the husband, and puts upon them the proof that the testatrix used the words, not in their strict and more proper, but in their courtesy sense, a burden which is not inconsiderably increased by the legal and common presumption that exists in favour of the members of the legal and usual line of descent, and by the uncertainty into which we fall if we adopt the courtesy meaning of the words nephews and nieces.\nAdopting this meaning, we should bring, not only the husband’s nephews and nieces, but their wives and husbands also, into the class of her nephews and nieces, and of course we should include the husbands and wives of her true nephews and nieces. This would enlarge two of her classes of legatees much beyond what is claimed. Yet her courtesy use, in the will, of the terms nephews and nieces, would, if followed, lead us thus far.\nOf course, therefore, we cannot rely on her occasional courtesy use of the terms as a ground for altering or departing from their true meaning in the chief bequest of her will. This courtesy use in no instance misleads us, for it is always accompanied by a name or description that makes the individualization complete ; and this very fact may have prevented her from observing that she was using the terms improperly.\nBut because she makes a bequest to her husband’s nephews and nieces, and calls them hers, it is argued that this shows that she meant to include them in the phrase, “all my nephews and nieces.” Yet to us it seems plain that this clause was, in her mind, placed in contrast with that of “all my nephews and nieces on the Paul (her husband’s) side,” and that she meant two separate and distinct classes.\nAnd her will is well framed in order to mark this distinction. Tbe first part of her will relates to a fund belonging to her in the hands of her late husband’s executors; and all this, by two special bequests and one residuary and general one, she gives to her nephews and nieces on the Paul side. All the rest of the will relates to the rest of her property, furniture, plate, clothing, money, &c., which, by eleven special bequests and one residuary and general one, she gives to her brother, sisters, nephews, and nieces on her own side. We should distort the well-defined frame and studied plan of the will, if we should include the nephews and nieces of her late husband in this last residuary clause.\nFebruary 3d 1862. This cause having been fully argued and considered, the decree of the Orphans’ Court is reversed, and it is now here ordered and decreed that the sum for distribution be distributed in equal shares among the proper nephews and nieces of the testatrix, Mrs. Mary Paul, who are named in the record, allowing to each $261.20; and that the sum of $2000, appropriated to Keziah Foulke, be paid to her; and that the appellees pay the costs, and the record is remitted, &c."}