{"id": "481521", "contents": "The opinion of the court was delivered, April 21st 1862, by\nWoodward, J.\nIn 1837, Jonathan K. Hassinger became a tenant in common with Erslcine Hazard and Thomas Earp, in four tracts of land in Newport township, Luzeime county, each owning an undivided third part. On the 4th May 1839, a judgment was confessed in the Common Pleas of Luzerne county, by Jonathan K. Hassinger and David S. Hassinger to John W. Gloninger, for a real debt of $1671.43, which became a lien upon Hassinger’s interest in the premises. On the 24th May 1839, Jonathan K. Hassinger and wife executed a general assignment of all his property to John Miles, in trust for the benefit of all creditors who should release before the 24th day of July then next ensuing, which trust was accepted by Miles, the deed of assignment recorded both in Philadelphia and in Luzerne county, and several creditors did release within the time specified, whose debts still remain unsatisfied. April 29th 1843, Jonathan K. Hassinger was discharged as a bankrupt. May 3d 1844, a scire facias issued to revive the judgment of 4th May 1839, which was returned nihil, and an alias to November Term 1844 was also returned nihil, after which, on the 11th November 1844, judgment was taken and duly docketed. Writs of execution having been issued on this judgment, and levied on other lands which the Hassingers had acquired after their discharge in bankruptcy, they applied to the Court of Common Pleas of Luzerne county to open the judgment of 11th November 1844, and let them into a defence. On the 22d November 1848, the court set aside the executions and the judgment, “ and directed that judgment on the scire facias he entered again in favour of the plaintiff against all lands of the defendants, or either of them, upon which the original judgment was a lien.” Judgment was accordingly entered January 7th 1849, and on this judgment Hassinger’s interest in the Newport lands was seized, condemned, and sold at sheriff’s sale, January 5th 1850, to John W. Gloninger, who subsequently conveyed the same to the present plaintiffs.\nNeither of the scire faciases nor the rule to show cause why the judgment should not be opened, were served on Miles, the assignee, under the voluntary assignment, nor on any releasing creditor, nor on the assignee in bankruptcy; and no creditor interested in either assignment had any notice whatever of tho proceedings. Miles died, and no assignee has been appointed in his place, and it does not appear from what we have before us, who the assignee in bankruptcy was, nor whether he ever acted.\nThe alienees of John W. Gloninger now bring this bill in equity against Hazard and Earp, for an account of the rents, issues, and profits of the estate. The defendants admit the receipt of rents, “ of which they have rendered an account to complainants’ counsel, showing the rents of said third claimed by them, now in the hands of E. Hazard, to be $154.17, and in the hands of T. Earp to be $13.15;” but they decline “ to account with the said complainants for said rents until it shall he determined by a competent legal tribunal that they have good title thereto.” Hazard and Earp. admitted themselves in possession of the estate, a small part of which is improved for farming purposes, yielding a small rental, the aggregate of which, belonging to the owners of the Hassingers’ interest, is represented by the above-stated sums; but they deny that the complainants are the owners of Hassingers’ interest.\nAlthough in form it is a suit in equity, it. is in fact an action of ejectment by one tenant in common out of possession against his fellow-tenants in exclusive possession of the common estate. And the question tried in the court below, and argued here, was whether the sheriff’s sale vested in Gloninger the title of Jonathan K. Hassinger. Was the revival of the judgment upon two niMIs in 1844, without notice to terre-tenants, sufficient to continue its lien? Were the assignees terre-tenants? Was the judgment a lien when the.land was sold to Gloninger, in 1850 ? These are the questions which the court below decided, and which counsel argued fully before us. And they were the only questions. There is no dispute about account. The defendants admit a sum of money in their hands, which belongs to the owner of the third part of the estate, and the plaintiffs claim no more money than the defendants admit to be due to somebody.\nNow, the first observation to be mqde upon a case so presented is, that one of the parties interested in the questions to be decided is not before us. Manifestly, Hazard and Earp have no interest in these questions. They make no claim to Hassinger’s third part of/the lands. To them it is all one whether that interest passed under the voluntary assignment, under the proceedings in bankruptcy, or under the sheriff’s sale of 1850. But there is a party somewhere, who is directly interested in the questions, and that party is not in court, and has no notice of the present proceeding. The questions presented for decision are nice and difficult, but our decision of them, without all the parties in interest before us, would be mere brutum fulmen.' Wherefore, then, should they be decided ? What decency or justice would there be in deciding a party’s cause before he had been summoned to a hearing? The creditors of Hassinger, either the releasing creditors under the voluntary assignment, or the general creditors under the proceedings in bankruptcy, are most likely that party. If there is no existing assignee to represent them, .one may be raised up. And when they, by a new assignee, or some other representative, appear, to contest the title of Gloninger’s alienees, it will be soon enough to consider the questions now prematurely presented. If we should decree a payment to the plaintiffs of the moneys which the defendants admit to be in hand, I cannot see how it would protect the defendants against the future suit of whoever may legally represent the creditors of Hassinger. Nor would such a decree establish the title of the plaintiffs against such representative. If, on the other hand, we should decree against the plaintiffs, and leave the money in the hands of the defendants, who do not claim it, it would conclude nothing against the plaintiffs in a future contest with a representative of the creditors. In a word, we are called on to decide mere abstract questions, instead of a concrete case between appropriate parties. Every consideration of what is due to ourselves, as well as to parties, forbids us to entertain such a case.\nThe next and only other observation we have to make is, that the plaintiffs have ample remedy at law, and therefore should not come into equity. If they wish to compel the defendants to acknowledge their title, and admit them to a joint possession, ejectment is their appropriate remedy. If they want to recover rents, assumpsit lies: Burrell’s Administrator v. Burrell, 9 Casey 492, There is no doubt of our -concurrent jurisdiction, with courts of law, in matters of account where the accounts are mutual and complicated, and also where they are all one side, but discovery is sought, and is material to the relief. In the first class of cases, a bill in equity is generally preferable to account render, and as discovery is( peculiarly a chancery jurisdiction, a court of equity, to prevent multiplicity of suits, will, when it has legitimately acquired jurisdiction over the cause for purposes of discovery, entertain the suit for relief, and dispose of every connected topic of dispute. But, on the other hand, where the accounts are all on one side, and no discovery is sought or required, courts of equity will decline taking jurisdiction of the cause: Brightly’s Eq. pl. 124-25; McGowin v. Remington, 2 Jones 63; Shollenberger’s Appeal, 9 Harris 340; Bank of United States v. Biddle, 2 Parsons 53; Story’s Eq. §§ 458-9, 462.\nThe very simple accounts in this case were all on one side, and no discovery was required, for they were rendered to the counsel of the complainants. The defendants show, indeed, that they settled the rents with C. D. Gloninger up to December 1852, and have hesitated to pay, since that time, only from doubts they entertain of the plaintiffs’ title.\nThis, therefore, was no case for a court of equity. The plaintiffs’ appropriate and ample remedy was at law. If they should bring ejectment, and establish .their title against the doubts of the defendants, of course they would entitle themselves to a third of the rents, and when some representative of Hassinger’s creditors should appear to recover the possession back from the plaintiffs, they would, if successful, recover also the mesne profits. But then the contest would be between the appropriate parties. Or if the representative of the creditors should intervene, and take defence in the action of ejectment which the plaintiffs may bring against Hazard & Earp, the title would get a fair, and, possibly, a final trial.\nWithout meaning to affirm the principles of law decided by the court below, we do, for the reasons here given, affirm the decree dismissing the bill, but without prejudice to the rights of the parties in any other action or proceeding.\nDecree affirmed."}