{"id": "481554", "contents": "The opinion of the court was delivered, March 10th 1862, by\nRead, J.\nThe doctrine applicable to this case was discussed in In Re Painter’s Estate,, 16 Leg. Int. 76, and to the cases there cited may be added Scales v. Maude, 25 Law J. R., N. J. (Chanc.) 433, decided by Lord Chancellor Cranworth, who had joined in the judgment in Kekewich v. Manning, 12 Eng. L. & Eq. Rep. 120, as one of the lords justices. There letters by a mortgagee to defendants, beneficially interested in the equity of redemption, promising that her executors should cancel the mortgage, and containing words of gift, were held upon appeal, affirming the decision below, to be no defence to a suit of foreclosure by the executors of the mortgagee. “ In order to sustain the case of thé defendants, they must make out that this is a valid declaration of trust. I do not think it is a declaration of trust at all, and if it were a declaration of trust it would be invalid, as being voluntary. It is not a declaration of trust at - all, but it was intended merely to be a direction to the executors. Although she speaks of a gift, there is no gift at all, except a direction to the executors, and that is obviously revocable.” “ Even if it were a declaration of trust, it would be invalid for want of consideration, for a mere declaration of trust by the owner of property in favour of a volunteer is altogether inoperative, and the court will not interfere in such case. The case is different where there has been a change of legal ownership, and so a trust has been constituted. Then the court will inquire what the trusts are, but there is no authority in favour of what the defendants are contending for.” Kekewich v. Manning, referred to by the lord chancellor, was a marriage settlement, where the settlor had by deed conveyed and assigned her interest, which was all she could do, in a fund to new trustees upon trusts which eventually gave the property to volunteers.\nThe language of the lord chancellor is too strong, and cannot be considered as a perfectly correct exposition of the law. In Lambe v. Orton, decided by Vice-Chancellor Kindersley, on 26th January 1860 (1 Drew & Sm. 125; 29 L. J. Ch. 319; 1 Law Reporter 394), where a letter was written by a nephew to his uncle, who was the executor and trustee of another uncle’s will, the first part requesting him to pay to his cousin one third part of the portion of the personal property to which he was entitled from his late uncle’s effects, and the second part requesting him to pay the remaining two-thirds of the personal effects due to him from his late uncle to his uncle George, and to the uncle to whom it was addressed, it was held that the letter was a valid declaration of trust, and assignment of all his interest, immediate and expectant, under his uncle’s will to the parties named in the letter.\nMr. Spence, in his very elaborate work on the Equitable Jurisdiction of the Court of Chancery, vol. 2, p. 909, sum^ up the doctrine, after discussing all the cases prior to 1849, in these words : “ On the whole, it appears that the only sure way short of a legal transfer, where that is practicable, of effecting a .voluntary transfer to a stranger, is by the party entitled signing a declaration (a deed does not appear to be necessary), declaring a trust in favour of the intended donee.” And the same doctrine is stated as the law by Mr. Smith, in the 6th edition of his Manual of Equity Jurisprudence, published during the last year, and which is highly spoken of in England.. The American authorities are collected in the notes of Hare and Wallace to the cases of Ellison v. Ellison, 1 White & Tudor’s Leading Cases in Equity (ed. 1859), p. 324, and take the same ground, with a leaning in favour of a wife and child, as forming a meritorious consideration: Dennison v. Goehring, 7 Barr 175; 1 Story Eq., § 170; 2 Id., § 973.\nMrs. Elizabeth Cressman had been twice married, and had children by both husbands. Levi Cressman, a son of the second marriage, died from the effects of an accident whilst out gunning, and before his death directed or desired that his estate, which was personal, and not exceeding $500, should be divided amongst his brothers and sisters, excepting $50 of it, which was in the hands of his mother, and which he directed his mother should retain. He died intestate, unmarried, and without issue, and his mother was of course entitled to the whole of his little property, and to the administration. Under the circumstances the mother, desirous of carrying out the will of her son, executed on the 19th Cct. 1854, what is styled articles of agreement under seal, the paper not being drawn by counsel, but by a friend of the family. As Mrs. Cressman was the entire owner of the personal estate of her son, and as many of her children were minors or married women, this paper can only be regarded as her own voluntary act, deriving no aid from its execution also by her children. By this deed she waives her right to administration, and agrees 'that her son-in-law, William M. Lukens, shall take out letters of administration, which was done. The said Lukens is to hold the net estate of the deceased, after paying the $50 thereout to Mrs. Cressman, placing the remainder at interest on good security, paying the interest arising-thereon annually, for the benefit of Lewis Cress-man, an infirm son; that is,' during the lifetime of his mother, said interest to be paid to her in part payment for her keeping of him, and after her decease, or when he shall cease to reside with her, then the said interest to be paid to him, the said Lewis Cressman, during the remaining term of his natural life, and after his decease the principal sum of said estate to be equally divided among the brothers and sisters of the said Lewis Cressman. William M. Lukens, as. administrator, filed his account on the x29th September 1855, which was confirmed nisi on the 14th November in the same year — and then as trustee, according to the deed, took the net estate as appropriated by Mrs. Cressman, and, as we suppose, placed it at interest on good security, and 'regularly paid over the interest to Mrs. Cressman, for the benefit of her son Lewis, up to 1860, inclusive.- On the 27th Eebruay 1860, on petition of Mrs. Cressman, the court appointed an auditor to make distribution of the funds. The auditor disregarded the agreement, and gave the funds to Mrs. Cressman. The court reversed the report of the auditor, established the agreement, and made a decree in favour of the persons entitled under it.\nAfter considerable hesitation, we cannot regard this instrument in any other light than an assignment and declaration of trust, with a trustee competent to carry all its trusts into complete effect, without the aid of a court of equity. The fund has been in the hands of the trustee for upwards of seven years, for nearly the whole of which time all parties seemed contented with the arrangement, and its provisions were entirely fulfilled. The court below were therefore right, but we do not commit ourselves to all the reasons assigned by them. As the trust may last for some time, the court should see that the money is properly invested, and if necessary, that the trustee should give security.\nDecree affirmed, at the costs of the appellant.()\n(a) In In Ke Painter’s Estate, which was an appeal from the decree of the Orphans’ Court of Westmoreland county, the following opinion was delivered by\nKead, J. — Jacob Painter died in November 1855, intestate, unmarried, and without issue, leaving a mother, Susannah Painter, and nine brothers and sisters, of whom five or sis were minors at the time of his death. By the law of Pennsylvania the personal estate of the decedent vested in his mother absolutely, who was also entitled to letters of administration upon the estate of her son.\nBy the consent of the mother, letters of administration were granted to Geoi'ge Mechling, and on the 31st December 1855, an agreement was entered into between the administrator and the mother, which is the subject of the present contention.\nThis agreement is in these words: “ \"Whereas, Jacob Painter, Esq., late of Ilempfield township, Westmoreland county, Pennsylvania, departed tliis life leaving no issue, but a mother, sisters, and brothers living. The said Jacob Painter left a considerable personal estate at his death, which by the laws of Pennsylvania would descend and come to his mother, Susannah Painter (widow), and whereas by consent of said Susannah Painter, George Mechling, of Hempiield township, lately took out letters of administration on the estate of Jacob Painter, deceased, whereby the personal assets of said deceased are now in the hands of said G. Mechling, administrator. And now this agreement witnesseth, that the said Susannah Painter (widow) has this day agreed and doth hereby agree with the said George Mechling, administrator as aforesaid, that he proceed as soon as convenient, and purchase three sets of marble gravestones, with proper inscriptions thereon, and have them properly set to the graves of her deceased husband, John Painter, and her sons Jacob and Christopher; and whatever the expenses may be for them and in erecting the same, the said Susannah agreeing that the said administrator shall pay the said expense out of said estate; and the said Susannah Painter hereby further agreeth with the said G. Mechling, administrator as aforesaid, that he the said administrator paying her in addition to the above expenses — when the estate is finally settled up, if there be that sum left, after all expenses in settling — the sum of three hundred dollars, for which sum, paid her at the time aforesaid, if proper assets left. I now hereby covenant and agree by these presents, to release, acquit, and for ever discharge the said administrator, his heirs, executors, and administrators, of and from the said Jacob Painter’s estate, of all accounts, reckonings, claims, and demands whatever, for or by reason thereof. And further, I hereby agree with the said administrator, after said sum of §300 paid to her, and assets left, I hereby agree and direct the said G. Mechling, administrator aforesaid, to pay the same over to the brothers and sisters then living, share and share alike, of the said Jacob Painter, deceased, &e., and for the true performance of all and every the covenants and agreements aforesaid, each of the said parties bindeth themselves, their heirs, executors, and administrators, and every of them, by these presents. In witness whereof, the said parties to these presents have hereunto set their hands and seals this 31st day of December, a. d. 1855.\nSusannah: Painter.\nGeorge Mechling.\n“ Sealed and delivered in the presence of Harriet Potter.”\nMrs. Painter married John Myers, and gave the administrator two receipts for money on account of this agreement, the first dated 22d February 1856, for §50, and the second on the 2d April 1856, in these words:—\n“ In pursuance of an agreement in writing, made the 31st day of December 1855, with George Mechling, administrator of my son Jacob Painter, deceased, I hereby acknowledge to have received from the said administrator, on the said agreement, the sum of fifty dollars, including all the personal property which was of said deceased (excepting the gold watch), which is in part of the moneys payable me, by said agreement with the administrator, when the estate is settled up, &c. Susannah Painter.\n“ Witness, Anna Maria Painter.”\nSome time after this receipt, Mrs. Myers gave the administrator, Mechling, notice not to pay over any portion of the estate in his hands to her children according to the agreement of the 31st December 1855, and that she revoked the same.\nThe administrator settled his account to November Term 1856, and by the auditor’s report it appears that there was in the administrator’s hands the sum of §2479.55, which, after deducting the expenses, left a clear balance of §2147.05 in addition to the §200 paid on account to Mrs. Myers.\nThe Orphans’ Court reversed the report of the auditor, giving the cash balance to George Mechling, Esq., in trust for the brothers and sisters of the said Jacob Painter, deceased, and ordered the same to be paid to Mrs. Myers, from which decree the administrator or trustee appealed to this court.\nIt appears, therefore, that on the 31st December 1855, the clear personal estate to which the mother was entitled amounted to §2347.05, and that she was ignorant of its value, for the agreement carefully pi-ovides that the sum of $300 is only to be paid her, if there be that sum left, and the administrator ran no risk, for all that he agreed to do was to pay her with her own money if that money held out. The result was, that if after the estate was finally settled up, he paid her then $300 (if proper assets left) of her own property, she was to release him from all claims and demands on account of an estate the whole of which belonged to her.\nIn the same ignorance of the true amount of her estate she says, “ I hereby agree with the said administrator, after- said sum of $300 paid to her, any assets left, I hereby agree and direct the said G. Mechling, administrator aforesaid, to pay the same over to the brothers and sisters then living, share and share alike, of the said Jacob Painter, deceased, &e.”\nIt is clear, then, from the face of this paper, which is the only ground-work of the claim of the appellant, that the appellee was ignorant of the amount of the property vested in her by the death of her son. The administrator did not profess to know, and his account was not filed for nearly eleven months afterwards — when, therefore, she prospectively agreed to release the administrator, and directed him to pay over, at a distant period, to the brothers and sisters then living of her son, any assets left; she did so in ignorance of the most material fact — the value of the personal estate which was thus the subject of future disposition.\nSuch an arrangement, between a trustee and cestui que trust, could not be sustained for a moment, and its invalidity vitally affects the voluntary direction to pay to the brothers and sisters of her son, given in palpable ignorance of the extent and value of her interest in the estate of the decedent.\nThe eases cited by the counsel for the appellant were correctly ruled by this court, but we do not think them applicable to the present case. In Delamater’s Estate, 1 Whart. 362, the executed transfer was an irrevocable gift of the stock, and as no fraud was proved, the court refused to cancel the assignment and transfer. In In re Campbell’s Estate, 7 Barr 100, Gibson, C. J., said, “ the notes in question could have been discharged only by a sealed release, or a parol gift of them; the disposition of them insisted on by the’ accountant was neither. A gift is a contract executed, and as the act of execution is delivery of possession, it is of the essence of the title.” In Yard v. Patton, 1 Harris 278, there was a consideration to support the agreement,' which the court refused to cancel, the parties, perfectly understanding what they were doing, and acting free of any influence springing from falsehood, fraud, or, misapprehension.\nThe words in this paper are simply a direction to pay at a future period, an indefinite amount, which may or may not exist. It is executory only, and without consideration.- It is not an assignment, nor is it in terms or in spirit a declaration of trust, and yet the court is called upon to enforce it, although the appellant professes to desire to be left to the common law.\nThe mother is by law entitled to the personal estate of her son absolutely, but to her legal claim the appellant interposes, not an assignment or transfer of it, but a voluntary executory paper, without consideration. This is a mat-, ter of equitable consideration entirely, and is cognisable in the Orphans’ Court, which is a court of equity. The appellant must make out his equitable right to-this money in opposition to the legal claim of the mother, and in this we have already-said he has not succeeded.\nWe are aware that.voluntary trusts of personalty have of late years found much favour in the English Court of Chancery, and that a series of cases beginning in 1851, have established there that a valid trust “ arose where there was a complete indication of -a definite intention to part with property in favour of another person, it being quite immaterial whether that other person was a volunteer or took for valuable consideration, and also whether the intention of the settlor was communicated to the cestui que trust or not:” Forbes v. Forbes, 30 Law Times Rep. 176 .(Vice-Chancellor Wood, November 17th 1857). See also Moore v. Barton, 7 Eng. L. & Eq. 134; Kekewich v. Manning, 12 Id. 120; Gray v. Gray, 13 Id. 154; Paterson v. Murphy, 17 Id. 287 ; Voyle v. Hughes, 23 Id. 271.\nBut this must be taken with the pertinent qualification stated by Lord Justice Ivnight Bruce in Kekewich v. Manning, 12 Eng. L. & Eq. 126 : “Ernas upon the one hand, says the Lord-Justice, “it is on legal and equitable principles, we apprehend, clear that a person sui juris, acting freely, fairly, and with sufficient knowledge, ought to have, and has it, in his power to make in a binding and effectual manner a voluntary gift of any part of his property, whether capable or incapable of manual delivery, whether in possession or reversionary, and howsoever circumstanced; so on the other hand it is as clear, generally if not universally, that a gratuitously expressed intention, a promise merely voluntary, or, to use a familiar phrase, nudum pactum, does not (the matter resting there) bind legally or equitably.''\nUnder any aspect of the present case we do not think that Mrs. Myers made a valid and binding transfer to, or a valid and binding declaration of trust, in favour of the brothers and sisters of her deceased son, and of course the decree of the Orphans’ Court must be affirmed."}