{"id": "481513", "contents": "The opinion of the court was delivered, April 21st 1862, by\nWoodward, J.\nThe proof was clear -to the last degree, that the stock of goods in Anderson’s grocery in January 1858, became the separate property of his wife. They were sold at sheriff’s sale to Henry Neill, the brother of Mrs. Anderson, and by him presented to her. The judgment on which the sale took place was confessed by Anderson to Neill, but it was not impeached, or even questioned for fraud. The money bid for the goods,- some $800, did not reach Neill’s writ, and was consequently paid by him to prior lien-creditors. Thus he became the absolute owner of the goods, and he swears, “I gave all the goods to Mrs. Anderson, my sister.” The jury found the sale and gift to be fair and valid transactions, and thus her title was established.\nHad the plaintiff’s execution against the husband been levied on those goods, it is apparent he must have been restrained from selling them, for they had “ accrued” to a married woman, within the meaning of the Act of 11th April 1848, and therefore were not “ subject to levy and execution for the debts or liabilities of the husband.”\nBut the goods were sold and others purchased in the name of the wife, so that on the 16th November 1859, when the .plaintiff levied his fieri facias, few, if any, articles of the original goods remained. It is most probable that the stock levied upon by the plaintiff in November 1859, was an entirely separate and distinct stock from that purchased by Neill and given to his sister, in Japuary 1858, though a stock purchased with the proceeds of the former stock. Under the defendant’s first and fourth points and the plaintiff’s one point, the question was fairly raised, whether a married woman, not a feme sole trader, having a store of goods in her own. right, can trade with them, and with the proceeds of sales buy other goods to be held and traded with, exempt from seizure for her husband’s debts ? The statute declares that property 'which accrues to a married woman shall be “ owned, used, and enjoyed” by her as her separate property. The use and enjoyment here, referred to must'be such-as are consistent with the nature and kind of property. A store of liquors and segars cannot be used and enjoyed in the same manner as household furniture or a dwelling-house. They are merchandise, and it is the nature of merchandise to he sold and exchanged. When, therefore, the statute authorizes married women to own, use, and enjoy merchandise as their separate property, it legalizes trade by them. It makes them merchants.\nThis is a fair deduction from the words of the statute, and it is unembarrassed by the accidents, which sometimes attend this class of cases, of the husband’s joint possession, assistance, and co-operation in carrying on the business. For though there was evidence of this husband’s assisting his wife in a few instances, the essential proofs were that she carried on the business in her own name; that she purchased the goods, and when credit was obtained it was given to her; and that she paid the rent for the store building. He was described as an intemperate man, seen in the store in few instances, but not much about it after the early part of the year 1859. But what strips the question of all accidents, and reduces it to its simplest form, is the instruction that if the jury believe the trading in her name was a mere cover, and that the property was really the husband’s, they should find for the defendant. A verdict for the plaintiff under such instructions establishes that the trade she was carrying on was honestly her own trade, and not a cover for that of her husband. The only question that can engage our attention- upon such a record, is the one I have stated, whether a married woman with a store of goods given her may sell and invest the proceeds in other goods, and hold them beyond the reach of her husband’s creditors. And that she may, sqems to result as a logical deduction from the terms of the statute above stated. If the statute is to have effect, we must answer this question as the court below answered it, in the affirmative.\nBut it is argued that the question cannot be so answered under the construction we have given to the statute in numerous cases. I have gone over the cases referred to (and all that are material were cited by counsel), and they are all distinguishable from this case. A rapid review of them in their order of date will prove this. Gamber v. Gamber, 6 Harris 363. This was an action ofreplevin by a widow against the administrator of her deceased and insolvent husband, to recover a one-horse carriage, which she claimed to have ordered and to have furnished the money to pay for. Three points were ruled: — 1st. That the husband’s declarations were not evidence for the wife; 2d. That where a married woman sets up a claim to property as against her husband’s creditors, she is held to rigid proof of title under the Act of 1848; and 3d. That if she proves her title, it is not necessary for her to show that she had exclusive possession of the property whilst living with her husband.\nI need not pause to remark how entirely destitute that case was of the mercantile features which constitute the case now in hand, but it is worth while to observe that community of possession between husband and wife was held not to impair a title in the wife otherwise valid.\nRaybold v. Raybold, 8 Harris 308, was an attempt to raise a resulting trust in favour of a wife in real estate, from her alleged ownership of the purchase-money. To establish her ownership of the money, testimony was given that she had saved m'oney given her from time to time by her husband for housekeeping purposes, and that she had received money from boarders. We did not consider money so accumulated the separate property of the wife, but held that the husband was entitled to the benefit of her industry and savings during coverture. Counsel attempt to apply this ruling to the case before us. It cannot be fairly done. Mrs. Raybold was not a merchant, making profit out of goods which were her exclusive property, but simply a housekeeping wife, accumulating a fund by savings out of the family purse which the husband replenished. She was not using and enjoying separate property of her own, and so acquiring the means that were in question, but she was serving her husband in the condition and circumstances in which he had placed 'her. Her earnings and savings were his and not hers. It would be a gross mistake to apply the reasonings of such a case to the case of a married woman dealing with merchandise to which her title was unquestionable.\nKeeny v. Good, 9 Harris 349, reaffirmed with emphasis the doctrine of Gamber v. Gamber, that a purchase by a wife amounts to nothing unless it be accompanied by clear and full proof that she paid with her own separate funds; but it is entirely irrelevant to the case now under our consideration.\nHoar v. Axe, 10 Harris 381, is a repetition of the doctrine of other cases with no features-that liken it to our case. The same observation applies to Bradford’s Appeal, 5 Casey 513, and to Topley v. Topley, 7 Id. 328; to Heugh v. Jones, 8 Id. 433, Pettit v. Fretz’s Administrators, 9 Id. 118, and Bear v. Bear, Id. 525. The case of Hallowell v. Horter, 11 Casey 375, was a mercantile case, but altogether unlike that now in hand. The wife showed no title to the goods levied, except as she claimed to have furnished the money that purchased them. But that money was loaned to her by the husband’s father, and as his only remedy for the loan would be against the husband and not the wife, we held that the money loaned had not “ accrued” to her within the meaning of.the statute, and had not become her separate property. What broadly distinguishes that case from the present is, that here the wife’s separate estate in the goods traded with is clearly established.\nWalker v. Reamy, 12 Casey 410, was, like Raybold v. Raybold, a contest about the ownership of money invested in real estate, and the wife failed for want of proof of exclusive title to the money. To this category belong also the cases of Winter & Hartman v. Walter, 1 Wright 155, and of Rhoads v. Gordon, 2 Id. 280, as well as the case of Auble v. Mason, 11 Casey 262, referred to and approved in Rhoads v. Gordon.\nThus it is manifest that the only case having relation to that peculiar form of property which we denominate merchandise, is Hallowell v. Horter, which is distinguishable, as above shown, from our case, in a most essential and fundamental fact.\nWe stand by all of these cases. We have no reason to qualify or doubt any of them. Our object has been to give such construction to the Married Woman’s Act as would effectuate the intention of the legislature, without making the sacred relation of husband and wife a cloak for all manner of frauds. We require a woman who carries on business in her own name to furnish evidence in the highest degree satisfactory that she is the bond fide owner, in her own right, of the property traded with; but when she has done so, as Mrs. Anderson lias done in 'this instance, it affords us pleasure to give her the protection of the statute.\nThe judgment is affirmed."}