{"id": "481506", "contents": "The opinion of the court was delivered, April 21st 1862, by\nStrong, J.\nThe assignments of error in this case raise but one substantial question, and the answer to that depends upon the proper construction of the eleventh condition of the policy of insurance. By that condition, it was stipulated that the policy should cease at and from the time that the property thereby insured should be levied on or taken into possession or custody, under any proceeding in law or equity. The evidence given on the trial in the court below, established beyond contradiction that, after the policy was issued, and before the fire occurred, execution against the assured had been placed in the sheriff’s hands, and that the sheriff’s officer, with the writs, had gone to the store where the insured property was, and there, with the goods in view and in his power, made a memorandum of a levy, and given notice thereof to the defendants in the executions. The goods were not taken into the custody of the officer; they were not left in charge of a watchman, nor was the actual possession of the assured disturbed.\nIt must be admitted that this was a levy upon the property. Strictly, it is true, a levy is actual seizure; but in this state it has been held that if the officer, with the goods in view and within his power, assert that he makes a levy upon them, his acts are equivalent to a levy. It is neither for him nor for the debtor to deny that an actual seizure has been made. I mean that neither against the creditor nor the debtor can the sheriff deny a levy, nor can the debtor deny it against the claim of the officer. But is merely going to the property and giving notice of a levy what was intended in this policy of insurance ? Was it the understanding of the parties that the policy should cease on the occurrence of an act done by a third party, which could not increase the hazard of the insurers, nor take away either his power, or his motives for preserving the property from destruction by fire? We think not. The eleventh condition must have been attached to the policy for at least'some supposed substantial reason. Its purpose, doubtless, was to secure the company against any other hazard than that which they at first assumed. To them it was important that while the risk continued, the goods should not be taken out of the possession of the assured. His character for care and caution they estimated when they took the risk, and he was interested in the preservation of the property, for he was in part his own insurer. They could not know what degree of watchfulness would be bestowed by any officer of the law who might dispossess the assured. ■ Certainly he would not have the same motives for guarding and preserving the property which the owner had. It is easy, therefore, to find a reason for providing against' an involuntary change of the actual possession, while it is difficult to conjecture what possible injury could have resulted to the company from an act of a sheriff’s officer, which left the possession of the assured all undisturbed. Giving, then, to the condition a reasonable construction, such as it may be supposed was intended by the contracting parties, the phrases “levied on” and “taken into possession or custody,” have the same meaning. The latter defines the former. Unless it be so, the latter expression is superfluous. Certainly the language of the policy admits of such a construction. It is consonant with what may be supposed to have been the intention of the parties, and even if the construction contended for by the plaintiffs in error were equally reasonable, that must be adopted which is most favourable to the assured, as was said in the Western Insurance Co. v. Cropper, 8 Casey 351. We think, therefore, the District Court took a correct view of the policy, with its conditions, and that none of the assignments of error can be sustained.\nThe question proposed to William Hinkle, the witness, was of course immaterial, if a mere levy, without taking into possession or custody the insured goods, did not defeat the policy.\nJudgment affirmed."}