{"id": "481549", "contents": "The opinion of the court was delivered, April 21st 1862, by\nStrong, J.\nThe sole question in this case was whether the mare, which was the subject of controversy, belonged to the plaintiff or to his son, George Roberts, on the 23d of July 1859, when the defendant caused her to be levied upon and sold as the property of the son. That the mare had belonged to the plaintiff would seem to have been pretty clearly established. She had been bought as his property, and ever after kept upon his farm. This he proved by his testimony in chief, and then rested his cause. To meet the ease thus prosecuted, the defendants then gave evidence of declarations of the plaintiff that the mare was George’s. If she was, it must have been in consequence of a gift or sale; and the evidence was valuable, therefore, only as it tended to make out a transfer of the property in the mare from the father to the son. In rebuttal of this evidence, the plaintiff offered to prove that in March 1859, four months before the execution against George Roberts, the father turned out to the sheriff the same mare, in the presence of the son, to answer an execution against himself. This offer the court overruled, and hence this writ of error.\nIt is very clear to us that the evidence should have been received. It was both competent and rebutting. In chief the plaintiff had only to prove that the mare had been his. A presumption of ownership would then arise and remain until repelled. It was not for the plaintiff at first to disprove any transfer of the property from himself to his son'. When, therefore, the defendants attempted to establish that such a transfer had been made, the defence was met directly by evidence that the son, under whom the defendants claimed, asserted no such thing; that before the execution against him, and after many of the declarations of the father, the son had allowed the father to assert not only possession in himself, but property in the mare.\nJudgment reversed, and venire de novo awarded."}