{"id": "481507", "contents": "The opinion of the court was delivered, March 22d 1862, by\nThompson, J.\nAs this case is presented, we are unable to perceive any error whatever in it. It was fully conceded, on the argument, that the “ ridge or brow of land, on the east side of Raven Hollow to the line dividing the Simon Hardy and the James Hardy tracts,” was, to the last-named point, to be the dividing line of the timber between the parties. All on the east of that boundary was to be Brown & Rockwell’s — all on the west, to belong to Wells, under whom the defendants claim. This was not the entire line between the parties, but is the only portion necessary to notice in considering this case.\nIt became absolutely necessary, in order to determine the question of the alleged trespass, to determine where this boundary existed on the ground, and to ascertain this, much testimony was given which was submitted to the jury with instructions that if the defendants had cut timber east of it, they were within the plaintiffs’ lines, and trespassers; but if- the cutting was on the west, then they were lawfully on their own ground. This is the substance of the charge.\nI am at a loss to know how otherwise the case could have been tried. There was no actual line run, fixed, or agreed upon, so as to preclude inquiry by the jury. The rough pencil tracing on the diagram, which was before the parties when they agreed upon a division, contained neither courses nor distances, and but indicated a conjecture as to the course of the ridge, agreed to be the boundary. It could not be located on the ground for want of such courses and distances, and it left the natural boundary as it might be found to exist, the dividing line. It was essential that that should he ascertained in order to fix the rights of the parties in the contest. In order to do so, surveys were made, and these became the evidence on the question of the location of the agreed boundary, and were for the jury. Where a line or boundary is disputed, it is always a question of fact for a jury. It was properly so treated here.\nThe idea that the initials of the plaintiffs, placed upon the diagram or rough draft, fixed the location of their land, as contended for by the counsel for the plaintiffs in error, so as to relieve all inquiry into the fact of where it was situate by reference to the line, I fail to comprehend. Had the division been by tracts, this would have been a good designation, and then the only thing to be done would be to locate the tracts. But this was not so. The brow of a ridge, the agreement declares, shall be the boixndary. The “ initials” would indicate no locality, if the identity of tracts were not to be preserved. The territory claimed by-the plaintiffs could not be defined by the location of such initials on a draft. This would be idle. The object of the initials was to indicate that the land east of the ridge was to be in the possession of the plaintiffs, and on the west, in the defendants. The boundary agreed upon, when ascertained, would determine the division. The initials amounted to nothing. The evidence of where this boundary was, being all submitted to the jury, as it was proper to do, they found that the timber cut by the defendants, for which this action of trespass was brought, was all on the west side of the dividing line, and consequently their verdict was in favour of the defendants. As we discover' no error in the record, The judgment is affirmed."}