{"id": "481563", "contents": "The opinion of the court was delivered, March 3d 1862, by\nWoodward, J.\nSeptimus Thomas leased of the Schuylkill Navigation Company for a term of five years, at an annual rent of $100, a lot of land in North Manheim township, Schuylkill county, together with the privilege of all the ice in two certain reservoirs of the company in that county, and erected on the lot a frame building for an ice-house, a hundred and seven feet in depth, fifty-four in width, and thirty-three in height. Smith, the defendant in error and plaintiff below, furnished lumber for the ice-house to the amount of $263.31, and entered his lien therefor “ on the said building and the interest of the said Septimus Thomas in the lot or piece of ground appurtenant to said building.” Though the lease does not specify the purpose for which the term, was let, it was, evidently, for the purpose of an ice-house, not as an appurtenant to some other tenement, but as a storehouse for the deposit of ice for sale and delivery in the neighbouring town of Pottsville.\nThe question is whether Smith was authorized to enter such a lien by the Act of Assembly of 17th February 1858, entitled “ An Act relative to Mechanics’ Liens in the counties of Luzerne- and SchuylkillPurdon 1267.\nThe first objection to the lien was that it was defective in not setting forth the nature of the defendant’s interest in the land charged, to wit, that it was a mere leasehold interest. The act does not require the defendant’s tenure to be set forth in the lien. It extends the general Mechanics’ Lien Law of 16th June 1836 and its supplements, “to all improvements, engines, pumps, machinery, screens, and fixtures erected or put up by tenants of leased estates on land of others in the counties of Luzerne and Schuylkill,” and a proviso limits the lien to the interest of the tenant, and to such improvements, engines, &c., as are repaired or put up by the mechanics and material-men entering the lien, but it nowhere requires, what the objection exacts, a specification in the lien of the defendant’s estate in the premises. The lien in this case is specifically against the “ice-house on\"land of the Navigation Company,” and on the “interest of the said Thomas in the lot or piece of ground and curtilage appurtenant to the said building.” The ice-house and the interest of Thomas in the ground necessary to its enjoyment are the objects against which the lien was entered. This was a sufficient compliance with the act, and does not expose the lien to the objections that were successfully urged against the lien in Barclay’s Appeal, 1 Harris 495.\nThe next objection was that the defendant’s interest in the land being a mere chattel interest, was not the subject of a mechanics’ lien. It certainly Avould not have been under the general Act of 1836, 9 Barr 117, 1 Casey 521; nor under the Act of 21st April 1856, Purdon 1192, extending the provisions of the Act of 1836 to certain specified additions and improvements, for the Act of .1856 introduced no new principle by which a lien could be entered against a chattel, or a chattel interest, Summerville v. Wann, 1 Wright 182; but it was to remedy these incapacities of prior acts that the Act of 1858 was passed. A lien on a leasehold interest is expressly given by the latter statute. The adjudications under prior acts cannot therefore be applied to defeat its clear intent and meaning.\nBut it is said that the legislature meant to limit the operation of the Act of 1858 to coal lease estates in Luzerne and Schuylkill counties. The first reading of the act does give one that impression, yet the word coal does not occur in it, and besides, the county of Schuylkill was already well provided with legislation for liens against coal lease estates, as well as the improvements, machinery, and fixtures peculiar to collieries, by the Act of 21st April 1854, Purdon 1083, and the Act of 21st April 1856, Purdon 1192. This suggestion, therefore, cannot be admitted. The descriptive words are “tenants of leased estates,” and we have no warrant for restricting these words to tenants of coal leases.\nIt is argued further that if we apply the act to anything but the substantial and expensive improvements required at collieries, the next case may be a lien against a bake-oven or a chicken-coop, erected by a tenant from year to year. Doubtless the word “improvements” in the statute is to have a reasonable construction. It is not to be applied to temporary and insignificant additions, but to such permanent and substantial erections as do essentially augment the interest which the tenant has in the land. An ice-house of the dimensions mentioned in this lien, and erected, not as an outhouse or appurtenant to a man’s residence, but as an independent and separate structure, for purposes of commerce, must be accounted such an “ improvement” as the legislature meant to subject to a lien. This we think is too clear for debate. It will be time enough to decide the extreme cases supposed when they arise.\nFinding upon the rpcord no valid objection to the lien entered by the plaintiff below, the judgment is\nAffirmed."}