{"id": "483147", "contents": "The opinion of the court was delivered by\nWoodward, J.\nWhether the rule as to the time after which courts will presume abandonment of a settlement upon vacant land be taken from Brentlinger v. Huchinson, 1 Watts 46, or from any of the other cases cited and commented on by Mr. Justice Thompson in Whitcomb v. Hoyt, 6 Casey 409, it is past all doubt that time enough had elapsed in this case to raise the legal presumption. Smith the settler went out of possession in October 1850, and no effort was made to regain it till his alienee, Grant, instituted this ejectment on the 21st January 1861. Here were ten years and more of non claim — time enough to justify the court in pronouncing the settlement abandoned, unless the mode of losing the possession is to distinguish the case from the general rule. The peculiarity of the case is that the settler did not go out voluntarily, but was put out by a writ of habere facias possessionem, founded on a judgment in ejectment, which Allison and Orr recovered against him in' 1848. Does this excuse an inactivity of ten years ? We think not.\nWhat the title of Allison and Orr was on which they recovered, we are uninformed by the record, and we cannot accept the statements on the subject in the paper-book of the defendant in error ; but whatever it was, the recovery in ejectment was a very emphatic assertion of it, and a very distinct notice to Smith to be up and doing, if he meant not to succumb to it.\nIt is said he had twenty-one years in which to bring his counter ejectment. This would be true if he had held a legal title; but his settlement was only an inceptive equity — a mere pre-emption right in behalf of which he rvas bound to a high degree of diligence, and concerning which he was not to suffer what in some of the old cases was called the smallest cast of abandonment. Thrust out by the ejectment of his adversaries, his legal remedy was to sue them in ejectment within a reasonable time — within such time as he would have been bound to return to the possession if he had lost it by other means, or had gone out voluntarily. The courts always open to him, it was his own fault that his redress was not sought promptly. After waiting seven years without hearing from him, Allison obtained a warrant, survey, and patent for the land, and it was not until near three years after the legal title had been thus perfected in Allison, that Smith awoke from his slumbers, and conveyed his title to Grant to be asserted as best it might in this suit. The' delay was unreasonable. It is a general principle that the holder of an equitable title should always be prompt, and eager to perfect it, and it is peculiarly applicable to a settler. Whilst he remains in possession and keeps his flag flying, the commonwealth indulges his delay in taking a warrant, but when he finds himself out of possession, from whatever cause, delays are dangerous, and if continued for ten years without adequate excuse, fatal.\nJudgment affirmed."}