{"id": "483162", "contents": "The opinion of the court was delivered, by\nStrong, J.\nThe cause of action of the plaintiff below was founded on an instrument of writing, signed by Anthony Shorb, the defendants’ intestate, and dated April 19th 1856. The instrument is in these words: — ■\n“ If Samuel Shultz sells his houses in Pine Grove, I will get his release of the judgment Pennsylvania Furnace has on it, and pay his part of it to the furnace, if done within the year 1856. This he may show to any person he wishes to sell to, or to Mr. Lyon.\n‘‘April 19th 1856.\n“A. Shore.”\nIf this writing can be regarded as an assumption of any engagement to Samuel Shultz, if its purpose was anything more than an offer to Mr. Lyon or to any person who might buy’the Pine Grove property, the question still remains, was there any consideration for the promise? None certainly is found in any evidence outside of the paper itself. Explanatory circumstances were proved. It was proved that Mr. Shorb and Mr. Lyon were partners in carrying on the Pennsylvania Furnace; that the firm held a large judgment against Shultz and Burchfield, which was a lien on Shultz’s houses in Pine Grove, as well as upon other property; that the judgment was much greater in amount than the entire value of the houses, and that Shorb was the uncle of Shultz. But there was no evidence of any consideration of a promise to Shultz, except what is revealed by the writing itself. Now, the party who seeks to recover damages for the breach of a promise made to him, must show that there was a consideration for the promise. The burden is upon him. Nor will the law presume a consideration if none be expressed or shown. In the instrument upon which this suit' is brought, none is expressed. The argument in support of the charge of the learned judge of the Common Pleas, is that a sale by Shultz was the consideration; that the sale was made at Shorb’s desire or request, and that the consent to sell was purchased by the promise. But the instrument does not say so. It does not speak of any request by Shorb, or even wish, that the plaintiff should sell. Doubtless it was intended to ¡facilitate any sale- which might be made — to remove from the mind of any one who contemplated purchasing, apprehension of the judgment, and to satisfy his partner, Mr. Lyon. To them it was an offer. Had any purchaser bought on the faith of it, he might have insisted that the property should be disencumbered of the judgment. The instrument bears some resemblance to a letter of credit. It was made to be shown to a purchaser, and whatever consideration there was that could give it life, was not in the sale, but was to come from the purchaser or from Mr. Lyon. The utmost that can be said of the sale is, that it was to be the condition of the release or payment of the judgment, not a consideration for the promise to release and pay. The paper may be correctly paraphrased thus : “ Tell Mr. Lyon or any person who may wish to buy the Pine Grove houses of Samuel Shultz, that if or in the event he sells them within the year 1856,1 will get him released from the judgment which is a lien on it, and pay his part to the furnace.” As between Shultz and Shorb, we can see no consideration for the undertaking, even if it was a promise to Shultz at all. It was a voluntary engagement, without any equivalent, dictated probably by motives of kindness, but not enforceable at law.\nWe think, therefore, the court erred in not affirming the first and second points of the defendants below, and in not instructing the jury that the plaintiff could not recover.\nAs this ends the case, it is unnecessary to notice the other assignments of error. •\nThe judgment is reversed."}