{"id": "483168", "contents": "The opinion of the court was delivered, by\nRead, J.\nThe affidavit of defénce discloses the fact that the note upon which this suit was brought was made by the defendant, for the accommodation of John Maginnis, residing in Schuylkill county, and was enclosed in a letter to him; that Maginnis a short time afterwards wrote to the defendant, informing him that the letter was received, but had been opened by some person, and the note taken out, requesting the defendant to enclose another note, stating that if the note got into his possession he would refund it. The defendant, on this representation, enclosed another note for the same amount, payable at the same length of time. This second note was negotiated by Maginnis, was protested, suit brought, and judgment obtained thereon against the defendant by the holder.\nThe affidavit then states that, after the time the first note (that is, the one on which this suit is brought) would have been due, Maginnis stated to the defendant that the note came into his hands through a person in his employ, and that he suspected him of having taken it from the letter, and promised defendant to return the same — that Maginnis afterwards failed, without returning the note, and defendant never know any one else held the note until informed by H. W. Smith, Esq., that he held it for collection — nor ever received notice of protest or value for the note. It seems, from this statement, that Maginnis, by a false representation of the loss of this note, obtained a second note for his accommodation, against which the defendant had no defénce, as against the holder of it. As against Maginnis, he always had an ample defence to both notes, and it is clear that the first note has thrown round it a cloud of suspicion and fraud which calls upon the plaintiff to show that he obtained it upon a valuable consideration in the usual course of business before it Ayas due. It comes within the principle of the cases of Hutchinson v. Boggs, 4 Casey 294, Albietz v. Mellon, 1 Wright 367, for there ivas unquestionably a fraud practised by'tlie payee on the defendant.\nIt would seem also, from the affidavit, that the note was passed by Maginnis after it was due, and if so, according to Bower v. Hastings, 12 Casey 285, the holder would take the place of the payee, and be subject to all the equities between him and the defendant, which would of course defeat his recovery.\nJudgment reversed, and procedendo awarded."}