{"id": "483169", "contents": "The opinion of the court was delivered, by\nStrong, J.\n-The defence set up by the mortgagor to the scire facias, in this case, was an alleged failure of consideration. The mortgage was given to secure the unpaid purchase-money of a tract of land of which James Smith had died seised,'and which in his lifetime he had by articles of agreement covenanted to convey by good and sufficient deed, with special warranty, unto Franklin B. Smith. The rights of Franklin B. Smith, under the contract, were subsequently transferred to William A. Thomas, the mortgagor and the defendant. After the death of James Smith, the contract was duly proved, and under an order of the Court of - Common Pleas, a deed for the land was made to Thomas by the administratrix and administrator of the decedent’s estate, who were Mary Smith his widow, and Cornelius Dale. The deed recited the stipulations of the articles of agreement, together Avith the order of the court, and granted all the estate of James Smith in the land, and all the estate of Mary Smith and Cornelius Dale in law and in equity. It is perhaps not of much consequence, but still a fact, that the deed Avas signed by the grantors Avithout designating themselves as administrators. At the time Avhen it was made, there Avas an unsatisfied judgment which had been recovered against James Smith, in his lifetime, and which Avas a lien on the land. Upon this judgment a scire facias had issued. Mary Smith and Cornelius Dale had been made parties, and judgment of revival had been entered. Immediately after the execution and delivery of the deed above described, an execution Avas issued on this judgment, the land was levied upon as the property of James Smith, and sold at sheriff’s sale to Thomas, to Avhom the sheriff made a déed. The object of this sale manifestly Avas to remove any doubts in regard to the title acquired by Thomas, and to vest in him an undoubted fee simple, clear of any encumbrances, or any right of dower of Mrs. Smith, and had the testimony of Bond Valentine been received, which was offered on the trial, and rejected by the court, it would have proved that it was made in pursuance of an arrangement between the purchaser and Mary Smith and Cornelius Dale, the personal representatives of James Smith, entered into at the time when their deed was received, and for the avovved purpose of vesting the entire unencumbered ownership of the land in William A. Thomas.\nNoay, it is indisputable that, under the articles of agreement, Thomas was entitled to a conveyance of the land unencumbered by any right of doAYer in James Smith’s widow. If such a right exists, and was not extinguished by the administrator’s deed and the sheriff’s sale, there is a defect in the title bargained for, and the purchaser has not got what he was entitled to receive, the full consideration for his mortgage, unless he agreed to waive his rights and accept an imperfect title in satisfaction of the vendor’s covenants.\nIn Riddlesberger v. Mentzer, 7 Watts 141, decided in 1838, four years after the completion of this sale, the law was declared to be that a deed made by administrators, in the ordinary form, in pursuance of an order of the court before which a contract of the decedents to sell lands had been proved, did not divest his widow’s right of dower. The mere execution of the power does not affect her right or estate. But there is no reason why the widow, when administratrix, should not be able both to execute the power vested in her by the court, and to grant her own interest. Undoubtedly she can. She is “ sufe juris,\" and might convey her right of dower by a separate deed. And if so, she may convey it in the same deed in which she executes the trust. And how can it be maintained that it was not done in this case ? Her deed not only granted all the estate, right, title, interest, and property which was of James Smith, in his lifetime, which alone the court had ordered her to grant, but also her own estate, right, title, and interest in law or equity. Certainly such are the words of her deed. Undeniably they are large enough to convey her dower, and the conveyance of her dower, in addition to the interest of her husband, was no more than the purchaser was entitled to, as the consideration for the sum of $10,500, which he had agreed to pay, and which she received. It does not satisfy us to say, as was said in Shurtz v. Thomas, 8 Barr 359, where the same deed was under review, that the words of the grant of the widow’s interest are to be restrained to the occasion, or to the subject-matter about which the parties were dealing. It is true, that in the construction of releases, general words of discharge are held to be confined to the particular subject of the contract, and perhaps the rule is measurably applicable to the construction of deeds of grant. But what was the occasion in this case, and what was the subject-matter’ of the contract ? The deed itself gives a plain answer. It recites the substance of the articles of agreement, the obligation of James Smith to make title to the land to the purchaser, and his right or that of his administrators to demand and receive for the title $10,500. To consummate that contract the parties met, the widow to receive the money, and Thomas to receive the stipulated transfer of the land. The widow’s right to the money was not unconditional. Thomas was not bound to pay it for anything less than a conveyance of the land unencumbered by any claim of the widow to dower; in other words, for nothing less than James Smith’s estate, and that of his widow. Her right of dower then belonged to the occasion, and was a part of the very subject-matter of the contract. There is therefore nothing to detract from the significance of the words of grant of all Mary Smith’s interest, or to 'limit their natural meaning. It is true, the word “dower” was not used to describe the subject of the grant, but the words “ estate, title, interest, and property” were, and they are still more comprehensive. It would be hard to conjecture for what purpose those words were employed,unless it was to assure to the purchaser some interest/which the grantors had personally, beyond that which they had power to convey as administrators. _ The non-use of the word “ dower” may be readily accounted for. At the time when the deed was made, Riddlesberger v. Mentzer had not been decided, and it was far from being understood that a widow retains dower in lands which her husband had contracted to sell, and which have been conveyed by his administrators after his death, by order of a court, on proof of the contract.\nAnd were this not so ; were there nothing in the deed to divest the widow of James Smith of her dower in the land, and to pass it with no defect of title to the purchaser, we are utterly unable to perceive why the sheriff’s sale, made on a judgment obtained against James Smith in his lifetime, and which therefore was a lien on his widow’s initial right of dower, did not extinguish it. Beyond doubt, it would have wrought that effect, had any other than Thomas bought at the sale. The whole difficulty in this case arises out of the opinion of the court delivered in Shurtz v. Thomas, 8 Barr 359, an action brought by this widow to recover dower out of the lands which had been conveyed as above described, to the defendant. In that action a case was stated, presenting most of the facts, though not all, which now appear, and this court held that she was entitled to dower. The opinion was that of a bare majority of the court (two judges dissenting), and it is exceedingly difficult for us to adopt the views which that majority thus entertained. The very eminent judge who delivered the opinion, took the position that the sheriff’s sale did not bar the widow’s claim to dower out of the lands bought by Thomas, because under the articles of agreement he was bound to pay the heh?s on the land out of the stipulated purchase-moDey. He held, therefore, that permitting the sheriff’s sale was bad faith on the part of the purchaser ; — having the purchase-money in hand with an obligation to pay the judgment, as to him it must be considered as having been paid. As a purchaser under a judgment known by him to have been paid, acquires nothing by his purchase, the learned judge thought nothing passed to Thomas by the sheriff’s sale, and that the widow’s dower remained in her. This is incomprehensible, as applied to the case. It seems to rest the invalidity of the sheriff’s sale upon the assumption of bad faith in permitting it. Of course it must be intended bad faith to the widow. But Thomas owed her nothing. She had reposed nothing in him, and he had no faith to keep with her. The judge entirely overlooked two important facts. The one is that before the sheriff’s sale, and before Thomas was bound to pay any money, the executory vendor had died, leaving a widow. The other fact is, that under the article of agreement the vendee’s right extended to a perfect title, diminished by no right of dower in Mary Smith, and that so long as such a title was withheld from him, he could be called upon to pay nothing. Less than an unencumbered and perfect title he was not bound to receive, and until that was furnished he had no funds in hand to pay any judgments against James Smith. Let it be that he had agreed to clear the land of liens, yet it was on condition that the title, when clear, should not be defective. Thus, wThen it is asserted that dower remained out of the land, it is also asserted, in effect, that there was no duty resting on Thomas to pay judgments. Where, then, was the bad faith either towards the widow, or towards the estate of James Smith ? And how can the'judgment under which the land was sold be treated as having been constructively paid ? I say constructively, for actual payment is not pretended.\nIn Shurtz v. Thomas, Judge Gibson assumed that the purchaser voluntarily accepted conveyance which left the widow’s dower remaining in her interest, in satisfaction of the articles, and as an equivalent for the entire and unencumbered interest to which he was entitled. Hence, he inferred she was entitled to dower, notwithstanding the deed and the sheriff’s sale. If the premises be correct, the inference would have been well drawn; for if’he accepted a defective title in full satisfaction for his ten thousand five hundred dollars, he was bound to pay the judgment, in addition to assigning the dower. He could gain nothing by failure to do his duty, and as to him the judgment might well have been considered paid.\nIt may be remarked in passing, that if this is so, the defence set up to the scire facias in the case is gone. There was no failure of consideration, for the defendant obtained all that for which he gave his mortgage.\nBut we are now inquiring after the effect of the sheriff’s sale. What evidence is there that warrants the assumption of the judge ? How does it appear that Thomas agreed to receive an imperfect title in iieu of one embarrassed by no widow’s dower, and pay all the purchase-money as if he had received full compensation ? Undoubtedly a purchaser by articles can waive any portion of his legal rights. He can accept, in satisfaction of the agreement, less than the agreement entitles him to exact, and if he does, he cannot afterwards retract his waiver and defend against the payment of the purchase-money promised, by showing that he has not obtained all which his vendor originally promised to assure him. The principle is exhibited in Hart v. Porter, 5 S. & R. 201, and in Lighty v. Shorb, 3 Penna. Rep. 477, where it seems to have been ruled that if a purchaser knows of a defect or encumbrance when he takes his deed, without stipulating for a covenant or other security against it, the presumption is that he assumes the risk. Such a presumption is not however conclusive, juris et de jure. It may be rebutted, Drinker v. Byers, 1 Penna. Rep. 528. It is even doubted whether it is applicable at all to the I case of a known encumbrance, as distinguished from a defect of title. But see Woolbert v. Lucas, 10 Barr 73. In the case now before us, the only ground for a presumption that the purchaser agreed to run the risk of any claim of the widow to dower, is that he took a deed from her under a decree of the court for the estate of the deceased husband, and also for her own interest, when, it is said, he knew or should have known that she was entitled' to dower in the land if she conveyed only her husband’s interest. No evidence of actual knowledge is in the case. The purchaser knew, because he was bound to know, what the law was, though it was then all uncertain. He is chargeable, therefore, only with constructive notice of any defect in the title. In such a case there is no reason for a presumption that a purchaser binds himself to pay the purchase-money, no matter what may prove the defects of title. It is only when he has actual knowledge of the defect that he is presumed to waive full compliance Avith the covenant of his vendor. • Were it not so, a vendor’s deed on record to a third person would not excuse a subsequent purchaser from him from paying all the agreed purchase-money, after he has accepted a deed — an injustice too revolting to find any place in the law. The assumption, then, made in Shurtz v. Thomas, that Thomas assumed the risk of any dower, and accepted an imperfect title in satisfaction of the articles of agreement, is entirely unfounded, and the inference drawn from it is without support. And the testimony of' Bond Valentine offered in this case, had it been received, would have been affirmative proof to the contrary. It would have shown that the purchaser agreed to assume no such risk, and consequently that he was under no obligations to pay the judgment under which the land was sold. Assuming that the witness would have proved what he was offered to prove, the caso would have stood thus: It Avas agreed when the deed was given, and in consideration of the payment of the purchase-money, a part of which was to be secured by the mortgage in suit, that Thomas should have a clear and perfect title, such as Avould pass to him through an unimpeachable sheriff’s sale. To secure such a title to him it Avas arranged that a sheriff’s sale should be effected on one of the existing judgments, which the defendant had in the articles of agreement promised to pay on receiving a good title. In the face of such evidence it would be preposterous to say that the defendant had agreed to take the title, such as it was, and pay the whole sum stipulated as the price of the complete ownership.\nIt was contended, however, in the court below, and so the court ruled, that the evidence offered was inadmissible, because it was an attempt by parol to explain the deed of the administrators, and to show that it conveyed a larger estate than its words would indicate. Not so. The evidence was not aimed at the deed. It did not add to, contradict, alter, or explain it. If left the deed to speak for itself. Its tendency was only to rebut any presumption which could be alleged to have arisen from the acceptance of the deed, a presumption which, if it had arisen, was as we have seen, one of fact, open to rebuttal. The evidence should not then have been rejected, for the reasons here assigned.\nBut its admission could not have aided the defendant below. It was more important to the plaintiff than it was to him. True, it would have been weighty to rebut the presumption that Thomas agreed to dispense with any of his rights, secured to him by the article of agreement, had there been any such presumption. There was nothing, however, to raise it, and the evidence therefore only tended to show what was apparent without it: — that the sheriff’s sale was rightly made; that there was no defect of title, or failure of consideration for the mortgage; that Mary Smith was not entitled to dower in the land; and that consequently the defendant was without defence. We cannot reverse the judgment for the rejection of such evidence when offered by the defendant.\nWe do not overlook the fact that, notwithstanding her deed, and no Withstanding the sheriff’s sale, the widow, now Mrs. Shurtz, has actually recovered dower in the lands conveyed to the defendant, and that in due course of law. In an action of dower which she brought ten years after the defendant’s purchase, a case was stated setting forth most of the facts upon which we have commented, though not all of them; and on the case stated judgment was given for the widow. It was doubtless a great hardship, but it is remediless. Had the defendant there produced all the evidence in his power; had he shown what he offers to show now, that he did not agree to take the land with the widow’s right of dower upon it, and that in pursuance of an understanding with her, and with the other administrator of her husband’s estate, it was sold under one of the judgments which were a lien upon it, for the avowed purpose of making a perfect title, she must have been defeated, even though the court did think she Avas not hound by her deed. In view of all the facts, success in her action would have been incredible. This, however, has no bearing on the present case. The question noAV is, not whether the defendant has been evicted in whole or in part; not whether he has lost a part of what was conveyed to him, but Avhcther all was conveyed that the parties contemplated when the bargain was consummated and the mortgage was given. If it was, there has been no failure of consideration, though, in consequence of mistake or misfortune, a part of the land has been since wrested from him. If he took a perfect title under the deed and the sheriff’s sale, as Ave think he did, or if he took an imperfect title in satisfaction of the vendor’s covenants, as was the opinion of the court in Shurtz v. Thomas; in either event he obtained all that for which he gave his mortgage, and he is therefore defenceless. Conceding that he was wronged in the action of dower, he cannot protect himself against the present claim with the payments which he has made in satisfaction of that judgment. That would be to recover back what has been recovered from him by judgment of the court, not permissible in any case, and doubly so in this, where the widow is only one of the cestuis que use, for Avhose benefit the scire facias is prosecuted.\nThe judgment is affirmed."}