{"id": "483140", "contents": "The opinion of the court was delivered, by\nRead, J.\nThis case was before this court at the last term for this district, and the opinion delivered by my brother Thompson, 4 Wright 352, disposed finally of two questions: First, that the property did not belong to Mrs. Whiting, but to her husband; and second, that the alleged sale to Nelson Henry was a fraud in law, and void as to creditors. In this decision the present plaintiff in error acquiesced, so far as regarded the goods levied upon in the store on the corner of Federal street and the South Common, in Allegheny City, and gave no evidence in relation to them at the last trial. The present case is confined to the stock of goods in the store formerly occupied by Jacob Burgraff, of which Henry claims to be the owner.\nThese goods formerly belonged to Jacob Burgraff, and were sold by the sheriff upon an execution against him, and were bought in by Hood, Bonbright & Co., and on the 23d February 1861, were sold by John A. Meehan for the said firm to Nathan Whiting, professing to act for Nelson Henry, and three days afterwards they were levied on by the sheriff as the property of Nathan Whiting, at the instance of his execution-creditors, the defendants in error.\nThe sale to Whiting was on credit at five, six, and seven months, for which he gave his three promissory notes, dated 23d February 1861, signed by himself as agent, and secured by a mortgage of the same date, executed by Nathan Whiting and Helena his wife on her separate estate.\nNelson Henry was a blacksmith by trade, and on the 20th October 1860 left Pittsburgh for Texas, intending to remain there. He was employed as a striker on board the steamboat Carr by the month. He remained in Texas, and it does not appear that he ever returned. His means were limited, and whatever they were they were invested and remained so. No authority of any kind was shown from Henry to Whiting to purchase these or any other goods for him. The purchase, therefore, was an unauthorized one, and conferred no title in them upon Henry, but the title vested in Whiting, who was personally liable to the vendors upon his promissory notes.\nNow if Whiting had no authority to purchase for Nelson Henry, still less had he authority to engage counsel for him to claim the property so purchased as his. It is clear, then, that the counsel were really the counsel of Whiting, and their acts and proceedings could in no manner be claimed as a ratification of his clearly unauthorized purchase, so far as the absent Nelson Henry was concerned. All the facts in this case show conclusively that these goods were purchased by Whiting for himself, and not for Nelson Henry, and that the title was vested in him when these executions were levied upon them. The very clear and lucid opinion of Judge Williams renders it unnecessary to say more.\nJudgment affirmed."}