{"id": "483183", "contents": "The opinion of the court was delivered, by\nLowrie, C. J.\nWhenever it is reasonably possible, the law ought to be so administered that rights which depend on the acts of public officers should not fail because of official default in recording those acts. Usually such defects may be cured by amending the record, and while this remedy exists no other can well be admitted. But when th.e court in which the error occurred is finally abolished, leaving no authority that can act for it in making amendments, then that remedy is gone. And surely the party has a right to the fact that the official act did take place. How shall he obtain it, the legal evidence and the authority to supply it being wanting? Equity would supply it. And with us the judge trying the cause in which the fact is needed may ascertain the official default on sufficient evidence, and treat the fact as if it had been duly recorded. The verdict of a jury on such a fact of special legal practice would not be very convincing to anybody. It does no harm, however, that the judge has added the jury’s opinion to his own in this case. The entries produced satisfy us that the sheriff’s deed was regularly-acknowledged in the Circuit Court, and that it was proper to treat the case as if the record of that fact had been complete and regular.\nBut the parties claiming under this official act might have had the record of it amended fifty years ago; and it would not bo just to allow an equivalent for an amendment noAV, if thereby we take away the rights of subsequent bond fide purchasers who have had no actual or constructive notice of the fact. They have constructive notice of it if on inquiry of the proper custodians of the records this fact would have been made known to them. We cannot doubt that it would. The record shows very regularly the judgment, test. fi. fa., vend, ex., and return of sale, and of course the next thing that a keeper of the records would seek for would be the entry of the acknowledgment of the sheriff’s deed, and for that he goes to a special docket devoted to such entries. The records of the Circuit Court and of the Common Pleas were kept in the same office, and by the same officer; and hence the entries of sheriffs’ deeds acknowledged in both courts were made in the same docket, and any one knowing anything about the practice of the office would know this, and would readily find the entry. Then we must treat it as found; and the fact that it does not state in which court the acknowledgment took place, is supplied by the fact appearing in the entry that it is a continuation of the record of the same suit; by the presumption in favour of the regularity of the proceeding; and by the additional fact that none but the Circuit Court was in session on that day. There is, therefore, no such irregularity or defect as prevents the record from being constructive notice of the sale made under the judgment.\nNor can we regard the judgment as invalid, though it was entered on a sci. fa. post annum et diem on a previous judgment that was void. If we could find no previous record at all, still the new judgment would not be void on that account, though it might be reversible for irregularity in its own process. Having-no valid judgment to rest on, it must be treated as a new judgment, and. the parties having submitted to it, strangers cannot object. And the proceeding turning out the executors and substituting administrators, could be questioned only by the executors, and is not to be reviewed in this collateral way. We cannot now treat it as void.\nThe original action was in time to have saved the debt from the bar of the statute if it had been properly pursued, but it was not. No aims writ was issued against Mrs. Molson; and therefore, by the acceptance of judgment against the other defendant, the suit against her was abandoned, as the law then stood. The sci. fa. on that judgment was, therefore, not a proper pursuit of the original action as against Mrs. Molson, It professed to be a proceeding to have execution of a judgment to which she was no party; and though at this stage of the process she became a party and afterwards had a judgment rendered against her, which cannot now be disputed, yet the Act of 1794 compels us to look at the fact that the process did not efficiently commence as against her until she appeared to the sci. fa.\nNo doubt the judgment on this sci. fa. was too late, under the Act of 1794, to continue of itself the charge of the debt against the lands of the decedent. It is not as a judgment that it is a lien at all; but as a debt established by judgment, it claimed a right to resort to any land of the decedent for payment. The Act of 1794 forbids this in ordinary cases, and therefore the will is resorted to, as giving the law of the case by making the land a trust fund, without limitation of time, for the payment of all the debts. Is this so ?\nIt is true that it was decided in Alexander v. McMurray, 8 Watts 504, that where executors are directed by will to sell land for the payment of debts, this creates a trust of the land for that purpose, and the limitation in the Act of 1794 does not apply; and this case is followed by others: 9 Watts 522; 3 Harris 111. But these eases were qualified in Eetterman v. Agnew, 4 Barr 63, where it is said that “ these were not cases of trust, but of charge, in which the temporary charge imposed by the law was supplanted by the permanent charge imposed by the testator.” And it is there shown that such a devise adds nothing to the power of the executors.\nBy the English common law, general creditors could not reach the land, even though so devised; but, for the purpose of formulating his jurisdiction, a chancellor would treat the devise as creating a trust for creditors, and would compel a sale in order to pay.them. I rather think, however, that he would respect a statute that fixed a time for the presentation and pursuit of such debts, and would not entertain a bill coming after that period. He usually judges thus, and perhaps he would thus treat a clause so purely formal as this, which can hardly be supposed to be intended to keep open the settlement of a testator’s estate, and the sale of his land, or its safe enjoyment, by his devisees or heirs for an indefinite period: 6 Barr 268. In Agnew v. Eetterman, it is said that such a clause as this has no other effect than to save the necessity of applying to the Orphans’ Court for an order of sale. If this be so, the power of sale would be gone when the statute bars the debts as against the land, unless the will expressly excludes the bar of the statute.\nBut, however this may be, there is another element in this case. This is not simply a devise to sell for the payment of debts, but it says of the sale, “ the moneys arising therefrom to be applied to pay debts and legacies above;\" and above the testator had said that all just demands brought to his executors “ in due and lawful time,” should be paid. This clause relating to time may possibly be regarded as merely formal; but certainly it is no more so than the trust clause, so called; and if this may be valid to create a charge which the law created without it, that ought to be valid to limit the charge, as it was limited by the law.\nSurely, this clause is sufficient to show that the testator did not intend to supplant the temporary charge of the law by a 'permanent one of his own creation, for he refers to the “lawful time;” and moreover, that is not mere formal language. He may not have known or thought of any special legal limitation; but his language shows that he was willing to trust to the law for a proper one. He dedicated his land for his debts just as the law dedicated it.\nWe think, therefore, that the devise does not reject but retains the limitation in the Act of 1794 (repeated in 1797), and that this debt had ceased to be a lien or charge on the land at the ' time of the first effective process for its recovery, and consequently that the sale under the judgment passed no title to the purchaser.\nThis shows that the plaintiffs below have no title under that proceeding, and are therefore not entitled to present a charge of fraud against any link in the title now held by the defendants, and we need not discuss that point in the case. We do not find any others that need any correction or discussion here.\nJudgment reversed, and a new trial awarded."}