{"id": "483194", "contents": "The opinion of the court was delivered, by\nWoodward, J.\nThe defendants in error having become owners of certain coal lands lying in Versailles township, Allegheny county, pvithin three miles of tile Monongahela navigation, applied to the District Court, under the Lateral Railroad Law, for a right of way, underground, through a stratum of coal,- owned by the plaintiff in error, William H. Brown. A view was had of the premises, which resulted in an assessment of damages to Brown of $2500, from which he appealed on the 13th of March 1860. On the trial of the cause in court, in April 1862, he asked leave to withdraw his appeal, and prayed the court to confirm the report of viewers. Both requests were denied him, and the result was .a verdict in his favour for only $239.50.\nThe refusal of the court to suffer a withdrawal of the appeal is now assigned for error. We think there was no error in this.'\nThe Act of Assembly gives either party a right of appeal within twenty days after the report of viewers is filed, but if one party appeals the other need not. The cause is tried de novo on the appeal, the appellant possessing no advantage over the appellee by reason' of having entered the appeal. If the successful party may appeal, and, after the twenty days have elapsed, discontinue his appeal, he may thereby deprive his adversary of the retrial to which he is entitled. If such a practice were tolerated it would lead to oppression and fraud. It has long been the policy of our statutes to forbid the withdrawal of appeals from awards of arbitrators without the consent in writing of the opposite party, and in Monongahela Navigation Company v. Blair, 8 Harris 78, the same rule was applied to an assessment of damages in a corporation case. It is equally applicable to cases under the Lateral Railroad Law.\nBrown owns only the coal-seams through which Corey & Peterson sought to push their railroad, the title to the surface being in David Shaw; and it is insisted that there is nothing in the Acts of Assembly relating to lateral railroads, which authorizes a proceeding against the owner of a stratum of coal as contra-distinguished from the proprietor of the land.\nBy an Act of 16th April 1838, P. L. 637, the Quarter Sessions were empowered to lay out private roads, “ under the sur-' face of any land to coal-mines,” and by the 2d section of the Act of 28th March 1840, Purd. 848, 'incorporated companies and individuals were authorized to construct railroads with one or more tracks “ under the surface over any intervening lands, not exceeding six miles in length” — the proceedings in such case to be according to the Act of 1832, relative to lateral railroads. The word “ over” in the Act of 1840, is probably a misprint for “ of.” The' surface-owner, Shaw, is not made a party to this proceeding, and is not objecting to the road in question. How can Brown deny that he is an owner of “land?” He holds a conveyance duly -executed and recorded for “ fifty acres of merchantable black stone coal,” with rights of way above ground and under ground, through the lands of his grantor, and with privileges of drainage and ventilation, and he holds it all to himself, his heirs and assigns for ever. In Caldwell v. Fulton, 7 Casey 475, the nature of a mine interest severed from the ownership of the surface was very fully considered, and it was treated as a corporeal hereditament. Indeed it was said in terms that coal and minerals in place are land. There can be no question, therefore, that what Brown holds is within the very terms of the Act of 1840, and being a coal-bank, it is peculiarly within the spirit and intent of the act. For it was the purpose of all our legislation touching lateral railroads to bring coal and other minerals into market, and to this end every such road was designed to be a public highway, open to every transporter who would pay the legal tolls, as well as to the party whose capital constructed the road. Brown’s coal needs a railroad for its outlet. There is far less reason for his objecting to the applicability of the Acts of Assembly to his mineral property, than there would be if he were a farmer on the surface, and the proposition were to run the road through his fields.\nAnother objection that he urges is founded in the covenants of the deed, by which Moses Corey conveyed to him the stratum of coal under the fifty acres in question. He claims that the petitioners having purchased their landing and part of their coal from Corey, subsequently to his (Brown’s) purchase, were bound by Corey’s covenants, as running with the land. These covenants are the usual ones of seisin and warranty, and we do not see how they can estop the petitioners from proceeding under the Lateral Railroad Law. The argument seems to assume that the private property of Brown is to be taken for the private use of the petitioners — a thing which the legislature could not authorize to be done. If the Lateral Railroad Law had not been, long ago, rescued from this reproach, it had been condemned, long ago, as unconstitutional. It was founded in the experience of a great public want, and was passed for public purposes. Was not the development of our mineral resources a public object? Was it not a great public interest to augment the tonnage of canals and railroads, which had cost the state many millions to construct ? The man whose minerals lay within three miles of a state canal but could get them into it only by crossing the intervening land of an unneighbourly owner, had been taxed as well as his froward neighbour to build that canal — was it not reasonable and just to give him not a private, but a public way, he .paying all damages he should .occasion ? Nobody will doubt the state might enter and build a railroad on his land — it is equally clear that the state might delegate her right of eminent domain to a corporation or an individual. But then the entry is under the state and in pursuance of public law. No covenants or private contracts Between citizens can possibly be violated in such a case, because none can stand in the way of state authority. It is a resumption by the sovereign of a clear right of sovereignty, in subordination to which the covenants of the deed were made. Had the parties contracted expressly against the exercise of this right, they could not have bound the sovereign — much less can their covenants, made for other purposes, be permitted to have the effect claimed for them.\nThe main question below related to the measure of damages, and on this subject the record reads oddly. The petitioners having built their road before the cause was tried, the defendant made a great number of unsuccessful offers of evidence on the trial, with a view of showing that it had materially impaired the value of his property. These were rejected for the general reason that the circumstances, to which the witnesses referred themselves, were too indefinite and speculative in character. It would seem that several witnesses had been permitted to testify that the property was greatly depreciated by the construction and use of the petitioners’ road, but on cross-examination, when pressed for the grounds of their opinion they referred themselves to those circumstances, the direct proof of which had been rejected. “ These opinions” -(said the learned judge in his charge), “ being based on imaginary and contingent facts, too remote and uncertain to sustain them, must be disregarded by the jury, inasmuch as the evidence offered to prove these contingencies was rejected by the court.”\nThis put out of the cause the only evidence which the defendant had been permitted to give under the rule laid down by this court in Watson v. The Railroad Company, 1 Wright 469, and enabled the learned judge to say, “ I am not aware of any evidence in the cause that would justify a recovery in this case, by the defendant, of any damages beyond the actual value of the coal taken by the plaintiffs in the construction of their road, which would be a strip twenty feet wide, with interest thereon. This amount he is clearly entitled to recover.”\nThe third point of defendant’s counsel had called upon the court, in substance, to lay down the measure of damages, so clearly stated in that reported case. The judge recognised the case and quoted from it, but gave the defendant no benefit whatever from it, because his witnesses had formed opinions on facts which the judge thought were insufficient to sustain them. This court had said, in that case, “ It is upon the whole tract the road is located, though only a part is actually occupied. The injury is therefore done to the tract as a whole, of whatever components that injury may consist. The exclusive appropriation of a part, the inconvenience arising from division, or from increased difficulty of access, and the cost of additional fencing, are alike the direct and immediate result of the construction, of the road.”\nYet, the present cause was so tried as to exclude from the jury all consideration of the effect of the road on the whole tract, and to confine it to the twenty feet actually occupied.\nThis cannot be right. An owner has good cause to complain that such an assessment of his damages is inadequate. They are not indeed to be assessed upon mere speculative theories, but such injuries as the common law recognises as fit subjects for compensation may be proved. And, as was said in the above-cited case, “ when damages are assessed, after the completion of a railroad, it is possible to prove, with some reliable certainty, the difference in the market value of the land through which it passes, caused by the construction. Then the value at the time of the entry on the land is known, and so is its value, as affected by the improvement.”\nIt cannot be doubted that an entry on a man’s land, without his consent, and doing anything there that impairs its value, is actionable, and a fit subject for damages at common law. The entry is legalized in instances like the present, but the damages are to be ascertained as if it had not been, and no fairer test can be applied than to compare the present value of the whole tract with its value before the entry and improvement were made.\nTo enable the jury to do this, they are entitled to the benefit of the opinions of witnesses of skill and judgment, who have had opportunities to learn the value of the property in question, or of similar properties in the same neighbourhood. The value of real estate which has not been offered in market is often a very difficult question. It belongs to that class of facts which exclude direct evidence to prove them, being such as are either necessarily or usually imperceptible by the senses, and therefore incapable of the ordinary means of proof. Pedigree, character, prescription, custom, boundary, and all those questions of skill and art to which experts are commonly called, are of this class. Now, when witnesses lay before a jury their opinions of the value of a particular piece of real estate, it is usual and proper to bring out the grounds of their opinions, that a jury may see how far they are sound and trustworthy. The grounds of the opinion, like the opinion itself, should generally be referred to the jury to judge of. They, should have been in this case. The jury’s estimate of the opinions of witnesses would necessarily be much affected by the grounds they rested on, and it was error to deprive the party of the full benefit of his testimony.\nWhat were the “imaginary and contingent facts” that led the judge to the exclusion of witnesses’ opinions ? He tell us that “ they were the dangers and delays of crossing the plaintiffs’ road.” Two underground railroads crossing each other at grade, and both worked in the darkness of a coal-mine, were sure, in the opinion of witnesses, to lead to disasters and loss of property, perhaps of life. They supposed that the road of the petitioners had virtually prevented Brown from building and safely working the road essential to the enjoyment of his own estate, and hence their estimate of his damages.\nNow, says the learned judge, “ If he had constructed his road across the plaintiffs’ road, and found, after a full trial, that the two roads interfered with the working of each other, this would have been a fact susceptible of proof.” Undoubtedly. But is an owner to wait for the damages to which he is entitled from a party entering into his land, until he shall have done his best to repair his injuries, and then charge only the insurmountable residue against the stranger ? The constitution, which requires the damages to be paid or secured before entry was not conceived in that spirit. It treats the landowner as entitled to the quiet enjoyment of all his rights until he is compensated for giving them up. The supposition on which the witnesses went was not unreasonable, and considering that the damages were to be estimated before actual experience could be had of the working of distinct roads, we see no reason for excluding it.\nThe question may be difficult, but that is a reason why the facts and circumstances to which witnesses referred their opinions, should have been freely investigated. Railroads crossing each other at grade are always dangerous, whether in the darkness of the coal-mine or in the light of the upper day; but could not these roads, at a small increase of expense, be made to cross one above the other ? Was it indispensable that they should cross at all? Would not one road-bed, twenty feet wide, admit rails enough to serve both mines? The Act of Assembly provides that if parties cannot agree upon “ the mode, manner, or point of connection” of their respective roads, the same shall be determined by the viewers. Was there any attempt in this case to perform this duty ?\nThese questions, and perhaps others, were fit subjects of investigation before a jury, whose general duty it was to determine if the defendant had been injured at all, and if at all, to what amount, by the railroad of the petitioners. And when I say injured, I mean whether the value of his fifty acres, through which the petitioners ran their road, had been impaired and diminished ?\nWe have looked through the bills of exception, and so far as the matters offered related to the question of damages, we think they were all admissible except evidence of the title and position of other lands of the defendant. Evidence relative to other coal than that of the fifty acres would seem to be irrelevant.\nFrom what we have said, it is apparent that the third and fourth points, on the part of the defendant, should have been substantially affirmed in the charge, and that no other errors are found in the charge.\nThe judgment is reversed, and a venire facias de novo awarded."}