{"id": "483184", "contents": "The opinion of the court was delivered, by\nStrong, J.\nWe are of opinion that the rent which is in controversy in this case had accrued before the acknowledgment and delivery of the deed to the purchasers at sheriff’s sale. By the terms of the lease, the grain in which the rent was payable was to be delivered to the landlord in the mow or corncrib. Then, that is, after its delivery, the tenant was under obligation to thrash it, and deliver it at some storehouse; and he covenanted to thrash and deliver all the grain except corn, whenever, in each year, he might be directed by the landlord to do it. The dispute in this case relates to the wheat and oats. The wheat was sown on the demised premises in September 1859, and the oats were sown in April 1860. Both crops were harvested and put in the mow in July 1860. On the 1st of August, in that year, the landlord gave notice to the tenant to thrash and deliver the crops by the 1st of September then next following, but they were not thrashed until October and November. Now, if it be conceded that the time of delivery in the mow was not the time fixed for the payment of the rent, it is not to be questioned that the rent was payable when the landlord directed the grain to be thrashed and delivered. It matters not what the custom of the country is in regard to the time of thrashing. The parties did not leave the time to be determined by custom. They defined it by their contract. Nor has it anything to do with the case, that the grain may not in fact have been so delivered as to vest the ownership in the landlord, so as to enable him to maintain replevin. The inquiry in hand does not relate to the ownership of the grain. It is, when was it deliverable or payable according to the contract ? for when the rent became due and payable, then it had accrued. In every aspect of the case, therefore, the rent must be considered as having accrued by the 1st of September 1860.\nThe sheriff’s deed of the landlord’s interest in the farm was acknowledged and delivered on the 27th of September 1860, after the rent had accrued or become due and payable. The purchasers at the sheriff’s sale are not then entitled to the grain, unless their position is improved by the other facts found in the case stated, to which we will now refer. The sheriff’s sale was made on the 21st of May 1860, and the conditions of the sale were that “ thirty per cent, of the purchase-money should be paid when the property was struck down, and the balance at the September court then next, when a deed would be acknowledged and delivered to the purchaser.” Upon these conditions the property was struck down. The purchasers appear to have paid the whole amount of their bid at once, and to have notified the tenant that they claimed the landlord’s share of the grain. Exceptions to the confirmation of the sale were filed by the landlord, but they were overruled, and the deed was acknowledged and delivered at the time appointed in the conditions of sale. The tenant continued in possession of the demised premises under the lease until the 1st of April 1861, when a new lease was made to him by the purchasers.\nIt hardly needs be said that the payment of all'the purchase-money before it wra.s made payable by the conditions of sale gave the purchasers no greater interest in the land than they would have had without an anticipated payment. By the contract, they were not entitled to a deed until the September court, and it may fairly be presumed that they bid less because the delivery of the deed was to be so long delayed.\nThe argument of the plaintiff in error is, that when the property was struck off to the purchasers (May 21st 1860), they acquired an inceptive interest in the farm ; that when the deed was subsequently made to them, their title related back to its inception; and that they became the owners of the reversion from that time. It is true that it has been held that a bidder at a sheriff’s sale, to whom the property has been struck down, has an inceptive interest in it which may be bound by the lien of a judgment, even before the acknowledgment of the sheriff’s deed. Yet it by no means follows from this, that after he has obtained his deed his title relates to the date of his bid in any such sense as to divest from that time the ownership of the debtor whose land has been sold. Undoubtedly it does not. Until the sale has been consummated by the acknowledgment and delivery of the deed, the debtor is entitled to the possession with all its attendant advantages. Until then, the purchaser cannot move a step towards dispossessing the debtor or his tenant; and though he may have a possible or inceptive interest, like a purchaser by articles who has paid no money, he has acquired no title to the present enjoyment. His' rights, as against a tenant of the execution defendant, are clearly defined in the 119th section of the Act of June 16 th 1836, entitled “An Act relating to Executions.” It is there declared that he shall be deemed, upon receiving a deed for the land, “ the landlord of such tenant, lessee, or other person, and shall have the like remedies to recover any rents or sums accruing subsequently to the acknowledgment of a deed to him,” as the defendant might have had if no such sale had been made. Decided cases also recognise the right of a purchaser to no other rents than such as accrue after the acknowledgment of the sheriff’s deed and its delivery: Scribner v. Stanley, 2 Rawle 278; Boyd v. McCombs, 4 Barr 146. In cases where the mortgage or judgment under which the property has been sold is paramount to the lease, he has the option to affirm or disaffirm the lease. If he disaffirms it, he can claim no rent: Bank v. Ege, 9 Watts 436. If he affirms it, he becomes landlord only from the time when he receives his deed. In this case the tenancy was affirmed.\nThe fact that the mortgage under which the sale was decreed and made wras anterior to the renewed lease to the tenant, does not strengthen the claim of the purchasers to the rents which had accrued when the sale was made. The profits of land belong to the person who is in rightful possession by himself or his tenants. The mortgage did not disturb the mortgagor’s right to the possession. That was done only by the sale.\nIt follows that there was no error in giving judgment for the plaintiff on the case stated. There appears, however, to have been an error in the amount, which we correct.\nJudgment affirmed for $624. 18, with interest from November 4th 1861."}