{"id": "483159", "contents": "The opinion of the court was delivered, by\nLowrie, C. J.\nWe might find some difficulty in managing an action of covenant on this agreement, but we can -have none in regarding it as a valid contract for the sale of land, since it is “in writing,” and signed by the parties, or their agents thereto lawfully authorized by writing. That the agent’s warrant is not sealed, and the contract made by him is, avoids only his sealing and not his contract in writing, and is of no importance in this form of action. We find no essential defect in the evidence that the agent was authorized by writing.\nThere being, therefore,'sufficient proof of a sale in writing, it must have been by reason of some oversight or confusion of thought that the counsel and the court thought it necessary to say that the silence of a principal for four years amounted to a ratification of the sale by his agent. The sale, as proved by the same witnesses who give this evidence of ratification, was valid of itself, and needed no ratification. If it did it was because of a defect of authority, and that defect could be supplied only by a written ratification, or by evidence of acts of such a character as to lead the purchasers to make such expenditures on the faith of the contract as would constitute a ground of equitable estoppel. But we do not discover that this mistake could have had any influence on the verdict.\nWe should not like to affirm, with the court below, that regular conveyances of land reciting the full payment of the purchase-money, and not accompanied by any suspicious appearances, are no evidence that the vendee has actually paid the purchase-money, so as to entitle him to stand primd facie as a bond fide purchaser, as against a previous unrecorded contract of sale. We have noticed this question several times lately. But wdiere, as here, the previous purchaser had a tenant in possession under a lease from him, and the subsequent title is-by conveyance to one who had notice of the previous one, and then by executory agreement to another who also had notice, and then by assignment to a third who seems to be without notice, we cannot regard the title as being so regular and unsuspicious as not to need support by other evidence of the payment of the purchase-money. Supposing, therefore, that the court below was wrrong in laying down so broad a rule, no harm was done, for its only effect was to require further evidence, and that was right.\nBut we do not think that Dubois had any right to the possession under his contract, and there is no evidence that Batdorff ever delivered it to him or authorized its delivery. The article says nothing about delivery. It contracts for a present sale, with a present delivery of the deed and payment of the price. That by no means involves a right in the vendee to enter before payment or deed delivered. Where payment is to be made by instalments at distant times a different inference may be proper. But it would be especially improper in relation to timber lands, the chief value of which may be abstracted before payment is made, if delivery were assumed to follow from the mere contract to sell.\nNor did Dubois put Batdorff in any default by demanding performance of the contract. He talked to the agent about the deed, and professed to be ready to pay; but he knew that the agent had no authority to make the deed, and that, therefore, the principal was the only proper person to apply to for that. He can make nothing out-of the stipulation that the money should be paid to the agent, for that stipulation could be of no validity as against the principal.\nThe duty of Dubois, under these articles, was to show, within a reasonable time, that he wanted to have them performed, and this he ought to have done by tendering the purchase-money and demanding the deed (for these were to be simultaneous acts), and then he would have been in a condition to sue for specific performance. But, if he had not lost his right to this by his laches, we do not see that he was bound under the circumstances that now appear to tender the price before he brought this suit; because the vendor’s successor to the legal title had, before this suit was brought, entered into the possession and taken off timber, and for this the plaintiff would be entitled to an account, and a deduction from the price of land. The defendant has, therefore, by his own act, rendered the amount to be tendered uncertain, and is not entitled to demand a previous tender. If the plaintiff is entitled to specific performance now, the amount of purchase-money due by him must be fixed by a conditional verdict.\nJudgment reversed, and a new trial awarded."}