{"id": "483190", "contents": "The opinion of the court was delivered, by\nStrong, J.\nGenerally, when services have been rendered by one person to another, the law presumes a promise, on the part of him who has received them, to pay what the services were reasonably worth. Such an engagement is accordant not .only with reason and justice, but with the common usages of society, and hence a contract to pay is implied. This implication, however, is rebutted by any proof that shows an intention to give and receive without compensation. The question always is, was payment contemplated by the parties ? — Did they deal with each other as creditor and debtor ? In the absence of any direct proof upon this subject, resort must be had to common usage and understanding. Ordinarily, children do not expect to be paid for acts of kindness extended to parents. If a father come to the house of his son, and makes his abode there, it is not often that either the father or the son regards the other as a stranger, or that it is intended by the son to demand payment for the attention bestowed and the services rendered. Something is allowed to filial affection. Hence, it has been thought rational to hold that personal services rendered by a child to a parent, are attended by no presumption that a promise was made to compensate in money. For the boarding and necessaries furnished to a parent, the law implies no promise to pay. But this is an exceptional case. It springs from the intimate relationship of the parties: Lynn v. Lynn, 5 Casey 369. In that case it was ruled that nothing less than an express promise would enable a child to recover from a parent payment for boarding and necessaries furnished. Nothing less would suffice to remove the presumption that affection rather than interest had prompted the bestowal of filial attention and services. The relationship of a father-in-law to his son-in-law is not so intimate. Our observation of common usage does not convince us that fathers-in-law permanently board with sons-in-law without any understanding that compensation shall be made. The case, therefore, is not within the exception — ■ it comes under the general rule. Undoubtedly, relationship., either by consanguinity or affinity, is a fact which tends to rebut the presumption which the law raises, that a promise to pay is intended when personal services are rendered. But, alone, it does not overcome that presumption except in the case of parent and child. In all other cases there must be evidence beyond the relationship that the creation of no debt was intended. If there be such evidence, it must be submitted to the jury, and it will be for them to find whether the presumption is overcome.\nIn the case presented by this record, there was nothing but relationship to negative the implication of a contract, and there was considerable to strengthen it. Before Milligan went to the plaintiff’s to board, lie.had been paying for his board. He was dissatisfied, not because he was required to pay, but on account of alleged ill-treatment. He said he would not board at any place but the plaintiff’s — that he had enough to pay for his boarding. The tendency of this is to show that gratuitous service was not expected.\nWe are of opinion, therefore, that the court below erred in instructing the jury that the plaintiff could not recover, without clear, satisfactory proof of an express contract between the plaintiff and the defendant’s intestate. The jury should not have been directed to return a verdict for the defendant.\nJudgment reversed, and a venire de novo awarded."}