{"id": "483195", "contents": "The opinion of the court was delivered by\nLowrie, C. J.\nWe think the court erred in-affirming the defendants’ points. The Act of 1806, excluding the common law remedies in certain cases, when a special remedy is given by statute, does not apply here, because the common law remedy is expressly saved. The plaintiff adopted first the common law remedy for his damages occasioned by the defendants’ dam, and before that ease was tried he instituted the statutory proceeding to have the dam abated by indictment, in which he might also have had his damages assessed and collected. Is the conviction in the second proceeding, without any damages appearing to have been asked of the jury', a bar to further pursuit of the first action ? We cannot think so.\nThough the petition against the dam did ask for damages, yet the indictment alone would regularly go before the jury and be passed on by them; and we do not presume that they passed on tbe petition for damages, if that would have been irregular. It would have been so in this case, because the defendants could have objected that there was already a valid suit pending for the damages, and that would have abated the claim for damages in the indictment proceeding. And if there was a claim for damages set up before the jury and defeated in the second case, the defendants might have pleaded and shown this in bar of further proceedings in the first case. Neither of ’these things was done, and we presume that the plaintiff did not claim in the second case what he had sued for in the first. Nor do we see that the boom company was bound to deliver the plaintiff’s logs at their lower boom. When the two booms were owned by separate companies, each was bound to deliver-the logs at its own boom, that is, at the boom in which they were caught; and we do not see that the act of consolidation changes this. We are to interpret the two statutes authorizing the two booms separately, though both booms now belong to one company.\nJudgment reversed, and a new trial awarded."}