{"id": "483166", "contents": "The opinion of the court was delivered at Pittsburgh, by\nLowrie, C. J.\nThis is a case of contested election of sheriff of Philadelphia. It was tried in the Quarter Sessions, pursuant to the Act of 2d July 1839, directing such a proceeding, and after a very full hearing on the merits, it was decided that John Thompson, and not Robert Ewing, was duly elected. The case is now brought here by a writ of certiorari, and on behalf of Mr. Thompson it is objected that there is no sufficient cause for the writ, and he moves to quash it unless sufficient cause be now shown.\nThis is the motion which we are now to decide, and it has been argued before us at great length and with great ability. Being a question involving a political and partisan contest, it is, of course, a disagreeable one. But law rises above all parties, and shares in no partisan excitements, and this indicates the frame of mind required of those who are appointed to administer the law. It respects the earnestness and even the excitements of all social efforts on proper social matters; but when these excitements run into actual collisions, it is ever ready to separate the combatants by the application of its own established measure of right. In this, as in all cases, it demands that those who administer it shall do so in the very spirit of the law, and without any taint of the spirit that is peculiar to either party in the contest. It is generally inevitable that one or other of the parties will be dissatisfied with the result, and therefore it is probable that it will be so in this case.\nOur duty in this case is a very restricted one; for, as is admitted, we cannot retry the ease on the evidence, but can only consider whether it was tried before a competent authority and in proper form, and only such questions have been raised before us. Let us consider in detail the answers given to the motion to quash the writ; and first, those that relate to the action of this court.\nOne of them is, that the writ was duly issued, and therefore ought not to be quashed.\nWe need not stop to discuss this allegation of fact, for even if it be true, it does not follow that the writ may not be afterwards quashed, if, on a motion made for the purpose, the court should think there is no sufficient cause to justify it. The instances in which this has been done are so numerous and so generally sanctioned, that it is quite unnecessary to refer to any of them.\nAnother is, that the party issuing the writ out of the Eastern District ought not to be required to go to the Western District to answer the motion. Of course, nothing could be gained for this case but delay, by this objection; and the prevention of this is one of the very purposes of the motion to quash. It is very common for us, in urgent and important causes, especially public ones, to appoint the hearing of the cause, or of some preliminary question in it, in whatever district we may happen to be sitting when the exigency arises, and there is nothing in the law to prevent this. We did so in the equity branch of this case, in favour of Mr. Ewing’s bill for an injunction, and it seems strange that he should object now, when the same rule is applied in favour of the other party. We have many times done the same thing in cases of urgency, and when delay would itself have done manifest injustice.\nBesides this, it was one of the conditions on which a majority of this court agreed to grant the injunction in favour of Mr. Ewing in this matter, that this motion to quash might be made here ; and he cannot, with any justice, accept the benefit of that, and reject the conditions imposed, a.nd understood .by him to be imposed, in granting it. And it is no proper answer for him to say that Mr. Thompson and the public so far respected our opinion accompanying the order, as to make the order itself unnecessary, and that therefore he may reject its conditions.\nThe counsel seemed to think that it was a fair objection to the motion, that it was suggested by us and not by the counsel. Why so ? It is generally the case that a preliminary injunction is granted on such terms as the court may think proper to impose, having any proper connection with the transaction in dispute, and usually it dictates the terms itself, according to what it may think the exigencies of the case may require; and very often one of the terms is some provision for a. speedy hearing of the matter on its merits, either in the equity case or in some action at law.\nIn many cases this is a plain and obvious duty, and we thought it was so in a case of so much importance to the public interests as this one. We thought it our duty to say to Mr. Ewing, we will stay the intrusion of Mr. Thompson, on condition that you speed the hearing, when we were saying to Mr. Thompson, you ought to have moved to quash the certiorari, rather than act in disregard of it. Nothing is more usual and proper than such suggestions by the court, and it requires very little reading or observation to be assured of the fact. We refer to some cases where Lord Mansfield and other judges have made the same suggestion in relation to the writ of certiorari: 2 Burr 1042; Cowp. 283; 2 Term R. 234; 13 Wend. 671. We often suggest to counsel that they have not assigned the proper errors to come at the merits of their case, and allow them to amend. We should think ourselves much to blame, if we should allow a party to suffer wrong by a mistake of the remedy, when we could save him from it by suggesting the proper one.\nHaving thus disposed of these preliminary objections, let us now consider those that relate to the merits of the case, so far as they may be reviewed by us on a certiorari.\nOne objection is, that Mr. Ewing was not allowed to aver and show that, in several election divisions, no tally papers, and in several others, no return papers, were filed in the prothonotary’s office as the law requires. No doubt this was a very grave neglect of plain duty on the part of the election officers, but what merit does this fact furnish to Mr. Ewing’s claim ? Mr. Thompson claims the office, because the general return, striking out the illegal votes appearing on it, shows that he is entitled to it. The legal form is therefore in his favour, and it becomes necessary for Mr. Ewing to show frafid or mistake in making up this form, and that the actual facts of the voting are in his favour. Surely the neglect of the officers to file the papers referred to has no sort of tendency to prove this. That certain papers were not filed in the proper office does not tend to prove that the return judges erroneously entered and summed up, in their general return, the division returns reported to them.\nAgain, it is objected that in one election division, which reports a majority of twenty-two for Mr. Thompson, the judge of the election was absent from duty during the greater part of the day, and that the court refused to allow this to be averred and shown. This is the assertion of very serious official misconduct on the part of the officer, and possibly it vitiates the vote of the division. But we need not decide this, and do not, because, even if these votes were stricken out, Mr. Thompson would still have a majority.\nAnother objection is, that the court, in the course of the proceeding, refused to allow Mr. Ewing to amend his answer by adding an averment that in one division illegal votes to the number of “three and upwards,” or, as his witness says, “at least three,” were received for Mr. Thompson. We do not need to say whether the refusal was a proper or improper exercise of discretion by the court on the subject of amendments, because, even if the averment had been allowmd and proved, and three votes had been added to the twenty-two before named, it would not have disproved Mr. Thompson’s right to the office.\nThese three objections are all that refer to the merits of the election itself. There are others that relate merely to the form of the proceeding in the Quarter Sessions for contesting the election returns, and we shall now consider these.\nOne of them is, that the court erred in not quashing the whole petition of Mr. Ewing’s opponents, because several of its specifications contained contradictory averments. If this had been done, Mr. Ewing would have gained his cause, not on the merits and not by discrediting the general return, but merely because of some irregularity in his adversaries” pleading. We cannot favour such an objection, even i the alleged, contradiction were apparent, which is not the case. The true way to correct such a fault would be to strike out the contradictory parts, and not those which were not affected by the incompatibility, and which, of themselves, furnished independent ground of attacking Mr. Ewing’s title. Besides this, there is no sort of merit in this objection, because all the supposed objectionable specifications were afterwards withdrawn by the petitioners, and the case of Mr. Thompson was gained without them.\nAnother objection is, that only one judge of the Quarter Sessions was on the bench when the petition for contesting the election was presented, and the time fixed for the hearing of the parties, whereas the Constitution requires two judges for a quorum. There are two sufficient answers to this: the allegation is not sustained by the record; and there is no merit in the objection, even if the fact -were as alleged, since no objection was made in proper time on this account, and it is not pretended that, at any other part of the hearing or proceeding, there were not two judges present.\nAnother objection is, that Mr. Ewing’s commission cannot be impeached by means of this form of proceeding. But it might rather be said that this proceeding, instituted according to law to contest Mr. Ewing’s election, cannot be frustrated by a commission issued aftewards. Such a commission can be regarded only as provisional, or as a commission pendente lite, if the proceeding should be successful; just as a commission in similar cases is declared to be in military elections by the Act of 2d April 1822, § 20.\nLastly, it is objected that the Act of 1839, instituting this form of proceeding, is unconstitutional, in so far as it deprives a party, claiming a right to a public office by a popular election, of a trial by jury of all disputed facts.\nIf this objection is well founded, then every step in the official organization of the state, or in the perpetuation of its organization, might stand in need of the sanction of a jury, and is potentially subject to the delays and expense of a jury trial, except in the election of governor and members of the legislature, in relation to which the Constitution makes special provision. Then all the laws providing for contested elections of councilmen in every city and borough of the state are unconstitutional. Then all the numerous laws regulating the manner of contesting election returns of judges, prothonotaries, registers, district attorneys, justices of the peace, constables, military officers, and all state, county, town, and township officers, except governor and members of the legislature, are unconstitutional and void; and, contrary to the practice of the people and their officers in all departments, the state cannot organize itself without the aid of juries. Then, also, the Act of 1799, that made the governor the judge of contested elections of sheriffs and coroners, was unconstitutional. This objection, therefore, has a fearful sweep, if it has any force, and we should Stand appalled before it, if we should feel its force to be equal to its pretensions. We do not feel it so.\nIt is not in the act of organization of the state, nor in the perpetuation of its organic succession, but in the administration of rights under the organization, that the constitution secures the right of trial by jury. The jury is the popular element in the determination of rights which need enforcement by means of the state organization; but there is a much larger popular element in our elections, the votes of all the people, and all our political practice shows that we have not considered a jury an essential means of deciding contested elections of public officers.\nWe see nothing but inexpediency to prevent the legislature from declaring that the process of election should end with the general return, and that that should be conclusive evidence of title to office or commission. But they have wisely chosen not to do so, and have appointed the court to finish the process, if the general return be contested, by a proper review of the work of the election officers. And, as they have not required that the court should have the aid of a jury for this part of the process, any more than for any previous part, no such aid can be demanded of right by either party, nor is it allowable.\nWe all agree, therefore, in thinking that no sufficient cause is shown in support of this writ.\nIt is considered and ordered that the writ of certiorari be quashed, and the record is remitted.\nMr. Justice Thompson, being absent on account of indisposition, took no part in the decision of this case, or in that of Ewing v. Thompson."}