{"id": "483180", "contents": "The opinion of the court was delivered at Pittsburgh, by\nWoodward, J.\nThe question here is upon the sufficiency of the .affidavit of defence. It sets forth, in very concise terms, that the defendant was an accommodation endorser of the note in suit; that it was endorsed with a distinct understanding that it was to be paid to Elisha Simpkins for certain buffers made by him for the drawer ; that the note was given to Rowand to pay Simpkins for the buffers; “ that in pursuance of the arrangement and agreement aforesaid, said Rowand gave said note to Simpkins, who thereupon claimed to hold said note as a credit on a running account of Rowand, and refused to deliver to said Shat-tuck the buffers aforesaid.”\nNow the necessary inference from this language is, that Simpkins received the note with full knowledge of the purpose for •which it had been made and endorsed. It is expressly declared that Rowand gave him the note in pursuance of the arrangement; and if it was given, it must have been received, in pursuance of that arrangement, and if so received, then Simpkins had notice of the arrangement. “ Thereupon,” that is, upon receiving it with notice of the arrangement, he refused to deliver the buffers. Such is the affidavit. It is to be taken least favourably to the party making it, for he is presumed to have sworn as hard as he could with a good conscience; but it is no fault that it is expressed in brief and comprehensive language, if it contain the necessary elements of a good defence. And Ave think it does. If the defendant can persuade a jury of what is alleged in the affidavit, that Simpkins received the note in payment for the buffers, and then refused to deliver them, we think he ought to have the chance.\nIt is of no consequence that the suit is in the name of Neemes, for the affidavit alleges that he holds it merely as collateral for an old debt of Simpkins, which is to allege that Simpkins is the beneficial party in the suit. If Neemes so holds the note, he is suing it for the benefit of Simpkins, and the defence is as appropriate as if Simpkins, and not Neemes, were the plaintiff named on the record.\nIt is unnecessary to go into the question whether Neemes, if he took the note in payment of an old debt, could be a bond fide holder, because, according to the affidavit, Simpkins has never parted with the property in the note, but has only pledged it as a collateral.\nThe judgment is reversed, and a procedendo is awarded."}