{"id": "483158", "contents": "The opinion of the court was delivered, by\nRead, J.\nPatrick Mulvany died on the 8th April 1854, having made his last will and testament on the 20th March in the same year, and which was proved on the 12th April of that year, and letters testamentary were issued thereon to his widow, Eleanor Mulvany, executrix, and Christian Ihmsen, executor of the same. The business of the estate was managed by Mr. Ihmsen, who received the assets of the estate, and deposited all moneys collected in his own private account, or that of C. Ihmsen & Co., and all disbursements and investments were made by him, the present appellant. On the 30th August 1859, he filed his account, which was presented to the Orphans’ Court on the 3d October, and confirmed nisi, and on the 6th and 10th October exceptions were filed by the widow, Mrs. Mulvany, and two of the children, and on the 15th of the same month, the present Judge Sterrett was appointed auditor, to pass upon the exceptions filed, and to distribute the balance, if any, in the hands of the executor. On the 15th March 1862, the report of the auditor and exceptions thereto were filed. The exceptions of the accountant and of Annie T. Ulam were renewed in court, who on the 16th May last entered a final decree, dismissing all the exceptions and confirming the auditor’s report, and ordering Mr. Ihmsen to pay the costs. From this decree the accountant appealed, and as his counsel have argued only two questions, we shall confine our attention to them.\nBy his will the testator gave to his widow $5000 absolutely, and the income of $15,000 during her life, the capital, or principal sum, on her decease, to be divided equally between- his four children. These legacies were in the following terms: “ Secondly, I do bequeath to my beloved wife, Eleanor, the sum of $5000, to be paid to her for her sole use and benefit, by my executors hereinafter named, or the survivor, as soon as can be, consistently with a proper settlement of all my debts.”\n“ Thirdly, I do also bequeath to my beloved wife, Eleanor, the sum of $15,000, which sum I do hereby direct my executors to invest in some good, secure, and profitable stocks or other securities, and if they cannot be procured at reasonable prices, then to invest the said sum of $l5,000 in some other way, so that the same will be well secured, the income and profits of said $15,000 to be received by my wife, for her use and benefit during her life, and at her decease the said sum of $15,000 to be divided amongst my four daughters, viz.: Catharine, Ann T., Maria and Elizabeth, share and share alike.”\nOne month after the probate of the will, the appellant invested $5115 of this last legacy in the stock of the Ohio and Pennsylvania Railroad Company at $46.25 per share, $3.75 below its par value. The only cash dividend paid on this stock after this investment was in July 1854, of 3J per cent., and the stock had fallen to a very low figure at the time of the audit. The first question then is, was the appellant authorized, by the terms of the will and the law of the land, to make this investment, and are the legatees bound to accept it in part discharge of so much of this legacy, at its original cost ?\nThe report of the auditor, and the evidence, if we look at it, clearly show that this railroad stock was neither good, secure,. nor profitable. It gave no cash dividend but the one in July 1854, and this must have been declared and paid out of the capital, and not out of the profits. The whole nominal capital of the company was $2,451,700, of which only $1,399,700 was held by individuals, and represented certainly the whole of the actual cash received in payment of stock. The remainder of the shares were held by the cities of Pittsburgh and Allegheny, and two counties of Ohio (except $300,000 held by the Pennsylvania Railroad Company), and had, no doubt, been paid for in bonds of the respective corporations, which were to be sold in the market, and the interest to be furnished by the company. The first and second mortgages on the road amounted to $1,750,000, the income bonds to $1,469,000, and, with other debts, making an aggregate indebtedness of $3,802,920.99. At the meeting of the 27th January 1853, the stockholders authorized the directors to contribute $200,000 to the construction of two other railroads, and at their next annual meeting, on the 26th January 1854, they authorized the directors to contribute $100,000 more to the construction of another railroad. The mortgages were on record in the recorder’s office, and all these facts appeared in the published reports of the company. It is impossible, therefore, not to see that this stock was not secure, and the result has proved that, at the very period of the investment, it failed in every prerequisite so carefully prescribed by the testator. When we take a mortgage on a house and lot for $1000, we examine the title, search the records, and take every possible pains to make it a perfectly secure investment. We are aware that this is not the practice with regard to stocks, and when an individual purchases for himself it is simply a question whether he chooses to run the risk of taking common report instead of examining for himself, for he has to account to no one for the loss or .the profit. An executor or trustee stands in an entirely different position. He is acting for the interest of a third person. In a case liké the present, matters of public record, and statements openly published, and all of which could have been easily seen and examined, would have shown the entire insecurity of such an investment, and have saved both parties this unpleasant controversy.\nGranting what is well stated by the auditor, that “ the public sentiment of the community as to the character and value of the stock, was at that time (viz., 1854), divided, but the weight of opinion was largely in its favour,” and that it was “ admitted, and the testimony itself shows that the executor, Christian Ihmsen, made the investment in good faith, believing that the stock was good, secure, and profitable,” and that “ he invested for himself in the same stock,”-what does it all prove ? Clearly, not that the stock was good, secure, and profitable, but that the appellant and others, without any such short examination as we have said above might have been easily made, thought, and believed that it was, and a very few months must have dissipated that belief, when it was discovered that no more cash dividends were to be made.\nThe strong resolutions of the stockholders, on the 25th January 1855, appointing a committee to audit and investigate the affairs and accounts of the company, from its inception to the close of the preceding fiscal year, and to make a full report and plain exhibit of the same to an adjourned meeting of the stockholders, form, with the facts already stated, conclusive proof of the insecurity of this investment.\nThe testator’s plan was to place $5000 at the entire disposal of his widow, and to secure to her, during life, the income of $15,000 more, the capital, on her decease, to be divided among her four daughters. The widow was intended to have a steady, regular, annual income for her support and maintenance, and the principal was to be preserved intact for the legatees in remainder. To accomplish these objects, perfect security was the first injunction of the testator. The stock was to be good, secure, and profitable, and if in the contingency that his directions could not be complied with, then it was to be invested in some other way, “ so that the sum will be well secured.”\nIf the accountant had taken the advice of counsel, which is always proper, particularly in so large an estate as this, he would have been informed that, by an application to the Orphans’ Court, he could, under their direction, have made an investment in the stocks or securities prescribed by the Acts of Assembly, which would have exempted him from all liability for loss. Not having done this, and not having complied with the express and positive injunctions of the testator, he must account for the principal thus invested with interest, deducting such payments as have been made on account.\nWe agree with the auditor and the court below, that there was no ratification of this investment by Mrs. Mulvany.\nThe only other question remaining is as to the auditor charging the accountant with the amount of the judgment against Ledlie and Ulam. We have carefully compared the report of the auditor with the evidence, and we cannot see how he could have arrived ac any other conclusion, particularly after the express injunction of the testator in his will; “and further,” said lie, “ it is my will and desire that my executors, as soon as practicable, without injury to my estate, after the first day of July, a. D. 1854, close and settle up the business of the firm of Mulvany & Ledlie.” If this had been done, the accountant would never have been charged with the amount of this judgment. The report of-the auditor is so full on this point that it is unnecessary to go into the details. Upon the whole, we see no error in the decree of the court below. We are happy to hear that the recent improvement in the stock of the railroad company will sensibly diminish the loss of the accountant.\n. Decree affirmed, at the costs of the appellant."}