{"id": "483139", "contents": "The opinion of the court was delivered, fry\nRead, J.\nIn England sales in market overt are binding on all those who have any right or property therein, but even in such case, if the buyer knoweth the property not to be in the seller, the owner’s property is not bound thereby. But a purchaser gains no property in a horse that has been stolen, unless it be bought in a fair or market overt, according to the direction of the statutes 2 P. & M. c. 7, and 31 Eliz. c. 12, which secure the most perfect publicity to the whole transaction; nor does such sale take away the property of the owner, if within six months after the horse is stolen he puts in his claim before some magistrate where the horse shall be found.\nIn case any of the requirements of the statutes are not observed, such sale is utterly void.\nIn Pennsylvania markets overt do not exist, nor are the foregoing statutes in force, And in cases of sales of horses by commissioned auctioneers, it is expressly provided by the Act of Assembly that no sale of any stolen horse, mare, or gelding shall be deemed a public sale in markets overt so as to change the property thereof: Act 23d September 1780, § 7, 1 Smith 511. Now the Act of the 7th April 1807, giving a lien upon horses delivered to innkeepers and livery-stable keepers, to be kept in the stables, for the expense of keeping, and if it amounts to $30, the power o'f selling the horse at public sale according to law, evidently contemplates no such case as a stolen horse left by a thief; for it provides before sale for a personal demand. And in case of removal for notice and demand of payment in writing, left at his last place of abode, and after the sale it is directed that such livery-stable keeper or innkeeper, after deducting from the amount of sale the costs of sale, and the expenses of keeping, “ shall deliver the residue on demand to the person or the agent of the person who delivered the horse or horses to him for keeping.”\nSuch provisions are clearly inapplicable to persons guilty of horse-stealing; and if the sale is to be conducted by the auctioneers empowered by law to make public sales of horses, then the Act of 1780 expressly provides that such sale shall not change the property of a stolen horse. The sale of the stolen horse, therefore, by the innkeeper, in this case, did not divest the title of the real owner, nor did it in any way change the property which still remained in him.\nJudgment affirmed."}