{"id": "483150", "contents": "The opinion of the court was delivered, by\nStrong, J.\nWe concur in opinion with the Orphans’ Court that a portion of the balance found due to the administrator on the settlement of his administration account was a lien upon the real estate of the decedent when the petition for the order of sale was presented, and that consequently the court had jurisdiction to make the order. We also think that no more of the sum credited to the administrator in his account remained a lien, than that for which judgment was obtained within five years, and the amount expended for services in the settlement of the estate. The Act. of February 24th 1884 is too plain to admit of any doubt. The limitation of the lien of the debts of a decedent is complete when five years have elapsed from his death, unless an action be commenced and prosecuted, or a copy of the demand be filed in the specified cases. The statutory period begins to run from the time of his death, not from the grant of letters-of administration on his estate. Nor can the fact that the administrator advanced his own funds and paid the debt within five years prolong the existence of the lien. The only effect of liis payment was to entitle him in equity to a cession of the rights of the creditors paid. It could not enlarge those rights, and give him privileges which did not belong to those to whose position he succeeded. But there was still enough of indebtedness, which was a lien on the lands loft by the decedent, to justify the order to sell.\nAnd we agree with the Orphans’ Court that it was not for the purchaser at the sale, who was the administrator (though not the trustee who made it), and who petitioned for the order, to object that the order which he prepared and for which he asked, was not in strict conformity with the directions of the Act of March 22d 1859. Especially so when, as in this case, the want of conformity to the directions of the act may be wholly remedied at the time of confirmation.\nIt is not, however, so clear to us that the purchaser ought to be compelled to take the property for which he bid, in view of the circumstances of the case. The order to sell was granted on the 22d of August 1859, and was made returnable on the 6th of December in the same year. The sale was appointed for the 24tlf of September, when appellant became the highest bidder, and the property was returned as having been sold to him. Before the return the widow and heirs of the decedent obtained a rule to show cause why the order and all proceedings under it should not be set aside, and, on the 19th December 1859, they filed exceptions to the confirmation of the sale. On the 3d of February 1800, the court ordered the proceedings to be suspended, and held the case under advisement. On the 3d of March 1860, before the purchaser would have been entitled to the possession, and a deed, under the order of the- court and the conditions of sale, the mill on the premises was destroyed by fire, and thereby the property was largely depreciated in value. The widow and heirs then withdrew their objections to the confirmation of the sale, and asked the court to confirm it and direct the trustee to make a deed to the purchaser, and on the 18th of December 1860 (the court being of opinion that the loss occasioned by the fire must be borne by the purchaser), a decree of confirmation was entered.\nIt is, perhaps, not indispensable that we should determine whether the purchaser at such a sale becomes, before its confirmation, so fully the owner of the property purchased that he must bear any loss occasioned by fire or other accidents. In ordinary sales by articles of agreement the purchaser is entitled to accretions, and must sustain any loss caused by accidental- injuries to the property between the time of the agreement for the purchase and the execution of the deed. This appears to be well settled. Equity regards that as done which has been agreed to be done, and which the parties to the agreement have in their power to do : Richter v. Selin, 8 S. & R. 440. Such a sale, therefore, works' a conversion, and if the vendor by articles die before conveyance, the purchase-money is substituted for the land, and passes to the personal representatives of the vendor, and not to his heirs. On the other hand, if the vendee die before conveyance, his personal representatives take nothing. The land descends to his heirs. For authorities collected upon this subject, references may be made to 2 Story’s Eq. Jur., p. 98, and notes. But the'reasons which apply to private executory contracts of sale, and which have led to the establishment of the principle that a vendee by articles is, in equity, the owner of the land which was the subject of the contract, and, as-such, must run the hazard of any deterioration in its value, that may take place before the conveyance of the perfect title, do not apply with equal force to Orphans’ Court sales for the payment of the debts of a decedent. Such sales are not absolute and unconditional. They depend for their validity upon the approval and confirmation of the court. They are liable to be vacated by a power superior to the purchaser and against his will. The sale, even after confirmation, does not divest the title of the heirs of the decedent, for it remains in the power of the court until a deed has been executed and delivered. Until then, their right to maintain ejectment, even against the purchaser, has not gone: Leshey v. Gardner, 3 W. & S. 314. Until then, no conversion takes place, and if the heir of the decedent die, even subsequently to the confirmation of the report of sale, but before the deed, his interest descends as land, and not as money: Erb v. Erb, 9 W. & S. 147; Biggert’s Appeal, 8 Harris 17. These cases recognise a clear distinction between sales made under order of an Orphans’ Court and private sales. The latter are exclusively acts of the parties, and are beyond the control of any other power. The former are not the acts of the decedent or his heirs or devisees. They are the acts of the court, and they require no consent of the owners. In substantial fact, the purchaser buys from the court through its agent. The court reserves the power to decline his bid, and to disannul the act of its agent, until the sale has been fully consummated. It is difficult to distinguish between such sales and those which are made by a master in chancery. In Ex parte Minor, 11 Vesey 559, Lord Eldon held that a purchase before a master is not complete before confirmation of his report, and therefore a loss by fire after a report of sale, but before confirmation, was held not to fall upon the purchaser. The same rule was adopted in Twigg v. Fifield, 13 Vesey 517, and was recognised in 1 Sugden V. & P. 58, and in 3 D. & W. 74. It appears to be the undoubted doctrine of courts of equity: 2 Daniel’s Ch. Prac. 1455.\nIt is said that while there is an analogy between a purchase made under an order of the Orphans’ Court to sell for the payment of debts, and one made before a master in chancery, in some respects they are very dissimilar. It is not obvious, however, wherein the dissimilarity consists. Both require confirmation— one by the express words of the statute, and the other by the uniform practice of the court. That is but a difference in form. No difference is seen in the responsibility of the purchasers. It is as fixed in the one case as in the other. Each purchaser may move for confirmation. Such sales would seem to be much more alike than are Orphans’ Court sales and sheriffs’ sales in a court of law. The purchaser at a sheriff’s sale has been held to acquire an inceptive title, commencing at the time when the property was struck down to him, an interest that may be bound by the lien of a judgment: Bellas v. McCarty, 10 Watts 21; Morrison v. Wurtz, 7 Watts 437; Stephen’s Appeal, 8 W. & S. 188. This, however, only in cases where the sheriff’s deed had been acknowledged and delivered. There the deed relates back to the bid and its acceptance by the sheriff. Even in a sheriff’s sale the title of the debtor is not divested,, nor can the purchaser maintain ejectment or grant a lease of the lands, until the deed has been acknowledged and delivered: Hall v. Benner, 1 Penna. Rep. 402. But there are essential differences between an Orphans’ Court sale and a sheriff’s sale. The one is made by the owner, through the agency of the officer of the law, the other is made by the court, without any agency, express or implied, of the owner. In the one case, the court has the property in charge, supervises the sale, and may direct that it be made on credit; in the other, the court reviews the sale only indirectly, in virtue of its control over its officer and process, and the sale must be for cash. In the one case,-therefore, equity might presume that the purchase-money was paid when the sheriff accepted the purchaser’s bid, in the other no such presumption can arise. There seems to be then but a very remote analogy, if any, between the rights of a purchaser under a sheriff’s sale, and those under a sale made in the Orphans’ Court for the payment of debts. •\nIt must be admitted, however, that there are remarks in the opinion of Judge Rogers, delivered in Robb v. Mann, 1 Jones 300, which assert strongly that a purchaser at an Orphans’ Court sale is, in contemplation of equity, the owner of the land purchased from the time of the auction, and before its confirmation. Yet to me the remarks of the judge seem to be outside of the case. It was a suit brought by the administrator against the purchaser for the purchase-money. The sale had been confirmed, and the purchaser had taken possession. Deterioration of the value of the land of course could not avail as a defence against the administrator, whether the purchaser had title before the confirmation of the sale or not.\nIt is needless to pursue this subject. Granting that the appellant would have been considered as the owner of the property from the day when the property was struck off to him, if the sale had been confirmed, so that the loss would have been his had fire occurred, it by no means follows that the sale ought to have been confirmed. There are in this case but two parties interested. On the one side is the purchaser, and on the other are the widow and heirs. It was by the agency and at the instance of the widow and heirs that the confirmation of the sale was delayed until the fire occurred. The appellant was kept in a state of uncertainty. He was compelled to be prepared with the purchase-money without knowing whether he would obtain the property. If he had an insurable interest, it was impossible to tell its amount, and he could not give his own care and vigilance to the protection of the mill, because he was not entitled to the possession, and he was prevented from obtaining it at the time fixed in the order and in the conditions of sale. All this is due to the widow and heirs, who now ask that the sale be confirmed, after having resisted its confirmation till the fire took place. We think it would be most inequitable, at their instance, to force the purchaser to take the property now. In confirming or refusing to confirm the sale, the Orphans’ Court sits as a court of equity. The circumstances and the conduct of the parties in interest are proper to be considered in the exercise of the court’s discretion.\nIt is ordered that the decree of the Orphans’ Court confirming the sale be reversed, and that the sale made to the appellant be set aside."}