{"id": "483143", "contents": "All the material questions involved in the case, and the facts on which they depend, will be found in the opinion of this court, which was delivered, by\nStrong, J.\nThe record in these .cases is voluminous, and the exceptions taken to the decree of the court are nearly ninety in number. Yet the real questions raised are few, and, though the facts are complicated, they are not difficult of solution. A notice in detail of the numerous assignments of error would answer no good purpose, and we shall therefore do little more than express our opinion respecting the substantial questions involved.\nThe fund for distribution arises out of sales of real estate of the North American Land Company, of which the appellants claim to be owners jointly with others. That company was an unincorporated joint stock association, the sole purpose of which was to sell lands conveyed in trust for it by Robert Morris, John Nicholson, and James Greenleaf, and to distribute the proceeds of sales among the shareholders. Each holder of a share of stock was in equity a joint owner with the other shareholders, and a partner as to creditors of the company who were not joint owners. The company was formed by Morris, Nicholson, and Greenleaf, who established fundamental articles of association, and thereby offered shares to purchasers upon certain defined conditions, and with assured rights. The present is a contest between those who represent Morris and Nicholson and the other shareholders.\nFour principal classes of questions are presented. The first is, what rights, if any, were by the articles of association secured to the other shareholders as against Morris, Nicholson, and Green-leaf. The second relates to the claims of Morris and Nicholson as creditors. The third question is, into how many shares the fund for distribution is to be divided; and the fourth relates to the ownership of those shares. We shall examine each in order.\nBy the twenty-third article of the association, Morris, Nicholson, and Greenleaf, who were then sole owners of the lands, and who by the articles were then offering them to purchasers, agreed that the dividend or dividends on each share should not be less than $6 per annum, and they also covenanted that in case the proceeds of sales should prove insufficient to pay such dividends, they would advance as much money as should be necessary to enable the managers of the company to pay 6 per cent., looking to subsequent sales for reimbursements. They further agreed that, as a security for performance on their part, they would each deposit 3000 shares in the hands of the trustees with a power of sale.\nThe appellants now contend that this is nothing more than a personal covenant, not running 'With the property vested in the company; that it is barred by the Statute of Limitations, and that the covenantors may now participate in the distribution of the fund and take it away from the other shareholders, who bought on the faith of the twenty-third article, as though that article had no existence. This cannot be. Undoubtedly there was a covenant; and even had there been no more, it would by no means be clear that the covenantors could escape from its obligation now. The Statute of Limitations has no possible applicability to it, and it is far from being clear that the circumstances of the case do not forbid any legal presumption of payment arising from lapse of time. The covenant imposed an annually recurring obligation, ah obligation as long-lived as the association itself. But however this may be, the twenty-third article was more than a personal covenant. It was a fundamental regulation for distribution, an organic law of the association, stamped upon the deed of settlement by the founders themselves. It was required to be embodied in every certificate of stock, and the right of each purchaser of shares to 6 per cent, annual dividends out of the sales of the lands of the company was secured by the same instrument, and was as indestructible by time as was his right to the land or to the share. Dividends were but distributions of the thing which the shareholders jointly owned, for they were to be made out of the sales, and it was made the duty of the managers of the company to distribute annually to each shareholder at least $6, a duty imposed by Morris, Nicholson, and Greenleaf themselves, and which they bound themselves to enable the managers to perform. By the law of their association, they said to the purchaser of every share, “in the distribution you shall receive the stipulated sum annually, and we incorporate the engagement into the articles as well as into the evidence of your title.” Under these very articles the appellants claim now, and their claim necessarily concedes all the rights which the articles guaranteed to other shareholders. They cannot themselves claim under the articles and at the same time mutilate them by striking out the twenty-third section. By no acts of theirs can they deprive those who obtained certificates from them of the right to receive out of the funds of the company the dividends which the fundamental articles assured.\nNor is there any force in the argument that the twenty-third article of the association was avoided by disuse and non-claim for a long period of years. It is not founded in fact. No dividend has ever been made, when those who obtained shares from the founders of the association neglected to claim the benefit of the original rule of distribution. The neglect of the managers to sue on th'e covenant of Morris, Nicholson, and Greenleaf, cannot affect the rights of the individual stockholders when distribution comes to be made. And besides, a resolution was passed by the managers on the 4th of February 1808, reciting the indebtedness of Morris and Nicholson, and prohibiting transfers or payments of dividends on their shares, whether held in their names or in trust for them by others. In 1807 shares deposited,to secure payment of dividends were sold under an allegation that the covenantors were in default, and the auditor has found as a fact that it was always clearly understood and intended that all the shareholders should be first paid their arrears of dividends at 6 per cent, per annum, under the original agreement, before the shares held by or on behalf of Morris and Nicholson should receive anything.\nWe think it clear, therefore,, that in the distribution the shares of stock held by Morris, Nicholson, and Greenleaf should be postponed until the other shareholders have received their arrears of the guaranteed 6 per cent, dividends.\nThe second class of questions in these eases relates to claims of Morris and Nicholson as creditors of the North American Land Association.\nIt is claimed that John Nicholson was a creditor to the amount of $1706, for money alleged to have been advanced by him to the company to enable it to pay dividends. The claim is without any foundation. The only evidence submitted that any such sum was ever advanced is derived from the books of the company; and those books, instead of exhibiting John Nicholson as a creditor, show a very considerable balance of indebtedness against him.\nAgain, it is claimed that there is due from the company to Robert Morris, or to those who represent him, the sum of $7684.90, with interest from January 1st 1801. Here, too, the evidence relied on is found in the books of the company. Morris appears to have advanced a largo sum to enable the payment of sundry accounts, and also for the payment of dividends. All was refunded to him, however, except the sum of $7684.90, a sum less than he had advanced on the dividend account. That advancement was of course made in compliance with the obligation assumed by him in the twenty-third fundamental article of the association. Now were it conceded that the 6 per cent, guaranty could be presumed satisfied after twenty years, it is too obvious to require argument, that money advanced in pursuance of it cannot be recovered back, so long as the sales of the lands of the company were insufficient to pay the stipulated annual dividends. That they were insufficient ever after 1801 is not denied, and consequently this claim is without any substantial basis, and it would be worthless even if the 6 per cent, guaranty were wiped out byi a legal presumption of payment. That can never undo what has been done. The same presumption which would destroy the liability of Robert Morris, would annihilate his claim.\nThe next question is, what is the number of shares into which the fund is to be divided ? According to the original plan of association, Morris, Nicholson, and Greenleaf were to convey in trust, for all who might become holders of the stock, 6,000,000 of acres of land. That body of land constituted the property, and it was to be represented by 30,000 shares of stock as it was called. But, in fact, not quite three-quarters of the 6,000,000 of acres were ever conveyed. The most valuable part, including the lands in Pennsylvania, were never legally vested in the trustees for the use of the company. Consequently only 22,365 shares were issued, one-third to each of the founders. Of the lands unconveyed, some were sold by Morris and Nicholson and some were encumbered. Only a small part was ever saved to the company, and to save that part, and remove the encumbrances, the expenditure of large sums of money became necessary. As an equivalent for 40,000 acres sold by Morris and Nicholson, on the 22d of April 1800 they entered into an agreement with the company to be charged 20,0001. Pennsylvania currency, which they agreed should be deducted out of their dividends, meaning, of course, what might thereafter be divided to them, for at that time they were entitled to no past dividends. A claim to any portion of the unissued shares while these sums remain unpaid, with the interest upon them, has no foundation in equity. Without entering into this subject at length, we content ourselves with remarking that the views expressed by the auditor upon this part of the case meet our entire approval. At best, the claim of the appellants is but a shadowy equity, and is not to be enforced against the other shareholders until complete equity has been done to them. We hold, therefore, that only the number of shares at first issued, namely, 22,865, are to be regarded in the distribution.\nOf these original shares Morris, Nicholson, and Greenleaf deposited with the trustees for the company, in compliance with the twenty-third article of association, 7455, with a power of sale, to secure the annual payment to the shareholders of at least a 6 per cent, dividend. They were subsequently sold and purchased for the benefit of the company. If that sale was valid under the power, these shares are virtually extinguished. We think it was a valid sale. At least, claiming as the appellants do under it, it is not for them now to impeach its validity. The auditor has also found that 800 of the remaining shares have been released to the company. This leaves the number of shares actually in existence, either in laAv or in equity, and entitled to participate in the distribution, 14,110. Of these, however, 215 stand in the names of Robert Morris and John Nicholson, and the diAddends to which they are entitled are much more than balanced by the large indebtedness of the holders.\nWe agree, therefore, AYith the auditor, that the number of shares upon which a dividend can be claimed is 13,895; and of these even, 541 stand in the name of James Greenleaf. If, as we have seen, the 6 per cent, guaranty is to be satisfied before he could participate in the distribution, these shares should have been excluded. But the only appeals are in right of Morris and Nicholson, and to them the exclusion of Greenleaf’s representatives would avail nothing. It is not for their interest as joint OAvners that the money should be appropriated to the satisfaction of the 6 per cent, guaranty. The only persons who might complain are silent.\nThe next questions in order relate to the ownership of these 13,895 shares. On the books of the company they stand in the names of numerous persons to whom certificates have been issued as shareholders. As among themselves the holders may be considered legal owners. Under the articles of association, the shares were transferable only at the office of the company on the surrender of the certificates, and new ones were required to be issued to the transferee. The articles also required that a record should be kept of all transfers, thus making the certificates and the books of the company the primary evidence of ownership. Very rightly, therefore, did the auditor distribute the fund among those who by the books and the certificates appear to be' the legal owners of the shares.\nThe appellants insist that many of the holders of the shares obtained them from Morris and Nicholson merely to sell as agents, and that in equity the ownership remained unchanged by the transfers. It may be so. The evidence tends strongly to prove that such is the fact. But the present holders are something more than mere agents. The legal ownership was given to them. If, as seems probable, it was only to enable them to sell for the benefit of Morris and Nicholson, they hold as trustees. And those trusts are entirely distinct from this which is now in process of settlement. To attempt to enforce them now would result in much confusion, and might work great injustice. Many of the parties are abroad, and hare no actual notice of this distribution. Even though but trustees, they may have a claim on the shares for expenses incurred, or advances made. No injustice is done by awarding the fund to the legal owners, and such is the course which in similar cases has generally been adopted. The appellants may then call upon their trustees to account to them, if they can show that any trust or agency exists.\nThe most important question in this branch of the case relates to what is called the 381 trust. The appellants claim that 6119 shares which stand in the name of that trust, in reality belong to them in equal proportions, and they rest their title upon articles of agreement made on the 28th day of May 1786, between Greenleaf of the one part, and Morris and Nicholson of the other. By these articles it was agreed that Greenleaf should sell to Morris and Nicholson his whole interest in the North American Land Company, consisting of 10,000 shares, for the sum of $1,150,000, payable one half in drafts of Morris on Nicholson accepted by him, and the other half in drafts drawn by Nicholson on Morris, and accepted. The drafts were made payable one, two, three, and four years from date. The articles stipulated that the stock agreed to be sold should not be transferred, but should be retained by Greenleaf until the drafts should mature and be paid, with a proviso that on the payment of a part a proportional part of the stock should be transferred. By the agreement also, Morris and Nicholson covenanted to indemnify Greenleaf, and keep him harmless from any claim or responsibility for interest or dividends on shares of the land company, to which he had made himself liable by the original plan of association.\nIt is now contended that the 6119 shares are a part of what Greenleaf undertook to sell. Were it important to the question under consideration, it might be doubted whether the whole of these shares could have been within the provision of the contract. What was agreed to be sold was Greenleaf’s whole interest, and that was defined to be 10,000 shares. The parties evidently-referred to Greenleaf’s whole original interest, which was 10,000 shares, and which the contract stipulated was to be paid for as so many shares. This construction is strengthened by the fact that the articles required Greenleaf to obtain retransfers to himself of such part of the 10,000 shares as did not then stand in his name. Of these 10,000 shares agreed to be sold, 2545 were unissued, because Morris and Nicholson had not conveyed all the lands, and 2485 were deposited as a security for dividends. There remained, then, but 4970 shares instead of 6119, to make up the entire number agreed to be sold. It is not important, however, to dwell.upon this.\nThe articles of May 28th 1796 did not amount to a transfer of the legal title to the shares. At most they constituted, but an executory agreement, and the appellants are now in effect asking a decree for its specific execution. Sixty years have elapsed since the contract was made. It would be too late to offer to do equity now, and ask the court to interfere. Yet had the acceptances given for the purchase-money been paid in due time, no doubt equity would regard the transfers as having been made, and treat Morris and Nicholson as the owners of the stock. Nor would their rights be at all affected by the assignment which Greenleaf made to George Simpson in trust for the holders of the acceptances, which is called the 381 trust. The assignee merely succeeded to the position of Greenleaf. He held the stock as Greenleaf had held it, only for the protection of the holders of the acceptances'given for the purchase-money. He held it with notice of the rights of Morris and Nicholson, and.he and his successors would have been bound to execute transfers when the acceptances were paid. Greenleaf could create no trust in the property which would last longer than the interest which he himself possessed. And Mr. Dundas, who it is claimed succeeded George Simpson in the 381 trust, is in no better position than Greenleaf would be in had he never made the- assignment. We do not quite agree with the auditor that the legal holders of these shares gain anything against Morris and Nicholson by an adverse holding for more than fifty years. Their holding never was adverse. It commenced with a recognition of the rights acquired under the agreement of May 28th 1796, and nothing has since occurred to change its character. Nor can Morris and Nicholson be said, in any important sense, to claim under the 381 trust. Certainly not so as to compel the concession to the holders of the drafts of any greater rights than they would have held if the assignment to Simpson had never been made. The trust was not of their creation.\nWe repeat, then, that Mr. Dundas has precisely the same right to hold the 6119 shares, legally vested in the 381 trust, that Greenleaf -would have, had he retained them, and were he still living, and no more. Then how would stand the case between Morris and Nicholson and Greenleaf? As already said, the agreement of the latter to transfer the stock was executory. ■ The only equitable right which Morris and Nicholson could have to demand the stock must .have arisen out of payment. Nothing less could ever have entitled them to specific performance. In fact -they never did pay. It is not pretended that they did, unless indirectly through what is called the aggregate fund deed. And after a careful investigation we have been unable to discover any evidence that the drafts were ever actually paid, or in any manner Satisfied; but if they were, the effect would be to entitle that trust to the stock as against the 381 trust, and on its settlement Morris and Nicholson could assert their rights. For the present, however, it is sufficient to say that the evidence of actual payment of the acceptances utterly fails.\nIt has been argued that recovery on the acceptances is barred by the Statute of Limitations; that they are therefore to be considered as paid in law, and hence that Greenleaf, or whoever may stand in his place, ceased to have any right to retain the stock, which it is said was pledged to secure them. To this it may be answered: First, that the want of equity in Greenleaf or the legal holder is not the material question. It is Morris and Nicholson who ask the court’s interposition, and they must show an equity in themselves. Secondly, this is not the case of a pledge. It may be that if a thing be pledged to secure the payment of a debt, the pledgor may recover it from the pledgee after the debt has been barred by the Statute of Limitations, or presumed to be paid from lapse of time. There are some authorities to that effect. But the agreement between Greenleaf and Morris and Nicholson is in no just sense a pledge. It is neither more nor less than an executory contract to sell, called so by the parties, and incapable of any other construction. Now are there any cases to be found in which a chancellor was moved to decree specific performance in favour of a covenantee, where he had not complied with his engagements, but had remained quiescent until he had been discharged by lapse of time? Was ever such a foundation for an equity successfully set up ? No such authority has been shown to us, and I know of none. I cannot see what equity such a covenantee can have. An equity in a party -which grows out of his own default or laches is certainly a rarity.\nAnd were it conceded, what would it avail Morris and Nicholson? The entire dividend on the 6119 shares would be absorbed in the debts due by them to the company, and in the claims of the other shareholders under the 6 per cent, guaranty, and still these debts and claim-s would be far from satisfied. In no aspect of the cases, therefore, can a dividend upon these shares be made to the appellants.\nThere remains but one other exception to the decree of the court below. It is said there was error in the allowance of counsel fees. They were not awarded for professional services rendered to the accountant as distributee, but for services in the execution of the trust; for services in which all the shareholders had an equal interest. The allowance was therefore right. And besides, all parties assented that the auditor should make the allowance. It is not for a shareholder now to object, especially for one who cannot participate in the distribution.\nWe have thus briefly but sufficiently reviewed all the exceptions taken to the decree of the court below.' None of them are sustained. It may be that in the distribution Greenleaf’s estate has obtained an undue advantage, but if so, those who have been injured by it do not complain, and the appellants, under no admissible mode of marshalling the fund, could obtain any portion of the money.\nThe decree of the Court of Common Pleas is affirmed, with costs."}