{"id": "483165", "contents": "The opinion of the court was delivered, by\nStrong, J.\nThe plaintiffs in error mistake in treating this case as if it were an action to recover damages for a breach of some one of the five ordinary “ covenants jfcor title.” The extent of the liability of Anderson’s estate is to be measured by the conditions of his bond. They imposed upon him greater obligations than he would have assumed had he merely covenanted for the quiet enjoyment of the land conveyed. Had he done no more than enter into such a covenant, there could have been no recovery against him prior to an eviction of Washabaugh, and perhaps then only proportionate to the extent of the eviction. But the bond was given to secure to the vendee of the land more than its peaceable possession. It recognised the fact that a difficulty had arisen about the title, and it bound the obligor to keep Washabaugh clear and indemnified, and also to make him safe and secure, not merely in the possession of the land, but in the title. It was more comprehensive, therefore, than a covenant for further assurance, or even a covenant of seisin. What matters it then that the grantee had been actually turned out of only ninety-seven one hundred and forty-fourth parts of the land ? The title had failed to five-sixth parts thereof. The grantee had not been made “ safe and secure” in any more than one-sixth part, and an indisputable outstanding title is shown to the remainder. Washabaugh had a right to yield the possession of all but the one-sixth, without -waiting to be turned out by process of law; but he was under no obligation to abandon the land or yield up his one-sixth, for he was a tenant in common with the other owners. Even in an action for the breach of a covenant of seisin, the measure of damages is generally the consideration paid. At least equal reason exists for applying the same rule to the present case. The question is not from how much the grantee had been actually evicted by an ejectment, but how far Anderson had failed to comply with his obligation. The first assignment of error is therefore not sustained.\nAnd the second is unsustainable. One of the conditions of the bond is to keep clear and indemnify Washabaugh. Indemnifying him against what ? Clearly, the costs and expenses he might be subjected to in consequence of his having entered under and become the grantee of Anderson. If the condition has any meaning, it must mean that. A purchaser is not bound to decide at his own- peril that a title which his grantor undertook to convey is invalid, and yield possession to an adverse claimant. He may defend his possession under his grantor’s conveyance, and it is not for the grantor to complain of him for so doing. On the contrary, he might complain were the possession yielded without resistance. Even in a suit on a common covenant for seisin, where there is no express engagement to indemnify, the covenantee is held entitled to the costs to which he has been subjected in defending the title, including his costs as between himself and his attorney: Smith v. Compton, 3 Barn. & Ald. 407. Doubts have indeed been suggested whether counsel fees are recoverable, and in some cases they have been denied, and in others allowed. Many authorities on this subject are referred to in RaWle on Covenants for Title, page 101, et seg., 3d edition. But whatever may be the measure of liability in actions on covenants for title, there can be no reasonable doubt that a bond by a grantor to indemnify a grantee, and to make him secure in the title, obliges the obligor to pay reasonable counsel fees expended in maintaining the grantee’s possession: Robinson v. Bakewell, 1 Casey 424. In this state, even in actions of covenant, the grantee has been allowed costs and counsel fees expended in defending his title: Cox’s Administrators v. Henry, 8 Casey 18.\nNor is there any merit in the third assignment of error. Relying on the title which Andersiif had made to him, the grantee had sold one undivided half of the land before this suit was brought, and had conveyed it by deed with general warranty. This was, however, a matter with which Anderson had nothing to do, and the court properly refused to instruct the jury that on account of it the plaintiff could recover only one-half of what without it be wouhjUbe entitled to.\nThe remaining assignments may be considered together. The court received in evidence a written statement of receipts on account of the purchase-money, and of payments made by Washabaugh. One of the defendants had in writing agreed that the receipts and payments referred to in the statement should be allowed as charges in the case without proof. It is now contended that this admission and agreement should have no effect, because it was made by an administrator, and it is said he could not bind his intestate’s estate. The objection misapplies a clear and well-defined principle. Undoubtedly an administrator cannot make an executory contract which imposes a new and original obligation upon his intestate’s estate. This agreement is no such contract. It is a waiver of a formal mode of proof, which it was entirely competent for the administrator to make. Clearly, he might have received unpaid purchase-money. Then why could he not acknowledge the receipt ? and why not dispense with calling witnesses to establish payment ? It is hardly necessary to say that the court correctly construed the admission.' This suit was to recover what Anderson’s estate was legally liable to under his bond; that was, purchase-money received, and costs and expenses incurred in defending the title. The sums mentioned in the statement were admitted to be allowed in that suit without further proof. . That Lemuel Evans, who made the admission and who was a party defendant, was incompetent to testify what it meant, is too obvious to require remark.\nJudgment affirmed."}