{"id": "483182", "contents": "The opinion of the court was delivered, by\nRead, J.\nStephen Barnet, by his will dated the 27th of May 1826, gave and bequeathed to his son Stephen Barnet, his heirs and assigns for ever, two tracts of land therein described, “ he the said Stephen Barnet paying the following sums of money out of the two described tracts of land unto my daughter Catherine and her. heirs, as is herein mentioned and described.” These sums of money were a legacy of 150i. to his daughter, payable in three annual payments of 50i. each, the first payment commencing and becoming due in one year after his decease, and so on in succession.\nThis clearly gave the devisee a fee simple. Near the close of this will is the following: — “ Item: It is my will, and I do ordain, if my son Stephen Barnet should die without issue or children, that the said messuage, tenements, or two tracts of land (bequeathed in the former part of this my will to him the said Stephen) shall revert and descend to my other sons, viz., John, Daniel, and Samuel, or to their heirs, and not to any of my daughters or their heirs (provided said Stephen should not make ,ple of the aforesaid property. If he,- the said Stephen, should sell the aforesaid property, he may grant and assign as he likes). And further, it is my will if my son Stephen should die without issue, leaving a widow, said widow shall have the whole and entire use and privilege of and in the dwelling-house and barn of said Stephen Barnet, and shall be entitled to one-half of the interest or profits annually accruing on the aforesaid described messuage or tenement and tracts of land, as long as she remains unmarried, or in a state of widowhood, but no longer; and the remaining half thus accruing on the aforesaid land shall be equally divided amongst my sons John, Daniel, and Samuel, but my daughters and their heirs shall be utterly excluded and debarred from any of the aforesaid real estate or profit of my son Stephen.”\nIt is not necessary to examine into the exact nature of the estate that would have been vested in Stephen Barnet if he and his wife had not made the conveyance of the 22d January 1834, but the true question is whether this conveyance and the deed-poll of the 22d May, in the same year, endorsed upon it and executed by the grantee and his wife, did not vest a fee simple in Stephen Barnet. Upon the face of these papers both considerations were valuable ones, being probably the full value of the property, but it is clearly proved that the considerations were merely nominal, and that both deeds were executed on the same day, the date of the deed-poll.\nNow, taking together all the words in brackets, including the interlined ones in italics, it would seem clear that he has done exactly what the testator required, the effect of which was to give him the same estate as was given to him by the first item in the will. It is not denied that if he had sold it for a valuable consideration he might have purchased the farm adjoining, or at any future day have purchased the demised property itself. Such a construction of the clause, therefore, is reasonable, particularly after the settled interpretation placed upon the 1st section of Act of 18th January 1799, to facilitate the barring of estates tail, the words of which, if literally construed, might seem to imply that a simple conveyance and reconveyance was not within its scope. So also in cases before the Act of 1848, of a conveyance by husband and wife to a third person, and a reconveyance to the husband’s wife without any consideration really passing on either side. Such transactions have uniformly been sustained, although the transmutation is of a wife’s fee simple into a dower interest and of the husband’s curtesy into an absolute fee simple. For these reasons we think that the court below were right. The learned judge in the court below having-in his very able opinion discussed the whole case in detail, makes it unnecessary for us to say more.\nJudgment in both cases affirmed."}