{"id": "483196", "contents": "The opinion of the court was delivered, by\nStrong, J.\nThe word “issue” is well adapted for a word of limitation, having much more aptitude for such an use than it has to designate the objects of a gift. In signification it very nearly resembles the technical phrase “heirs of the body,” and indeed the two were used as synonyms in the statute Be Bonis. Hence it has long been settled that when real estate is devised by one or more limitations in the same will to a person and his issue, the word issue will be construed as a word of limitation, so as to give the ancestor an estate tail, unless there are expressions in the will unequivocally indicative of a contrary intention. It may be that less is required to overcome the primary meaning of the word “issue,” when used in a will, than would be necessary to destroy the force of the technical words “heirs of the body;” but it cannot be regarded as a word of purchase, unless the context clearly shows that the testator intended to ;ise it in the abnormal and restricted sense of children, sons, daughters, &c. There is nothing in the will of Rebecca McFerren which thus defines and restricts its meaning, or shows a purpose to employ it in any other than its natural signification. The devise in question is to Samuel O. Ross for life, and at his death “to his legal issue or heirs.” Were it to him for life, and at his death to his legal issue, without more, beyond doubt it would give an’ estate tail to Samuel C. Ross. What, then, is the effect of the added -words “or heirs” in the devise of the remainder ? Certainly not to weaken the force of the words “ legal issue,” and to show that the testatrix intended by them not limitation but personal description. Whatever may be their meaning, it is manifest that the added words are not restrictive. They are strictly words of limitation. They point to no persons. They express only the character in which the remainder-men are to take, and they are the only words which the testatrix has used explanatory of the devise to the legal issue of Samuel C. Ross. Then the will must receive its ordinary construction. It gave to Samuel C. Ross more than a life estate, for it gives also a remainder to his issue or to the heirs of his body. This made the devise a gift of an estate tail, unless the added words “or heirs” raised it to an estate in fee simple. A devise to him for life with remainder to his heirs would have been such, but the remainder was given to his “issue or heirs.” No intention is apparent to devise more than one remainder, and that was to vest in enjoyment at the death of Samuel C. Ross. There is therefore no ground for construing the will as a devise for life, remainder to the issue or heirs of the body of the first taker, with remainder to the heirs general. In other words, it cannot be an estate tail in Ross with remainder in fee to his heirs, and therefore an estate in fee simple in him. The words- “or heirs” are manifestly used as equipollent with the words “ legal issue,” and indicate lineal descendents or heirs of the body. And this is the more clear if we notice that in other parts of the will the testatrix used the word heir to describe lineal relationship. Throughout the whole will the thought in her mind expressed by the word heir was of direct not collateral descent.\nThis view of the will leads to the following conclusions:—\n1. Samuel C. Ross ivas tenant in tail under the will of the testatrix.\n2. No remainder was devised to his heirs general.\n3. The reversion after the determination of the estate tail was undevised, and descended to the heirs at law of the testatrix.\n4. The title of the defendant below ceased with the death of, Samuel C. Ross.\n5. The plaintiffs are not entitled to recover as heirs of Ross, or as devisees of the testatrix in remainder.\n6. The title is in the heirs of Rebecca McFerren. The plaintiffs may be some of those heirs, but the case stated does not show it distinctly. Some portion of her estate may have descended to them, but what share we are unable to say from this record.\nUpon the whole we think it proper to reverse the judgment of the Court of Common Pleas, and direct the case stated to be quashed, because it does not contain a statement of facts sufficiently full to enable us to determine what interest in the land in controversy, if any, belongs to the plaintiffs.\nJudgment reversed, and the case stated as in the nature of a special verdict is set aside."}