{"id": "483191", "contents": "The opinion of the court was delivered by\nLowrie, C. J.\nThe executors of John Springer paid this judgment, it is said, and afterwards, by order of the court, obtained subrogation against Uriah Springer for one-third of it, and for this the plaintiff (so stands the record) brings this writ of error. But this is a matter in which this plaintiff has no concern. His claim is satisfied, and he has no right to interfere with any disposition which the court thinks proper to make of the judgment as between the defendants. If anybody could bring error on such an order it would be Uriah Springer, or his lién-creditors, for the order is against him, and he and they alone can be wronged by it. Doubtless it is intended for their benefit.\nBut a writ of error is always a suit between the very parties to the record, and is founded on the allegation that there is error in it, and we do not see error in this one; for where sureties are sued and judgment obtained, and one of them pays, he may be subrogated to the judgment so as to obtain contribution: 9 Watts 451; 2 Rawle 128; and this record does not show that these defendants were not all sureties.\nNo one can suppose that such an order as this can, in strict practice, be a subject of a writ of error, for that is a common law writ, and no such order was known in common law practice. Let any one study how to issue a writ of error in proper form, who are to be the parties, what is to be sent up as record, and what errors may be assigned as in the record in such a case, and he will see that this remedy is quite an inappropriate one.\nTrue enough, it has been used very often; but this was manifestly by indulgence as to the form in favour of the right of review. Because the parties had a right to a review the court did not object to this form, when it could be used with effect, and when no other was suggested, nor would we now sacrifice the right to the form, or even stop to require a more perfect form, if we had the means of an effectual and complete review of this case in this form; for we -would avoid, if possible, the correction of a common error in practice at the expense of suitors, and without warning. But this record does not show the facts that are necessary for the complainant’s case. The parties have not even taken care to have the case in a condition to be heard by appeal.\nIt was natural, in introducing the equity remedy of subrogation, to introduce with it the right of review.\nBut a writ of error cannot, without a change of its nature, become an adequate form of review of equitable remedies, because it brings up only what is properly record, in order to assign error in that, and never brings up the evidence except by bill of exceptions, which is a form not practised in equity.\nIt is by appeal that equity remedies are reviewed in a higher court, and that brings up the whole case, and not merely the record of it; and it is properly this form of review that is to be deemed as introduced along with the practice of subrogation. It does not bring up the principal case, so as to interfere with proceedings in it, but only the incidental claim and order of subrogation, and all that are properly parties to that, and all the evidence that belongs to it. The form of taking the appeal must, of course, be analogous to the practice 'in analogous cases.\nAnd the party against whom subrogation is claimed has a right to demand that the proceeding shall be conducted in at least such substantial analogy to equity practice that the matter may be in a condition for review. If, instead of a mere motion, there had been a petition for subrogation, concisely stating the facts on which the party founded his title to it, and an answer admitting the facts, or evidence proving them, the matter would have been in a condition for review. As it is, we do not see how a review can be had here in this case, unless there be first a petition below to review and reverse the order, and an answer, or evidence, or both, so as to bring the facts before this court.\nWrit of error quashed."}