{"id": "483167", "contents": "The opinion of the court was delivered at Pittsburgh, by\nRead, J.\nIt is not intended to discuss the various objections made by the defendants in their return and plea, which have been finally settled by the former decisions of the court.\nBy the 6th section of the Act of 18th April 1843, P. L. 333, it was enacted, “That the counties of Allegheny, Westmoreland, Fayette, and Somerset, and any city, borough, or incorporated company, shall have authority to subscribe thereto (that is, to the Pittsburgh and Connellsville Railroad Company) as any individual could do;” and by another Act of the 12th April 1853, P. L. 357, the cities of Pittsburgh and Allegheny, and the boroughs of West Newton, in the county of Westmoreland, and Connellsville, in the county of Fayette, were authorized and empowered by their corporate authorities to subscribe for shares in the capital stock in the Pittsburgh and Connellsville Railroad Company, each of said cities not exceeding ten thousand shares, and each of -said boroughs not exceeding- two thousand shares, and to borrow money to pay therefor, and to make provision for the payment of the principal and interest of the money so borrowed, by the assessment and collection of such taxes as may be necessary for that purpose, and the certificates of loan, to be issued by either of the said corporations, for the purpose aforesaid, may be received by said Pittsburgh and Connellsville Railroad Company, in payment of instalments on shares subscribed by said corporations, on such terms as shall be agreed upon between said company and said corporations. Provided that no bond shall be issued for a less amount than one hundred dollars, and provided further, That the several Acts of Assembly limiting the debt of said cities shall not be construed to apply to any subscription which may be made under this act, or to any debt incurred therefor.\nBy an ordinance of the Select and Common'Councils of the city of Pittsburgh, passed 14th February 1853, the mayor was authorized and directed, all legal objections being removed, to subscribe on behalf of the city of Pittsburgh, for ten thousand shares of the capital stock of the Pittsburgh and Connellsville Railroad Company, payable in bonds of the city, and to make and execute bonds for the payment of said subscription, with coupons for interest attached, which bonds and coupons shall be made payable in New York, the bonds not to have less than thirty years to run, with six per cent, interest, and no bond to be less than one thousand dollars, and the bonds so issued shall be received as cash, at par, by the company, in payment of the shares so subscribed; and then follow certain provisions, which the subsequent issue of the bonds to the company as cash showed to the world, had either been complied with or had been waived by the city and its duly authorized officers and agents.\nThe bonds were dated 1st July 1853, and the assignment and guaranty of the railroad company endorsed on them is dated Pittsburgh, October 6th 1854.\nIt will be perceived that this ordinance was prospective, and that the subscription was postponed until all legal objections were removed, which was effected by the Act of 12th April 1853, virtually repealing, so far as regarded this subscription, the Act of the 6th April 1850, limiting the debt of the city of Pittsburgh. It is certainly therefore the honest and correct view of the law to consider this subscription as 'made under the Acts of 1843 and 1853, a,nd that the bonds issued to pay the same, and received by the company as cash and at par, and by them sent out to the world, are legally binding on the corporation of the city of Pittsburgh, which for years acquiesced in their validity and in their passing from hand to hand in the market.\nThis defence is clearly not to be favoured, as the whole is grounded upon alleged neglect on the part of the makers of these instruments.\nWe see no other point in the plea and return that has not already been passed upon in the former decisions.\nThe judgment must therefore be entered upon the demurrer against the defendants, and a peremptory writ awarded.\nAnd now, to wit, November 25th 1862, This cause having come on for hearing at the October Sessions 1859 of the court at Pittsburgh, was fully argued by counsel, whereupon the court, after due and mature consideration thereon had, for that it appears that the said return by the said defendants, made to the alternative writ, is altogether insufficient, do order and adjudge that judgment be entered upon the demurrer for the Commonwealth, and that the defendants and their successors in office be, and they are hereby, commanded forthwith to make full and ample provision for the payment of all the interest now due upon the bonds or certificates of loan issued by the mayor, aldermen, and citizens of Pittsburgh, in payment of their subscription of $500,000 to the capital stock of the Pittsburgh and Connellsville Railroad Company, according to the tenor of said bonds or certificates of loan, by the assessment and collection of such taxes as may be necessary for the purpose. And it is further ordered that the defendants pay the costs of this suit."}