{"id": "483186", "contents": "The opinion of the court was delivered, by\nStrong, J.\nIt would be difficult to vindicate the admission of the contents of a letter to the plaintiffs below, written by Shour in the absence of Eckert, and before the notes were made which the plaintiff discounted. It is not easy to see how one who has endorsed a promissory note, can be affected by the declarations of the maker, of which he had no knowledge, and which were made before the note had any existence. As against Myers & Shour, the makers, the letter or its contents (for its loss was sufficiently proved) would have been legitimate evidence to show that the endorsements were made for their accommodation; that is, were such proof necessary. But how could the letter be evidence against Eckert? The court received it, not as proof of Shour’s declarations, but, to use the language of the judge, “ as evidence of contract.” What contract? If between Myers and Shour, or Shour and the plaintiffs, it was irrelevant to the case, res inter alios partes. If between the plaintiffs and the defendant, how could the ex parte declarations of Shour tend to prove it ? In admitting this, we think the court inadvertently fell into an error, for which we should be constrained to direct a venire de novo, were it not that the mistake could have done the defendant no harm, and a reversal of the judgment would not prove of ultimate service to him. There was, it is true, other evidence from which the jury might well have found that he had endorsed the notes for the accommodation of Myers & Shour. That other evidence is to be found in the recitals made in the assignments of the accounts and stock, and in the testimony of George Hoffman and Jacob Dehuff. Yet it would be impossible for us to know whether the jury did not rest their verdict in whole or in part upon Shour’s letter.\nBut was it necessary for the plaintiffs to prove, by affirmative evidence, that the defendant was an accommodation endorser ? They had discounted the notes for the makers, on the day of their date, before their maturity, and with the defendant’s endorsements upon them. Under such circumstances wrere the endorsements not binding, unless it was proved that the notes had never before been negotiated, but were endorsed for the convenience of the drawers ? A bill or note which has been once in circulation, overdue, and coming from the hands of the acceptor or maker, is presumed to be extinguished: Byles on Bills 180; McGee v. Prouty, 9 Metcalf 546. This is because it was the duty of the maker or acceptor to take it up when it fell due, and therefore it is fairly inferrable from his possession of it, after that time, that it has fulfilled its office. But before it has fallen due, the maker of a promissory note is under no obligation to take it up, and the reason fails for presuming its extinguishment from his then having it in. his possession. And with the failure of the reason it is fair to conclude that the rule also ceases. When, as in this case, the maker offers for discount an endorsed note, on the day of its date, and before its maturity, the law does not infer from the endorsement and from the possession of the maker, that the note has been either paid or extinguished. It may be doubted whether the condition of such a note proves that it has ever been in circulation; whether, indeed, it is not rather a just inference that the endorsement was made for the accommodation of the maker, and the note left with him to raise money upon it. In Burbridge v. Manners, 3 Campb. 193, Lord Ellenborough said, “ Payment means, payment in due course, and not by anticipation.” “I agree,” said he, “that a bill paid at maturity cannot be reissued, and that no action can afterwards be maintained upon it by a subsequent endorsee. A payment before it becomes due, however, I think does not extinguish it any more than if it were merely discounted.”\nNow, possession by a maker after an endorsement certainly cannot amount to more than proof of paymenj. Burbridge v. Manners was a suit against the endorser of mipromissory note which had been paid four days before it became due, but not cancelled, and which afterwards came into the hands of the plaintiff before its maturity. The plaintiff was permitted to recover. And in Morley v. Culverwell, 7 Meeson & Welsby 174, it appeared that a bill of exchange which had been accepted was satisfied four days before it fell due by the acceptor, and delivered up to him by the drawer uncancelled. It was held, notwithstanding this, that the drawer was liable on it to a party to whom the acceptor afterwards endorsed it for value, before it became due. This was the unanimous opinion of the Court of Exchequer, and the language of the barons completely vindicates their judgment. Lord Abinger, Chief Baron, said, “ The contract of the drawer and of' each endorser is, that the bill shall be paid by the acceptor at its maturity, not before it is due ; that it shall be paid according to its tenor and effect, that is, when it becomes due. If, upon its being discharged before it becomes due, the drawer inadvertently leaves his name upon the bill, he is but in the ordinary case of a party who has a bill in negotiation with his name upon it against his intention. It is in the hands of an innocent holder who has no notice that it has been discharged. Suppose mutual accommodation acceptances to be given, and to be exchanged before they have been negotiated, the names remaining on them, the parties may circulate them so as to give a title to a bond fide holder before they become due; and wherein does this case differ from that ? Therefore a bill is not properly paid and satisfied, according to its tenor, unless it be paid when due: and consequently if it he satisfied before it is due, by an arrangement between the drawer and' acceptor, that does not prevent the acceptor from negotiating it, or an innocent holder for value from recovering upon it.” In the same case Baron Parke said, “Nothing will discharge the acceptor or the drawer, except payment according to the law merchant, that is, payment of the bill at maturity. If a party pays it before, he purchases it, and is in the same situation as if he had discounted it.”\nThese cases hold there is nothing in the fact that an acceptor or maker of an endorsed note has it in possession, and offers it for discount before its maturity, to give notice to a purchaser of its payment or extinguishment. Their doctrine is, that one who discounts such a note for the maker before it is due, according to its tenor, is an innocent holder for value, and is entitled to recover against any of the parties to it. They cover the present case, and they appear to be supported by sound reason. It follows that the plaintiff in error could not have been hurt by the admission of the contents of Shour’s letter.\nThere is nothing else in the record of which he has any reason to complain.\nThe judgment is affirmed."}