{"id": "483156", "contents": "The opinion of the court was delivered, by\nRead, J.\nThe bond of a married woman is absolutely void, and so also is any judgment entered upon it, whether by warrant of attorney or otherwise: Dorrance v. Scott, 3 Whart. 309; Glyde v. Keister, 8 Casey 85; Keiper v. Helfricker, 6 Wright 326; Caldwell v. Walters, 6 Harris 82. By the case stated, it appears that this foreign attachment is founded upon a bond executed alone by Malvina R. Ewing during her coverture, which was accompanied by a mortgage of certain separate estate of the said feme covert, executed at the same time by the said Malvina R. Ewing and James Black, her trustee, and that under proceedings on this mortgage the mortgaged premises were sold, and the money realized by the sale did not pay the claim by the sum of $779, which sum, with interest, it is sought to recover in this attachment. In order to show a consideration for this bond, so as to bring the debt contracted within the exceptions of the Act of 1848, it was alleged and admitted by the case stated that Mrs. Ewing had purchased property in Baltimore county, Maryland, to which she had removed from Lancaster county, with the proceeds of lands sold and mortgaged by her in the latter county, and a part of the purchase-money was obtained from Gyger & Co. upon a pote, in place of which note the bond and mortgage above mentioned were executed as above stated, and delivered to Gyger & Co., and by them were assigned to the plaintiff in this suit, the money having been borrowed for and applied to the purchase of lands in Maryland. Now it is clear that this was not a debt contracted before marriage, nor for necessaries for the support and maintenance of her family during coverture, nor was it a liability incurred in the management of her estate, nor even for improvements to- her separate estate, nor- is it within the exceptional cases of Patterson v. Robinson, 1 Casey 81, and Ramborger v. Ingraham, 2 Wright 146.\nThe policy of the Act of 1848 was to secure the property of married women, and for that very purpose it expressly limited the objects for which debts could be contracted that would hind their separate estates, nor are we disposed to extend the list so as to induce them to enter into speculations in the purchase and sale of real estate. The debt in this case not being within any fair construction of the act, or covered by any of the decisions of this court, it is clear that the plaintiff cannot recover in this action, which makes it unnecessary to consider the other ground taken by the court below.\nJudgment affirmed."}