{"id": "483148", "contents": "The opinion of the court was delivered, by\nWoodward, J.\nThe widows’ law of 14th April 1851, contemplates a prompt and finished proceeding in her behalf, immediately after the administrator has qualified himself to act. •Appraisement of the defendants’ goods is the first duty of the administrator, under the general law of his office; but it is especially so under this special enactment in beh'alf of the widow. He is to cause it to be done with all the promptitude, and in the same manner that the sheriff or constable proceeds, under the Act of 1849, when a similar amount of a debtor’s goods are to be exempted from sale. By the Act of 8th April 1859, Purd. 1314, the appraisement shall be made by the appraisers of the other personal estate of the decedent.\nThe administrator in this case, though acting before the Act of 1859 was passed, shaped his course in the manner it afterward sanctioned. He had the appraisement made promptly by the general appraisers of the whole estate, and it is certainly no objection to their proceedings that they first appraised all the goods, and then let the widow select her share according to that valuation, instead of first letting her select and then appraising what she took. It is said they were not sworn, but the justice’s certificate shows that they were duly sworn to appraise and value the widow’s share, if indeed their oath reached no further. As there is no controversy touching any other part of the estate than the widow’s portion, this objection is silenced by the magistrate’s certificate. Another complaint is that two of the appraisers were relatives of the widow. The Act of 1834, under which administrators cause appraisement of decedents’ estates to be made, does not disqualify relatives from acting as appraisers, and if the power to review their action exists, which was exercised in this case, there can be no danger of mischief from this source. Administrators ought to select disinterested and competent men for appraisers, but the mere fact of the relationship of two out of three appraisers to the decedent, or the widow, is not enough to avoid their proceedings.\nBut the great objection to the appraisement is that it was too low. And this objection comes from no creditor of the estate, but from Samuel Marshall, as guardian of the four minor children, three of whom are girls, and though guardian from immediately after the death of the decedent, Mr. Marshall’s exceptions to the appraisement were not made until 5th October 1859, one year, less eight days, after the appraisement was filed, and more than nine months after it had been confirmed by the court. Having thus tardily filed his exceptions, he obtained a rule on the administrator without any notice to the widow to show cause why the confirmation of the appraisement should not be taken off. Voluminous evidence was taken under this rule, which was so contradictory that the court declared, it difficult to arrive at satisfactory conclusions; hut on account of the irregularities in making and returning the appraisement, they took off the confirmation, and referred it to an auditor to make a new valuation of the goods upon testimony, and if it should appear that the widow had an excess, she was to account for it to the administrator, who was to be charged with it in settlement of the estate. The auditor under this decree proceeded and took an immense mass of testimony, and made a very full written report, wherein he discussed “the true test of the value of property,” and concluded by making the following increase on certain items of the goods taken by the widow, viz.: Increase on beds $28, dishes, &c., $4.50, sheep $10, cows $40, calves $6, and horse $10; in all $98.50. The widow having had notice of this audit, filed eleven exceptions to the report, which the court in an elaborate opinion overruled, and she now appeals to us.\nIt strikes us that this was an extraordinary proceeding. A fraudulent valuation may undoubtedly be set aside if proceeded against in due time,-but both the court and the auditor acquit this widow of any collusion with the administrator, or other unfair practice. The auditor says in terms that “ she did not obtain the property wrongfully.’’ Then she obtained it rightfully, in the ordinary course of administration, and with the express approbation of the court. The Act of Assembly set it apart for herself “ and family,” as if it were to be consumed in the support of herself, and of others dependent upon her. After using and consuming the goods for a year, it would seem to he a great hardship to put a widow through a course of litigation upon the question, whether the valuation ought not to have been according to what the goods would have sold for on credit, instead of their cash value. But to subject her to this vexatious litigation at the instance of the guardian of those very children who had shared with her the beds, the furniture, and indeed all of the property, was an intolerable wrong. What right had he to complain that she had got the dishes and sheep and calves a pennyworth too cheap ? Even if she had obtained them fraudulently, it did not become him to throw the first stone. But having received them with no taint of fraud, as the very provision which the law allowed for the present support of herself and children, ho was the last man on earth that should have drawn her title into question. But if, in any view of his duty, he felt bound to intervene, why did he lie by a year ? Why did he not rush into court with becoming promptitude to take away from his wards and their mother the trifle too much which the law had given them ? Having waited so long, he should have kept himself out of court altogether.\nWhat is fatal to the decree is that it substitutes a valuation by an auditor for that of the appraisers provided by law. These appraisements of a decedent’s goods are to be made, upon inspection and examination, by men sworn to exercise a sound judgment, not by an astute lawyer on testimony brought before him. Whether the appraisers are well or ill posted in principles of political economy, whether they govern themselves by cash or credit values, they are nevertheless the legal judges of the goods which a widow takes for her $300. And that they did not greatly err in this instance is proved by the sale of the sorrel horse, the only article in the list which was put into market by the widow. They appraised the horse at $90. The widow kept him a year and a half, and then sold him for $90, at nine months, equal to $85.75 in cash, the purchaser declaring that he would not give that price for him if he had money to buy from others. The auditor, after discussing the age of the horse, eleven years old when the widow took him, and his points as described by numerous witnesses, came to the conclusion that he was worth $100 when she obtained him, and ought to have been appraised at that. Having throughout his report rejected the principle of cash valuations, and insisted on holding the widow to market prices, where time was given, the auditor was not quite consistent with himself when he charged the widorv with some $15 more for the sorrel horse than she could get for him on a nine months’ credit. Had the other articles been subjected to a similar test, it is fair to infer that the judgment of the appraisers would have been vindicated as strikingly as in the instance of the sorrel horse. But whether capable of vindication or not, their judgment is the standard of measurement provided by law, and therefore it was error in the court to set it aside, and substitute for it the reasonings and conclusions of an auditor of their own appointment.\nThe proceedings of the Orphans’ Court on the petition of Samuel Marshall, as guardian of the minor children of John Vandevort, deceased, are set aside and annulled, and the decree of the 24th December 1858, confirming the appraisement of 13th October 1858, is affirmed, and Samuel Marshall is ordered to pay the costs in his own right."}