{"id": "483142", "contents": "The opinion of the court was delivered at Pittsburgh, by\nWoodward, J.\nEviction, such as will suspend rent, is more than a mere trespass by the lessor, or-a breach, in any other form, of the implied covenant for quiet enjoyment; it is an actual expulsion of the lessee out of all or some part of the demised premises. Rent is an equivalent or consideration of a demise, and it is impossible that the rent should last longer than the demise. It is the plain dictate of common sense that a lessor shall not exact his rent whilst he holds the tenant out of possession. But this is suspension, not forfeiture. His right to rent is restored by restoring the tenant to the possession. And rent already accrued and overdue, is not forfeited by eviction. If sued for such rent, the tenant may defalk the damages which the eviction caused, but the landlord’s title to rent and his consequent right to sue therefor, are unimpaired by the eviction. He cannot, however, apportion rent. If a landlord might evict his tenant from part of the demised, premises, and hold him for an apportioned rent of the residue, this would be a substitution of his arbitrary will for the mutual agreement which a. lease is. The law apportions rent in certain cases, but it does not allow a lessor to apportion it by means of a partial eviction.\nHow do these principles apply to the case in hand ? The thing demised here was a coal-bank, and the rent reserved was a fixed price per bushel for the “ coal taken from said bank.” The term was ten years, and the lease affords satisfactory evidence that the parties did not anticipate an exhaustion of the coals in that term. It may be regarded, therefore, as a sale at the prices fixed in the lease, of so many bushels as Tiley should take during the term. He was bound to take no given quantity, though he was to forfeit the lease if he let the bank stand idle for a year, when it would yield coal. For the first year’s rent, he was to put the bank in good working order ; for the second and third years, he was to pay one-quarter of a cent per bushel for each and every bushel taken from the said bank ; and for the remaining seven years, one-half cent per bushel.\nSeveral actions of covenant were brought by the lessors in 1859, which are now, by agreement, all consolidated into one, for tlie recovery of tlie accrued rent under this lease. They claim for so many bushels of coal, actually taken, at the contract rates. The defendant alleged an eviction from part of the demised premises. And he set up this defence, not as a ground for defalking the damages merely, but as a bar to the action. His third point was, that the “lease was a grant for the term stated of the vein of coal constituting the bank, and not a mere privilege of taking coal out of it; and if the jury believe the plaintiffs entered into the possession of any part of the coal vein adversely, and held it against the consent of the defendant, it would amount to an eviction, and will suspend the entire rent during the term of such adverse holding.” He alleged no expulsion of himself, but only an adverse entry of the plaintiffs. The “ term of such adverse holding” was the time ho was taking coals from the Russel bank, which was one of the coal openings on the tract of land. The doctrine of the point is, therefore, that the lessors forfeited their right to recover the contract price of the coals taken by the defendant from the Russel bank, because of their entry into and mining other openings on the tract. He alleges no 'attempt to mine where the plaintiffs mined, and no attempt by them to mine at the Russel bank; but he will not pay for the coals he took, because they took coals.\nWhether the entry of the plaintiffs was ‘even a partial eviction of- the defendant, depends on the extent of the demise, and on this point the lease is disgracefully ambiguous. The whole tract consisted of two hundred acres, on which coal had been mined at several openings. One of these ivas knoAvn as the Russel bank; the others, called by other names, were on a part of the tract that lay on the other side of a ravine which crossed the tract, and, in the judgment of some witnesses, severed the coal measures. The lease described the thing granted by the lessors, no otherwise than as their “ coal-bank, and the appurtenances thereunto belonging.” There was evidence tending to show that this was only a lease of the Russel opening, which was what the plaintiffs alleged, and other evidence that the whole tract was intended to pass by the lease, which was what the defendant alleged. Thus, the fundamental fact in the case was in dispute from first to last. The lease ought to have been so drawn as to exclude this topic of dissension. We think it was for the jury, and not for the court, to say what was the extent of the demise, because it was rather a latent ambiguity that was to be solved than an instrument of writing to be construed. The meaning of the words used is plain enough, but the extent and scope of their operation are where the ambiguity lurks. Words enough were not put into the instrument to define the boundaries of the grant, and therefore it was for the jury to define them from evidence dehors the instrument.\nIt is not easy to say from the record whether the court submitted this question to the jury, nor how they decided it if it was submitted. But if the jury believed that the defendant leased only the Russel opening, it is manifest they found no eviction, for there was no evidence from which they could find it. Regarding the lease as a grant of that particular coal-bank, and the rights of way and of timber as incidental to such a grant, Tiley has nothing to complain of, for he has enjoyed the grant and its incidents, if not free from annoyance, without expulsion and without hindrance to his mining. Why should he not pay for the coals he took ? The entry of the lessors or others under them, upon other parts of the tract, was an irrelevant circumstance if only the Russel opening were leased. It was not eviction, either partial or total. Nor to justify it is it necessary to construe the grant an incorporeal hereditament. It was an entry which the owners had as good right to make as if they had never leased the Russel bank. No matter whether the interest leased were corporeal or incorporeal, if it consisted of a right to take coals from the Russel opening, the simple and all-sufficient reason why Tiley should pay for what he took, is that he agreed to do so, and was never evicted from that possession.\nBut now, on the other hand, suppose the jury meant to find, or under proper instructions would have found, that the grant was coextensive with the coal veins of'the whole tract, and suppose that this was what the defendant insists on calling it, a corporeal hereditament, it was a sale, then, of so much coal as Tiley should take from any part of the tract in the next ten years. Now, although an exhaustion of the coal veins was not anticipated, as is apparent from the provision of the lease which bound Tiley to leave the bank in good working order, “ so as not to interfere with the taking out of coal on the expiration of the lease,” yet it was possible that he might, during his term, take all the coal, and by the express terms of the lease no other person was to have the privilege of taking coal during his term without his consent.\nIn these circumstances the lessors, without interrupting Tiley’s actual mining operations, entered and took coals from the tract. What was the legal effect of that fact on this action of covenant ?\nThe plaintiffs were guilty of a breach of covenant in this view of the case, and Tiley was entitled to set off the damages resulting therefrom against their present cause of action. That much is clear. But wras it an eviction such as would suspend rent ? Clearly not, because the rent was not the consideration of the possession, or of the timber leave, or of the building privileges, or of all these together; but was the equivalent, the redditus, for the bushels of coal actually taken ? Had Tiley been prevented from taking coals, that would have been an eviction, and Would have suspended the rent of course. What he was to pay was to be measured by what he should take in the bushel. No coals, no rent, says the lease in substance. The possession of the land and the privileges mentioned were incidental to the coal right, but no rent was fixed for them. Nor is this action brought for ■the use and occupation of them. It is for the price of so many bushels of coal actually taken; and to such an action the facts alleged in defence amount not to a bar, but to an equitable right of set-off for the damages sustained. And the court’s answer of the third point was to this effect.\nWhichever way, therefore, the lease be regarded, whether as a demise of the Russel bank only, or of all the banks on the tract of land, and whether the interest granted be treated as corporeal or incorporeal, we see nothing in the instructions of the learned judge that demands reversal.\nAnd we approve of his ruling in respect to the writs of ejectment and estrepement. For the latter, which interrupted mining operations, he allowed the jury to assess damages, but not for the ejectment which was brought to try the question of forfeiture under that provision of the lease which forbad the tenant to let the mine stand idle for a year. We agree with the judge that the plaintiffs had a right to try this question at law, and for their failure of success were punishable with costs, but not with damages to be set off in this suit.\n. There is nothing in the bill of exception to evidence. The plaintiffs called Rhey only to identify his report. This entitled the defendant to cross-examine him as to the identity of the paper, but not as to its contents. If his testimony touching the contents was needed on the part of the defendant, he should have called the witness in chief, subject to cross-examination on the other side.\n’ The judgment is affirmed."}