{"id": "483144", "contents": "The opinion of the court was delivered, by\nRead, J.\nIf the court were right in holding that to support this action, it was necessary to prove the charter incorporating the Bank of Susquehanna County, and in refusing to allow the plain-' tiff to amend the declaration by adding a new count, then they properly instructed the jury to find for the defendants.\nThe act to incorporate and establish a bank to be called the “Bank of Susquehanna County,” passed 3d April 1837, refers to and incorporates into it the Acts of the 21st March 1814 and of the 25th March 1824, except so far as the said acts are supplied, amended, or altered by the provisions of this act. The capital stock was to be $100,000, divided into shares of $50 each, and to be managed and directed by thirteen directors. The stock was to be sold at public outcry by an auctioneer appointed by the commissioners, and the net surplus above the par value was to be paid by the commissioners to the state treasurer for the use of the Commonwealth, previous to the charter of the said bank being signed by the governor, to be credited to the said bank in part payment for the bonus required to be paid for the privileges granted by the act. The 4th section of the Act of' 21st March 1814 requires that the governor, upon compliance with its terms, by letters patent under his hand and seal of the state, to create and erect the subscribers into one body politic and corporate in deed and in law, by its appropriate name, style, and title, and then grants to such body corporate the proper corporate rights, powers, and privileges. It is clear, then, that a charter or letters patent from the governor was necessary to create the Bank of Susquehanna County a body corporate; and this not having been proved by the plaintiff, or in any manner attempted to be supplied, he necessarily failed in supporting his original declaration upon the counts in which he could not recover.\nIn the 13th section of the Act of 25th March 1824, it is expressly provided that in prosecutions for any or either of the offences mentioned and described in the preceding sections of this act, the court shall not require the Commonwealth to produce the charters of either of the said banks ; but the jury may find that fact upon other evidence under the direction of the court; and it is also similarly provided by the 25th section of the Act of the 31st March 1860, to consolidate, revise, and amend the laws of the Commonwealth relating to penal proceedings and pleadings.\nThe additional count, which is drawn in the most general and vague terms, if it discloses any cause of action against the defendants, asserts one of an entirely different character from the original declaration; The original narr., setting forth in its various counts alleged causes of complaint and of mismanagement against the defendants as directors, officers, and agents of a lawfully established bank or body corporate, and the whole of the evidence, was directed to maintain the issue on the part of the plaintiff, thus raised by his own declaration stating his case as lie understood it. Having failed in presenting a material part of his case, he then seeks to introduce an entirely new issue by offering a new count, grounded on the assumption that this alleged bank was never legally chartered, but was simply a pretended institution, and that the defendants acted as directors of the same, and put in circulation large amounts of their promissory notes or bills to be used as money. Supposing this to be true, those defendants would be liable to be sued on these notes; for if there was no corporation, they would be clearly personally responsible for such issues. But this is an entirely different responsibility, and a different cause of action from that arising from their illegal and unlawful conduct as the directors, officers, and agents of a legal corporation lawfully chartered 'under the laws of the state. The court therefore committed no error in refusing this amendment, and the other errors assigned become immaterial upon the view we have taken of the case.\nJudgment affirmed."}