{"id": "483141", "contents": "The opinion of the court was delivered, by\nWoodward, J.\nWe do not share the difficulties of the plaintiffs’ counsel in respect to the powers of township supervisors to levy and collect taxes. To us it seems very plain that by the 25th section of the Act of 15th April 1834, Purd. 782, they have power to levy a rate of assessment not exceeding one cent in the dollar upon the usual objects of taxation, for the making and repairing of roads and bridges. To the authority granted by this section the proviso of the 34th section, securing to every tax payer the right to work out his taxes, and the provisoes of the 36th and 37th sections, relating to the right of appeal, apply.\nBut by the 7th section of the Act of 28th February 1835, Purd. 782, supervisors have authority, in addition to the above, to levy a rate of assessment and collect the same “ for the purpose of discharging any just debt due a former supervisor or overseer of the poor.” And to this power is annexed no proviso that gives a right to work out this tax, or to appeal from the assessment.\nThe references which counsel make to the provisions and decisions relating to overseers of the poor are quite irrelevant to the case before us and only tend to obscure the above provisions, which stand out plain and clear upon our statute book. Do those provisions justify the proceedings of the defendants ? That is the question upon the record.\nThe defendants, elected supervisors of Cherry township for the year 1861, laid a rate of assessment of one cent in the dollar for ordinary road purposes. To enable them to pay certain outstanding debts to former supervisors and others, they laid an additional assessment of five mills in the dollar, and it is against the collection of this tax that this injunction bill is directed. After the bill and answers were filed, it was agreed in writing by counsel on the record “ that there is one unsatisfied judgment of a small amount due former supervisors of Cherry township, and other judgments obtained upon orders issued to former supervisors which have been transferred, and judgments obtained in the name of other persons; and also judgments in favour of others upon orders issued to them amounting in the aggregate to the amount of the tax levied.” It appeared also to the court that Peter Deegan had been duly appointed collector after the bill was filed, and thereupon they dismissed the bill.\nAll this would have been regular enough if the court had ascertained exactly the amount due to former supervisors, and had limited the present supervisors to the collection of that amount. We have seen that the statute gave them express power to assess and collect an additional tax for the purpose of paying debts due to former supervisors, and we think it of no consequence that some of the orders, issued for those debts, were now in the hands of other persons than the former supervisors. The purpose of the statute was to raise a fund to pay just debts of former supervisors, and if the former supervisor had been obliged to anticipate the fund by selling and transferring his debt, the reason for providing means to pay the bond fide holder was all the stronger. But the statute provides for no other debts. Other creditors of the township have their usual remedies under the 6th and 7th sections of the Act of 15th April 1834, Purd. 172. Supervisors have no power to levy an additional money tax to pay them. They must depend on the ordinary operation of the township treasury under the ten mill power of taxation.\nThe only difficulty, therefore, in the way of our affirming the decree, arises out of the fact, patent upon the record, that the assessment complained of, lawful for the most part, is, in part, without any statutory authority. Nor does the record enable us to separate the debts for which the assessment was lawfully made from those for which it was unlawful to make it. In such a posture of the case we can do nothing else than remand the record, with instructions to the court to ascertain the indebtedness of the township to its former officers, and to sustain the supervisors in collecting taxes enough to pay it, but to restrain them from pushing their powers an inch beyond the statutory limitation. We think there was no error in affirming the appointment made' of a collector.\nIt is objected to this injunction bill that the plaintiffs had other remedy by appeal. To this it may be answered that the Act of 1835 gives no right of appeal, and it is somewhat doubtful whether the appeal given by the Act of 1834 applies to a special tax of this nature. Until that point shall have been judicially decided, equity will not refuse to restrain official excesses, else the citizen may be oppressed by the taxing power without remedy.\nAnd now, to wit, October 30th 1862, this cause having been argued and fully considered, it is ordered, decreed, and adjudged that the decree of the Court of Common Pleas of the county of Sullivan be reversed and set aside, and that the record be remanded for further proceedings according to la w, and that the costs abide the final order and decree of the said Court of Common Pleas."}