{"id": "483185", "contents": "The opinion of the court was delivered, by\nLowrie, C. J.\nThe learned judge of the Common Pleas was not quite right in saying that the ground of the action is “the carelessness of the company in not providing a safe and convenient platform,” or as afterwards expressed, in providing one that “was not safe and convenient.” The declaration charges that the company did not use due care in allowing the deceased a safe platform or way, and sufficient time to get into the cars, and carelessly ran another train against him while he was attempting to get in. The declaration does not allege that there was any platform at all, and it did not need to do so; but it avers very well that by reason of the insufficient means and time allowed for entering the cars and the improper passage of another train the deceased was killed, but we do not perceive that this mistake led to any errors in the charge, for in it the whole case is considered, and not merely the sufficiency of the platform or steps. Yet there is error in the charge.\nThe third, fourth, and fifth points of the defendant below pray for a charge that if by proper care the deceased might have heard the signal of the approach of the fast line in time to escape the danger; or if by ordinary care he might have seen it in time, or if he was warned of it in time by the conductor, then the fault of the accident was his own, and the court answers all these points in one way, — -that if the deceased knew that it was the fast line approaching, and knew his danger in time to escape, and did not, then the fault was his own. In this there is error. No one can tell whether he knew or not, but any witness may know whether or not he had the ordinary means of knowledge. The instruction ought to have been that he is charged with knowledge, or regarded as knowing, if he had such warnings and opportunities of knowledge as would with ordinary caution in those circumstances have saved him from the danger. Other parts of the charge show that the court recognised this rule, and that it was by an oversight that these answers were not thus qualified. As they stand thrice expressed, they may have misled the jury.\nWe cannot say that the defendant’s* sixth point ought to have been affirmed, because we do not perceive that the mere fact of going towards a moving train without leave is carelessness, nor are we convinced that there is any other error on the record.\nJudgment reversed, and a new trial awarded."}