{"id": "483188", "contents": "The opinion of the court was delivered, by\nWoodward, J.\nIn July 1854, Henry Graff sold to John ■Kelly, by articles of agreement, one hundred acres of land, in consideration of $530, which Kelly covenanted to pay as follows : $230 on the 1st April 1855 — $200 on the 1st April 1856, and the balance of $100 on the 1st April 1857, with interest. Having failed to make the first payment, suit was brought against Kelly, and a judgment recovered therefor, and under this judgment the land, was sold at sheriff’s sale to John Graham, for $550. The present action is brought for the balance of purchase-money, and interest. The defence was, that the sheriff’s sale of the premises for the first instalment of purchase-money extinguished the covenant on which the suit-is founded. The court was of that opinion, and sustained the defence.\nIt does not appear from the record whether Graham purchased for Graff, but from the course of the argument, and especially from the fact that the court assumed the “reinvestment of the title in the vendor at his own election,” we take it for granted that it was well understood in the court below that Graff, or his estate was the purchaser at the sheriff’s sale, and that the amount bid was applied to the purchase-money mentioned in the articles. If so, there remains unpaid only $80 of purchase-money, and interest, to be recovered in this suit, and the question is, whether a vendor, after repossessing himself of the equitable estate of the vendee, can enforce payment of the balance of purchase-money.\nIt seems to us that this question was definitively settled in Purviance v. Lemmon, 16 S. & R. 292; Chew v. Mather, 1 Penna. Rep. 474; Day v. Lowrie, 5 Watts 412.\nThe articles of agreement made Graff a trustee of the legal title for Kelly, who could obtain it only by paying according to the tenor of the contract. The right to acquire the legal title on such terms constituted Kelly’s equitable interest in the land, which would have increased with each payment of purchase-money, until, on full payment, it would have ripened into a perfect legal estate. But by failing to pay, and by the use of Graff’s legal remedies, the relation of trustee and cestui que trust was destroyed, and the equitable was reunited to the legal estate. Nothing being left in Kelly, for what was he to pay ? His contract was mutual when made, he was to have the land in consideration of his payments — but after the sheriff’s sale his equitable right to demand the title in exchange for his money was gone, and if his liability to pay remained, it would be a liability that survived the mutuality of the contract. For Graff’s executrix would not be obliged to convey, though Kelly’s representatives should pay the purchase-money in full. When the mutuality of a contract is destroyed, the contract itself has ceased to exist. It was no part of this contract that the vendor should recover to himself both the land and the purchase-money. When he took the land he gave up purchase-money just as he would have been compelled to give up the land upon taking the purchase-money.\nThis ruling does not conflict with various cases that have been decided upon their special circumstances, and with others where the question was of distribution among lien-creditors, but it rests on the broad and natural equity of mutuality which underlies all contracts. Yet it was urged in argument that reason and justice demand that men should live up to their contracts in regard to land as in respect to everything else, and it was said that a house or other chattels sold on execution for part of the purchase-money, would be no excuse'for not paying the balance of purchase-money. The argument forgets the distinction between real and personal contracts. When a man makes a real contract, it ought to be enough to hold him to the law of a real contract, and the law never did so administer this class of contracts that a vendor might keep his land and still make a vendee pay for it. The law of the land entered into and became part of the contract, and hence it may be said that the vendee is living up to his contract when he insists that it is extinguished by the acts of the vendor. It would not be reasonable to hold him to the law of contracts about personalty, since he made no such contract.\nAnother suggestion is, that a vendee under executory articles stands, as to his vendor, as a mortgagor to mortgagee. Suppose he does, can a mortgagee, after buying in the estate of his mortgagor, have an action for money on the mortgage ? Neither Neil v. Thompson, 4 Watts 405, nor Pierce v. Potter, 7 Id. 478, answers that question affirmatively. A precedent contract may be kept afoot in respect to part of the land not embraced in the mortgage, or payments may be enforced by proceeding on notes or bonds accompanying the mortgage, but the direct remedies of the parties on the mortgage cannot survive the destruction of the relation of mortgagor and mortgagee. It is only an imperfect likeness, however, that between a vendee under articles and a mortgagor. The one has only an equity— the other the whole legal estate. The contract of the one is executory — of the other executed. The vendee stands in a relation of some confidence to his vendor — there is no confidence in the relation established by a mortgage. Differing in so many of their features, there is no rule of law' necessarily common to both, though that which we assert here might perhaps be applied to a mortgagor. If he were bound by no instrument but his mortgage, it would be difficult to enforce that' farther than to exhaust his estate.\nThese observations, in connection with those of the court below, are a sufficient answer to the positions assumed in support of this writ of error.\nThe judgment is affirmed."}