{"id": "483213", "contents": "The opinion of the Court was delivered, by\nStrong, J.\nThe exceptions to the admission of evidence, as well as those to the charge of the court, all point to but one error. That, however, was radical, and it pervaded every part of the trial. The paper'set up as the will of Louisa Youngheim was assailed on two grounds. The absence of a disposing mind in the testatrix, and undue influence exerted over her by John Eckert in procuring it, were both averred. It -was to prove the latter that the testimony of Mary Miller and Mary Fricker, recited in the first and second bills of exceptions, was offered, and it was on the assumption that some evidence of undue influence had been given that the court put the case to the jury, to find whether the testatrix was unduly influenced by the plaintiff, or (as the learned judge said in that part of his charge to which the fifth assignment of error relates) “ whether he improperly induced her to cut off her child from the benefit of her worldly goods and property; in short, to make the will as he directed, not according to her independent will and wishes.” It might -well be remarked that from such a mode of putting the case to them, the jury would readily conclude that inducing the testatrix to disinherit her child was the exercise of an improper influence, an influence which the court had elsewhere denominated undue, and which, if it was exerted, would avoid the will. And even if the court intended no such thing, still the verdict was made to turn upon their finding whether John Eckert had unduly influenced the testatrix to make the will. Now, that is undue influence which amounts to constraint, which substitutes the will of another for that of the testator. It may be either' .through threats or fraud, but, however exercised, it must, in order to avoid a will, destroy the free agency of the testator at the time when the instrument is made. In the language of Woodward, J., in McMahon v. Ryan, 8 Harris 329, “it must be a present constraint, operative on the mind of the testator in the very act of making the testament.” The paper asserted in this case to be a will was dated on the 21st of June 1858, and was then executed. Unless, therefore, there was some evidence tending legitimately to prove that some fraud had been practised upon the testatrix at that time, or that some misrepresentation had then been made, or that some physical or moral coercion had been employed, such as to destroy her free agency, the court erred in submitting to the jury the question whether undue influence had been exerted. It was inviting them to find as a fact that of which there was no evidence, and which the law as well as reason presumed had no existence. Undoubtedly, if the mind of the testatrix was weak, it required less influence to control her will than it would have required to control the will of one whose mind was in full vigour-. But neither moral nor. physical constraint is to be inferred from mental weakness alone. That undue influence which suffices to destroy an alleged will is distinct from weakness, and has no necessary connection with it. And we find in this record no evidence o f any undue influence, or of any influence at all, exerted by John ■Eckert over the mind of the testatrix to induce her to make this will, and none has been pointed out to us by the earnest counsel of the defendant in error. There is nothing which tends to prove that he practised upon her any fraud, that he made any misrepresentation, or in any manner constrained her, in June 1858, when the will was made. And no motive was shown for the exertion of undue influence. The will was not made in his fevour or in that of his relatives, and he does not seem to have any ill feeling towards the disinherited daughter. The fact, if it was a' fact, that months after the will was made which appointed him executor,, he exercised control over her affairs, and even over herself, during her advanced age, unconnected as it was with the testamentary act, was no evidence from which the jury could infer that the will was not her own : McMahon v. Ryan, 8 Harris 329.\nWe think, therefore, there was error in submitting to the jury to find that undue influence had been exerted, as also by admitting the evidence given by Mary Erieker and Mary Miller, to which exception- was taken.\nJudgment reversed, and a venire de novo awarded."}