{"id": "483230", "contents": "The opinion of the court was delivered at Philadelphia, by\nWoodward, J.\nThere is no error in the first bill of exceptions. The sheriff returned with the fi. fa., and attached to it a written demand of the defendant, for the benefit of the Exemption Law, dated the very day the writ came into the sheriff’s hands. In a suit against the sheriff, that paper, so returned by him without an explanatory note, was evidence that he had received the defendant’s demand in due time. A sheriff’s return to writs, always under his own control, and always evidence for himself, should be construed most strongly against him. If the demand was not made, as its date imported, Avhy did he return it with the writ ? Or, in returning it, why did he not specify the time it came to hand, and any reason he had for disregarding it ? In view of what he did, and what he left undone, the necessary conclusion of law is, that he received the notice in due time, and that the evidence of it was properly admitted.\nNor is the second error sustained. The court admitted the testimony'of Evans to go in mitigation of damages, but not in bar of the action, and they explained that nominal damages would be six cents or a dollar, and compensatory damages the value of the property seized and sold. The instruction amounted to this — that if the jury believed the plaintiff below had been guilty of fraudulently concealing property to more than the value of $300, his damages should be nominal, but that if he Avas an honest debtor his damages should be compensatory. This Avas according to the reasoning of brother Thompson, in Freeman v. Smith, 6 Casey 264, though the ruling affirmed in that case was, that a plaintiff Avho thus fraudulently concealed property was not entitled to recover at all. In a suit brought for compensatory damages, the distinction between nominal damages and total defeat is not, practically, of much consequence. And since the evidence was admitted for one of these purposes, it is no just cause of complaint that it was not admitted for the other. Had the jury believed Evans, and given full effect to his evidence, they Avould have found, under the instructions they received, only six cents or a dollar in damages, and then Ave should not have seen the defendant here complaining. It is apparent, therefore, that he is here not on account of the error of the court in submitting the evidence in the manner they did, but because the jury did not give it all the effect hoped for. If the jury erred, we have no correctional power. It is enough for us that Ave see no error in Avhat the court did.\nThe evidence offered in the third bill of exceptions related to a period two months after the levy and sale, and was properly rejected as too late.\nIn the answer given to the plaintiff’s second point we think there was error. It appeared in evidence that early in the summer of 1860, the plaintiff and one O. M. Irvin formed a partnership for the purchase of horses for the East Liberty Railroad Company, the capital being furnished by Irvin, the business done by Emerson, and the profits equally divided between them. The plaintiff’s second point founded on this evidence and affirmed by the court, was in these words:—\n2. That if the jury believe that the horses and funds testified to having been in possession of William E. Emerson, about the time the levy and sale of his horse by sheriff Smith was made, were the joint property of said Emerson and his partner, O. M. Irvin, then, and in that case, it would not be improper or fraudulent in said Emerson to endeavour to prevent said property from being levied upon, or applied to the payment of his private and individual debt to Ignatius Heim; but on the contrary was highly proper and consistent with integrity.\nAnswer. — This point is answered in the affirmative.\nNo doubt it was the affirmance of this point which destroyed the effect of Evans’s testimony. Very .dishonest and disgraceful conduct on the part of the'plaintiff was proved by Evans, but then if that conduct related to partnership property and funds, it was in the language of the point “ highly proper and consistent with integrity.” We cannot think so.\nAn execution-creditor of one of two partners has as good a right to levy on partership effects as upon any other personal property of his debtor. The only peculiarity about such a levy is, that it does not bind the goods in specie, nor does the sale, in pursuance of the levy pass them, but the interest of the debtor in the final settlement of partnership accounts in respect to such goods is what is seized and sold. That interest, however, is leviable, and a fraudulent concealment of it is just as iniquitous, both in law and morals, as the fraudulent concealment of any other leviable effects. There is no room for a distinction here. Over 'and over again we have said the exemption statutes were intended for honest men, and not for rogues, and the adjudged cases show what kind of shuffling and falsehood amount to concealment of property. A dishonest partner cannot be an honest man. What if the roll of paper money showed to Evans by the plaintiff before and on the very day of sale were partnership funds ? And what if the money which the plaintiff declared he gave to his father to buy the horse and saddle belonged also to the firm ? Still Emerson had an interest in that money, and in whatever horses the firm possessed. And in view of the declarations and overtures which he made to Evans, the jury would have been very likely to infer that his interest exceeded $300. Then why was not his conduct as well calculated to delay, hinder, and defraud his creditor as the conduct that has been condemned in any of the reported cases? Nay, what but this very motive did he avow when he told Evans he had money enough in his pocket to pay Heim his judgment, but that he would never do it if he got worth a million of dollars.\nWhether Evans’s testimony was credible or not was for the jury, and whether, if believed, it would have convinced them that Emerson was concealing $300 worth of property we cannot say, but we are bound to say that it was error to instruct the jury that though such conduct and: declarations related to property of which Emerson was only part owner, it was highly proper and consistent with integrity. It may be wholly due to that instruction that the plaintiff recovered.\nThe second point should have had a different answer. Partnership property is indeed to be first applied to partnership debts, but this principle does not interfere with the right of a creditor of one partner to levy on his interest, and where, as in this case, there is no allegation of partnership debts, the setting up an abstract principle to excuse fraudulent concealment of a leviable interest was a manifest mistake.\nThe language of the charge cite'd in the fifth assignment is very strong, and amounts almost to a withdrawal of the cause from the jury. Taken in connection with all that was said, it was not probably intended to be a binding direction, but on another trial it will doubtless be considerably modified.\nThe judgment is reversed, and a venire de novo awarded."}