{"id": "483232", "contents": "The opinion of the court was delivered, by\nLowrie, C. J.\nIf there is error here, it ought to be corrected, and we raise no question about the form of the remedy, since the parties do not.\nWhen two or more persons dispute about property or money in the hands of another, who has no interest in the dispute, he ought not to suffer in costs or damages for their litigation, or for the delay of payment or delivery Avhich it occasions, and these ought to be borne by him who wrongfully causes the litigation.\nThis rule of law is very obviously just, and is enforced wherever the forms of the proceeding are provided for such a case, or are deemed plastic enough to admit it. It appears abundantly in the common law interpleader case to be found in 9 Vin. Ab. 437, Interpleader (S. 2), a condensed summary of which may be found in 1 Casey 301. And it would of course, include interest in proper cases. It appears also in our execution attachment law of 16th June 1836, ss. 32, 34, providing that bail for damages shall be given before attaching stock not standing in the name of the defendant, or before another than the defendant shall be allowed to intervene and claim as his own, stock that does stand in the defendant’s name.\nAnd so far as relates to costs, it appears in all our attachment cases, that a garnishee without fault recovers them, as a stakeholder does in interpleaders in equity; 6 Ves. Jr. 418; 9 Id. 107; 19 Id. 205; 5 Simons 19; 6 Johns. C. R. 445; 2 Paige 209; 1 Hopkins 224, 272; 1 Cowan 610, and in interpleaders under the British interpleader statute of 1 & 2 Wm. 4, c. 58; 3 M. & Scott 174, 180; 7 Scott 281. We have always held that the garnishee is not liable to interest pending the litigation ; 9 Barr 470. That damages are not usually given in equity interpleader cases, arises from the fact, that they usually stop by giving the stakeholder his costs, and sending the other parties to try their rights at law.\nAs well might one be charged damages for a wrongful detention of goods that have been attached in his hands, as be charged with interest on money so attached and detained. The party injured usually has his remedy against the sheriff and plaintiff in such cases. And it seems to us clear, that in such a case as this, he would have his remedy for his loss of interest against the wrongful litigant; and we do not see any good reason why, if he appears and interpleads,» he may not recover it in the case in which the right to the principal is decided. He cannot claim it against the innocent stakeholder.\nIn this case the debt was due ón a judgment in favor of the railroad company, assigned on the record to Bakewell and Roberts, and these assignees, as well as the defendant, were summoned as garnishees. The defendant admitted the debt and suggested the assignment, and the assignees asserted their claim in defence of the defendant against the execution attachment. The case therefore became in fact, though not in form, a case of interpleader, and the defendant was bound to await its issue, before he could pay over the money. And he was in no fault in not paying the money into court, since the assignees, also parties to the suit, did not rule him to do so. His answer is not put upon our paper books, but we presume that, in admitting the debt, he admitted his readiness to pay it.\nExecution set aside as to all interest accruing pending the execution attachment of Bell v. P. & C. R. R. Co., No 707, Nov. Term 1858, in the District Court, and record remitted at the costs of the plaintiffs below."}