{"id": "483211", "contents": "The opinion of the court was delivered, by\nWoodward, J.\nWhen plaintiff in ejectment has filed a description of the premises he sues for, either in his prceci'pe or afterwards, it is the duty of the defendant, if ho does not mean to take defence for the whole premises, to file with his plea a description of that part of the premises for which he takes defence. Such a special defence operates as a disclaimer of possession or claim to whatever land is outside of the boundaries designated by the defendant, narrows the issue to the real point of contest, and averts from the defendant a liability for costs which, otherwise, might attend a plaintiff’s recovery of the undisputed part of the premises: Steinmetz v. Logan, 3 Watts 162; Ulsh v. Strode, 1 Harris 433. But where a defendant pleads the general issue in ejectment, and files no specification of the extent to which he means to defend, he must be understood as defending for the whole premises described in the plaintiff’s writ. Especially is this so where, as in this case, after issue thus formed, the parties go into a case stated, and submit all the facts ■which either of them relies on without a word to indicate that the defence is not as broad as the suit, and that the defendant means to resist in behalf of all that the plaintiff means to claim. After a contest has been conducted in this manner, it is too late, in a court of error, to complain that judgment passed for more than was really in controversy.\nEssentially, this was an action of ejectment by one tenant in common against his co-tenant to get into possession of a boiler, engine, and stack, which had been erected on premises of the plaintiff, but of which the defendant held and claimed the right to hold exclusive possession. It is said that ejectment will not lie for such fixtures. Perhaps not if they were mere fixtures, but we think these were more. They were erected under the agreement of 12th July 1852, whereby James S. Negley sold a part of his lot, at the corner of Penn and Morris streets, in the city of Pittsburgh, to Robert Hill and James B. Hill (the present parties plaintiff and defendant), and recognised their joint ownership with him of the “ engine, boilers, machinery, and •fixtures thereto,” which had been erected with their joint funds on that part of the' premises which Negley retained to himself. And there was also conveyed, to the said Hills, the right to enter the premises of the said Negley, for the purpose of running and repairing said engine and machinery. Several minor details were also regulated by that instrument for the joint use and enjoyment of the engine, stack, and machinery, as the common source of power for the neighbouring factories of the respective parties.\nR. & J. B. Hill thus became tenants in common with Negley of the engine and machinery, and'of the ground whereon they stood. Not that the title of .the ground was so transferred that it would remain in the Hills after removal of the engine, &c., but that the right to occupy it for the purposes of the engine, &c., was vested in the Hills in common with Negley. They were substantial if not permanent erections. They were not leased for a term, but, in virtue of a joint erection, and of the agreement aforesaid, they were the common estate of Negley and the Hills. They were in the nature of real, estate. The interest of the Hills was an incorporeal hereditament, a right issuing out of the corporeal hereditament held by Negley, but was, nevertheless, an estate in land. When, subsequently, both of these brothers claimed to have acquired all Negley’s interest in the engine, stack, &c., and that became the subject of dispute between them, what but a dispute about land was it ? If either of them had excluded the other from a common enjoyment of the right, ejectment would have been the remedy for the deforcement. Much more was it the remedy when their disputes about the possession involved not only such title as they acquired by the agreement of 12th July 1852, but the original title of Negley also, which they claimed to have acquired subsequently. t\nTo fix the state of the title, let US'trace it briefly through the papers. How it stood under the agreement of 12th July 1852, has -been sufficiently said above. The Hills got into Chancery, and Robert Robb became the receiver of the firm of R. & J. B. Hill. On the 7th July 1856, in pursuance of a prior sale authorized by the court, Robb made his deed to James B. Hill for all the estate of the firm of R. & J. B. Hill at the corner of Morris street and Mulberry alley, including all their right and interest in the aforesaid engine, boiler and apparatus connected therewith, which interest was described as one-half. Thus the estate and interest conveyed to the Hills by Negley in 1852, became James B. Hill’s in severalty in 1856.\nBut Negley had not retained his interest. On the 31st December 1853, he sold to William Dawson all his estate, right and interest in the firm of Negley, Mohan & Co., and one-fourth of the aforesaid “ engine, boilers, stack, and fixtures.” In and by the same instrument he leased to Dawson for a term of five years, the factory called the “ Empire works.” In 1855, Dawson assigned all his interest under this paper to Dawson, Newmyer & Co., who, in the same year, sold and conveyed to James B. Hill, amongst other things, the engine, boilei’, and stack, aforesaid. Though this paper took no notice of the fractional interest which the grantors held, it is apparent they had only a fourth under the conveyance of Negley, and could transfer no more to Hill. But, after this conveyance, J. B. Hill held three-fourths of the engine and fixtures, one-fourth whereof, being half of Negley’s half, was manifestly a direct and vested interest in the soil, a corporeal hereditament.\nNegley’s other fourth passed under his assignment to Robb, who'conveyed it, by deed of 24th July 1855, to Robert Hill, and, like the fourth vested in James B. Hill, this was a corporeal and not an incorporeal interest. It is manifest, therefore, that the property retained to himself, by Negley, when, in 1852, he made certain grants to the Hills, subsequently vested in Robert Hill, except a fourth of the engine, &c., which, granted by Negley to Dawson, passed over to and vested in James B. Hill. It is manifest, also, that what the brothers are now disputing about is not the original interest which they held in common Avith Negley, that is confessedly in James, but is the interest Avhich Negley at first retained to himself, and which, by virtue of subsequent mesne conveyances, has been equally divided between the brothers.\nAccording to the face of the papers, therefore, James stands clothed Avith title to three-fourths of the engine, boilers, and stack, and Robert with title to one-fourth. But as James was in exclusive possession, and Robert was forbidden to use the com mon. property, this action was the appropriate form of redress, and the judgment of the court rendered to each that which appears to be his due.\nIt is objected, however, on the part of the plaintiff, that the papers under which James claims, being unacknowledged and unrecorded, cannot affect a purchaser of the realty without notice, and such a purchaser Robert claims that he was. So far as concerns the moiety which James acquired from R. & J. B. Hill, Robert assuredly does not mean that he was without notice, for the title was conferred by a judicial sale to which he was a party on record.\nSo far as concerns the foui’th that came through Dawson, it is material to observe that when Robert bought out Negley in 1855, Dawson, Newmyer & Co. were tenants in possession under Negley. Robert became their landlord, and was bound to take notice of their rights, as well as of the rights of James, who was also in possession of a fourth of the engine, &c., under Dawson, Newmyer & Co. The possession of James under the agreement of 18th May 1855, ivas a circumstance to put Robert upon inquiry which would have led him to the truth. He was not, therefore, a purchaser without notice.\nThe judgment is affirmed."}