{"id": "483216", "contents": "The opinion of the court was delivered, by\nStrong, J.\nIn this state, ever since the case of Clow v.- Woods, 5 S. & R. 245, it has been held that a voluntary sale of personal property, unaccompanied by an actual delivery of the possession to the vendee, is fraudulent and void as against creditors. This was the doctrine of Edwards v. Harben, 2 Term 587, and it is too well founded in reason ever to be shaken. The delivery which the law requires must be actual. A symbolical or a merely formal delivery will not answer: Babb v. Clemson, 10 S. & R. 419. Concurrent possession by the vendor and vendee is insufficient to protect the property from the creditors of the vendors. Retention of the possession not only tends to give false credit to the seller, but it is a sign of a secret trust in his favour. , Such being the law, the plaintiff in this record had no case. It would have been error to submit to the jury to find whether there had not been a delivery of the property alleged to have been bought by him, for there was no evidence of any such change of the possession as is indispensable. The parties to the sale were brothers-in-law, living in the same house. Before the sale, the horses and carriages were kept in a stable on the lot where both parties lived, -and they remained there until levied upon by the creditors of Hawkins. After the sale they were used by Hawkins as before, and attended to by him. He bought hay for the horses, and offered to sell them, with the permission of the vendee, and continued to exercise over them every conceivable act of ownership. His own testimony is, that it was part of the arrangement that he should take care of the horses and sell them if he could. In the face of these facts, a finding by a jury that there had been a real delivery would have been more than a finding without evidence ; it would have been against evidence. The case is not better for the plaintiff in error because he and Hawkins lived together on the lot where the stable was. That fact could not dispense with an actual change of the possession. In Hoffner v. Clark, 5 Whart. 545, we have a .case very similar to this. There the vendor and vendee were brothers living in the same house, and it was held that it furnished no ground for dispensing with such an actual change of the possession as to render it distinct and visible, so that it might become notorious. Nor is the rule different as laid down in McVicar v. May, 3 Barr 224. In that case there was an actual taking of possession by the vendee, and a removal of the property. So there was an actual delivery in Dunlop v. Bournonville, 2 Casey 72.\nThe judgment is affirmed."}