{"id": "483209", "contents": "The opinion of the court was delivered, by\nRead, J.\nThe express words of the Acts of the 13th April 1843, and 10th April 1849, subject lands devised to any person or persons, and any interest which any person or persons may have in real or personal estate of any decedent, by will or otherwise, to be attached and levied upon in satisfaction of any judgment in the same manner as debts due are made subject to execution by the 22d section of the Act of 16th June 1836, entitled “An Act relating to Executions.”\nOn the 6th July 1857, D. & D. A. Rupp, on a judgment against George Snodgrass, issued an attachment execution, under which the sheriff, on the same day, attached inter alia the interest of the defendant in two tracts of land which his father had died seised of, intestate. This was the first lien upon his interest in the real estate of the decedent. On the 8th July 1857, John Straley filed two transcripts which were duly entered, and on the 9th July in the same year, P. A. & S. Small issued a fieri facias on a judgment in their favour, and under proceedings in reg-uhir form sold the defendant’s interest in these lands at sheriff’s sale for $140. The auditor appointed to make distribution of the fund paid into court, reported that the balance, $89.91, remaining after payment of the expenses, should be paid to D. & D. A. Rupp, which report of the auditor was confirmed by the court.\nThe objection that the attachment execution did not lie in this case, is met by the express words of the Act of Assembly, and there is certainly no difficulty in carrying it out in the present instance, as the interest in land had been turned into money, and it becomes simply a mere appropriation of it to the discharge of this prior statutory lien.\nThe other objection, that all the precise forms prescribed by the Act of 13th Juno 1836, so far as they relate to foreign attachments, have not been followed in their exact detail, is answered by the fact that some are inapplicable, and that the present proceeding is in reality an execution upon an ascertained judgment, both of which are entered of record, the statute merely extending its operations to an additional subject-matter.\nDecree affirmed, at costs of appellant."}