{"id": "483222", "contents": "The opinion of the court was delivered at Pittsburgh, by\nRead, J.\nThe constitutionality of the acts of the legislature, authorizing subscriptions by counties, cities, boroughs, and municipal corporations to the stock of railroad companies, has been so solemnly established by the repeated decisions of this court that it must be regarded as finally and irrevocably settled in all cases not covered by the very salutary amendment to the constitution, contained in what is now the eleventh article. The jurisdiction of this court in cases like the present, and that mandamus is the appropriate remedy, no longer admit of any doubt; and so many of the difficulties suggested by the defendants have been met by previous decisions, that it will only be necessary to consider those which are peculiar to this particular controversy. We have already decided in The Commonwealth ex rel. Reinboth v. Councils of Pittsburgh, 5 Wright 278, that the Allegheny Valley Railroad Company was an existing corporation, capable of receiving'such subscriptions from the city of Pittsburgh, and of course from the county of Allegheny.\nThe third section of the Act of the 14th April 1852 authorized the county of Allegheny {inter alia) to subscribe to the capital stock of the Allegheny Valley Railroad Company, and to make payment on such terms and in such manner as may be agreed upon by said company and said county, the amount of subscription not to exceed 10 per cent, of the assessed valuation thereof; and before such subscription shall be made, the amount thereof shall be fixed and determined by one grand jury of the county, and upon the report of such grand jury being filed, it shall be lawful for the county commissioners to carry the same into effect by making in tbe name of the county the subscription so directed by the said grand inquest. Provided, that whenever the bonds of said county are given in payment of the subscription, the same shall not be sold for less than par value, and no bond shall be in less amount than $100.\nIt is admitted by the defendants that one grand jury did request that a subscription of twenty thousand shares to the capital stock of said Allegheny Valley Railroad Company should be made by the county commissioners on behalf of the county of Allegheny, who made a subscription of fifteen thousand shares to the same, and that certificates of loan or bonds of said county having coupons attached in the gross amount aforesaid, and in amounts respectively of $1000, dated the 2d day of May, A. D. 1858, duly signed by the commissioners, countersigned by the clerk of the commissioners, and sealed with the seal of said county, were issued in payment of said subscription.\nThe defendants deny the validity of these bonds entirely, and specially object that only fifteen thousand shares were subscribed, being $250,000 less than the grand jury had authorized, and which, according to their own statement, was a saving of so much money to the county. There is nothing in contravention of law in not exhausting the power thus conferred upon the commissioners, who in the exercise of a wise discretion deemed that a sufficient present subscription, when it is clear that at a future period no one would have advised increasing the subscription to the full amount. The whole includes a part, and this subscription was free from any defect in regard to this point.\nThe charges of improper conduct on the part of the grand jury, and of the sale of the bonds at less than par value, were disposed of in the former cases, and it is hardly necessary to say that all agreements between the commissioners and the company, in relation to the payment of interest, were matters between themselves, and could not affect the bond fide holders of the bonds which passed by delivery. The allegations about the Montour Company at most disclose nothing more than the mode by which the bonds went into tlioir hands at less than their par value.\nThe remonstrance of the 24th January 1853, by some citizens of the county of Allegheny, freeholders and tax-payers therein, referred to in the plea and return of the defendants, by its language clearly negatived the idea of corruption or improper conduct on the part of the grand jury, and placed their objection upon the ground that the subscription of $75.0,000 is “for a purpose entirely foreign to the objects and purposes of said corporation,” and that the commissioners had no right to obligate the county or to issue bonds which, if issued, they would resist the payment thereof and all taxation for that purpose. This evidently contemplated only a supposed constitutional question which has been set at rest.\nThe bonds thus issued bore on their face the unqualified promise of the county of Allegheny to pay the principal and interest, and also endorsed thereon was a guaranty by the Allegheny Valley Railroad Company of the interest and principal of the same, and this was all that the purchasers of these instruments which passed by delivery could or did look to, for their whole value really depended upon -their negotiability in the market, which was clearly the object both of the county and the company. The bonds were the only means of the county to pay their subscription, and were of no use to the company, unless they could be readily disposed of. “ The authority to create the debt implies an obligation to pay it, and where no special mode of doing so is provided, it is also implied that it is to be done in the ordinary way, by the levy and collection of taxes1 Wright 290.\nIt is perhaps proper to remark that what are called charters of municipal corporations consist often of many Acts of Assembly, all of which, the later as well as the earlier, form constituent portions of the instrument, which is single, though formed of many parts. So, therefore, when authority to subscribe to railroad companies was given to such a body, it became as much a part of the charter as the original act, and so in the case of a county such enlarged power became a component part of its constitution.\nJudgment must therefore be entered upon the demurrer against the defendants, and a peremptory writ of mandamus awarded.\nAnd now, to wit, November 25th 1862. This cause having come on to he heard at the October Sessions, 1859, of this court at Pittsburgh, was fully argued by counsel. Whereupon, after due and mature consideration thereon had, and it appearing that the said return by the defendants therein named, therein made to the alternative writ, is altogether insufficient, it is now ordered and adjudged that judgment be entered upon the demurrer for the Commonwealth, and that the defendants and their successors in office be and they are hereby commanded, at their next annual meeting for estimating the probable expenses of said county, to make full and ample provision for the payment of the interest now due, or which shall at that time remain due, and that which shall become due thereon within the year next ensuing said meeting of said county commissioners, on the bonds or certificates of loan set forth or referred to in the writ of the relator, to wit, the bonds of the county of Allegheny, issued in payment of the subscription of $750,000 of said county of. Allegheny, to the stock of the Allegheny Yalley Railroad Company, according to the tenor thereof, by the assessment, and collection of such taxes as maybe necessary therefor, and for that purpose to issue their proper warrants to the several collectors of county rates and levies of the said.county, for the collection of the same, as in and by law, and the several Acts of Assembly in such cases made and provided, they are authorized and required to do, and that the costs be paid by the said respondents, the commissioners aforesaid."}