{"id": "483219", "contents": "The opinion of the court was delivered, by\nWoodward, J.\nThis was not a suitable case for a demurrer to evidence. The title of the defendant below, which rested in parol, was made out by proof of the declarations of his father, an old man who died in 1855, at eighty-two years of age. These declarations ran through the last six or seven years of the old man’s life, and imported that he had induced his son John to remove from Allegheny City to the farm in question, and to improve it, by a promise that it would be given him as his share of the father’s estate. No witness described a bargain between the father and son, face to face, and no one reported any declarations of the son concerning the bargain, but that he removed and took possession of the farm, cleared land, and erected buildings ; and that his father was heard to declare, on several occasions, that he had given him the farm, or meant to give it, and that he pointed out the division line between himself and son, were fully proved. To this evidence, given on the part of the defendant below, the plaintiffs demurred, and thus precluded themselves from giving any evidence of the son’s declarations during the seven years that he lived on the farm before his father’s death. We have seen too many of this class of cases to doubt that in so considerable a period the son must have explained to many persons the reasons of his coming there, and how he held the farm; and when a contract that is to be a permanent title to land is made out by mere hearsay declarations, it is always satisfactory to hear from both parties. Nothing can be more disagreeable than to be called on to decree specific execution of a contract no otherwise proved than by the incidental and ex parte declarations of one of the contracting parties. Had the declarations of both parties been submitted to the jury with proper instructions, they would have ascertained the existence and the terms and conditions of the contract, if indeed the parties ever consummated a contract. The demurrer withdrew the case from the jury, and excluded all rebutting proofs. The question upon demurrer to evidence is whether the matters already shown, admitting them to be true, be sufficient to maintain the issue. On a demurrer to circumstantial evidence, the party offering the evidence is not obliged to join in demurrer unless the party demurring will distinctly admit upon record every fact and every conclusion which the evidence tends to prove. But if this is not done, the court will consider everything as admitted which the judge below would have required to be admitted before he would have compelled a joinder in demurrer. A demurrer admits not only the facts stated in evidence, but also every conclusion Avhich the jury might reasonably and fairly infer therefrom.\nApplying these principles to the evidence demurred to in this case, we have no doubt a jury would have inferred that a contract existed betwixt the father and son; that the son went into possession and made improvements on the faith of that contract, thus furnishing a legal consideration, and that the land was sufficiently designated by metes and bounds. But nevertheless the contract thus inferred -was a parol contract, and therefore within the Statute of Frauds and Perjuries, unless the possession and improvements were such as to take it out of the operation of the statute. And whether they were or were not, depends on the question whether they could be reasonably compensated in damages. We said in Postlethwait v. Frease et al., 7 Casey 474, that every parol contract for land is within the Statute of Frauds and Perjuries, except whore there has been such part performance as cannot be compensated in damages.\nThe question on this record, therefore, has not reference to the existence of a parol contract, nor to its part execution, but to the possibility of compensating that part execution in damages.\nIt cannot be pretended, nor indeed was it very much insisted on in argument, that the improvements put upon the land by the defendant were incapable of fair appraisement and coinpensation. The clearing and fencing land, the erection 'of farm buildings, the planting of an orchard — -these are very common and familiar objects of valuation. The timber for improvements was at hand on the land itself, and there were some cleared acres for John to crop, from the time he took possession. What his labour was worth beyond the fair rental of the place, would be an easier question for a jury than many questions habitually committed to them. But it is supposed there was that in the circumstances of John to distinguish his case from a case involving merely a valuation of improvements. ITe was one of the eight children his father had by his first wife, and before he was twenty-one he abandoned his father in consequence of the father’s second marriage. He learned the trade of a carpenter, and followed it in the summer time, trading on the river part of the time in the winter. His residence was in Allegheny town, and it was from there he was induced by his father to remove to this farm. Here was an exchange of an urban for a rural residence, and the transformation of a carpenter into a farmer. It does not appear from the evidence that John enjoyed any peculiar advantages from his residence in Allegheny, or that he was called on to make any special sacrifice in exchanging mechanical pursuits for those of agriculture. He was a mechanic of ordinary thrift, though it would seem without steady employment all the year. It is quite conceivable that a mechanic might be seduced from a highly advantageous position and' business into the improvement of a dilapidated farm, with such assurance of a permanent home for his family, that no probable assessment of damages would compensate the disappointment of his hopes. But was this such a case? We see nothing in the evidence to mark it with any peculiarity. It seems to us to be the ordinary case of a father placing his son on part of his land under a promise of conveyance either by deed or will, and then dying without execution of the purpose. Such a case is fit for damages to the full value of the improvements less a fair rental for the occupancy, but is not fit to be taken out of the operation of the Statute of Frauds and Perjuries. The maintenance of that statute, as a rule of property, is a matter of great public concern. In upholding it with a firm hand, as we conceive it is our duty to do, we are sometimes grieved to be obliged to disappoint the expectations of a family; but when we reflect that the law does not suffer labour spent in improvements to go unrewarded, and that its demand for some note in writing to evidence a bargain for real estate is not an unreasonable or oppressive exaction, the hardship of a case like this dwindles to less than the small dust of the balance. To make the most of the hardship, it cannot justify us in placing ourselves in opposition to the statute. John lived beside his father some seven years without obtaining the note in writing, which the law enjoined him to possess if he. meant to hold so considerable a share of his father’s land against so large a family of children. His equities resemble in some respects those of the son in McClure v. McClure, 1 Barr 378, and like those in that case they must give- way to the statute.\nThe judgment is affirmed."}