{"id": "483233", "contents": "The opinion of the court was delivered, by\nLowrie, C. J.\nWe cannot doubt that in the case of The Delaware and Hudson Canal Company v. The Pennsylvania Coal Company, pleaded in this case and reported in 9 Harris 131, and as between the parties thereto, it was conclusively decided that the contract had been legally made and that the then plaintiff had no valid ground for claiming its cancellation. The purpose of the bill in that case was to obtain cancellation, and asked for nothing more except the natural consequences of cancellation; that is, the staying of a suit of the defendant founded on the contract, and his prevention from using the plaintiff’s canal under it. The prayer for general relief could embrace no more, because there were no averments that aimed at or would support any other purpose.\nBut now the state, in the exercise of its visitorial authority, interferes to try whether or not that contract is “in excess of' the legitimate power” of either of these corporations. No doubt the state has this authority. It usually asserts it through the [instrumentality of writs of mandamus and quo warranto, or of 'information in law or equity in the nature of the quo warranto1. It might be doubted whether an information in the equity form would be recognised as generally proper in a case of this kind ; but there can be no objection to it in this case, since it is here specially authorized, and no right can be injured by it. (This court has.authority to try whether any corporation is exercising franchises or functions not granted to it, and oust it from the exercise of such: Quo Warranto Act of 1836, §§ 1, 5, and 11; 1 Palmer 82; 1 Ld. Raym. 426; 1 Stra. 627; 2 Rolle 115; 4 Mod. 158; 1 Show. 278; and it is a matter of no importance to the parties whether this authority is exercised in the common law or in the equity form, provided the right of_trial by jury is not interfered with, as it cannot be in this case,.\nThe state never interferes in order to assert the rights of either'\"' of the parties as against the other, except by the trial of a suit of one against the other: and therefore, in this case, it asks for no retrial of the old issues between the parties that were decided in the former case. It simply asserts a usurpation of franchises or functions not granted by the state : 15 S. & R. 132 ; and this it may do even though one of the parties may have taken the same ground in the former action: because the state was not a party to that proceeding, and because a party may be sometimes estopped from making his own wrongful act a ground of defence : and thus the question is rather excluded than tried.\nThis case is instituted in pursuance of an Act of Assembly which directs the attorney-general, by process in law or equity, to bring these defendants before this court, that it may be investigated whether or not this agreement is in excess of their legitimate power as corporations. Thus far we interpret the act without any trouble, by supposing it to mean what is usual in judicial proceedings; and if nothing else had been said, we should-have inferred that an action properly commenced under this direction must go on in the usual course of the law to final judgment and execution.\nBut the act, instead of stopping here, provides further, that, in case the contract be found to be in excess of the legitimate power of the said corporations, and in case either of them shall refuse to annul it, then process shall be instituted for the purpose of annulling the ■ charter of the one so refusing. Such a form of remedy is strange and unaccountable, and quite out of the due course of law. Possibly the framer of the law supposed that a quo warranto could not be used against such a fault without a judgment that would declare all the corporate franchises forfeited, and framed the bill so as to avoid so extreme a result. We have found this opinion prevalent, but it is a mistake: for a leading purpose of the remedy is to prevent corporations and officers from usurping an ungranted franchise or function at which it is j aimed, and then the judgment always is that they be excluded or. I ousted of that, without affecting the corporations or officers ip' regard to any of their proper franchises or functions. The Act of Assembly and the cases already referred to show this, and most eases against corporations are of this sort.\nSurely, if the legislature had known that on an information in the nature of quo warranto, the judgment that follows a finding of a usurpation of functions is, that the defendants be hereafter excluded from the exercise of them, it would not have required us to ask the defendant to consent to an exclusion, and then have subjected them to a forfeiture of their charters, by another process, in ease of their refusal. Such legislation would be plainly chargeable with the vice of being ex post facto, whether the penalty is for the usurpation or for the' refusal to repent of_ it. The penalty annexed by due course of law to the usurpation of functions is ouster to the extent of the usurpation and costs. We must therefore treat all the provisions that follow the order for the institution of the proceeding as invalid and supererogatory; and having jurisdiction of the case by the information, we must proceed to the final adjudication of it in due course of law according to the nature of the process.\nThe information alleges that the agreement in controversy is in excess of the legitimate power of these corporations, and prays that it may be so declared by this court, and that the defendant may be enjoined from acting under it, and also that they may be required to appear and consent to or refuse its cancellation, and for such other decree as may be agreeable to equity. The information would have been formally and substantially improved if it had specially suggested wherein the agreement is in violation of the corporate rights of the defendants. But we may treat'this defect as supplied by the answers of the defendants.\nThe defendants have got into a quarrel among themselves about the agreement, and the canal company confesses and claims that the agreement is contrary to laiv, while the coal company insists that it is not, and claims that it shall stand as the bond and law of the relations between the parties. It is therefore in the answer of the canal company that we find the objections to the contract specified, and we proceed to consider them.\n1. It is objected that the agreement grants to the coal company a monopoly of the one-half of the capacity of the canal of the other party, to the exclusion of the public, because it contracts to furnish to the coal company all the facilities of navigation which the canal will afford, not exceeding one-half of its whole capacity, inclusive of the tonnage employed in the transportation of articles other than coal.\nThis leaves to all property other than coal its full right of transportation on the canal; but it does profess to give the coal company a right, as against other carriers of coal, to a preference to the extent of one-half the capacity of the canal. And this may be wrong if it interferes with the claims of others to have their coal carried as cheaply and speedily as that of the coal company. But there is no complaint that anybody has been wronged by this, or that either company has by this actually exercised any function that is exclusive of the public right. When the defendants do in fact transgress the limits of their legitimate functions and interfere with the public rights, then will be the time to bring a charge against them. A mere intention or contract to allow an act that may be wrong, is no ground for an information in law or equity in the nature of the quo warranto.\n2. It is objected that the agreement, instead of fixed tolls to be collected at the locks according to the charter of the canal company, provides for a rate of toll to be ascertained by the market price of coal in every year, and thus the rate of toll remains uncertain until this price is ascertained, and it cannot therefore be demanded at the locks, and may, in certain states of the coal market, exceed the toll allowed by the charter.\nWe do not see that this objection involves any public grievance. The canal company has a right to commute its tolls; and we cannot see that the public has any interest in objecting that it may get too much, under the contract of commutation, in a certain contingency, or that it has contracted away part of its means of obtaining the little that it agrees to accept under the contract. At all events, the agreement is, by itself, no actual transgression of proper functions.\n3. But the above objection is repeated on behalf of the public ; that, on account of the uncertainty of the toll, the canal company cannot always know how much to demand of others, and therefore cannot do equal justice to all according to its public duty as a canal company: 12 Harris 138; 10 M. & W. 398.\nBut we find no averment or pretence that the public or any private person has suffered any wrong by reason of this, or that the canal company has been compelled, in obeying this part of the contract, to exercise any functions that do not\" properly belong to it as a canal company. If it really means to be honest towards the public, we doubt not that it will be able to discover some such reasonable rule of equality in dealing with other carriers that the public will have no reasonable ground of complaint. Exact equality is not demanded, but such a reasonable approximation to it as can be secured by reasonable general rules, free from mere arbitrariness.\n4. It is objected that because the tolls are fixed at half the proceeds of the coal after deducting the estimated costs of the production, therefore the canal company is a speculative dealer in coal, which is a departure from the purposes of.its creation.\nWe do not perceive that the conclusion follows from the premises. Measuring toll by the profits on the article when sold, is not becoming a dealer in coal, else government would be a dealer in articles that are subjected to an ad valorem tariff. It is very common for the state to measure taxes according to supposed profits, and we find no public wrong in the canal company doing so in its contract of commutation of tolls.\n5. It is objected that such a contract, to be valid, ought to have the sanction of the legislature, because it affects the interest and income of the state.\nBut'it is not any way shown to us that it does so. Nothing like this is averred in the information, and of course we cannot assume it. If either of these corporations do anything under the contract to the interest and income of the state, and contrary to its charter, and this be shown to us in any regular manner, we shall probably interfere and correct it. But we can do nothing arbitrarily. We must have some definite allegation and proof of usurpation before -we can do anything. The allegation of mere probabilities of wrong raises no question for our interference.\n6. It is objected that, since, under the contract, the tolls are measured by the profits, the coal company has the power by sacrificing the regular profits or a portion of them, to control the coal market, and may at its pleasure so depress the price as to ruin many of those engaged in the trade, and greatly disturb the public interest without a,ny serious injury to itself, and that it did so last spring.\nIf this had been averred in the information, and proved-as one of the grounds of the complaint against the agreement, we should have regarded it as the most serious one of all those that have been urged; but it is neither alleged nor proved by the Commonwealth. And we incline to think that it is properly so, for it seems to us that this objection is founded rather on the abuse of the agreement than on the nature of it, a.nd that the remedy ought to be compensation under the equity, if not the letter, of the agreement, rather than cancellation of it.\nNothing can be more obvious than that the parties intended to adopt a standard by which the tolls were to be indirectly measured. But that can be no standard that may be controlled entirely by the will of either party, and neither can be supposed to have intended such a measure of value. They both meant to fix a standard independent of themselves, and in the public market where we look for the natural standard of .value. Both of them, as dealers in the market, would have an influence in fixing the market price, and therefore the standard; but neither of them, dealing according to the fair laws of the trade and of competition in it, could control this standard or would attempt to do it. That is a standard that may well be appealed to, because it is never merely arbitrary, and in trade and in law it is constantly appealed to.\nThese parties are large dealers in coal, and therefore their sales are, by the agreement, to be taken as a means of ascertaining the market price, and not for the purpose of giving either of them the power to fix that price, or with the thought that either of them might do so. If they arbitrarily use their power to change the standard, they necessarily destroy its authority as a standard as in their favour; for it is not their will, but the fair market price that is appealed'to.\nWe are'not entitled in this case to inquire how far a trading corporation is liable to control or punishment for recklessly raising or depressing prices, for our sole inquiry is concerning the legality of this agreement. We cannot discover any such illegality in it as would justify us in directing its cancellation. Some of the allegations of the canal company seem to show a great abuse of the agreement by the coal company, but the information is in no degree grounded on that, and we cannot inquire of it, and we must volunteer no opinion as to the fact or its consequences or remedy.\nInformation dismissed."}