{"id": "483223", "contents": "The opinion of the court was delivered, by\nWoodward, J.\nAll evidence of handwriting, except in the single instance where the witness saw the document written, is in its nature comparison of hands. It is the belief which the witness entertains, upon comparing the writing in question with the exemplar in his mind derived from some previous knowledge. Any witness, otherwise disinterested, who has had the opportunity of acquiring such an exemplar, is competent to speak of his belief. It is one of the few instances in which the law accepts from witnesses belief in facts, instead of facts themselves. No prudent witness will undertake to swear that any signature or document was written by the person by whom it purports to have been written, unless he saw it written; .but if, from having seen the party write, or from correspondence and business with him he has become familiar with his hand, he may testify to his belief as to the genuineness of the writing in question. This is the ordinary every-day rule of practice in the trial of causes.\nBut though it is in its nature a comparison of the writing under investigation with the exemplar in the witness’s mind, it is not what is technically called comparison of hands. Still less is it that peculiar kind of proof which is known in the books a,s the testimony of experts. Comparison of handwritings was defined by Judge Duncan, in Commonwealth v. Smith, 6 S. & R. 571, to be “when other witnesses have proved a paper to be tlie handwriting of the party, and then the witness on the stand is desired to take the two papers in his hand, compare them, and sa.y whether they are or are not the same handwriting. The witness collects all his knowledge from comparison only: h.e knows nothing of himself: he has not seen the party write nor held any correspondence with him.” Starkie’s definition is more condensed, though to the same effect: “ By comparison is meant,” he says, “a comparison by the juxtaposition of two writings, in order, by such comparison, to ascertain whether both were written by the same person:” Metcalf’s Starkie on Ev., part 4, p. 654.\nNow this is as distinct and separate a thing from that comparison which a witness called to testify to handwriting makes between the writing in question and the exemplar in his mind, as an external, visible,' and tangible object is distinct from a mental impression or memory. It is the distinction between what is objective and what is subjective.\nA few words now as to experts. In Bouvier’s Law Dictionary, they are derived from the Latin experti, which signifies instructed by experience, and are defined as persons selected by the courts or the parties in a cause, on account of their knowledge or skill, to examine, estimate, and ascertain things, and make report of their opinions. See also note to 1 Greenl. Ev., pi. 44, p. 572. Thus when professional men give evidence on matters of skill and judgment, their evidence frequently does not and cannot, from the nature of things, extend beyond opinion and belief. An engineer may be examined as to his judgment on the effect of an embankment on a harbour; a seal engraver as to whether a particular seal has been forged; a shipbuilder as to the seaworthiness of a ship from a survey made by others; and the testimony of medical men is constantly admitted with respect to the cause of disease or of death, and as to insanity, although they found their opinions entirely on facts, circumstances, and symptoms established in evidence by others: Sharswood’s Starkie on Ev., p. 152, and the cases collected in notes.\nThe propriety of admitting the evidence of experts in investigating questions of forgery, is now recognised by statute with us in the 53d section of the Criminal Procedure Act, and it is a necessary rule of evidence on general principles. Common sense dictates that in all investigations requiring special skill, or when the common intelligence supposed to be possessed by the jury is not fully adequate to the occasion, we should accept the assistance of persons whose studies or occupations have given them a large and special experience on the subject. Thus, such men of experience or experts are admitted to testify that work of a given description is or is not executed with ordinary skill; what is the ordinary price of a described article; whether described medical treatment or other practice was conducted with ordinary skill in a specific case; which of two colliding vessels, their respective movements being given, was in fault; whether one invention is an infringement on another, looking at the models of both; and other cases already mentioned.\nThis is as near to an exact definition of who are admissible as e sperts as it is possible for us to come. In all these cases it is to be observed that the expert is to speak from no knowledge of the particular facts which he may happen to possess, but is to pronounce the judgment of skill upon the particular facts proved by other witnesses. Of course the court must be first satisfied that the witness offered is a person of such special skill and experience, for if he be not, he can give no proper assistance to the jury; and of course, also, very much must at last be left to the discretion of the court, relative to the need of such assistance in the case; for very often the matter investigated may be so hunglingly done that the most common degree of observation may be sufficient to judge it.\nWhere a witness is called to testify to handwriting, from knowledge of his own, however derived, as to the hand of the party, he is not an expert, but simply a witness tQ a fact in the only manner in which that fact is capable of proof. Nor is he an expert who is called to compare a test writing, whose genuineness is established by others, with the writing under investigation, if he have knowledge of the handwriting of the party,' because his judgment of the comparison will be influenced more or less by his knowledge, and will not be what the testimony of an expert should be, a pure conclusion of skill.\nBut when a witness, skilled in general chirography, but possessing no knowledge of the handwriting under investigation, is called to compare that writing with other genuine writings that have been brought into juxtaposition with it, he is strictly an expert. His conclusions then rest in no degree on particular knowledge of his own, but are the deductions of a trained and experienced judgment, from premises furnished by the testimony of other witnesses.\nAccording to many authorities, these forms of proof aro admissible in appropriate circumstances, in cases both civil and criminal; but when evidence by comparison of hands should be received, whether the witness making the comparison should be qualified by personal knowledge of the party’s handwriting, when mere experts should be admitted to make the comparison, and what degree of evidence is required to establish the genuineness of test papers, are questions that have been debated in a multitude of cases, from the attainder of Algernon Sydney and its reversal, in the reign of Charles II., and the case of the Seven Bishops, in the time of James II. See 3 State Trials 802, and 4 Id. 338. The English and American authorities will be found collected in the notes to Starkie and Greenleaf, and whoever will undertake to go through them, will be struck with the confusion, obscurity, and contradiction which have arisen almost entirely from disregard of the distinctions above stated. Questions have been discussed as belonging to the law of experts, ■and of comparison of hands, which belonged to other heads, and judges and compilers have often written loosely even when these subjects were legitimately before them. Every one knows how essential it is to all scientific discussions that terms be first correctly defined, and then always used in the defined sense. If this rule had been reasonably observed in treating of the branch of the law we are now upon, we should not have had so many inconsistent cases in the books, and it would not have been, as it is now, exceedingly diflScult for judges and lawyers to know what the mind of the law is touching proof of writings by comparison of papers. Without detaining ourselves to make a minute analysis of the cases in England and our sister states, I propose to examine our leading cases in Pennsylvania, and to state, as clearly as I can, the rule which is fairly deducible from them.\nMcCorkle v. Binns, 5 Binn. 348, involved a comparison of printed papers. The law of written papers came in only incidentally by way of illustration, and Chief Justice Tilghman simply stated the rule in the most general terms, that “after evidence had been given in support of a writing, it may be corroborated by comparing the writing in question with other writings, concerning which there is no doubt.” By whom compared, whether by the jury or a witness, and if by a witness, what qualifications he must have, were points which the chief justice did not touch.\nIn The Farmers’ Bank v. Whitehill, 10 S. & R. 110, Whitehill was sued as endorse^ of a promissory note, and the genuineness of his signature was the point in'question. Matthiot and McClure both swore to their belief that the endorsement was in Whitehill’s handwriting. They had both seen him write, and Matthiot had Whitehill’s signature to a receipt in his possession. Of course they were both qualified to prove the endorsement, according to the ordinary rule of evidence. But to corroborate their opinions, an original administration account was offered in\" evidence, which Whitehill and his mother had settled, signed', and sworn to in the presence of the register who proved it. This account, the genuineness of which was thus indubitably established, was the test paper that was brought into juxtaposition with the endorsed note, and it was offered in evidence by the plaintiff to the jury, “ that they might compare the signature of the defendant thereto with the handwriting of the note.” .The judge of the Common Pleas rejected the evidence, but'this court ruled that it ought to have been admitted. The doctrine which this ease established, therefore, was that, in corroboration of antecedent testimony of a signature, a test paper, clearly proved, might be submitted to the jury to make comparison of the two papers. This was evidence by comparison of hands, but it was comparison by the jury instead of a witness.\nIn Lodge v. Pipher, 11 S. & R. 334, the effort was to prove that a receipt of Reuben Haines had been forged by one-William Shaw, and for this purpose several papers were produced, and fully identified as Shaw’s writing. Instead of submitting them to the jury to compare with the receipt, Israel Pleasants was called as an expert to make the comparison, and to give his opinion of the signature of the receipt. He had never seen Shaw write, but he had been a man of business for many years, had had extensive correspondence, and was accustomed to see a great deal of writing. The court admitted him to testify, but this court reversed the ruling in an emphatic opinion by Chief Justice Tilghman.\nThis case is entirely consistent with The Bank v. Whitehill, and the two, taken together, establish the rule that comparison of hands may be made by the jury, but not by a mere expert.\nBank of Pennsylvania v. The Administrators of Samuel Jacobs, deceased, 1 Penna. Rep. 178. The genuineness of a certain check, purporting to have been drawn by Samuel Jacobs in his lifetime, was in question in this case. After several genuine checks had been given in evidence on the part of the defendant, three witnesses were called who had seen Jacobs write frequently, and had for a long time done business and carried on correspondence with him, and they were permitted to compare the genuine checks with the doubtful one, and to give their opinion that it was a forgery. Then, on the part of the Bank, three cashiers of other banks were called to testify as experts. They had all the experience in judging of writings which cashiers of banks usually acquire, but they had never seen Jacobs write. Their testimony was admitted also. This court in a very satisfactory opinion by the late Judge Smith, decided that the three witnesses on part of the defendant, were rightly admitted, but that the testimony of the three cashiers on the part of the plaintiff ought to have been excluded.\nIt is manifest that, according to general rules, the three witnesses were competent to speak of the signature of the check, because they had seen Jacobs write. They had exemplar’s in their minds, and comparing the check with these, they had a right to speak. The point of the ruling was, that they might also compare the check with the accredited tests that were in evidence ; but the learned judge fell into error when he cited Bank v. Whitehill as an authority on this point, because, as we have seen, that case ruled that the jury, not witnesses, were to make the comparison. He more accurately quoted Pipher v. Lodge, as an authority against admitting the experts. I do not think the court meant to advance a step in this case beyond the doctrine of the prior cases. The testimony of the defendant’s witnesses was admissible, without reference to the peculiar doctrine of comparison of hands, and I hold that the comparison which the case in 10 S. & R. had decided was to be made by the jury, was as much the rule after Jacobs’s case as before it.\nCallan v. Gaylord, 3 Watts 323, is not a very intelligible case. Though a civil action for libel, the opinion of Gibson, C. J., is a good deal occupied with an argument to prove that the rule of evidence in regard to comparison of hands is the same in criminal and civil cases. The account books which were produced as the tests were proved by witnesses who were acquainted with the defendant’s writing, and we understand the chief justice to have ruled that they were admissible for the jury to fmake comparison of them with the alleged libel. This was consistent with Bank v. Whitehill, which he cited, and doubtless meant to follow.\nBaker v. Haines, 6 Wh. 291, states the general principle of the admissibility of comparison of hands, without intimating whether the comparison is to be made by witnesses or the jury, and then rules that very strict proof should he given of the genuine or test paper — such as would leave no reasonable doubt on that point. And the proof of the test papers in that case was held insufficient, though it was by witnesses who had seen the party write. • This is a very important case in regard to what is sufficient to establish a test; but who is to apply the test when established, whether jury or witness, is not decided in the case. So with Depue v. Place, 7 Barr 429, the question related to the sufficiency of the authentication of the test papers rather than to the application of them.\nIn Power v. Frick, 2 Grant’s Cases 307, there was no test paper in question. The ruling related entirely to the knowledge of a party’s handwriting which a'witness must possess to enable him to prove a lost note.\nSo in Fulton v. Hood, 10 Casey 366, there was no test writing, and therefore, strictly speaking, no comparison of hands. The question was upon the alteration of the date of the bond in suit. McKinney, the subscribing witness, was the scrivener who prepared the bond, and he swore that the alteration in the date, and the addition of the concluding words, were made before the bond was executed. After the defendant had given evidence to contradict him, the plaintiff was permitted to prove by experts, in corroboration of the subscribing witness, that the whole bond, including the additional date, appeared to be written by the same hand, with the same pen and ink, and at the same time. We sustained this ruling. There are not wanting cases in the books to show that experts may be called to testify whether a particular handwriting is natural and genuine or forged and imitated. See Sharswood’s Starkie, p. 152, in notes. And such cases sustain our ruling in Fulton v. Hood; but it is only necessary to recur to the distinctions which I stated at the outset of this opinion, to see that that case bears no relation to the cases on evidence by comparison of hands.\nTaking Bank v. Whitehall, 10 S. & R., Lodge v. Pipher, Id., and Baker v. Haines, 6 Wh., as the leading eases in Pennsylvania. on this branch of law, the following summary may be stated as fairly resulting from them.\n1st. That evidence touching the genuineness of a paper in suit may be corroborated by a comparison, to be made by the jury, between that paper 'and other well authenticated writings of the same party.\n2d. But mere experts are not admissible to make the comparison, and to testify to their conclusions from it.\n3d. That witnesses having knowledge of the party’s handwriting are competent to testify as to the paper in suit; but they, no more than experts, are to make comparison of hands, for that were to withdraw from the jury a duty which belongs appropriately to them.\n1th. That test documents to be compared should be established by the most satisfactory evidence before being admitted to the jury-\n5th. That experts may be examined to prove forged or simulated writings, and to give the conclusions of skill in such cases as have been mentioned, and their like.\nOur cases are all reconcilable with these conclusions, though the language of judges has not always been as guarded as would have been well. No doubt inconsistent authorities may be found outside our borders, but it is not worth our while to discuss them, for if we have got a settled rule of our own it is enough for us to adhere to it.\nIt is not difficult to make application of these principles to the case before us. The witnesses who had seen Brown write w'ere quite competent to give their opinions of the genuineness of the signature in question, comparing it with their recollection of his handwriting, .and they were competent also to prove the test papers, but they should not have been permitted to make comparison of the note in suit with the tost papers. That was for the jury. If the court were satisfied that C. L. Ward was an expert, having no competent knowledge of Brown’s particular handwriting to speak from, he was competent to express an opinion whether the signature was feigned and imitated or natural and genuine. If he had knowledge of Brown’s hand, he was to speak like other witnesses, from the exemplar in his memory.\nLathrop was improperly admitted. He had not seen Brown write, and he was called to establish no test writing. He was a mere expert, and as such was not, under our rule, competent to compare writings. If the observations which fell from Judge Strong, in Fulton v. Hood, seem to favour the admission of the testimony of these witnesses, it must be remembered that judicial language is always to be received with the limitations that are implied from the facts of the case. That case was well enough ruled upon its peculiar circumstances, but we did not mean to be understood as overruling Pipher v. Lodge.\nOf the defendant’s rebutting evidence to contradict Mrs. Lancaster, the plaintiff has no reason to complain. The witnesses did not hear her say before Judge Read that she saw Brown sign the note, nor does she say it in totidem verbis, in her deposition. She describes in what room he signed it — “ he stood by the secretary,' and stooped over to sign it” — which is coming very near to saying that she saw it signed. Still she does not expressly aver that she saw him sign. If there was an essential contradiction in her two testimonies, the defendant was entitled to the benefit of it; if there was none, the plaintiff was not injured.\nWe probably would not think it worth while to reverse the case on account of the mistake of practice in taking the depositions of BroWn and Dix without a rule duly entered for that purpose, but as the case is to go back for other reasons, we may say that a rule ought to have been entered as provided for in the 40th Rule of Court. The case of Haupt v. Henninger, 1 Wright 140, was misunderstood. The depositions there were taken in pursuance of a rule entered for the purpose — entered, indeed, before the rule to show cause was obtained — but entered nevertheless in a pending cause, and the adverse party appeared and cross-examined. Under these circumstances we held the depositions admissible on the trial of an issue to try the validity of the judgment, the witness being dead at time of trial.\nBut here, though there was a pending cause, there was no rule entered therein to take depositions, as the rule of court required.\nWe think, under the circumstances, the depositions were not well taken.\nThe judgment is reversed, and a venire facias de novo is awarded."}