{"id": "483200", "contents": "The opinion of the court was delivered, by\nWoodward, J.\nAs this is probably the first instance in the whole judicial history of Pennsylvania of a widow recovering dower in land after a judicial sale of it for the payment of her deceased husband’s debts, it would have been interesting to know on what grounds the learned judge below gave the widow a judgment. The reasons of the judge do not appear of record; we are left to infer them from the course of the argument of counsel for the defendant in error. The argument does not deny that dower may be barred by a sheriff’s sale, but it is insisted that it must be a sale on a judgment which is a lien on the land. Then it is said the deed of Royer to McCahan was made twelve years before the entry of the Gibbony judgment, and the judgment was not revived till nearly seven years after McCahan sold to the directors. Hence, it is inferred that the sale on that judgment passed nothing whatever to the purchaser, and left the widow’s dower unimpaired.\nSuch is the argument. It rests on, or rather consists of, two assumptions: 1st. That the deed of Royer to McCahan was an absolute conveyance, which left no interest in Royer; and 2d. That a widow’s dower is not passed by a sheriff's sale of land which is made for the payment of her husband’s debts, unless the judgment under which the sale is made he a lien on the land. I propose to examine both propositions.\nThe deed of Royer to McCahan was dated April 8d 1840. It was on its face an absolute conveyance of the land in question. As such it was recorded. Mrs. Royer did not -join in it. But of even date with the deed McCahan executed to Royer a written defeasance reciting an indebtedness of Royer to him of $8569, reciting also Royer’s assignment of a deed he held from John Lyon for sundry tracts of land in Huntingdon county, in consideration of $2500 and the conveyance of the tract now in question in consideration of $6069, and stipulating that said lands should be disposed of by him (McCahan) as directed by the said Royer, and if Royer should repay the aforesaid debt before the lands could be sold, then they were to he reconveyed to him (Royer) or otherwise disposed of as he should direct. The paper concluded with these words: “ the intention only of conveying the same by the said Royer, being to secure me in the payment of the aforesaid sum, interest, costs, ¿•a.”\nThe deed and this defeasance are to be taken together, and together they constitute a mortgage. The authorities on this point are cited in the argument and are so familiar to professional minds that it would be inexcusable for me to discuss them. And it was a very precise mortgage. The genuine Pennsylvania idea of a mortgage is, that it is a written pledge of land as security for money, and that, say the parties in the above extract, is exactly the meaning of the papers executed betwixt them. A debt to be secured was recited in exact amount, the land pledged sufficiently indicated, and the promise to reconvey on payment of the debt clearly expressed. A limited power to sell was given McOahan, but this was consistent with the mortgage character of the instrument, ancient mortages always, and modern mortgages frequently, containing an unqualified power in the mortgagee to sell the mortgaged premises. The fact that the power granted in this instance was limited on Royer’s direction, is another very express recognition of his remaining interest in the land.\nAs between McOahan and Royer, therefore, the truth of the transaction was that Royer’s title was only mortgaged. And once a mortgage, always a mortgage.' Royer retained all the estate and interest of a mortgagor, and in Pennsylvania that is more than an equity of redemption; it is the full legal and equitable title, encumbered only by the mortgage-debt.\nWhy was not that interest bound by the lien of the Gibbony judgment, which was obtained against Royer, November 30th 1852? McOahan did not convey to the directors of the poor until November 8th 1853, and we have no evidence that he conveyed to them with the assent or direction of Royer, according to the terms of the power in the mortgage. But whether he conformed to the special terms of his authority or not, and though the Gibbony judgment was twelve years after the papers were executed between Royer and McOahan, what can be alleged against the lien of the judgment ? Assuredly, nobody will say that a judgment against a mortgagor is without an estate to bind. Nor will it be denied that the relation betwixt Royer and McOahan. was that of mortgagor and mortgagee. Then the Gibbony judg-; ment was a binding lien, and no conveyance by McOahan, whe-'1 ther with or without Royer’s direction, could unbind it. But the judgment was not’revived against Mrs. Royer, as administratrix of her husband, until 15th December 1859, a little more than seven years from the date of its entry, and the directors were not made parties to that revival as terre-tenants. These facts are modified by the circumstance that Royer died in August or September 1856, which had the effect to extend the lien five years longer. The sheriff’s sale to the directors was in April 1860, which was within the duration of this latter lien.\nBut even if the judgment were not a lien qua judgment, it was a debt of decedent, and because land is a chattel for the payment of debts, it may be seized and sold by the sheriff, though the judgment under which he proceeds is no lien. And a widow’s dower must wait on the payment of debts, whether liens or no liens. She is dowable of only what remains of the husband’s estate after payment of his debts; not after payment of liens merely, but debts. Debts of a decedent, as such, are liens, though so far as dower is concerned this is immaterial, for she is no more effectually postponed to lions than she is to debts. Nor did the sheriff’s sale pay the Gibbony judgment, a largo balance of which -remains unsatisfied. How then can the plaintiff claim dower out of the land in question against that sale ? Her husband a more mortgagor, a decedent, a judgment obtained against him in his lifetime and a lien on whatever interest he had in the land when he died, and a sheriff’s sale on that judgment within five years after his death, without the payment of the fiftieth part of the judgment, and yet her dower in the land survive? Such a proposition is so very extraordinary, that it ought to have a most satisfactory solution.\nWhat is it ? The directors were the purchasers at the sheriff’s sale, and it was to them also that McCahan conveyed in 1853. Royer’s defeasance being unrecorded, the mortgage is to be treated as án unrecorded mortgage. Then it is argued that the directors were ■ purchasers from McCahan without notice, and thus acquired the entire interest of Royer, leaving nothing in him to be passed by the sheriff’s sale.\nNow, let it be granted that they might claim as purchasers without notice, yet the fact is, they do not so claim. A bond fide purchaser is not affected by an unrecorded mortgage of which he has not actual notice, or notice of circumstances sufficient to put him on inquiry and to lead him to the truth. That is a clear legal principle, but it exists only for the protection and benefit of purchasers. When a purchaser does not invoke it, will not assert and claim it, may it be forced upon him by an adversary? It would be a novelty in law to compel a purchaser to set up an artificial rule of law that wás made solely for his own use, when the effect of doing so would be to sacrifice his rights. This would be to convert the shield which the law has furnished him, into a spear for his own destruction. If the directors are free to assert the truth, then the truth is, as we have seen, that Royer was a mortgagor and had an interest remaining in him to be passed by the sheriff’s sale. If they are not free to allege the truth, if they have estopped themselves, it must be because they are compelled, nolens volens, to regard themselves as purchasers without notice. We know the mortgage was unrecorded, but they may have had notice of it by the possession, or other means than the registry. If they claimed to be such purchasers, we would put him who disputed it to the proof of the notice; but seeing that they do not claim it, and that they claim an additional title which is utterly inconsistent with the imputation of their adversary, we will not allow the imputation to be made. Especially is it not to be allowed when the sole purpose of treating them as purchasers without notice is to impair their title, and take away part of the land they have bought twice and paid for honestly.\nIf it be said that McCahan conveyed a full title to the directors because he had the power to sell and they were ignorant of the restriction on the power, it comes to the same thing, that they were purchasers without notice of Royer’s rights, and the foregoing observations are as complete a reply to that view as iff the case be treated as a purchase without notice of an unrecorded mortgage.\nThis attempt to avert the consequences of the sheriff’s sale is specious, but unavailing. It is indeed a gross misapplication of a well-defined principle of law, a principle designed for the protection of innocent purchasers, and which does not admit of an application against their consent and to their prejudice. Whether any lion existed on Royer’s interest or not, the interest existed and was well sold for his debts. It concluded the widow just as effectually as if the directors had taken an assignment of the mortgage, or had treated their purchase as an assignment, and made a sale upon that.\nHaving thus taken away the ground on which the first assumption rests, I proceed now to consider the second position, to wit: that a widow’s dower is extinguished by a sheriff’s sale of land only when her husband died seised of an interest therein. I think it will be found that this proposition is not law.\nDower is barred by a sale under a levari facias on a mortgage executed by the husband alone: Scott v. Crossdale, 2 Dall. 127; Killinger v. Smith, 6 S. & R. 534. So a sale under a testamentary power for payment of debts bars dower: Hanman v. Spear, 1 Yeates 553; Mitchell v. Mitchell, 8 Barr 126; or a sale by order of the Orphans’ Court, but not a sale under a voluntary assignment for the benefit of creditors: Helfrich v. Obermeyer, 3 Harris 115.\nNow the reason why in the above cases a widow’s dower is extinguished without act of her own, and without judicial process against her, is that the right of dower is a.mere incident of the marital relation, and does not attach to the husband’s estate for the purposes of enjoyment, until all his debts are paid. In the language of Judge Rogers, in Mitchell v. Mitchell, 8 Barr 127, “ it is in all respects subordinate to the rights of creditors. She is only entitled to the surplus after satisfying their claims.” Lands are assets for payment of debts. This land now in question was conveyed to McCahan, and by him to the directors, expressly for the purpose of paying Royer’s debts. The sheriff sold it to the directors for the same purposes. And yet the debts were not all paid. More than $2000 of the Gibbony judgment remains unsatisfied. When a debtor’s lands are converted into money for payment of his debts, the whole estate, the widow’s dower as well as the husband’s interest, is sold and converted, and that by judicial proceedings against the husband alone, or, if he be dead, then against his personal representative, without summons or notice to her. This is the general rule. The Act of 1884 introduced an exception in her favour, when the debt of the husband had not been established by a judgment against him in his lifetime ; but where, as in this case, judgment is obtained against the husband in his lifetime, it may be used as an instrument for the conversion of real estate wherein she has a common law right of dower, without notice to or process against her. The creditor may ignore her rights, and even her existence, and his proceedings upon such a judgment, though directed exclusively against the husband, will have the effect to divest her dower. Of course I have been speaking of dower at common law, and not as it exists under our statutes. Such is our law. Now, in view of these unquestionable principles, how, it may be asked, were Gibbony’s executors to avail themselves of the value of Mrs. Royer’s estate in this land ? Their judgment having been obtained in the lifetime of the husband, she had no right to question that. Whether it was a continuous lien or not, it was a debt which her estate in dower was liable for. Yet the executors could not sue her for the debt, nor make her a party, in her character of widow, to the judgment, nor obtain any execution process against her. How, then, I repeat, were they to devote her estate in the land to the satisfaction of their debt ? To meet this question squarely, we look at the case now, not as it is upon the record, but, as her counsel insist on looking at it, as a case of an absolute and total divestiture by the husband of all his interest in the land, so that when he died he could be said to have no estate, title, or interest whatever in it. Be it so. Grant, for the sake of the argument, that though seised during coverture, he died disseised, and that his wife’s dower survived. Then, say counsel, because the husband’s interest was all gone, her interest was not leviable for his debt. That is the argument, the whole of it.\nWe do not admit the conclusion. The premises assumed are untrue ; the husband had not disseised himself, as I have shown in the former part of my opinion; but if admitting, as I agreed for the sake of the argument to admit, that he had done so, then I say that the law of Pennsylvania is, that Mrs. Royer held her estate subject to her husband’s debts, and that the way to levy them on her estate, was not by process against her, but by process against his personal representative. She happens to be that personal representative, but I make no account of that. She was proceeded against as administratrix merely, and if she have rights as widow, they are not compromised by the official position she has assumed. Í want to put the point clear of all such accidents. She stands in the present controversy just as well as if somebody else had administered her husband’s estate. She has a right to say that, as widow, she was no party to the judgment or the sheriff’s sale. Still, I hold that that sale bars her; that all her rights were derived from the marital relation ; that they were subordinate to the rights of the husband’s creditors, and that the legal mode for them to assert their rights against her estate, and make it indeed subordinate, was by process against the personal representative of the husband. This is our answer to the argument. We conceive it is conclusive, even if the case be treated as one in which the husband’s interest was all divested; and thus we dispose of the second ground assumed in support of the plaintiff’s action.\nWe esteem it fortunate that a strict application of legal principles works out the substantial justice of the case. There would be no justice in compelling the directors to pay for the land or any part of it again. Having bought all the estate of both Koyer and wife, and paid for it, they should be permitted to enjoy it without molestation from her.\nThe judgment is reversed.\nStrong, J., dissented."}