{"id": "483224", "contents": "The opinion of ihe eouri was delivered, by\nRead, J.\nThis case turns upon a paper no part of which is in the handwriting of the defendant, and it is directly proved to be in the handwriting of John R. Hughes, and the name of Jacob Hoy signed to it 'is in a disguised handwriting, not the natural hand of Hughes, but it is Hughes’s handwriting disguised from his usual handwriting. This paper is the guaranty upon which this suit was brought, and was primd facie a forgery by Hughes upon which the defendant was not liable.\nThe plaintiff offered in evidence the guaranty, accompanied by proof that the guaranty is in the handwriting of John H. Hughes (and to be followed by evidence that at or about the time of the guaranty, John H. Hughes was acting as the agent of Jacob liny, and as such, writing letters in his name, collecting money and giving receipts for the same in his name, endorsing bank checks in his name, upon which endorsement the checks were paid and have not been questioned). The portion of the offer in brackets was objected to by the defendant and rejected by the court, and we think properly; none of these acts, if proved, would establish such an agency in Hughes as to authorize him to give a written guaranty in Hoy’s name, for a bill of goods to be purchased by Hughes from the plaintiff on six months’ credit. It is an act of an entirely different character, the acts offered to be proved being clearly for the convenience and accommodation of Hoy, whilst the act actually done was solely and exclusively for the benefit of Hughes, without any corresponding advantage to Hoy, who at the best, if Hughes paid the bill, would only be relieved from the payment of the debt of a third person. The proof 'should have been of similar guaranties recognised and ratified, or previously authorized by the defendant. This act was clearly not within the scope of his authority arising out of his implied agency, as offered to be proved in this case.\nTh'e power of a partner in a firm of a general commercial nature, as stated by Story on Agency, § 124, is of a most extensive character, but it is clear that one partner is not authorized to bind the partnership by the guaranty of the debt of a third person without a special authority for that purpose, or one to be implied from the common eorfrse of the business, or the previous course of dealing between the parties, unless the guaranty be afterwards adopted and acted upon by the firm (3 Kent 53); such being the restriction upon the power of a partner, who is the agent of the whole for the purpose of carrying on the business, how little reason is there for taking off this restriction in the case of the very limited implied agency in Hughes arising out of the acts proposed, which are greatly inferior to the authority legitimately vested in one member of a partnership ?\nThe next offer was to prove the contents of a letter of the plaintiffs to the defendant of the 10th December 1857, the receipt of which was denied on oath by the defendant. This offer was properly rejected, because it appeared that the plaintiffs had in their possession a facsimile of the original letter which they did not produce, which was better evidence than the recollection of the witness.\n’ The next exception was to the cross-examination of Richard Hughes, a witness oh the part of the plaintiff, who was called to prove that Mr. Hoy gave to him the letter of the agent of the plaintiff of the 29th June 1857, which he read to him.\nUpon his cross-examination the witness testified as follows:\n“ Mr. Hoy showed me the letter and asked me to read it to him. Mr. Hoy can’t read writing very well. When I told him” — (and here the court admitted the following, which was the subject of tbe exception): “ Mr. Hoy said it could not be as I told Mm, for be had never given anything- of the kind at that time, and that he understood the letter differently. He said he understood the letter as asking him to go security. He said it could not be— that he knew nothing of it.” There certainly could be no reason for excluding this part of the conversation, of which the plaintiff had given the prior part, and which was absolutely necessary for the proper information of the court and jury, and the court was therefore right in admitting it.\nWe have carefully examined the charge of the court, and find it certainly as favourable to the plaintiffs as they had any reason to expect upon the evidence in the case. The questions of fact were fairly submitted to the jury, and have been determined by them in favour of the defendant, who was sought to be rendered liable on a paper which he never saw or signed, or authorized any one else to write or sign, and wliich was clearly a forgery.\nThere is nothing in the fourth, fifth, and sixth specifications of error.\nJudgment affirmed."}