{"id": "483214", "contents": "The opinion of the court was delivered, by\nWoodward, J.\nThis was an action to compel Lewis township to pay for the tuition of certain of her children in the schools of Cascade township. It often happens that it is more convenient for the children of a school district to attend the schools of an adjoining district, than it is to repair to their own appropriate school-houses; and the Common School Law of 1849, in the 11th article of section 16 (Purd. 270), provided for this contingency by making it the duty of the directors of such two adjoining districts “ to make an arrangement” by which pupils so situated might be instructed in the most convenient school of the adjoining district, the expense of such instruction to be paid by the directors of such adjoining district. In the amended School Law of 1854, sec. 23, art. 9 (Purdon 1064), the section above referred to was re-enacted, with the qualification added that the expense of such instruction shall be agreed upon “ by resolution or agreement entered upon the minutes of the respective hoards.” It was under these provisions that the present action was brought, but no resolution or agreement of tho respective boards of Lewis and Cascade was shown, and no minute was made respecting the service for which Lewis was sued. At the instance of certain citizens of Lewis township, John Griggs, the president of the board of directors of that district, signed a paper promising to pay Cascade for the tuition of the children of those citizens; but this paper was never authorized by the directors of Lewis, was never reported to them, and was never entered upon the minutes of either district. Upon this state of facts, the court decided, in answer to the defendants’ points, that the law would imply no contract on the part of Lewis to pay Cascade for the tuition in question, and that the paper signed by Griggs was not the “ resolution or agreement” contemplated by the Acts of Assembly; but that if the directors of Lewis knew that these children were going to school in Cascade, and did not disown it, but permitted the children to be schooled there, “ equity would not demand that Lewis school district should fay.” This gave Cascade the verdict.\nIt is apparent that whilst the learned judge admitted that a promise to pay for the schooling was not to he'implied fronYcircumstanees, he still permitted the jury t<^ imply it. His answers to the first and fifth points, on the part of the defendant, appear to us inconsistent with each other. What, but implying a cause of action, was it to refer all the circumstances to the jury, and inviting them to deduce an equity which would hold the defendant ? All implied assumpsits rest on equities. This cause was put on that ground.\nIn this there was error. The whole system of common schools is special and statutory. If one district is to be charged with the expense of educating the children of an adjoining district, it must be done in the manner the statute prescribes. It must be done in pursuance of an “ arrangement” between the directors of the respective districts, and that arrangement must be by “•resolution or agreement,” and the resolution or agreement must be entered upon the “minutes of the respective boards.” Out of nothing less than this can pecuniary liability for such service result. Regular official action, evidenced by official minutes, is what the statute requires to ground such an action as the present, and because it is a statutory requisition, all equities and implied liabilities are excluded.\nExperience no doubt suggested the necessity of provision in regard to the minutes of the arrangement which the Act of 1854 prescribes. It was calculated to prevent irregular and partial arrangements, such as was made in this case. Both boards being required to deliberate, and to record the result of their deliberations for the information of all concerned, the interest of both districts would be guarded, and frequently the service demanded would be compensated by similar service rendered to the adjoining district. If it was convenient for some of the children of Lewis district to resort to the school-houses of Cascade, it might have been found equally convenient and necessary for children of Cascade to resort to the school-houses of Lewis; and thus, had the statute been followed, a neighbourly exchange of services might have compensated each district without money and without lawsuits. If such reciprocal service had not resulted out of the arrangement contemplated by the statute, the terms of tuition would certainly have been fixed by it, and thus the taxpayers of Lewis protected from practices which might lead to great abuse. These seem to us to be reasons for adhering to the provisions of the statute, but if they are not good reasons, the imperative rule of the statute remains, and must be obeyed. Because it was utterly disregarded in the instance before us,\nThe judgment is reversed, and a venire facias de novo is awarded."}