{"id": "483212", "contents": "The opinion of the court was delivered, by\nLowrie, C. J.\nThe 5th section of the act establishing this university provides that the trustees may raise $100,000 by subscription, and expend and invest the same in land, buildings, and apparatus for the use of the university, and secure one-fourth of it, so that the interest shall be applied to the support of instruction; and it concludes by declaring that the trustees “shall not, for any cause or under any pretext whatever, encumber by mortgage or otherwise the real estate or any other property of said institution; and they shall not involve it in any debt which they have not the means of paying consistently with the restrictions above mentioned.”\nOur question is, does the clause just quoted exempt the university from the remedies provided by the mechanics’ lien law? By those laws this remedy is allowed, and this action may be sustained : is the university released from those laws by the clause quoted? We think not.\nIf Ave adopt the vieAV urged by the counsel of the university, it seems to us that Ave must declare that all remedies against it, wherein the judgment is for money, are repealed; for all such judgments are encumbrances; and especially that all remedies for debt against it are so altered that not only must the debt be proved, but also the ability of the corporation to pay it without prejudice to its own successful operation. Surely this interpretation would be unreasonable. No such alterations of the remedies of the law are intended by this clause.\nIt is not the administration of the law, but the mode in which the trustees may contract, that is restricted; not the legal remedies for debts, but the securities which the trustees may give; not the action of the law, but that of the trustees. They are not prevented from contracting debts, but from doing it in a certain form. They must contract d'ebts in erecting the university buildings, for they cannot be supposed to pay in advance; and so they must contract debts to their professors. Each -of such debts must be enforced according to its appropriate legal remedy.\nWe cannot, with any sort of propriety, presume that the general remedies of the law are repealed by such a restriction on the functions of the trustees. General laws are not set aside by a grant of a special privilege that can have any force without it. The rule of equality before the law forbids it.\nFor the benefit of the corporation, the trustees are forbidden to pledge any of its property, and thus caution in contracting debts is enjoined; but contracting debts is not itself forbidden, and therefore the usual remedies for debt are not. All sorts, of agents may have authority to contract debts for their principals, without having authority to pledge their property, and even where this is forbidden.\nThere is nothing else in the case that needs any discussion by us.\nJudgment affirmed."}