{"id": "483208", "contents": "The opinion of the court was delivered, by\nStrong, J.\nThree prominent questions are raised by this motion. They are, Has the complainant a legal right to the office of sheriff of the city and county of Philadelphia ? Does the defendant unlawfully invade or threaten to invade that right ? If he does, is the invasion of such a character as to call for the exercise by this court of its preventive power ?\nOn the 27th day of November 1861, the governor of the Commonwealth issued a commission to the complainant, reciting that by the election returns of the October election of that year, it appeared that he had been chosen sheriff of the city and county of Philadelphia, and authorizing him to perform the duties and enjoy the privileges of said office for the term of three years, from the second Tuesday of October 1861, if he should so long behave himself well, and until his successor should be duly qualified. Under this commission he entered upon the duties of the office, and he has, in fact, acted hitherto as sheriff. If this commission is still in force, beyond controversy, he has a legal right, not only to the office, but to its undisturbed enjoyment. This we do not understand to be controverted. The next stage in the inquiry therefore is, whether anything appears which invalidates the commission. The defendant produces a commission from the governor to himself, dated October 21st 1862, reciting that it appeared from the returns of the same election, held in October 1861, that he had been chosen sheriff of the said city and county, and authorizing him to hold, exercise, and enjoy the said office, of shei’iff, with all its rights, fees, perquisites, emoluments, and advantages, and to perform all its duties for the term of three years, to be computed from the second Tuesday of October 1861, if he should so long behave himself well, and until his successor should be duly qualified. The two commissions are for the same office, for the same term, and both recite the same election returns. The second does not profess to be founded upon any amended return; it makes no allusion to any contest of the election, and it does not in terms revoke, annul, or supersede the commission previously issued to the complainant. What then is its legal effect ?\nHad there been no contest of the election of sheriff, or of the election returns, it could not be maintained that the commission issued in October 1862 annulled, vacated, or superseded the commission given to the complainant in November 1861. The power of the governor to revoke a commission once issued to an officer not removable at the pleasure of the governor, may well he denied. Even where he has the power of appointment of such an officer, an appointment once made is irrevocable. Much more, it would seem, is a commission issued by him incapable of being recalled or invalidated by himself, when the ajDpointing power is located elsewhere, and when his act, in issuing the commission, is not discretionary with him, but is only the performance of a ministerial duty. Under the Constitution, the governor does not appoint a sheriff, and he has no choice as to whom he will commission. The appointment is made by the electors, and it is the duty of the chief executive to commission the person ■whom they have designated according to the forms of law. When he has done that, his duty is performed, and a vested right is consummated in the person commissioned, a 'right which nothing but judicial decision can take away or authorize him to recall. The observations of the Supreme Court of the United States in Marbury v. Madison, 1 Cranch 137, bear forcibly upon this subject. That was an application for a mandamus, to compel the delivery of a commission for an office to which the applicant had been appointed by the President of the United States, and for which a commission had been made out, but not delivered. The office was one which the law created,, and of which it fixed the duration of tenure by the officer, but under the Constitution the President had the appointing power. Chief Justice Marshall, in delivering the unanimous opinion of the court, made the following observations : “ Where an officer is removable at the will of the executive, the circumstance which completes his appointment is of no concern, because the act is at any time revocable, and the commission may he arrested if still in the office. But where .an officer is not removable at the will of the executive, the appointment is not revocable, and cannot be annulled. It has conferred legal rights which cannot be resumed. The discretion of the executive is to be exercised until the appointment has been made. But having once made the appointment, his power over the office is terminated in all cases, where, by the law, the officer is not removable by him. The right to 'the office is then in the person appointed, and he has the absolute unconditional power of accepting or rejecting it.” In this case it seems to have been held, that neither the appointment nor the commission can be withdrawn. The executive may undoubtedly be authorized by law to revoke a commission or supersede it for cause, though he has not the power of appointment, and though the duration of the tenure may be determined by the legislature. Whether he could, when the tenure as well as the mode' of appointment is defined by the Constitution, is perhaps not so clear, unless the commission has issued to one who was not elected or appointed. But the law has made the return the only evidence of an election, in the first instance, and conclusive until it has been corrected or shown to be false by a judicial determination. The defendant cannot stand therefore on his commission alone. He is compelled to show that the executive was authorized to issue it, before he can contend successfully that it has superseded that previously granted to the complainant.\nThis brings us to inquire whether the proceedings which have taken place in the Court of Quarter Sessions empowered the governor to grant the commission, and thereby supersede that which was issued upon the original election return. These proceedings are not referred to in the second commission, but if they conferred a power, the commission must be held to have issued under it, rather than to be void. Prior to the date of his commission, a contest of the complainant’s election and of the return thereof had been initiated in the Court of Quarter Sessions under the provisions of the Act of Assembly of July 2d 1839, and in that contest a decree was entered on the 18th day of October 1862, that the complainant was not elected, but that the defendant had received a majority of the votes given, and that he was duly elected. On the same day, a certiorari was sued out of this court by the complainant to remove the record of the contest in the Court of Quarter Sessions, and it wds served. The effect of that writ was to stay further proceedings in the court below, and to remove the record of the case into this court. That such is the effect of a certiorari,-except in cases where the legislature has made a different rule, is the doctrine of all the cases. It is not itself a writ of supersedeas, but it operates as one by implication. Originally in fact, and now always in theory, at least, it takes the record out of the custody of the inferior court, and leaves nothing there to be prosecuted or enforced by execution. Very many of the English as well as the American authorities are collected in Patchin v. The Mayor of Brooklyn, 13 Wend. 664. There are very many others, all holding a common law writ of certiorari, whether issued before or after judgment, to be, in effect, a supersedeas. There are none to the contrary. In some of them it is ruled, that action by the inferior court after the service of the writ, is erroneous; in others it is said to be void, and punishable as a contempt. They all, however, assert no more than that the power of the tribunal to which the writ is directed is suspended by it; that the judicial proceeding can progress no farther in the lower court. It is not so clear, either in reason or in authority, that collateral action is erroneous or void. If an execution has been issued upon a'judgment before the service of a certiorari, the power pf the sheriff to go on under the execution is not suspended. It requires a formal supersedeas to suspend it. The court may even issue a vend. ex. to enable its completion. An execution issued after certiorari served, is erroneous, and perhaps void, because its issue is the act of the court to which the superior writ has been sent, and of the party whose further proceeding has been stayed. An election contest is in some respects peculiar. True, it is a judicial proceeding, but, so far as the court in which it is conducted is concerned, it terminates with the judgment or decree. No execution of the decree is intrusted to the court, or is under its control. When the truth of the return is contested, the duty of the court is to ascertain what should have been the true return, and declare it. Then its duty has been done. The regularity of its proceeding may be revised in the superior court, and no doubt a certiorari removes the record in such a case. It cannot, however, operate upon the inferior court as a supersedeas, for after a decree there is no possible action of that court to be stayed. If it stays anything, it can only be the action of the executive in issuing a new commission in view of it, rather than upon it, or action under the new commission when issued by the substantial party to the decree in whose favour it has been made. But the issue of a commission by the executive after the service of a certiorari is not disobedience to the writ, for that goes only to the judges. It is not therefore a contempt, as action by the judges and the parties would be. He is no party to the contest, either in form or in substance. In reason, therefore, there is an obvious difference between the effect of a certiorari upon the court to which it is sent, or the parties to the judicial proceeeding removed, and the executive, who has no connection with the record. Nor do the authorities show that a certiorari operates upon any other than the court and parties. We are therefore not prepared to hold that, on the 21st day of October 1862, after the decree declaring what was the true result of the election had been made in the Court of Quarter Sessions, the executive had not authority to issue a commission to the defendant. Especially are we not prepared so to rule upon this motion, which is an appeal to our judicial discretion, while we are sitting only at Nisi Prius. The commission of the defendant is not necessarily invalid because the election contest is still pending in the sense in which a cause adjudicated in an inferior court is said to be pending after its removal by certiorari or writ of error to a court which is superior. Had it issued one day before the service of the certiorari, but after the decree of the Court of Quarter Sessions, and had the officer commenced his duties, no one will contend that it would have been avoided or interrupted by the mere subsequent service of the writ, any more than an execution partly executed is stayed by the service of a certiorari on the court which had awarded it. And yet had the certiorari sued out by the complainant been four days later than it was, the election contest would be a pending proceeding, just as truly as it now is. A certiorari after judgment, like a writ of error, is, in fact, a new suit. It enables him who obtains it to aver errors in the record removed, not to retry the facts in this court. A judgment in it may, indeed, be followed by a new trial in the lo'wer court, but there is no retrial here. It is not on that account, not because the action may, in this sense, be said to be pending, that proceedings are stayed in the court where the trial was held, but it is because in contemplation of law its record is removed to another tribunal.\nBut, while we do not hold that the certiorari served on the court, took away from the executive the power to issue the commission to the defendant after the decree correcting the election returns, a power which the decree unimpeached gave him, we do hold that the service of the writ affects the defendant. He was a party to the contest in the Quarter Sessions, not in name, but in substantial truth. It was his right which was in controversy, and his were the fruits of the decree. Upon him, therefore, the certiorari may operate. When it was served, and the record was removed, he had not begun to execute the duties of the office or to act under the decree and his commission. His position is like that of a party who has an execution in his hands not delivered to the officer when the writ comes, and stays his further proceeding. His title to his commission is not taken away, but his right to proceed under it is suspended until the final decision under the revisory writ. It may be that the decision of the Supreme Court on the hearing of the certiorari, will result in setting aside the decree of the Court of Quarter Sessions, and thus leave the original return and the commission of the complainant, in full force. On the other hand, if the decree be affirmed, the right of the defendant to his commission, and to the emoluments of the office from the 21st day of October last, will be established. His title will then have commenced at the date of his commission. It does not, however, give him a present right to assume the office or interfere with its duties.\nThe second question is easily answered in the affirmative. The bill and affidavits show that there has been, and still is, a disturbance of the rights of the complainant made by the defendant, no doubt under a belief of right, but still unlawful.\nThe remaining inquiry is, whether the case is such a one as requires the court, in the exercise of its equity powers, to grant an injunction. It is a bill preferred by an individual, asserting a personal right invaded. Yet it is not to be overlooked that it affects public interests. The office of sheriff is a most important one, and the question, which of two persons claiming it may lawfully perform its duties, is one in which the whole community is interested. We ought not to leave the matter in doubt. Though rve cannot now determine finally who has the right, we can and ought to determine who is the sheriff in fact, and prevent a conflict until there shall be an adjudication that shall terminate finally the election contest. We therefore feel constrained to award an injunction.\nA speedy final decision of the contested election is imperatively demanded by public considerations. In the light of these, individual interests and personal convenience are of minor importance, though they are by no means to be disregarded. We have no power to compel a hearing on the certiorari before the return day of the writ. But we have power to dissolve tile injunction now granted, and we have power to impose terms upon the allowance of a common law writ of certiorari after judgment. It is not a writ of right, and will never be allowed for merely technical errors which do not affect the merits: Bac. Ab., Certiorari, A. We will use some of these powers unless the parties agree in writing to a hearing on the writ of certiorari before the Supreme Court in banc at Pittsburgh, on the 15th day of November 1862. We cannot treat the writ as not allowed, but we can revise the allocatur and quash the writ, if there do not appear to be sufficient grounds for it.\nAnd now, to wit, November 1st 1862, this motion came on for hearing before the Supreme Court at nisiprius, and was argued by counsel. Whereupon, after due consideration, it is ordered, adjudged, and decreed that, on the complainants giving security according to the Act of Assembly in the sum of $5000, the said John Thompson, his agents and servants, be enjoined from interfering or intermeddling with the office of sheriff of the city and county of Philadelphia, or from disturbing or molesting the complainant in the peaceable possession and enjoyment thereof, until final hearing of a certain writ of certiorari sued out of the Supreme Court to remove the record of a contested election between the complainant and defendant, or until further order.\nAnd it is further ordered that the defendant have leave to move the court, on the 15th day of November 1862, to quash the certiorari, for having been issued without special cause previously shown, unless the plaintiff shall then show sufficient cause on giving five days’ notice."}