{"id": "484233", "contents": "The opinion of the court was delivered, by\nRead, J.\nThere is no parol equitable mortgage of lands by the deposit of title of deeds in Pennsylvania. In the present case, there is a written paper under seal in these words:—\n“ This is to certify that I have this day left in the hands of Albert P. Luch, two deeds for lot No. 99 Fourth street, and for lot No. 101 Fourth street — Wetherill as collateral security for a certain note of hand, given by me November 26th 1857, and for the better security of the said note, amount of which note is $105, promising that should I fail to pay the note in reasonable time, to make deeds of the property to him as for value of said note and penalty. Witness my hand and seal, this 11th day of December 1857.”\nIn the counter statement of the appellee this paper is stated to be entitled “ Certificate for two Deeds.”\nThe paper-book does not give the probate, which would have shown what this paper was called by the appellant, but states that on 21st January 1858, the appellant, after having the execution of the above paper regularly proved, took it to the recorder of deeds of Northampton county, who recorded it in his office in Book of Miscellanies, same day, Vol. 2, p. 118. The deeds for lots No. 99 and No. 101 were delivered to Albert P. Luch, at the time of the execution of the above paper.\nOn the 16th January 1858, Parmonio fticksecker, the maker of the note and of the foregoing instrument, paid $60 on the note, reducing the amount of the claim below to $45, with interest.\nThis is called by the appellant a written equitable mortgage, and conceding this to be the nature of this instrument, it must be properly recorded, as all mortgages are required to be in this state.\n• The question then is, was this properly recorded ? There are three separate kinds of books regularly kept in the recorder’s ofiice of Northampton county, deed books, mortgage books, and a miscellaneous book or book of miscellanies. If this were a deed of conveyance by the practice, it would be recorded in the deed book, and you would find it by examining the appropriate index. If a mortgage, it would be recorded in the mortgage •book, and would be found by consulting the mortgage index, and if neither deed of conveyance nor mortgage, but entitled to record, you would search the miscellaneous book.\nThe question is, whether this is the law of the land. By the old common law, publicity of title was a main object in'relation to the transfer of estates. An estate of freehold could not pass at common law without a livery of seisin, and a feudal seisin once passed to the tenant, it could not be defeated, except by an act of equal solemnity, or by a defeasance or condition. The owners of land desired that conveyances should admit of secrecy of transfer, and out of this conflict of law and expediency resulted that complex system of conveyancing which is at present the law of England.\nThe object of the Statute, of Uses was that trusts should be created in a public manner, and this was intended to be further secured by the passage of the Statute of Enrolments. The first statute was practically defeated by a narrow and absurd construction, and the latter was evaded by the adoption of the conveyance by lease and release. Blackstone, vol. 2, p. 342, after describing the principal species of deeds, says: Among which the conveyances to uses are by much the most frequent of any; though in these there is certainly one palpable defect, the want of sufficient notoriety, so that purchasers or creditors cannot know, with any absolute certainty, what the estate and the title to it in reality are, upon which they are to lay out or to lend their money.”\nWilliam Penn, conscious of this imperfect state of the law of his native country, had passed at the first Assembly held at Chester, in 1682, an act requiring all charters, gifts, and conveyances of land, and certain other securities, to be registered in the public enrolment office of the province, within two months after the making thereof, else to be void in law. This provision was materially changed by the Acts of 1688, 1693, and 1700, which last, as well as those of 1705 and 1710, were repealed in council. Judge Oadwalader, in some valuable remarks on the recording acts, says : “Under the act in the text” (1700), “and those which preceded it, the proof or acknowledgment of deeds was taken in court, and the books in which they were recorded were books of the respective county courts, from whose offices they were afterwards transferred to those of the recorders of deeds. Under the Acts of 1705 and 1710, the acknowledgment or proof of deeds was required to be made before one of the justices, in presence of the recorder who attended on the justice for the purpose. This practice was, through mistake, continued in Philadelphia county for several years after these acts had ceased to be in force, as the books in the recorder’s office show.”\nBy the Acts of 1705 and 1710, unrecorded mortgages were to be of no effect, and deeds not recorded within six months after the time of making them, were postponed in their operation to deeds of subsequent date, previously recorded. Their provisions were in these respects similar in principle to those of the Acts of 1775 and 1820, now in force, and differ from those of the Act of 1715, also in force, which, except in the case of mortgages, was, like the act in the text (1700), intended to encourage rather than to compel the recording of conveyances. “ Upon many points these acts and our present recording acts were obviously framed with reference to the contents of English local registry acts,” the earliest of which was passed more than twenty years after the first provincial act.\nWe have experienced the benefit of the founder’s wise policy in preventing secrecy of transfer by a public registry, and the question before us is, what division of subjects and books of record have become engrafted by necessity and practice upon our registry system so as to render it available to the present and future generations. By the kindness of Eli K. Price, Esq., one of our most eminent and practical real estate counsel, and of Mr. Redner, of the established conveyancing firm of Cash k Redner, I have been furnished with authentic data which enable us to say what is the state of the recorder’s office in the county of Philadelphia, the seat of the provincial and state government from 1682 to 1799, and now containing a population of six hundred thousand souls.\nFrom 1684 to 1862, there are 1248 deed books, 508 mortgage books, 15 miscellaneous books, and 29 letter of attorney books, making 1800 large folio volumes, besides eight other species of books, making 37 volumes more, and besides the protest books of notaries public, which are deposited at the end of every three years.\nThe indexes to the deed books 34 grantor and 30 grantee, to the mortgage books 18 mortgagor and 5 mortgagee; 1 grantor and 1 grantee miscellaneous index, making 89 large folio volumes, besides two other species of indexes, making 6 volumes more.\n“The first mortgage in a separate mortgage book,” says Mr. Price, “was recorded 1st August 1749. Prior to that period mortgages were recorded in deed books. Mortgages, since the middle of the last century, have been, as a rule, regularly recorded separately from the deeds, and no one of this generation would think of recording or finding them in any other than the mortgage books.\n“ The first miscellaneous book I find to have begun July 30th 1799. Looking over about two hundred pages, in the beginning of the book, I find it to contain commissions to the sheriffs’ justices; contracts relating to the purchase and sale of lands; release of liens, and charges upon lands ; declarations of trust; proofs of decedents’ contracts; award of referees; affidavit of death of ancestor; mortgage of chattels; mortgage of lands in Virginia; deeds for lands out of the county ; bonds and warrants, a few; the last six kinds without any legal authority, and one mortgage on land in Philadelphia county, for which I could see no other reason than accident or mistake.\n“In speaking with Andrew Miller, Esq., upon the subject, he mentioned that his clerks had, by mistake, recorded a few mortgages in the Deed Book owing to the defeasance not appearing until in the writing it was first discovered, in which cases he made reference at the proper place in the Mortgage Book where the mortgage was copied, and entered it in the Mortgage Index, so as to bring it in the proper line of search.\n“ The practice of giving certificates of search stating that it appears by the index, &e., commenced in Alexander McCaraher’s time, about thirty years ago, and the practice has ever since continued.”\nIt is clear, therefore, from uniform practice going back so far as to be equivalent in this country to an immemorial usage, that mortgages are and must be recorded in mortgage books, and are of course not properly recorded in any other species of book where they cannot be found by means of the mortgage indexes. Any other construction would render our registry system valueless and impossible.\nThis certificate for two deeds being a mortgage and not recorded in the Mortgage Book, is simply equivalent to an unrecorded mortgage.\nThis detailed examination into the practical working of the recorder’s office has been made necessary by some unguarded language used by Chief Justice Gibson in McLanahan v. Reeside, 9 Watts 511, upon a point not necessary to the decision of the case before the court. He had decided that an absolute deed, recorded in a deed book, followed afterwards by a defeasance recorded in the same book, was not a sufficient recording as a mortgage, because, upon reaching the absolute conveyance, he was not bound to go farther. “ It is indeed,” says the chief justice, “ of no account that the conveyance and the articles were not recorded in the book set aside for mortgages. The keeping of such a book is an arrangement to promote the convenience of the officer by contracting the surface over which he is to search for a particular thing; and he is bound to furnish precise information, get it as he may, of every registry in his office, whether made in the right place or not.”\nThis was undoubtedly said without a full knowledge of the uniform practice to the contrary, and of the entire impossibility of carrying on the registry of deeds and mortgages in a populous county like Philadelphia, and deriving any practical benefit from it. To search twelve different species of books, covering very numerous volumes, devoted, all but one species, to entirely different subjects, for a stray mortgage which should be found only in its appropriate place, -would be to stop all the transfers of real estate, which are of daily occurrence. Ño recorder could or would undertake it, and no body of clerks wrould be sufficient to carry on the work of the office. The advice of Mr. Price, in his work on Limitation and Lions, page 348, is most apposite : — “ It behooves the mortgagee not only to take his mortgage in proper form, but to have it duly recorded in- the Mortgage Book.’1’ A caution most necessary in such a nondescript certificate for two deeds, as in the case before us, which is all that we are called upon to decide at present.\nJudgment affirmed."}