{"id": "484299", "contents": "The opinion of the court was delivered, by\nWoodward, J.\nThe ease stated presents, with admirable singleness and clearness, the question that is up for judgment. The question is whether under the several Acts of Assembly relating to the subject, a lot-owner on Union avenue is liable for the costs and expenses of grading and paving the whole of said street in front of his lot, or only the half of its width, a public common lying on the opposite side of the street. Doubtless the Acts of Assembly were drawn with a view to streets that had private owners on both sides, and the difficulty consists in adapting them to a case where the owner on one side is the very municipal corporation that sues, and the thing owned is a public common, and not a private lot. It is observable, however, that the acts do not limit themselves to the middle of the street. They authorize the city to grade and pave the streets, and to levy and collect a special tax for defraying the expense thereof, “ by an equal assessment on the feet front, bounding” on said street. The work to be done and paid for is the whole work of paving and grading the entire width of the street, and the expense thereof is to be charged against the “ person or persons” owning lots that front on the street. Where persons own lots on only one side of the street, and a public common lies on the opposite side, the whole cost of grading and paving must necessarily fall upon such persons. The corporation, though holding the legal title to the Common, is not a person within the meaning of the acts. It would be absurd for the corporation to tax itself for itself. The corporation taxes the personal owner for wonc which it has done for his benefit. If he have no opposite neighbour to share the tax with .him, it is the price he pays for the privilege of an open common in his front. The location, which enhances the value of his property, subjects him to a correspondent increase of taxation, and this is right. All these municipal taxes for improvement of streets, rest, for their final reason, upon the enhancement of private properties : Schenley’s Case, 12 Casey 67. But it is said the statute requires an “ equal assessment,” and that it is unequal to tax one owner with the whole and another with only half of the street, when both are bounded as to their right of property by the middle of the street. “Equal assessment on the feet front” are the words of the statute, and they must be construed with reference to the location. All owners opposite the Common pay the same rate per foot front, and owners opposite other private owners pay according to their feet front. This is the equal assessment intended by the statute.\nWe think the case is within the spirit and meaning of the several Acts of Assembly, and that the assessment should be sustained. A similar attempt to impose municipal taxes upon public ground was made without success in Howell v. The City of Philadelphia, 2 Wright 474."}