{"id": "484217", "contents": "The opinion of the court was delivered, by\nLowrie, C. J.\nPart of the consideration specified in the conveyance by the father to the son, was natural love and affection, and therefore there is no difficulty in admitting oral testimony that it was intended in part as an advancement; for this testimony does not affect the conveyance, and an advancement may be proved by oral testimony. Is it proved here ?\nThere is no doubt that the conveyance of the 21st February was intended to be an advancement to the amount of $3500, for we have the son’s written acknowledgment of this. But that conveyance was cancelled, not because the whole transaction was abandoned, and the purpose of advancement given up, but because, in the form at first contemplated, it would ebe unavailing as against a threatening claim of a supposed creditor. There is no evidence that the intention of advancement was abandoned in the new arrangement and conveyance of 1st March. And the fact that this conveyance is for natural love and affection, and that the original acknowledgment of advancement was retained, while the original conveyance was cancelled on the giving of the new one, is evidence that the intention of advancement was retained ; and this oral testimony, as well as the natural probabilities of the transaction, tends in the same direction. We cannot say that the court was wrong in finding an advancement.\nWhat is the measure of advancement is not so clear. . It is, however, treated as at least equal to one share of the estate, $1435.95, and it is not complained that this is too much or too little, if it was an advancement at all. It is not for us, therefore, to find fault with the amount. It does not seem to us that any injustice was done to the son or his heirs by treating it as a full advancement.\nNo doubt the threatening creditor would have avoided the whole transaction as a fraud upon him, if he had turned out to be a real creditor. But neither of the parties can set up that fraud as a means of escaping from the effect of the arrangement as between themselves.\nDecree affirmed, at the costs of the appellants."}