{"id": "484263", "contents": "The opinion of the court was delivered, by\nWoodward, J.\nThere are two questions on this record which, if decided against the plaintiff in error, will be decisive of the cause, and will relieve us of all necessity to notice the numerous points suggested in thirteen assignments of error.\nThe first of these questions is whether the-learned judge erred in admitting in evidence on the part of the defendant an exemplification of the Kenyon will. The will was dated the 7th or 12th August 1833, was proved October 17th 1833, and was duly recorded. The defendant claimed title to the premises in dispute through and by virtue of a devise contained in the will. The 17th section of the Act of 15th March 1832, Purd. 188, says, that all copies of probates of wills proved under the act, and attested by the seal of the proper office, shall be good évidence to prove the gift or devise thereby made. This provision is copied from the Act of 1705, 1 Smith’s Laws 83, under-which it was decided in Logan v. Watt, 5 S. & R. 212, that the certificate of .the register of wills that a will of lands had been duly proved and approved before him, with a copy thereof annexed, was primd facie evidence of such will, though a copy of the probate was not set out. In Loy v. Kennedy, 1 W. & S. 391), a certified copy of a will defectively proved, was held to be primd facie evidence of title under the Act of 1832. In Holliday v. Ward, 7 Harris 485, the original will was offered in evidence, in connection with Avliat seemed to be a defective probate of it, and this court said in support of the admission of the evidence by the court below, that the validity of a will is a fact which the court infers from the decision itself of the register, and not from the evidence on which the decision was based. A judge before whom the will comes, collaterally proved and approved by the proper authority, has no right to reject it because it may seem to him that the probate was allowed on the testimony of an incompetent witness, or on proof that was insufficient. These cases go upon the principle that the register is a judge, and the admission of a will to probate is a judicial decision.- His judgment, if it be in favour of the will, is evidence of its validity, in all respects conclusive as to personal property, and presumptive as to real. But only presumptive as to realty: and this presumption may be rebutted by showing, in ejectment, that it was not legally executed, or that the testator was insane, or under duress, or influenced by the fraudulent practices of an interested party. The burthen of proof is upon the party assailing the will, and, as in all other cases of primd facie evidence, it stands until overthrown by direct assault. Counsel seem to suppose that there was something in the character of the issue which made it the duty of the defendant to produce the original will. The action was ejectment, wherein the plaintiff claimed by descent-cast from her father; the defendant claimed under his devisee. Will or no will was, indeed, the issue ; but the probate of the register furnished primd facie proof in favour of the defendant, and it was the duty of the plaintiff to overcome it if she expected to recover. If for any of the purposes of the trial she wanted inspection to be had of the original paper, she should have given defendant notice to produce it, or have served a subpoena duces tecum on the register, and, failing in this, her objection to the admission of the exemplification was properly overruled. Counsel have referred us to several authorities on this head, of which only one seems to be pertinent — that is section 693 of 2 Greenleaf’s Evidence. It is there said that, in those states in which the probate of the will is not regarded as conclusive in respect to lands, it is necessary in tbe first place to produce the original will, or to prove its former existence and subsequent loss, in order to let in the secondary evidence of its contents. This is not an accurate statement of the law of Pennsylvania, for though a probate in this state is not conclusive as to lands, it is nevertheless admissible as primá facie evidence, as is shown by the cases above cited. Mr. Greenleaf cites no Pennsylvania authority to sustain his text, and he probably did not mean to be understood as stating the rule of evidence as it obtains in this state.\nThe other question to which I alluded in the beginning of the opinion, arises under the 7 tk section of the Act of Assembly of 22d of April 1856, Purd. 1169, which is in these words: “ That the probate by the register of the proper county, of any will devising real estate, shall be conclusive as to such realty, unless within five years from the date of such probate those interested to controvert it shall, by caveat and action at law duly pursued, contest the validity of such will as to such realty; provided, that all persons who would be sooner barred by this section taking immediate effect, shall not be thereby barred before two years from the date hereof.”\nThe main purpose of this section was to give to the probate of wills, after five years, the same conclusive effect as to real estate which it has always possessed in England and here in respect to personal goods. Though held to be primá facie evidence of title, the probate with us has been open to contest indefinitely, or at least for any time short of the period at which the common law would set up a conclusive presumption in its favour. This was the mischief the statute meant to remedy. Innumerable titles throughout the commonwealth depended, and always will depend, on the probate of wills. That probate, the foundation of so many titles, we treat as a judicial decree, and the legislature thought there ought to be a time when it should be no longer questionable. The act of which this section is a part was planned to assure the people of greater certainty of title, and to make them more secure in the enjoyment of real estate. It is founded in highest considerations of public policy. It is a statute of peace, security, and repose. It is entitled, therefore, to a liberal construction from the courts. Does it apply to the probate of Captain Kenyon’s will ? This is the immediate question before us.\nIt plainly declares that the uncontested probate shall be conclusive after five years from its date. It specifies a caveat and an action at law as the means of contest. This word caveat is inaccurately used here. Gaveat, let him beware, is a notice given by a party having an interest, to some officer not to do an act till the party giving the notice has a chance to be heard, as to the register of wills not to permit a will to be proved, or not to grant letters of administration, or to the officers of the land office not to give a patent, or to a cleric in chancery not to enroll a decree until the objections can be heard. It always precedes the act, and is never heard of as a means of undoing what has been already done. But the other words, “action at law,” are sensible, and mean an ejectment, as in this case, or any proceeding where the issue is devisavit vel non. It is earnestly contended that the section is prospective, and should be so construed as to affect only wills admitted to probate after the enactment went into force. Our disposition always is to give statutes prospective operation only, and we have said many times that we would not give them' retroactive effect except under pressure of the most unambiguous language. If the enacting clause stood alone, I think it would be a fair case for the application of this rule of construction. I should see nothing in it necessarily applicable to a probate long passed, when the section was enacted. But there is a proviso which must be taken in connection with the enacting clause, and which would be insensible if the section is not to have substantially a retroactive effect. The persons who would be barred in less than five years by this section taking immediate effect, would be those who were interested' in probates theretofore granted. Unless the legislature intended the enacting clause to operate on existing probates, the proviso need not have been added. But if they did so intend, then it was no matter when the existing probate was made, whether one or ten years before — the longer before the more reason, indeed, for applying the limitation. We must say, in view of the proviso, that the legislature meant to furnish a rule not only for future probates, but for past ones .also. For those that were 'future, the limitation was five years from the date of the probate; for those that were past and would be sooner barred, two years from the date of the act. And by the date of the act we are to understand the 1st of October 1856, when the act, by its own limitation, was to take effect. The construction of the entire section may therefore be expressed thus: All probates of wills, whether past or future, shall be subject to the limitation of five years from the date of granting them; but as that period must necessarily be wholly or partly run out in respect to past probates, parties interested in them shall have two years from the time this act takes effect to institute their action at law. This construction would operate unequally, I agree, for whilst it would add two years to the twenty odd years that had passed at the date of the law, since the probate of Captain Kenyon’s will, it would add but two to the one year that may have elapsed since probate of another man’s will, giving to those interested in the latter only three years in all. But of this the present plaintiff in error has no reason to complain. The only parties whom the construction pinches are those who were interested in contesting wills proved less than three years before the date of the law, and we are not informed that any such parties exist.\nAccording to this construction Miss Kenyon had two years from the 1st of October 1866 in which to sue, but her action was not brought until 31st March 1860. She slipped her time. I think it of some consequence to state that she was of full age and unmarried when the act was passed, for, otherwise, an embarrassing question might arise under the first section of the act, such as was discussed in Miller v. Franciscus, 4 Wright 339. As she was sui juris at the date of the law, and subject to the limitation prescribed, the only remaining point to be considered is whether the statute is constitutional.\nIt is not unconstitutional because it is retroactive; for the eases cited in the argument show that retroactive legislation has often been sustained; the most remarkable instance of which in our own books is Satterlee v. Matthewson, 16 S. & R. 169.\nBut it is argued that on the death of her father the intestate law vested in her the right to sue for and recover possession of his real estate, and that it was not competent for the legislature to restrict and impair this vested right.\nLimitations of actions, either by prescription or by statute, are older than ariy of our constitutions or common law. Mr. Angelí, in his work on Limitations, p. 8, finds traces of them in the Levitical law, and express recognitions of them in the codes of ancient Greece and Rome; whilst among the modern nations of continental Europe, some term of time has invariably been observed as the ne plus ultra beyond which a possession shall not be disturbed, and at the end of which a party shall in all cases be completely exonerated from all judicial interpellation. Founding ourselves on these immemorial precedents, and on the salutary maxim of our own common law, interest republiece ut sit finis litium, we have provided statutes of limitation that affect all our most vital rights. Lands, chattels, debts, personal rights and injuries, everything, indeed, to which the law extends a remedy, it attaches also a limitation. It is the nature of statutes of limitation to bar the remedies of the law; but civil rights that have lost their legal remedies exist only in name. Doubtless every civilized community is bound to furnish to its members adequate remedies for wrongs, and adequate securities for rights, but it is not unreasonable for the community to insist that its remedies or securities shall be sought with diligence— within a reasonable and prefixed period — whilst witnesses and pajjers are likely to survive. It .is a great public evil that estates should be for ever in jeopardy, and that no end should be put to stale controversies. Statutes of limitation, therefore, are well called statutes of repose. If the legislature should pass an act by which a right of action, then existing, should be barred without any allowance of time for the institution of the action in future, it would be difficult to reconcile such an act with the express constitutional provisions in favour of the rights of private property. But where a future action is expressly given, as it is in this case, we are bound to recognise the principle stated by Judge Baldwin, in Jackson v. Lamphire, 3 Pet. 280, that the time and manner of the operation of such statutes, the exceptions to them, and the acts from which the time limited shall begin to run, will depend on the sound discretion of the legislature according to the nature of the titles, the situation of the country, and the emergency which leads to their. enactment. That learned judge put by way of illustration the undoubted power of state legislatures to pass recording acts, by which the elder grantee shall be postponed to a younger, if the prior deed is not recorded within a limited time, and he added, “ the power is the same lohether the deed is dated before or after the passage of the recording act.”\nHere, we take it, is the principle that decides the question before us. The power of the legislature to modify legal remedies is the same whether applied to past or future cases, but it is to be exercised with a sound discretion and a due regard to the rights of private property. Where it is so exercised no constitutional doubt can arise. If, on the other hand, we saw an exercise of the power in wanton disregard of private rights, it would be our duty to interpose the judicial shield.\nIn the ca.se before us we recognise a clear legislative power exercised according to a sound legislative discretion. It cannot be doubted that it is as much the right of the legislature to restrict and limit legal remedies as it is their duty to furnish them. And when they give contestants of a will five years from the date of its probate to institute proceedings, no man can say it is an exercise of power without a due regard to the rights of parties. Especially cannot this plaintiff say so, when to the twenty-three years that she slumbered on her rights, the legislature added two years more of grace, with the strongest possible admonition to her to be up and doing.\nWe conclude, therefore; that the probate of the will was conclusive against the plaintiff, and this ends the cause.\nThe judgment is affirmed."}