{"id": "484273", "contents": "The opinion of the court was delivered, by\nRead, J.\nThe court were clearly right, as the record stands before us, in allowing the same to be amended by striking off the names of James R. Dougherty and James R. Porter, as defendants, and this leaves only the fourth specification of error for our consideration.\nThe general rule in foreign attachment in Pennsylvania has been that interest on a debt due by the garnishee to his creditor, as whose property it was attached, is suspended during the pendency of the proceedings. This was laid down in Fitzgerald v. Caldwell, 2 Dall. 215, and fully approved in Mackey v. Hodgsen, 9 Barr 468, fifty-five years afterwards. In the first case Chief Justice McKean says: “ But it is said by the plaintiff’s counsel, and I assent to the proposition, that if there is any fraud or collusion; nay, if there is any unreasonable delay occasioned by the conduct of the garnishee himself, such cases will form exceptions to the general rule. In the present instance, however, there is no proof of fraud or collusion, nor of any wilful procrastination on the part of the garnisheeand fraud can never be presumed. And in the second case (which was like the present one), where the foreign attachment was against David Mackey, and the moneys attached were due on obligations in the name of Mary Mackey, Judge Rogers said: ‘ He’ (the garnishee) ‘ is brought into court by compulsion, and should not suffer for doing what the law enjoins. If the defendant in the attachment has any remedy, it is against the plaintiff in the foreign attachment ; for the debtor is not bound to pay at the peril of being again compelled to discharge the same debt,’ of what consequence was it whether Mary or David Mackey was the owner of the debt? It was enough for the defendant that he was prevented from paying the debt by the pendency of the attachment, and that he acted in good faith.”\nIn Updegraff v. Spring, 11 S. & R. 190, Chief Justice Tilghman says : “ It was decided in the case of Fitzgerald v. Caldwell, 2 Dall. 215, 1 Yeates 274, that the garnishee in a foreign attachment, conducting himself with good faith, is not liable to the payment of interest during the time the attachment was depending.”\nAn attachment execution has, by the Act of Assembly, and by our decisions and practice, been strictly assimilated to the proceeding by foreign attachment, as to the debt attached, and it has the same binding and controlling force which its prototype has. It reaches money of the defendant received by the garnishee after its service (Sheetz v. Hobensack, 8 Harris 412), a much stronger instance of its power than the mere suspension of interest during its pendency, which would be supposed to be the natural effect of a proceeding which positively prohibits the payment of the principal during its continuance. It is clear that whatever is the rule on this point in Pennsylvania in foreign attachment, is the rule in attachment execution.\nIn this case the note of the testator was dated 16th May 1857, and was under seal, and payable at one year with interest from date. Upon a judgment obtained by Wood, Bacon & Co. against George W. Lloyd and William S. Jackson, on the 30th May 1857, an attachment execution was issued on the 1st June of that year, and on the next day the sheriff returned attached and John Jackson summoned as garnishee. An error having occurred in the description of the debt to be attached, another attachment execution was issued on the same judgment on the 2d July in the same year. The praecipe for the writ directed the sheriff to levy and attach a debt, owing by John Jackson to George W. Lloyd, amounting to $1751.25, and for which he gave a note dated 16th May 1857, or about that time, to David Lloyd with J. R. Porter and James R. Dougherty as his securities, which said sum is bond fide the property of said George W. Lloyd, and summon him the said John Jackson, J. R. Porter, and James R. Dougherty as garnishees. On the same day the sheriff returns attached, &c., and John Jackson summoned as garnishee. On the 30th May 1861 both these attachment executions were discontinued.\nNow the evidence in the cause consisted, on the part of the plaintiff, of the note, and on the part of the defendant of the proceedings on the judgment and attachment executions which we have just stated. There was no evidence offered by the plaintiff to show fraud or collusion on the part of the defendants in these proceedings, nor to show any unreasonable delay occasioned by the conduct of the garnishee himself, or that he did not conduct himself with good faith; nor does it appear that in the court below there was any other question on this branch of the case, except the general rule that the attachment execution suspended the interest which the court decided against what appears to be the clear result of the authorities. The case in 9 Barr settles the question that this attachment execution bound the note (although not in the name of the payee), so far as regards the garnishee.\nNow George was the brother of David, and the plaintiffs were, it is true, the creditors of George, but they alleged it was the property of George and not of David, and it might very well have been the interest of both the brothers not to bring this to a trial; at all events, neither of them took any step whatever to hasten the decision of this execution.\nNow, until the 16th May 1858, this note of the testator was not due, and the plaintiff ivas not bound to receive payment of it, and as it was payable with interest, and the attaching judgment did not cover the whole amount of the note, interest did not stop until the note fell due. From that period until the discontinuances, interest would not be chargeable on so much as would have been necessary to pay the attachment execution. No suit was ever commenced by the plaintiff until the 2d September 1861, two months after the attachments were discontinued, strong presumptive evidence that he had been waiting their determination. There appears to have been no allegation in the court below that the garnishee did not do his duty, and the argument of the defendants in error proceeds upon the ground that the attachment execution was a nullity, and that the plaintiff in error, the garnishee, was bound to disregard it. This is clearly not the law.\nThe interest should be ascertained on the principle stated in Sickman v. Lapsley, 13 S. & R. 226, as modified by the Act of 1886, and correctly laid down in Mackey v. Hodgson, 9 Barr 468, by Justice Rogers.\nJudgment reversed for so much as the interest on the judgment of Wood, Bacon & Co. would amount to from the 16th May 1858 to the 80th May 1861, to be ascertained by the court below, and judgment .to remain for the residue of the verdict upon which judgment was entered."}