{"id": "484287", "contents": "The opinion of the court was delivered, by\nLowrie, C. J.\nThe plaintiff below purchased from the defendant a tract of land by a written contract, which was after-wards consummated by payment arid conveyance, and the plaintiff alleges that, at the time of the contract, the defendant agreed orally that if the plaintiff’ did not find the land answering to certain representations, relative to the kind and quantity of timber on it, the defendant would take it back, and refund the price. The plaintiff sued on this agreement, but as it was made during the existence of the Act of 22d April 1856, making such oral contracts of no effect, he afterwards changed his ground, and added a count.for money had and received, and went, as on a rescission of the contract for fraud, for the recovery back of the price.\nThe court instructed the jury that, if the sale was induced by the false and fraudulent representations of the vendor, the plaintiff had a right to recover back the price without first tendering a reconveyance, and this is the first point which we shall discuss. And, as this point app’ears to have had its natural clearness, dimmed by a little practical confusion of the different principles that enter into the administration of this kind of cases, we must endeavour to recover this clearness by careful discrimination.\nIf the court has stated this point correctly, then a defrauded vendee may recover back the price without rescinding the contract, and while retaining the title acquived by it, and perhaps without liability to return it, since the vendor cannot allege his own fraud in order to reclaim it; he may rescind for what he gave and affirm for what he got, and is thus allowed by the law to return injustice for fraud, and invited to learn the art of being duped as a mode of profitable speculation. We do not so understand the law.\nIf this be indeed the law of such cases, then the fraud is not corrected, but punished by this remedy. And the punishment is grossly unjust because grossly unequal, and it can be only by mere accident that it is at all proportionate to the offence. No matter how small the fraud, it forfeits the whole value contracted for, be it ten or ten thousand dollars. And, if nothing can confirm the contract in favour of the defrauder, then the other party may get all he bargained for, and afterwards recover back all he gave; in order to make the punishment as severe as possible, he may, knowing of the fraud, wait until he obtains full performance from his adversary, and then set up the fraud as a ground for rescinding the contract for all he paid under it. This is making a person who is guilty of a fraud practically an outlaw, for all his interests that are involved in the fraudulent contract. The law does not usually deal thus with any offender. It keeps its temper even in dealing with fraud, and especially in the investigation of its existence and degree.\nIn an action of ejectment, replevin, trover, assumpsit, or other form, for the purpose of recovering back anything, as on the rescission of a contract, the very first thing to be done after showing that the plaintiff parted with the thing in pursuance of the contract alleged, is to show that the plaintiff has rescinded the contract by doing or offering to do all that was necessary and reasonably possible to restore the parties to the condition in which they were before the contract, and then to show that he had good ground to rescind it. This is the order demanded by the very ¡nature of the action. He is not suing for a rescission, or to obtain one, but for the results or consequences of a rescission, on the ground that he has already exercised his right to rescind, given him by the law. There is hardly a discordant thought in the reports, that these are the essential elements of a rescission, and of the action founded upon it in cases of fraud. We refer to a very few of them relating to both real and personal estate (the rule being the same as to both): 3 Met. 337; 8 Barb. Sup. Court 9; 22 Pick. 20, 546; 4 Harris 204; 12 Barb. 641; 14 Id. 594; 16 Id. 221; 23 Pick. 283; 8 Met. 550; 5 Cush. 126; 3 Wend. 236; 7 Black 501; 6 Ind. 26; 12 Ill. 336; 15 Mass. 319; 38 Maine 589; 13 B. Mon. 172; 25 Verm. 234; 30 Id. 139; 22 Ala. 249; 32 Id. 384. And the same is the usualrule where a contract is rescinded for infancy : 2 Kent 257.\nWe need not refer to the few sporadic cases that are incompatible with these decisions; but we may say generally that a strong misleading element in them is an undue reliance on the broadest meaning of the ambiguous word void, which is so commonly found in laws, contracts, decisions, and text-books. Deductions, founded on the broadest meaning of this word, would lead to greater errors than are found in the most erroneous cases, while those founded on its narrower and more usual meaning seldom err. When we say that any given class of contracts is void, let us be sure of the meaning of the word before we undertake to declare all the consequences that follow from its application. Observation of its use will give us its meaning.\nIt is usually said that fraud in procuring a contract makes it void ; but in many cases it is said that it makes it only voidable: 4 Watts 88; 12 Pick 307; 2 Id. 191; 6 Grattan 268; 2 Shep. 364; 1 Doug. (Mich.) 330.\nSo, when a conveyance is in fraud of creditors, it is usually called void, and the statute 13 Eliz. makes it “ clearly and utterly void, frustrate, and of none effect,” as against the creditors; but in many cases the word voidable is designedly substituted : 1 Sid. 133; 2 Mass. 279; 2 Met. 339; 23 Mo. 168; 31 Mi. 653; 1 Manning (Mich.) 321. Chancellor Kent, 4 Com. 517, calls it “ voidable, not void,” and Chief Justice Spencer delivers a very able opinion to prove it so: 18 Johns. 527.\nProvisions in leases are very common that, if the tenant shall not, with due promptness, perform his covenants to build, repair, insure, pay rent, and such like, the lease shall be void, or utterly null and void, to all intents and purposes, or expressions of similar import; yet these terms are very often, perhaps generally held to mean voidable, and not void : 4 B. & Ad. 664; 6 B. & Cr. 519; 4 B. & Ald. 401; 6 M. & Sel. 121. And voidable is now the usual predicate of contracts by infants.\nThe statute Henry 6, c. 10, makes certain forms of outlawry void, yet they can be annulled only by writ of error ; and another makes certain obligations, not taken in a prescribed manner, void, yet they must be avoided by plea: 3 Co. 59 b. This means that even nullities may be only voidable in the sense that a regular adjudication is necessary to declare them void.\nOther statutes make certain alienations by bishops and other ecclesiastics, and certain forms of alienation of entailed estates void, absolutely void, or utterly void, and of no effect, to all intents and purposes, yet they are void only as against the official successors, or the successors in the title: 3 Co. 59, 60 ; or, as some would say, voidable; tbe word absolutely, here, being used not as contrasted with relatively, but as equivalent to utterly.\nThese instances reveal the general principle that the persons intended to bo wronged by a transaction are not bound by it, and also that they are not bound to reject it; they may adopt or confirm it, or agree to be bound by it; their consent, which, because of the wrong the law considered as not given, may be given after the wroug becomes known, and then, if given with the deliberation, intelligence, and freedom that the law of ratification requires, and in a form adequate to the particular kind of contract, they become willing parties to the contract, bound equally with the others. They consent to be bound by it if they elect to enforce it, and then they can no longer treat it as a nullity, for that would be to maintain a contradiction, or to justify at the same time two repugnant claims, both the nullity and validity of the contract.\nThus he who sues for damages for the fraud affirms the validity of the contract: 2 Shep. 364; 4 Denio 554; or who knowingly accepts and retains any benefit under it: 7 S. & R. 63; 7 W. & S. 125; 23 Mo. 168; or who uses the property acquired as his own after the discovery of the fraud: 13 B. Mon. 172; 22 Ala. 249; or who does any positive act forgiving the fraud, or unduly delays claiming back his property or giving up what he received : 20 Barb. 493; 7 Blackf. 501; 4 Harris 204; or accepts rent accruing after a known forfeiture of the lease : 6 B. & C. 519.\nBut where a conveyance is in fraud of creditors, the act of affirmance must come from them] and they may affirm by accepting dividends under a fraudulent assignment: 2 Barr 479; 1 Rawle 171; or by accepting payment of their debts or releasing them, or by advising another to buy under the fraudulent title. But affirmance here is not by becoming a party to the contract, but by putting oneself or others in such a position that one is no longer allowed to assert the wrong done to him. Nor can there be a rescission of the contract by the party wronged in this class of cases, because rescission can have place only between the parties to the contract' and their privies.\nA creditor cannot, therefore, confirm by merely doing nothing after the fraud is discovered. The contract itself must therefore be a nullity as against his rights, though by its performance it may be very far from being a nullity; for if he be not prompt in asserting his rights, it may dispose of all the property so that he can never reach it. It is therefore not absolutely void, but void only in relation to him in so far as he asserts its nullity in time and form to do it effectively.\nContracts and acts that are absolutely void are contracts to do an illegal act, or omit a legal public duty; usually bonds of married women; contracts in a form forbidden by law; official acts of persons having no recognised {de facto or de jure) title to the office; contracts to do an impossible thing, or that leave uncertain the thing to be done, and such like. These are absolutely void, because they have no legal sanction, and establish no legitimate bond or relation between the parties, and even a stranger may raise the objection : 2 Leon. 218; Moore 105. The law cannot enforce that, the doing of which would be a wrong to itself or to public order.\nTo say that contracts tainted with fraud or any other kind of wrong against persons cannot be ratified, is to say that the law does not, as to those, allow men to forgive one another their trespasses, and to strike a great part of the law of ratification from our jurisprudence. Of course when two men make a contract in fraud of creditors, neither of them can ratify it, for that would be to forgive their own sins. And so when the contract is in substance or in essential form illegal, neither party can ratify it, because the wrong done is against the state, and it only can forgive it. For this sort of wrong there can be no private ratification. A ratification that leaves the vice unpurged and unforgiven is itself null.\nThere is an inevitable distinction between those contracts which the law or the nature of things forbids to be enforced, and those where the persons wronged by them may refuse to be bound, and the infirmity in each class is different; and therefore there is a necessity for different terms to express the two kinds of infirmity. Many have restricted the term void to the former class of contracts which are absolutely void, and adopted the term voidable as the predicate of the latter class which are only relatively void, though it does not exactly express this conception of the infirmity.\nThe terms void and voidable, as used in our books, would therefore seem to stand for absolutely and relatively void. That is absolutely void, which the law or the nature of things forbids to be enforced at all, and that is relatively void which the law condemns as a wrong to individuals, and refuses to enforce as against them. It is void, because absolutely or relatively invalid, or not binding. The French jurisconsults adopt this distinction of absolute and relative nullity.\nActs tainted with an infirmity may very well, and in very correct language, be called by some void, and by others voidable, because, regarded in different aspects, they are both. A contract may for a time be voidable as against one, and void as against the others, whom it was intended to affect; voidable as against the parties doing wrong, and void as against the persons wronged; or vice versa, voidable in favour of the persons wronged, and void in favour of the wrongdoer; void as not binding to fulfil, and voidable after fulfilment; voidable in fact because void or not binding in right. And when the party wronged elects to avoid the act, it becomes binding on neither or rescinded as to both. Voidable because one party is bound and the other or some other person is not: Bacon’s Ab., tit. Void and Voidable; 4 Co. 123, b.\nIt is hardly proper to say that such acts are called voidable, only because the avoidance does not become efficient and certain without the judgment of a court; for all valid rights, as well as all nullities, may need this; or because there may be a necessity for a reconveyance or an entry (where entry or livery is needed to vest or revest title), or a direct action or bill in equity for a rescission; for these are only forms in the process by which the nullity is adjudicated. The judgment does not annul the contract, but declares or decides that it is null; that it has an inherent vice that renders it not binding, not obligatory, void. In this sense it is Voidable or avoidable, because void; just as a good contract is available or enforceable, because valid; and therefore void is not an improper term for such vicious contracts.\nYet such a contract is not so void, when only relatively void, as to vitiate a title under it, as against a bond fide purchaser for value and without notice; or as to prevent the party intended to be injured by it from renouncing the privilege which the law allows him of rejecting it altogether, or from ratifying it, and thus making it his own; and not so void as to make the wrongdoing party a trespasser for acting under it, or as to be no inconvenience or obstruction to the party seeking to be restored to his rights, especially if it has been in whole or in part performed; or as to need any other or further consideration, than that which he is to receive or may retain under the contract by adopting it.\nI have made the foregoing remarks with the hope of rendering some aid in resolving the confusion that prevails on this subject, aad now I have to add the hope that they will be received with such caution as not to add to that confusion. Much of what I have said is needed in the further consideration of this case, and will aid in the next trial of it.\nFrom the authorities above cited, it is apparent that the court was in error in saying that the plaintiff was not chargeable wit any care of the property in his possession, if the sale was fraudulent. Many of the cases show that he cannot rescind the contract unless he is able, without inevitable accident, to restore the property received in a condition reasonably approximate to that in which he received it; that is, allowing for the wear and tear that are consistent with reasonable care, and that happen before the discovery of the fraud.\nAll the counts added by amendment to the declaration'go for nothing, except that for money had and received, and we do not see that that is so repugnant to the special count as to forbid its allowance, The special count claims for a rescission provided for by a contract, and the other for a rescission because of the fraud; and this is something like a suit on a note, with a cautionary count for goods sold and delivered, being the consideration of the note, so that failing on the note the party may claim for the goods given for it. We cannot say that this is wrong. One count for damages for the fraud and one for a rescission would be repugnant: 4 B. & P. 851.\nNor was it erroneous in the court to say that the plaintiff may waive the action of tort for the deceit, and sue in assumpsit for the money which he paid on the contract, or which the defendant has received under it. But part of the consideration paid in this case was land and claims against other persons, and these cannot be recovered under a count for money had and received unless and only so far as the defendant has converted them into money. If he wants more than mere rescission, he must sue for damages for the deceit. Rescission is the act of rejecting a contract and all its consequences, and its nature is not changed by the intensity of the. causes that justify it, any more than the nature of a sale Í3 changed by the magnitude of its consideration. If it were otherwise these terms would be incapable of definition.\nAnd many of the authorities already referred to show that the court was also in error in saying that if the contract is tainted with fraud, it is incapable of confirmation or ratification without a new contract founded on a new consideration. Ratification is in general the adoption of a previously formed contract, notwithstanding a vice that rendered it relatively void; and by the very nature of the act of ratification, confirmation, or affirmance (all these terms are in use to express the same thing), the party confirming becomes a party to the contract, he that was not bound becomes bound by it, and entitled to all the proper benefits of it, he accepts the consideration of the contract as a sufficient consideration for adopting it, and usually this is quite enough to support the ratification. A mere ratification cannot of course correct any defect in the terms of the contract. If it is in its very terms invalid for want of consideration, or for any other defect, a mere ratification can add nothing to its binding force.\nWe are not convinced that there is any other error in the case,\nJudgment reversed, and a new trial awarded."}