{"id": "484229", "contents": "The opinion of the court was delivered, by\nWoodward, J.\nThis was a scire facias sv/r mortgage, to whicB the defendant pleaded, in abatement, that he had been mustered into the service of the United States as a private in the Forty-sixth Regiment, P. V., for the term of three years, unless sooner1 discharged, under a requisition from the President of the United States. The plaintiff demurred to this plea, and assigned five causes of demurrer, the first of Avhich was that the defendant had not brought himself within any Act of Congress or Act of Assembly in force at the time of making the mortgage, whereby such process is prohibited, and the fifth of which causes was that the Act of 16th April 1861 has no relation to a mortgage and the writs enforcing the mortgage-debt against the property pledged thereby. The other three causes of demurrer relate to the construction of the Act of 23d April 1822.\nNow, if it be granted that the defendant has not brought himself within the Act of 1822, why is he not entitled to the stay given by the Act of 1861, though it was not in existence when the mortgage was made, on the 6th of June 1860 ?\nThis court has said in many cases, and have just repeated in the opinion filed to-day, in the case of Breitenbach v. Bush, from Montgomery county, that the legislature are constitutionally competent to pass any stay laws applicable to prior, contracts. The learned counsel for the plaintiff does not mean, I presume, to deny this as a general proposition, but he argues that no law subsequent to 'a mortgage can take away the right of the mortgagee to have a sale of the promises, if the debt be not paid, because the remedy in such cases (a contract pledging property as security under laws universally in operation, by which the pledge can be enforced as against the property) is a part of the contract, and cannot be suspended or trammelled without involving a breach of the constitution.\nThe mortgage has not been exhibited to us, but if it were not» in the common form of Pennsylvania mortgages, it no doubt would have been placed before us. Assuming that it is like our general run of mortgages,, it is in form a deed of conveyance, with a clause of defeasance, on the condition that the debt therein recited be paid when due. Nothing is said about legal remedies to enforce payment in case of default. The scire facias is given, by our old Act of 1705, no allusion to which is contained in the mortgage. This remedy does not arise out of the contract; it is conferred upon it by the legislature, and because conferred by the legislative power of the state, it may be suspended by the same power, under pressure of public exigencies, for a time that is neither indefinite nor unreasonable. This mortgage was made subject to that power; all contracts within the state are so made. The power permeates them all, if not expressly excluded by the contracting parties. No such contract, therefore, is violated when the power acts, unless it transcends its constitutional limits. In Bronson v. Kinzie, 1 How. 312, there are dicta which go further than we carry the rule; but the point actually in judgment coincides with what is here laid down. Kinzie, the mortgagor, covenanted in the mortgage that if default should be made in the payment of principal or interest, it should be lawful for Bronson to enter upon and sell the mortgaged premises at public auction, and as attorney of Kinzie and wife, to convey the same to the purchaser, and out of the proceeds of the sale to retain the amount due, with the cost's and charges of the sale, rendering the overplus, if any, to Kinzie. Default occurring, Bronson filed a bill in chancery to foreclose the mortgage, when he was met by two Acts of Assembly of Illinois, passed subsequent to the date of the mortgage, one of which gave mortgagors a right of redemption for twelve months after the day of the sale of mortgaged premises, and the other of which provided that, when any execution should issue for the sale of real estate, three householders should be called in to appraise it, and when the property should be offered for sale, it should not be struck off unless two-thirds of the amount of such valuation should be bid therefor.\nIt is obvious that both of the Acts of Assembly were in direct conflict with the covenant of the parties, and Ch. J. Taney, after saying many things which we could not follow strictly, placed himself, at length, on what we regard as the true ground of decision. “ It is impossible to read this covenant,” he said, “ and compare it with the laws now under consideration, without seeing that both of these acts materially interfere with the express agreement of the parties contained in their covenant.”\nOn comparison of the mortgage sued on with the law now under consideration, there would be nothing found in the law to contradict any covenant of the mortgage. For this reason the doctrine of the above case, whilst it justifies the distinction I have taken, does not admit of application to the mortgage in suit here. There is no conflict between the terms of the mortgage and the terms of the law. The mortgage does not say there shall be no suspension of remedies. What the plaintiff complains of is that the law-making power which furnished the scire facias has interposed to stay it for a season. Such legislation violates no contract, and, unless the stay be unreasonable, calls for no interposition of the judicial power.\nA second reason why the Act of 1861 is not applicable to this mortgage is said to he that the process intended to be stayed was personal process, and not that against property.\nA scire facias is personal process, as is proved by the rule which requires a personal service, or two núiils as equivalent to personal service. It is, in some sense, a proceeding in rem also, but it is manifestly embraced by the very comprehensive words of the statute: “No civil process shall issue or be enforced against any person,” &c. A scire facias on mortgage is a civil process issued and enforced against persons who own the mortgaged premises.\nThese observations, with those that were made in Breitenbach v. Bush, are sufficient to show that we consider all proceedings to enforce mortgages as within the words and spirit of the Act of 1861, and that the act is not unconstitutional in respect to mortgages drawn in the ordinary form.\nWe agree that it is a great liberty the legislature takes withD a creditor’s mortgage, but the occasion is extraordinary, and the stretch of power must be estimated by the exigencies which ^ called it forth. When we look at the actual circumstances of the' country, we cannot deny the legislative power to intervene in the manner complained of.\nThe judgment is affirmed.\nRead, J., dissented."}