{"id": "484243", "contents": "The opinion of the court was delivered, by\nThompson, J.\nThere is but a single point of inquiry in this case, and that involves the question how far a sheriff is liable for the safe custody of goods taken in execution by him, and the degree of care to be observed, whether of an ordinary bailee for hire, or a common carrier or innkeeper, so as to raise a responsibility for loss by theft. Does it most resemble the former, calling only for ordinary care and diligence on part of the sheriff, and consequently only fastening liability for the loss of property seized, in the absence of such care and diligence; or the latter, where the exclusive control is followed by a stricter rule of accountability ? It is quite true that we have no adjudicated cases directly in point, in this state, but we have analogies so striking as to be entitled to almost the weight of direct authority on the subject. Eelying on them, they undoubtedly favour the second grade of liability, that of common carriers, or innkeepers. In Wheeler v. Hambright, 9 S. & R. 390, although the action was for an escape, yet the reason for liability was rested upon general principles of public policy. There the sheriff had made a return of non est inventus to a ea. sa., but before the return his deputy had arrested the defendant on another writ. Under these circumstances the sheriff was holden as for an escape on the first writ.\nIn delivering the opinion of the court, Gibson, C. J., uses this language: “ This may seem sharp doctrine towards sheriffs; but it is not more sharp than the law is in the ease of an escape by reason of deficiency of the jail; or in case of a rescue by rebels or insurgents, however overwhelming the force; although the sheriff would be excused for a rescue by foreign enemies, or for an escape in consequence of sudden fire; and in this respect the custody of prisoners resembles that of goods bailed to a carrier, who is answerable for a loss of them, except when it happens by the act of God, or the common enemy. The strictness of the law in this respect arises from public policy. The sheriff takes his office for better, for worse; losses in particular instances, being compensated by extraordinary gains in others. At all events, it is better he should bear the risk of occasional loss, than that the public should be left unprotected.” If the direct point in this case is not covered by this judgment, the reasoning certainly seems to cover the whole ground.\nWhy should a sheriff, having in custody the person of a defendant as a satisfaction of the judgment on which his writ is founded, on principle, stand on different footing from that on which he would be if he had the custody of the defendant’s property for the same purpose ? It is not easy to see the distinction, and a more difficult task would be, to point out where the argument, good in the one case, is defective in the other. The proposition is, that authority settles, that ordinary care is not sufficient in the one case; but inasmuch as direct authority does not exist either way, ordinary care is sufficient in the other. This is not a non sequitur. It seems to me to be more reasonable to apply the strict rule to the custody of goods than to the person; for if they be stolen the creditor cannot levy again, and he must bear the loss without the slightest default of his own; whereas, for an escape, if it is the defendant’s own act, he may be again arrested. In the one case the debt is absolutely satisfied by the levy, in the other it is only contingently so.\nIn Green v. Horn, 2 Penna. Rep. 167, decided a number of year’s subsequently to Wheeler v. Hambright, and in an opinion by the same judge, similar doctrine was asserted and illustrated. “Let it be known,” says the learned judge, “that the question of liability is to depend on what a jury may deem the proper degree of diligence, and escapes will be as common in civil as they are in criminal cases. Responsibility will be at once at an end, and the interest of the creditor, who from the very nature of the ease must be unable to show negligence or connivance, will be deemed beneath the attention of the jailor, although the disposable force of the county is placed at his command for its protection. No lawyer ever disputed the rule which determines the liability of ferrymen and common carriers; yet the reason of it in regard to them is precisely the same as in regard to the species of bailment under consideration.”\nA slight paraphrase of this quotation renders it as justly applicable to the safe-keeping of the property, to answer the execution, as it was to the secure detention of the body, when that was a means to enforce payment of debts. The sheriff, when he levies, is armed with authority to become the exclusive custodian of the property seized, and it is his duty to become so in fact, if he would not risk its abstraction. This care is his personal interest, if the law requires him to account for the property, unless he is divested of it by the act of God, the public enemies, the law, or by some irresistible accident, such as sudden fires, or the like. Nothing but such a rule we think adequate for such a trust, and we believe the stringency of the law in Pennsylvania in regard to sheriffs, has so much increased the care of incumbents of the office in the discharge of their duties, that it accounts for the fact that we have but few cases, comparatively speaking, against sheriffs for deficiency in the discharge of their official functions. The opinion of jurors of what is due care and diligence, although in many cases it is necessarily a standard of liability, is at best a loose one, especially in regard to officers of influence, such as sheriffs. It would be found to be too flexible for exact justice. Through sympathy for the officer the debtor and creditor would be liable to be forgotten. One rule would govern one case, and a different one another. It is infinitely better, therefore, to contract the necessity for a resort to vague standards than to enlarge it. We shall doubtless find no lack of good and efficient men ready and willing at all times to risk the responsibility of the rule for the sake of the office.\nAn objection is sometimes urged that the officer is allowed no fees for watchmen, or for the removal of goods. This is doubtless because the law-making power has supposed that the taxable costs for executing process, and in making sales, are sufficient for this purpose. If they are not, the law should be altered; for it would be a bad system that would take away the control of the debtor over his property, which may not, before sale, go into the hands of the creditor for preservation, and yet leave it liable to be stolen or embezzled while in the custody of the shei’iff.\nIn Watson on Sheriffs 188, the rule of the English authorities in regard to the liability of sheriffs in executing mesne profits, is thus stated: “ After the sheriff has seized goods, it is his duty to remove them to a place of safe custody until they can be sold, for if they be rescued, the sheriff is liable to the plaintiff for their value: Sly v. Finch, Cro. Jac. 514; Godb. 276; s. c. 1 Vent. 21; 2 Sand. Rep. 344; and it is said that if the sheriff take cattle, and afterwards the cattle die for want of meat, the sheriff is answerable for the value returned:” 2 Lord Raym. 1075. The rule of the common law undoubtedly was, and is, that the sheriff is liable for goods seized on final process, unless prevented by inevitable accident or public enemies. The authorities above cited prove this beyond doubt. See also as to this the opinion of Mr. Justice Redeikld, Bridges v. Gates, 14 Verm. Rep. 262.\nThe rule of the common law is maintained by this learned judge in the case cited, and the learned counsel for the defendant in error were led into error in citing it as sustaining their theory of the case, in not adverting to the distinction drawn between an attachment, the object of which is to compel appearance, and an execution. In the former, the sheriff is held to occupy only the position of an ordinary bailee. The reason for the ■ distinction seems to be not only in the effect between debtor and creditor as to satisfaction, but the delay before final process to dispose of the property, sometimes extending to several years, and usually continuing for at least a year, until the case is finally tried. To hold the sheriff to the strictness of the common law rule on the subject of final process to cases of attachment, would, in the opinion of this able judge, be unreasonable; but he adds, “ where property is taken on final process, it is to be kept but a short time at longest, so that’it may be closely watched and kept with this severe diligence for a few days without materially interfering with the duties of the sheriff.” Where attachment process is used for different purposes, sometimes as final, and. at others as mesne process, as it is in several of the New England states, errors on this point may easily be made as to what is the judgment of their courts, without carefully noticing the exact nature of the process adverted to. There is a distinction, well defined, I think, between the two kinds of process. It was drawn directly from the common law distinction between custody on a’ capias ad respondendum and a capias ad satisfaciendum. In the former it is said that the sheriff may return a rescue, 2 Sand. R. 3, and note; 2 Lord Raym. 1075; 12 Mod. 10; 5 Burr. 2813; which he may not do in the latter. See authorities for it above cited; see also, as to the rule of liability, Sandford v. Boring, 12 Calif. Rep. 539; Collins v. Terrell, 2 S. & M. 383; Abercrombie v. Marshall, 2 Bay (S. C.) 90.\nA case much relied on by the counsel on both sides, is Browning v. Handford, first reported in 5 Hill (Sup. Court Rep.) 588, afterwards in 7 Id. 120, and finally in 5 Denio 586 (in Court of Errors and Appeals). The point of that case was, whether a sheriff’s return of a loss of goods by fire was evidence in his own favour. It seems to have been held that it was not. Various judges and senators expressed their views, in that case, on the extent of a sheriff’s liability; all agreeing that for an unavoidable accident, such as a sudden fire, he was not liable, and a majority seeming to hold that he was only answerable for, the absence of ordinary care and diligence in regard to property, taken on final process. A distinction is made between the bailee or receiptor of the sheriff, as he is called, and the sheriff when he retains the custody of goods. In the former; that nothing short of the act of God, public enemies, or inevitable accident, will excuse the non-delivery of the property, while in the latter case, a loss, after ordinary care and diligence bestowed, is not to be visited with liability. The distinction seems hardly reasonable, and not quite logical. It was said, by some of the judges in that case, that the distinction grew out of the form of the receipt, which is an agreement without exception to deliver, while others say it is a general principle of law. If the liability grows out of the contract, resulting from its terms, then it does not affect any question or principle of law on the subject. But if it result from legal principles, I cannot comprehend why there should be any difference between the sheriff when he is bailee, and when his receiptor is bailee; why the utmost care will not excuse in the one case, and less than that will in the other. We feel no disposition to adopt the uncertain theories of this case, and abandon the salutary rule of the common law, which, although there has been but little reported judicial discussion of the question, has, I think, always among the profession been supposed to be the law of this state. I have no doubt, as was said in the case just referred to, that casualties such as sudden fires would and ought to be classed with inevitable accidents, and excuse the sheriff. This exception is expressed by Gibson, C. J., in Wheeler v. Hambright, in the case of an escape. So, a party seeking to recover against a sheriff, may often be precluded by his own act, but this is not embraced by the scope of this discussion. We think, in conclusion, there was error in the charge of the learned judge in not affirming the plaintiff’s first point, and that this judgment must be reversed. This renders unnecessary any examination of the 2d and 3d assignments of error. On another trial they will be readily made to correspond with the governing principle set forth above.\nJudgment reversed, and venire de novo awarded."}