{"id": "484298", "contents": "The opinion of the court was delivered, by\nStrong, J.\nThe defendant below, now plaintiff in error, claimed title to the oil under two executions, one against Henry C. Harper, and the other against Cornelius Harper. The plaintiff below claimed under a sale made to him by Henry before either of the executions were issued. The main question presented on the trial was, whether the‘sale to the plaintiff was fraudulent or not. The jury found that it was not. It was in proof that the oil had been purchased in New York from Root, Rust & Clark, by Henry Harper, for his brother Cornelius, who had been engaged in mining, and that it was shipped, consigned to Cornelius, under an arrangement that he should give his note for it at four months. The note was to be taken and returned to the vendors by Henry O. Harper. On the 17th of August 1858, before the oil arrived at its place of destination, Cornelius Harper having stopped mining, Henry sold it to the plaintiff below, and forwarded his note for the price to the vendors in New York. After its arrival at the port of delivery it was levied upon under an execution against Henry Harper, and some time afterwards, by virtue of an execution against Cornelius Harper. If these facts were established, it is plain that the oil was not subject to levy in execution either against Henry Harper or Cornelius Harper, not as Henry’s property, for it was not sold to him, and not as Cornelius Harper’s, for though the contract of sale was with him, he never complied with the condition precedent that he should give his note, and to him there was no delivery. It remained the property of Root, Rust k Ciarle, and Henry Harper’s sale to the plaintiff was one which they could and did ratify. But the defendant below contended that the oil was purchased by Henry Harper for himself, and that the sale to the plaintiff was fraudulent and void, having been made to defraud his creditors and those of Cornelius. To show this he offered to prove that Henry had owned a colliery in 1857, and that being insolvent he made a fraudulent sale thereof to E. & E. Hammer more than a year before the oil was purchased; that E. & E. Hammer subsequently made another fraudulent sale of it to Cornelius Harper, a person of no means, and that Henry continued to conduct and manage it as before. The offer was rejected by the court, and hence the first and second assignments of error. To us the proposed evidence appears to have been quite irrelevant to the issue. We do not perceive how it tended to establish that the oil was sold by Root, Bust & Clark to Henry Harper — that credit for it was given to him, or that there was any fraud in selling it, whatever may have been the character of the sale of the colliery a year before. Even if that sale was fraudulent, it cannot be inferred from it that a different sale, of another subject, to another vendee, made more than a year afterwards, was also fraudulent.\nThe third and fourth assignments of error were not insisted on at the argument, and they are without merit. The remaining assignments relate to the charge. The defendant prayed for instruction to the jury, that the sale of the oil made to the plaintiff was a fraud in law. -The court refused to give the instruction asked for, saying they would “ leave the w'hole matter to the jury to say whether, under the whole evidence, they believed the transaction to have been fair and honest, or false and fraudulent.” It cannot be maintained that there was anything in the case which would have justified the court in pronouncing the sale void as against creditors. A fraud in law there surely was not. The only question therefore was, even if it was proved that the oil belonged to Henry Harper, whether there was fraud in fact in the sale to the plaintiff. This was fairly submitted to the jury, though it could not arise unless it was proved that Henry Harper purchased for himself from Root, Rust & Clark. It is argued that by refusing the prayer of the defendant, and leaving to the jury to find whether the transaction was fair and honest, or false and fraudulent, the court withdrew from their consideration the facts from which it was claimed a fraud in law resulted. We do not so understand it. All the facts were left to the jury. None were withheld. The jury was not to pronounce what the law was, and when the court refused to affirm that any of the facts alleged, if proved, constituted a fraud in law independent of a fraudulent intention, it was not for the jury to affirm that they did. But they were left free to deduce the existence of actual fraud from any and all the evidence in the case.\nThe answers of the court to the defendant’s points appear to have been unexceptionable. The third point, in substance, assumed that Henry Harper had an interest in the property at one time, an assumption which we discover no evidence to warrant, and next assuming that the lien of the execution attached before the delivery of the goods to the plaintiff, asserted that the sheriff’s sale passed all interest which Henry ever had. That would depend upon whether the oil had been honestly sold before the execution came to the hands of the sheriff. Want of actual delivery, if delivery was impossible, would not have prevented the ownership of the property from being changed by the sale of Henry. All that was necessary was to make such delivery as was possible under the circumstances of the case, if it was followed up by taking actual possession when it became practicable.\nThe whole course of the defendant, in the court below, seems to have been an attempt to try the case upon the theory that Henry Harper was the purchaser of the oil from Root, Rust & Clark, a theory not supported by any evidence. We discover no error in the trial.\nThe judgment is affirmed."}