{"id": "484285", "contents": "The opinion of the court was delivered, by\nStrong, J.\nThe cattle, for the value of which this suit was brought, belonged to Mrs. Chamberlain, one of the defendants below, and plaintiffs in error, prior to the 12th day of January 1858. On that day a contract was entered into between John Benson, acting for Mrs. Chamberlain, and James McWharter, under which the cattle came into the possession of McWharter. The contract is contained in the following receipt given at the time: —“ January 12th 1858. Received of John Benson, one pair of three-year old past stags, to keep and work in a reasonable farmer-lilce manner, for the term of one year; said cattle to be returned in one year. But the said McWharter has the privilege, by paying $40, and legal interest, at the expiration of the year, to keep the said cattle. (Signed) J. McWharter.” Before the year ended, McWharter sold the cattle to Andrews, under whom the plaintiff below claimed, but he never paid the $40, nor, so far as it appears, notified Mrs. Chamberlain that he had elected to become a purchaser. After the termination of the year, possession of the cattle having been obtained by the defendants, the plaintiff brought this suit to recover their value. On the trial, after the evidence had been introduced, the court instructed the jury that the transaction between Benson and McWharter was a conditional sale of the cattle, and, the exclusive possession having been delivered to the latter, that the sale of them by McWharter to Andrews, and his subsequent sale to one from -whom the plaintiff purchased, vested the title and ownership in the plaintiff, discharged from any lien or claim of Mrs. Chamberlain, and that he was therefore entitled to recover. There was testimony at the trial that McWharter gave to Benson, about, the time when the contract was made, a heifer “ for the use of the cattle.” He testified distinctly that “the delivery of the heifer was for their use,” agreed to be so, “that he considered the heifer to bo worth in the neighbourhood of $17,” and that “ he considered if he could pay the $40 the heifer was to go towards it.”\nThe court left nothing to the jury but the assessment of damages, and in the charge ignored all the provisions of the contract that stipulated for a bailment. It undertook to .say that the possession was delivered under a contract of sale, and not under a bailment, that the offer to sell at a fixed price at the end of the year was an immediate sale, on condition that the vendor might reclaim the property on failure of payment, though the receipt contained no promise by McWharter to pay, and left him the option whether he would or would not at a future time become a purchaser.\nWe do not so construe the contract. It was a bailment, not a sale; a bailment with a refusal of the cattle for a stipulated time. The bailee received them to keep and to use. He engaged to keep and use them in a reasonable farmer-like manner, and to return them at the end of the year. All this looks to a contract of hire, and 'nothing else. Then followed the provision that if the bailee would pay a definite sum at the end of the period for which the cattle were let, they should be his, but without any obligation on his part to buy them. No doubt a sale and delivery of personal property, with an agreement that the ownership shall remain in the vendor until the purchase-money is paid, enables creditors of the vendee to seize and sell it for the payment of his debts. Such an arrangement is treated as fraudulent against creditors of the vendee, for it is an attempt to create a secret lien, and it tends to give a false credit. And' for the same reason a purchaser from such a vendee, without notice, ought to hold the property superior to any claim of the vendor. But there must have been a sale by the first vendor in order to enable his vendee or the vendee’s creditors to extinguish his title. In Martin v. Mathiot, 14 S. & R. 214, there was a sale, and the property was delivered under the sale. This court held an agreement that an ownership should remain in the vendor until payment of its price could not be enforced against the creditors of the vendee, because such an agreement is not in the usual course of business, and because delivery under contract of sale tends to the injury of those who are not informed of any right remaining in the vendor. But Chief Justice Tilghman expressly excepted from the operation of the ruling contracts of bailment. The principle of that case accords with the doctrine of Rose v. Story, 1 Barr 190, as it does with other rulings.\nAll these cases are entirely unlike the present. Here was no contract of which is an of both that the property shall pass from one to the other for a consideration given or promised to be given. At most, there was an agreement to sell at a future time, or rather an offer to sell, Avith time given for its acceptance. The transfer of possession also was not in pursuance of a sale. McWharter’s right to the possession grew out of the letting, therefore no false credit was given. The delivery is accounted for Avithout the necessity of attributing fraud, and the possession of McWharter Avas consistent with OAvnership in Mrs. Chamberlain. In Lehigh Company v. Field, 8 W. & S. 232, there AAras delivery to a servant under an agreement to sell, yet the vendor’s title was sustained.\nThe court, then, erred in the construction of the contract of January 12th 1858, and the points proposed on the part of the defendants should have been affirmed.\nWe see no error in the admission of the testimony of Plenry Sherwood, who was one of the intermediate purchasers.\nJudgment reversed, and a venire de novo awarded."}