{"id": "484259", "contents": "The opinion of the court was delivered, by\nBead, J.\nThe upper North Branch division of the Pennsylvania Canal was constructed in the years 1853'and 1854, and the water let into the canal in the spring of 1855. The premises in dispute were taken by the state for the purposes of the canal, and it does not appear that any claim was made for damages upon the Commonwealth by the plaintiff whilst the work was in their possession, when they could have been assessed by the canal commissioners according to law. Under the provisions of the Act of 21st April 1858, for the sale of the state canals, this division, with all the public works of the Commonwealth remaining unsold, were sold, and this division became the property of the defendants, and the state conveyed to them all their right, title, and interest in the same and every part thereof, and of course to the premises in question. The title to the possession and use of the real estate taken was in the Commonwealth, whilst the plaintiff had a claim for damages against them, which was the extent of his right when the premises were transferred to the defendants. By the 5th section, this canal was to be and remain a public highway for ever for the use and enjoyment of all persons designing to use the same.\nThe 7th section provided “ that all claims for damages or other demands against the Commonwealth, by individuals or companies, in relation to the location, construction, repairs, management, or use of any of the divisions of the canal, sold under this act, shall, if established, be paid by the purchaser of the proper line or division, the amount to be ascertained and payment thereof made as the legislature may direct, but in any case the purchaser shall have notice, and an opportunity to be heard against the allowance of such demands.” The Act of the 12th April 1859, for the assessment and recovery of damages upon the North Branch and Wyoming canals, provides for the appointment of commissioners to appraise and assess damages, and investigate other demands consequent upon and arising out of the location, construction, repairs, and use of the canals which either the North Branch Canal Company or the Wyoming Canal Company is liable to pay, in pursuance of the said 7th section.\nThe mode of proceeding, and the duties and powers of the commissioners, are prescribed, and their reports are ordered to be filed in the Court of Common Pleas, with the prothonotaries, together with the evidence; and in all cases not appealed from as thereinafter provided, where the award is not paid within sixty days from the day of filing the same, the prothonotary of the proper county is thereby required to enter judgment for the amount, and execution may issue on the same as in similar cases, as is provided by the existing laws of the Commonwealth. Either party may appeal, and a jury of viewers is then appointed by the Court of Common Pleas, upon whose report, if approved by the court, judgment shall be entered, and if not approved by the court, an issue shall be formed to try the validity of the claim as filed, under the provisions of the 6th section of the act; and from thenceforth like proceedings shall be had as though the case had been originally brought in said court, with the right of the writ of error.\nIt will be observed that the claims, whether for damages or otherwise, have the same course of proceeding prescribed for them, and can only end in a judgment for money, if favourable to the claimant, and that judgment can only be enforced by the ordinary process of execution in such cases. This is all the legislature has provided, and the claimant is entitled to nothing else as against the canal company.\nIn the present case a judgment was entered in favour of the plaintiff for the sum of |>859, on the 15th of November 1859, on which execution was issued, and returned nulla bona, and upon which a writ of sequestration might have been issued, but the plaintiff is in no better condition, nor has he any other rights than any other judgment-creditor of the canal company. The case, therefore, is a very simple one. The state had, as we have seen, a good title to the premises in dispute, which was conveyed to the canal company, who were made liable for the damages, and thus became debtors to the plaintiff, who finally became a judgment-creditor, and entitled only to the ordinary process of execution against the company. Any other construction of these acts would have defeated their express intention, by which the canal was to be a common highway for ever, and the state was to have an undisputed and indefeasible first mortgage upon the canal and all its appurtenances. It is clear, therefore, that the plaintiff had no title to the land upon which he could sustain an ejectment.\nJudgment reversed, and judgment entered for the defendants."}