{"id": "484247", "contents": "On hearing the ease the writ was aw'arded, and the following opinion of the court delivered, by\nLowrie, C. J.\nThe performance of official duty may be compelled by the process of mandamus. This is not disputed. By the corporate law of Philadelphia it is made the duty of the Select and Common Councils to meet in joint meeting, and appoint the heads of departments, not elected by the people, and by ordinance the time for such joint meeting has been fixed. The duty is, therefore, perfectly defined, and ought to be performed. But a majority of Select Council have refused to perform it. Why should they-not be compelled to obey the law, and do their duty ?\nThose of the defendants who attempt to excuse themselves, set up that it is not their duty to obey the law, because, as they say, three persons, Isaac Leech, William Meeser, and Thomas J. Barger, have been fraudulently retained as members of the Common Council, though they are not lawfully members thereof, and that the majority have fraudulently excluded two who ought to be members (McCurdy and Duffield), and this for tfie purpose, of obtaining a majority in favour of one political party, so as to control the elections that were to take place in the joint meeting, and that the defendants have refused to meet in joint meeting in order to oppose and overcome the said fraudulent attempt, and to compel the Common Council to correct their organization.\nWe must, of course, understand the defendants as presenting these allegations as a legal justification of their conduct, and therefore they must be taken as asserting a legal right to decide who are proper members of the other branch of the council, though no part of the evidence can ever be properly presented to them, and though the very law under which they obtain their own official position tells them plainly that each branch is to be the judge of the qualifications and election of its own members. They have not thought of this properly, or they would not have raised this dispute.\nWe have no rule to judge the conduct of the defendants by, but the law. They can have no other rule than this to guide their official conduct. In affairs wherein they have no official right or authority to decide, they can have no official right to question. Officially they must treat as right what they have no authority to correct. If this be not true, we have no difference between usurpations and legitimate authority.\nAnd this is perfectly consistent with true social liberty, for it is the very nature of man in society to form habits, customs, and laws that are to regulate social conduct, and these naturally vary according to different degrees and forms of civilization. True and natural social liberty is, therefore, a liberty regulated by law, and law must be the social rule of conduct, though it is very far from applying to all social conduct.\nWe are free under it, because and in so far as it fits us; and we are free outside of it, in the thousands of acts of our lives, which it does not profess to regulate.\nBut official conduct is never free from law; it is always regulated more or less straitly; it must follow the path prescribed to it; the law of society, and not individual will, is the measure of its freedom; and it is only thus that individual liberty is secured against official arbitrariness. This plea of the defendants shows that they are attempting officially to meddle with functions that do not officially belong to them, and to control the action of others over whom they have no authority. They refuse to join those whom the law has appointed to act with them in a particular business, because they think that the law as actually carried out, has not rightly appointed their colleagues in the business. They refuse to do their duty, because, in their misapplied judgment, others have not done their duty well. Thus, they undertake to dictate duty to others and guide their conscience, instead of carefully keeping their own. This is a very common fault, and no doubt will continue to be until men become better instructed in the law of liberty, and we mean no censure in exposing it.\nNo doubt the defendants have satisfied their conscience in so acting against laAv, by appealing to some principle which they suppose to be more obligatory than civil law. But they ought to know that it is by civil law only that their official duties can be defined, and by civil law we must judge them. If, therefore, they may appeal from that law, we have no tribunal that can try their appeal, and there can be no earthly one to try it, except that which is found in wars and revolution — human force; and surely this is not a more intelligent tribunal than those which the law provides, imperfect as they may be. An appeal from the law of official duty, except to the law-making power, can be nothing else than usurpation, or rebellion, or revolution; and we aro sure the defendants mean none of these things.\nIn all cases of usurpation and rebellion and revolution, and in all partisan disputes and contests, both parties appeal to other principles than those expressed by the law, and yet the differences continue until settled by some definite law, very much to the dissatisfaction of men of extreme views. Let men in and out of office criticise and censure official ^conduct according to the dictates of their skill and prudence; the law allows this : but let them not attempt to correct evil disorders by a revolution of the law of their office. '\nIt is not pretended that there is no Common Council known to the defendants, for it has been acting for a considerable time in concert with the Select Council, in the passage of ordinances, and even in joint meeting for the election of certain functionaries. The reason for their stopping now may be connected with the outside pressure spoken of in the return. And now we may add that the excuse we have been considering is guilty of the fault of attaching title to office in a collateral way, which is well shown is never allowed.\nAgain, the defendants seek to excuse themselves for disobeying existing law,' by saying that they are about to propose a change of theo law, and they offer some important reasons in favour of the change, with which we have nothing to do. . But if, because they propose a change of the’ law, they cease to be bound by it, then the individuals composing the law-making power may always be exempt from law, because they may always allege a purpose to change, which is absurd. When they actually abrogate it, they are free from it, and not till then. They may change the law now, and that will free them from its duty. But the law is in force now, and declares their present duty. We cannot sustain either of the excuses offered.\nWe think, moreover, that the defendants ought to have verified their return by their affidavit, but that is now an unimportant question in the case.\nPeremptory mandamus awarded, with costs."}