{"id": "484295", "contents": "The opinion of the court was delivered, by\nRead, J.\nOn the 3d November 1855, the Pittsburgh and Steubenville Railroad Company assigned to James S. Craft, as an indemnity against loss by reason of his endorsement or guaranties made or to be made on account of the company, the unpaid instalments or balances due on subscriptions to the capital stock of the company. This is clearly not an assignment in trust for any one, and is not therefore required to be recorded within thirty days after its execution in the office of the recorder of deeds of the proper county; nor of course is the assignee bound within the same period to file an inventory in the office of the prothonotary of the Court of Common Pleas. The neglect, therefore, of Mr. Craft to do either of these acts, does not in any manner invalidate the assignment.\nIt is also alleged, on behalf of the appellants, that this assignment is fraudulent, null and void as against them under the provisions of the Resolution of the 21st January 1843. It is unnecessary to decide whether this resolution applies to a case like the present, for it is clear that if it were applicable the appellants do not come within the class of persons who can take advantage of the alleged invalidity, for they were not creditors of the company until more than nine months after the assignment was executed ; nor wore they contractors, labourers, or workmen. The bill in equity sot forth in their paper-books shows that they were not creditors of, nor had any claim on the company until the 14th August 1856, when, as appears by the minutes, with the assent of Manfull, Nicholson & Co., $5000 of the balance due them was appropriated to the payment of McBroom & Wood, for work done under their sub-contract made with the sub-contractor for section 3. The other item of the 19th September 1856 was an order of Manfull’ Nicholson & Co., of that date, for $3228.25, which, if accepted by the company on the same day, only made them creditors from that period. It is unnecessary to examine whether such a mode of becoming creditors of the company would entitle them to dispute any such assignment made by the company at any time, because they were in respect to these claims neither contractors, labourers, or workmen, within the express words of the resolutions.\nIn any and every aspect this assignment is perfectly good and valid as against these appellants.\nDecree affirmed at the costs of the appellants."}