{"id": "484222", "contents": "The opinion of the court was delivered, by\nRead, J.\nTwo deeds of trust are included in this bill, including different properties, and clothed in different language, and demanding separate if not different constructions. The first deed, of the 4th April 1849, conveyed to the defendant certain stocks and securities therein mentioned, which had been originally held by Robert Ralston, for the sole and separate use of the complainant, then the wife of Ashbel-Gr. Ralston, in trust to receive the income and to pay over the same to the complainant, to her sole and separate use, free, clear, and discharged from the control, interference, engagements, or liabilities of the said A. G. Ralston, her husband, during all the term of her natural life, and from and immediately after her decease to have and to hold the personal property thereby granted for the use and benefit of such persons, and for such estates as she should appoint by 'will, and in default of such appointment “they, the said Lewis Wain and Robert Ralston Dorsey, their successor, or successors in the trust, shall, from and after the decease of the said Eliza Ralston (the complainant), have and hold the personal property hereby granted and settled, or other property or investments into which the same shall or may be hereafter converted, to and for the use and benefit of such person or persons as would have been entitled to the same at the decease of the said Eliza Ralston, as her legal representatives, had she died a widow, under and by virtue of the ‘intestate laws of Pennsylvania.’ ”\nWe are simply asked to construe this deed of trust, which gives a life estate to Mrs. Ralston, with a power of appointment by will, in default of the exercise of which power it is given to the person or persons who would be her next of kin at her .decease, by the intestate laws of Pennsylvania. There can be no doubt, from the language of this clause, that this is the true meaning of the words “ her legal representatives,” and the provision that they are to take, as if she had died a widow, strengthens this obvious construction: Anderson v. Dawson, 15 Vesey, Jr. 532; Hanson v. Miller, 14 Simons 22.\nThe trustees under this deed cannot, therefore, be decreed to transfer to Mrs. Ralston, or according to her direction.\nThe second deed, of the 25th June 1849, by Ashbel G. Ralston and wife (the present complainant), to the same trustees, demands an entirely different construction of the words “legal representatives,” which here clearly mean executors and administrators. By the very able opinion of V. C. Kindersley, in Re Crawford’s Trust, 23 Law Jour., N. S., ch. 625, 2 Drewry 230, it is clearly shown that the ordinary legal sense of the terms “ legal personal representatives,” “legal representatives,” “personal representatives,” and “representatives,” is executors and administrators. In the present case the words of the conveyance include both real and personal estate, -dot only’of the complainant, but also of her husband, of which he was or might be seised or possessed, by virtue of his intermarriage with her. There is then given a life estate to her separate use, with a power of appointment by will, and in default of appointment, the trustees are then “togrant and convey the said premises, and every part thereof, unto such person and persons as at the decease of the said Eliza (the complainant) shall and may be her heirs and legal representatives.” The word heirs is applicable to real estate, and undoubtedly gives Mi’S. Ralston, as widow, an absolute estate in fee simple. In the same way the words legal representatives mean executors and administrators, and of course the complainant is entitled to the personal estate absolutely: 2 Wms. on Executors 1015.\nAnd now, February 19th 1863, it is ordered, adjudged, and decreed, that so much of the decree of the Court of Nisi Prius as dismisses the bill in relation to the relief sought in reference to the deed of the 4th April 1849, be affirmed, the complainant not being entitled to a conveyance from the defendants of the estate embraced in it, and as to the rest of the relief sought by the plaintiff’s bill, the said decree be reversed, and the said defendant’s trustees in the deed of the 25th June 1849, are ordered to convey and assign to the plaintiff all the estate embraced in the said deed and held by them, the said plaintiff being entitled to the same as the absolute owner thereof."}