{"id": "484224", "contents": "The opinion of the court was delivered, by\nThompson, J.\nThere is in reality but one question presented on this record, although there are several specifications of error; and that is, whether the record of a prosecution and conviction of the plaintiff in error for forgery in Washington county, was evidence for the purpose for which it was received by the court below ?\nIt was offered on the trial as conclusive on the question of the forgery of the note in suit, but was properly overruled as not admissible for that purpose. It was then offered for the purpose o’f laying a foundation for introducing the testimony of witnesses, examined by the Commonwealth on that trial to prove the forgery, and who have since died. No doubt it was evidence for that purpose, if the testimony proposed of the deceased witnesses was proper to be given on -this issue, but that is the difficulty. I do not think it was. The common law rule is that the record of a judgment may be evidence by way of inducement, or to establish the fact of .its own existence, although not between the same parties. “Thus the record of a conviction,” says Greenleaf, § 527, “ may be shown to let in proof of what was sworn at the trial. So in prosecutions for perjury, the record of the case in which the false swearing is alleged is always evidence.” But as this record was offered only by way of inducement, to be followed by the testimony taken on the trial of the indictment, it was not evidence unless that testimony was properly evidence.\nThe rule on this point is thus stated by Mr. Justice Yeates, in Miles v. O’Hara, 4 Binn. 108, where he says, “ It is a settled rule of law, that what a witness has sworn on a former trial, between the same parties for the same cause of action, may be given in evidence in case of his death.” Phillips’s Ev., vol. 1, p. 337, 3d. Am. ed., is to the same effect, but the rule is a little more exactly stated. It is thus: “ Where the witness has been examined on the trial of a former action between the same parties, where the point in issue was the same in the second trial,” there his testimony may be proved if deceased. Hill & Cowan, in notes 205, 206, and 207, to this volume, cite many cases in proof of the rule, and also of the modifications of it, growing out of a difference in the number of the parties in the first and second trials.\nOur Act of 1827, relating to depositions, is very analogous in principle to the common law rule in the case of deceased witnesses. We have often held that on a second trial they are only evidence between the same parties or privies as in the first, and where the subject-matter in controversy is the same, or the same in part.\nA criminal prosecution, although instituted by an individual, is not in any sense an action between the person instituting it and the prisoner. It is not an action at all. That is defined to be “the legal demand of one’s rights, or the form given by law for the recovery of that which is dueBouvier’s Law Diet. A criminal prosecution is also defined to “be a prosecution in a court of justice, in the name of the government, against one or more individuals accused of a crime1 Ch. Crim. Law. The issue is between the government and the prisoner on a question of the guilt or innocence of the latter. It is not a question of property. Yery different is the issue, as also the parties in a civil suit to recover on the forged instrument. There the defendant is clear of the obligation, let the forgery be by whom it may, and the guilt or innocence of the plaintiff is not necessarily involved.\nif Harger had been acquitted on the trial of the indictment in Washington county, it would hardly have entered into the imagination of any one that the record would have been evidence in the case between him and the defendants, or that the testimony of deceased witnesses, examined then in his favour, would have been evidence in this case. And why ? .Simply because Thomas was no party to the record, and the issue was not between them. This is but another point from which to look at the question, and from any point it is evident that the record was not evidence, because the testimony by which it was to be followed could not legally be given.\nWe are of the opinion, for these reasons, that the learned judge of the District Court erred in admitting it, and also the testimony of the deceased and absent witnesses.\nJudgment reversed, and venire de novo awarded."}