{"id": "484213", "contents": "The opinion of the court was delivered, by\nStrong, J.\nThe complainants have set this case down for hearing on the bill and answers. There is therefore no contest about the facts. They may be briefly summed up as follows: On the 22d day of March 1852, Frederick Lorenz, of the county of Allegheny, executed his last will, whereby he devised and bequeathed his estate, real and personal, to his children and a grandchild, and on the 24th day of October 1854 he died. The will was duly admitted to probate, and on the 22d of November 1854, letters of administration, cum testamento annexo, were granted to Catharine Lorenz, his widow, and to Frederick R. Lorenz, a son, and to James J. Gray. These administrators are three of the defendants in this bill. They caused an inventory of the personal estate of the testator to be made and filed. Included in this inventory was the testator’s interest in a firm which had conducted the manufacture of glass at the Penn Glass Works, and that interest was appraised at $56,000. It was subsequently sold by Catharine Lorenz and James J. Gray, two of the administrators, to Frederick R. Lorenz, the third administrator, who was the son of the testator, and who had been a partner with him in the firm. To secure the purchase-money, the vendors took a judgment-bond from the purchaser in the sum of $121,700, conditioned for the payment of $62,350, caused judgment to be entered upon it, and execution to be issued. Under this execution, all the personal property of the said Frederick R. Lorenz was sold, and Catharine Lorenz and James J. Gray, the plaintiffs in the judgment, became the purchasers for the sum of $29,526.92, paying for it by a credit on their judgment. The administrators then filed an account of their administration, wherein they charged themselves with the entire interest of the testator in the property of the firm above described, which was valued in the inventory at $56,000, and they claimed a credit for $29,709.87, the price or supposed value of the personal property which they had purchased at the sheriff’s sale aforesaid, and which they thus treated as assets of the estate of the deceased testator. This account was referred by the Orphans’ Court to an auditor, and pursuant to exceptions urged on behalf of some of the legatees under the will, the credit claimed as aforesaid was stricken out, and the administrators were charged with the whole sum at which the testator’s interest in the partnership had been valued. The report of the auditor was confirmed by the court on the 26th day of November 1859, and all parties acquiesced in the confirmation up to the filing of this bill. After the purchase by Catharine Lorenz and James J. Gray, at the sheriff’s sale of the property of Frederick R. Lorenz above described, he carried on the business of manufacturing glass at the Penn Glass Works, on account of the purchasers, with the implements, material, and stock, so as aforesaid purchased by them, until the 80th day of December, A. D. 1859, when Catharine Lorenz, Frederick R. Lorenz, and James J. Gray united in making an assignment to Thomas Wightman, the other defendant, of “ all the property, rights, credits, and effects of them the assignors, whether held by them in their own right, or as administrators of the said Frederick Lorenz, deceased, of, in, and to all goods, chattels, merchandise, articles manufactured, or what remained in a crude and unmanufactured state belonging to them, the assignors, and being in the hands or possession of their agent, Frederick R. Lorenz, and which belonged, or in any way were necessary to the trade, business, and manufacture of glass, before and up to that time conducted by them through their agent aforesaid, at the Penn Glass Works, or being in the store, warehouse, works, and glass-house connected with the same, or in the warehouse of Frederick Lorenz, in the city of Pittsburgh or elsewhere. The property assigned consisted chiefly if not entirely of the property which twTo of the defendants had purchased at the sheriff’s sale already mentioned, with the additions, accretions, and changes made in the progress of the business carried on by Frederick R. Lorenz during his agency. The assignment was declared to be in trust to pay with its proceeds all debts due and liabilities of the glass works, contracted on account of the assignors or their agents, with a preference to the labourers, employees, and agents, to pay the remainder in discharge first of all debts, dues, and demands due and owing to any creditor or creditors of the estate of Frederick Lorenz, the testator; and secondly, to hold the residue in trust for the devisees, legatees, or distributees of said estate; and it was declared that it was the sole object of thé trust to secure to the creditors, devisees, and legatees of the said estate the assets and property theretofore used by the assignors in the manufacture of glass for the benefit of the estate.\nThis assignment was duly recorded; the assignee entered upon the duties of the trust thus created, and, under the power expressed in the deed, converted a large portion of the property into money, and paid such of the debts incurred for labour during Frederick R. Lorenz’s agency as are preferred by law, and required to be paid in cases of voluntary assignments. On the 18th day of May 1861, he filed his account in the Court of Common Pleas of Allegheny county, showing that he has in his hands, or under his control, $64,726.91, and uncollected assets amounting to $31,678.64, the aggregate being more than three times as much as the price of the stock and property bought under the execution against Frederick R. Lorenz, and nearly twice as much as the appraised value of the whole interest of the testator in the Penn Glass Works. This account of the assignee was referred by the court to an auditor for distribution, and before the auditor it is still pending. On the 24th of March 1860, after the assignment to Wightman was made, the three administrators, cum testamento annexo, of the will of the testator were discharged from their trust by the Orphans’ Court, and on the 16th of November 1861, letters of administration, cum testamento annexo de bonis non, were granted to James P. Sterrett, one of the complainants. The other complainant is Thomas Mellon, guardian of a grandchild of the testator, who was devisee and legatee under the will. The bill prays that the assignment may be decreed void, and that the defendant Wightman may be ordered to deliver to the complainant administrator all the assets in his hands belonging to the estate of Frederick Lorenz, deceased. It does not aver that there are any creditors of the estate of the said testator, and nowhere in the case does it appear that there are. It is however averred in the answers, and (the case having been set down by the complainants on bill and answers) it is to be taken as admitted that the heirs and devisees of the testator, who were full of age, and the guardian of all his minor children, all requested and urged that the assignment should be made, that the guardian of the grandchild, the only other devisee and legatee, was aware that the assignment was made, and that he never objected to it; that the attorney of the administrators, as well as of the devisees and legatees, drew up the assignment and advised the assignee to accept the trust; and that the guardian of all the minor children, representing himself also as agent of all the adult children except one of the assignors, and another, consulted frequently with the assignee, respecting the management of the trust, and acquiesced in what was done. The same guardian and agent also, on the 23d day of December 1859, took a judgment-bond from Catharine Lorenz, one of the administrators, in the sum of $100,000, in trust for the heirs and devisees of Frederick Lorenz, deceased, as security for the balance found against said administratrix and her co-administrators on the settlement of their account in the Orphans’ Court. Upon this bond judgment was entered, and execution was issued.\nSuch are the material facts as they appear in the case. It is not questioned that Thomas Wightman, the defendant, accepted the trust in good faith, and that he has thus far executed it with signal skill and ability. The results of his action attest this. Certainly he ought not to suffer, considering under what circumstances and at whose instance the assignment was made.\nIn the case of Lothrop v. Wightman, decided on the 13th of January 1862, 5 Wright 297, a case in which apart of this transaction came under review, it was said that, looking at no more than we had on that record, we could not doubt that the administrators of Frederick Lorenz purchased in their representative capacity at the sale under the execution against Frederick R. Lorenz, and that the effect of the sale was to revest the property, in the estate of the decedent. Holding such to have been the effect of the sale, we said also that it was a gross irregularity in the administrators to assign to Wightman assets which the law required them to administer. There are other facts upon the present record, but we do not propose now to consider their legal effect, nor the equities which grow out of them. They may prove of importance in the distribution of the fund now in the hands of the assignee, when distribution shall come to be made. Whether, in view of all the facts now appearing, the whole fund in the hands of Thomas Wightman belongs to the estate of the deceased testator free from all liability to those whose labour and materials have contributed to swell it from $29,526.92, the price hidden for it at sheriff’s sale, to nearly one hundred thousand dollars, or whether, if the devisees and legatees can now maintain that the property purchased by the administrators at the sheriff’s sale remains the property of the testator’s estate, they are entitled to any more than the property itself, or its value with interest, or the profits which the administrators made, if any, in trading with it, are questions which we do not intend now to answer. They will come up for adjudication in the proper time and in the proper place. The Court of Common Pleas of Allegheny county has the whole matter in hand. The assignee has filed his account in that court, and the whole fund was there to be marshalled before this bill was filed Tb U-' court has equity powers as large as our own. It can decree the fund to whomsoever it belongs in equity. Whatever rights the complainants have, may be asserted there, as efficaciously as they can be here. As the jurisdiction of that court over the property in controversy had attached before the present bill was filed, there is no propriety in our interference in any other way than on appeal from its decree. And this becomes most apparent when we note that those claimants upon that fund, whose labour and property contributed to swell it, the creditors in whose favour the primary trust in the assignment was created, are not parties to this bill, and a decree that the assignment is void, and ordering the property in tbe hands of the defendant Wightman to he handed over to the complainant, would be ex parte as to them. We shall therefore dismiss this bill, without prejudice to the right of the complainant Sterrett, to assert any title he has to the property m the Court of Common Pleas.\nAnd now, to wit, February 2d, 1863, this cause having been set down by the complainants for hearing, on bill and answer, came on for argument and was duly argued by counsel. Whereupon it is ordered, adjudged, and decreed that the bill of the complainant be dismissed out of this court with costs, but without prejudice to their right or the right of either of them to assert in the Court of Common Pleas of Allegheny county, any claim they or either of them may have to the property described in the bill as in the hands of Thomas Wightman, the defendant."}