{"id": "484268", "contents": "The opinion of the court was delivered by\nStrons, J.\nUnless it was saved by the Act of April 16th 1845, the claim of the plaintiff below, as first filed, was fatally defective, and it was not cured by the proposed amendment. The Méchanics’ Lien Law of 1836 imperatively required that every claim filed must set forth “ the nature or kind of the work done, or the kind and amount of materials furnished, and the time when the materials were furnished or the work was done, as the case may be.” Compliance with this requisition is the condition upon which is made to depend the existence of a lien beyond six months, and there must be compliance within six months after the claimant’s work has been finished, or after his materials have been furnished. These requisitions are not arbitrary. They are indispensably necessary to enable the owner to investigate the justice of the claim made against his property while the transaction is new, and while the evidence is at hand. There is additional reason for the requisitions, and for holding a claimant to strict compliance with them when he is not a contractor with the owner, but a sub-contractor, between whom and the owner no privity has existed. Of the nature and amount of his claim, the kind of work which he has done upon the building, the kind and amount of the materials which he has furnished, as well as the time when his credit arose, it is presumable the owner knows nothing. They have not dealt with each other. It is most just that one who asserts a right to a lien upon the land of another who has not employed him, or purchased materials from him, should be required to furnish at the institution 'of his claim every facility for investigation. Were it not so, however, the lien of a mechanic or material-man is not of common right. It is a creature of the statute, not unlimited, not of course, but given only to those who comply with the prescribed terms.\nThe claim filed in this case no where sets forth the amount of the materials furnished, nor how much of the sum claimed to he due was for work, or how much was for materials. To it is annexed a bill of .particulars, which by reference was made a part of it, and which it declared-to show the time when the work was done, and when the materials were furnished. That bill specifies the claim to be for a “balance due on houses of Caleb Russell, on Fourth street, Pittsburgh, being stone and stonework,” and the only date upon it is February 25th 1860, which was one year before the claim was filed. On its face, therefore, the claim shows that the work was done, and that the materials were furnished more than six months before the claim was filed, and it was consequently too late. It is also for a balance without setting out the whole amount. It did not therefore give the owner the information which the Act of 1836 contemplated he should have, and which a claimant is required to give, in order to entitle himself to a lien.\nNor is it helped by the amendment which, more than a year after it was filed, the claimant asked the court to allow. The new bill of particulars was not allowed to be filed as an amendment, hut according to the record, “ as a notice or suggestion of record by the plaintiff of the evidence on which he intends to rely at the trial, but without prejudice to the defendant’s objections to the lien as originally filed.” And had it been allowed, it would not help the claimant. The new bill of particulars does not set forth the amount of materials furnished, nor how much of the sum claimed was for work, and how much was for materials. The action of the court below in allowing it only as a notice of evidence, relieves us from the necessity of deciding whether a mechanic’s claim can be amended after the six months within which it may be filed have elapsed. We may remark, however, that if it can by adding to it any of those constituents required by the Act of Assembly, and without which it would not create or preserve a lien, the limit of time within which it may be filed, imposed by the Act of Assembly, is taken away, and the object of the legislature, in requiring those constituents as conditions of its being, is defeated.\nBut it is argued that under the supplementary Act of April 16th 1845, the claim is sufficient. That is a declaratory act, and it enacts that the true intent and meaning of the provisions of the Act of 1886 “ extend to and embrace claims for labour done and materials furnished and used in erecting any house, or other building which may have been or shall be erected under or in pursuance of any contract or agreement for the erection of the same, and the provisions of the act shall be so construed; and no claim which has been or may be filed against any house or other building, or the lien thereof, or any proceedings thereon, shall be in any manner affected by reason of any contract having been entered into for the erection of such building, but the same shall be held as good and valid as if the building had not been erected by contract.” The act does not undertake to change either the form or the substance of the claim filed, or to relieve the claimant from the conditions which the Act of 1836 made essential to the validity of his claim. It was passed to change 'the law as declared in Hoatz v. Patterson, 5 W. & S. 537, and Haley v. Prosser, 8 Id. 133, in which cases it had been ruled that one who, by special contract, undertakes to do the work or furnish the materials of a building, was not within the purview of the'Mechanics’ Lien Law, and was entitled to file no claim. It had no other object. Under this declaratory act it has indeed been ruled that one who makes a special contract directly with the owner, is not required to set out in his claim filed, the nature and kind of the work done, or the kind and amount of the materials furnished: Young v. Lyman, 9 Barr 449. The special contract was regarded as an equivalent. For this there is substantial reason. When the owner has made a special contract with the claimant, and he has performed it, the contract is the measure of the owner’s liability. ■ He has no longer an interest in knowing how much work was done, or' how many materials were furnished, or the kind and nature of each, for they cannot affect the extent of his liability. The reason of the statutory requisition no longer existing in such a case, the court held in Young v. Lyman that the rule itself ceased. But neither the rule nor its reason fails when the claimant is a sub-contractor, who has entered into a special agreement with the contractor with the owner. That agreement is not the measure of the owner’s responsibility. The contractor may not compel the owner or his land to pay whatever sum he may promise to a sub-contractor. Notwithstanding the sub-contract, the owner is as much interested as he would be had it not been made, in knowing the kind of work and materials, with the amount of each which the sub-contractor has furnished. His lot is responsible for no more than their value. He has a right, therefore, to insist on compliance with the demands of the Act of Assembly, introduced into it for his benefit, and not changed by the Act of 1845. Every sub-contractor must comply with the requisitions of the Act of 1886, or fail to secure a lien.\nWe have considered the case as if it appeared in what constitutes the claim filed that the plaintiff was a claimant by special contract. This is, however, an aspect of the case more favourable to him than his claim warrants. As already said, his proposed amendment was allowed only as notice of evidence, without prejudice to the defendant’s objections to the claim as originally filed. Nothing, therefore, appears to show that he stands in any other position than that of an ordinary sub-contractor. In either view, the court erred in giving judgment on the demurrer for the plaintiff below.\nJudgment for the plaintiff below is reversed, and judgment is now entered for the defentant."}