{"id": "484242", "contents": "The opinion of the court was delivered, by\nThompson, J.\nOn the 15th of June 1856, a copartnership was formed for the transaction of a general commission business, in the city of Philadelphia, between William J, Martin, William McAllister, and Charles Kelly, under the firm name of Martin &• McAllister. It was to be a partnership under the Act of Assembly of the 2d of March 1836. Martin and McAllister were to be the general partners, and Kelly the special partner. The firm ivas duly organized, and Kelly paid in $20,000 in cash, his agreed contribution to the firm. The firm commenced business, but in about six months 'failed, sinking the entire sum contributed by the special partner, and had an unliquidated indebtedness of some $78,000, which the assets were totally inadequate to satisfy.\nUnder these circumstances, the plaintiff has brought this action against all the partners, seeking to make the special partner liable on the ground that the business of the firm was changed, and that such change, without first having a new certificate, rendered him liable.\nThe evidence of a change, consisted of two distinct purchases by Martin & McAllister: one on the 26th of June 1857, of fifty bales of cotton, amounting to $4200, for which they gave notes; and the other four days after, of sixty tierces of rice, at $2100, also on a credit of four months.\nThe learned judge of the District Court, Avho tried the case, was of opinion that there was no proof of knowledge or assent by the special partner to these purchases, outside the legitimate scope of the business of the firm. He therefore reserved the point whether a special partner could he made liable for a change in the business without a knoAvledge that it had taken place, and directed a verdict for the plaintiff, subject to the entry of judgment for the defendant non obstante veredicto. Subsequently, and after argument in banc in the District Court, judgment was entered for the defendant on the point reserved.\nWe have before us, therefore, the case, “pure and simple,” of an effort to charge a special, as a general partner, on account of a change in the business of the firm, without any knoAvledge whatever of a change in the business of the firm, either in point or fact, or as a presumption arising from his connection with the transaction. Can this be done ?\nThe section of the act under which this result is claimed, is the 12th section, and reads as follows: “Every alteration which shall be made in the names of the partners, in the nature of the business, or in the capital or shares thereof, or in other matter specified in the original certificate, shall be deemed a dissolution of the partnership, and any such partnership which shall in any ■manner be carried on after such alteration shall have been made, shall be deemed a general partnership, unless renewed as a special partnership according to the last (preceding) article.”\nThe contest was therefore really between intelligent action as the ground of liability, on the one hand, and a claimed liability by force merely of the words of the statute, regardless of the element of knowledge or assent, on the other. Did the legislature mean this last position to be the true interpretation of the clause ?\nUnless it plainly appears that liability, without any reference to knowledge or intentional violation of the provision in question, was meant, we should not give it a construction tending to such penal consequences as is contended for. It would be contrary to natural justice, and such result should not be arrived at by interpretation, unless it be inevitable.\nIt is a maxim, further, which declares that no one shall suffer for another’s fault: “Nemo puniturpro alieno delicto.” I admit there are exceptions to' the rule, however; things mala prohibida may induce liability sometimes without the knowledge, really of the party ultimately liable. In cases of suretyship, liability always arises out of the acts or omissions of the principal. But in these cases the consequence results from positive legislative regulations on the one hand, and the nature of the engagement on the other. But neither of these relations exist here. I cannot find any warrant, under a fair interpretation of the clause of the statute, for holding that the special partner is a guarantor for the general partners, further than his deposit according to the contract; nor that it is to be construed as a penal statute. I think that an analysis of the statute itself will show that its consistency can only be preserved, by holding the special partner to be involved alone by his own acts or omissions of violation, or by assenting to those of his copartners, when he knows or is presumed to know them.\nWe have no decisions on the precise point under consideration in our own state, nor have any been referred to as adjudged in other states where a similar law exists. We must therefore explore the meaning of this clause by the light of other provisions in the statute, involving the same responsibility.\nDissolution of the partnership is what, in contemplation of the law, was the first consequence to flow from any of the changes or alterations spoken of in the section. But the law also contemplates the carrying on of the business in an assodated and general form of partnership, without the limitation provisions, and holding all liable as general partners. It is the carrying on of the business, after a violation in any of the particulars specified, which turns the concern into a general partnership. None of the general partners, without the knowledge or assent of the special partner, could change “ the nature of the business,” so as to render the special partner liable; it would be to apply a more severe rule than could obtain if the violation consisted in a change of the firm name, or of the capital or shares in it, which manifestly could not be done without the assent of all; and yet the consequences would be the same. Thus, there would be no distinction betweon intended relations, and those neither intended nor known.\nIn many other provisions of the statute, the consequences of violations, are fixed to the extent of general liability of the special partner; but without exception, I think, they all imply the knowledge or assent of the party to be charged by the acts done, to which the consequence is attached. A false statement in the original certificate has this effect, and this must be made by all. So after organization, transacting the business of the firm, or acting as agent or attorney for it, interfering in its business, and perhaps, for reducing capital, will each render the special partner liable; but they all imply volition with knowledge of the act.\nThe twentieth and tAventy-first sections' of the act, especially, exhibit the rule of practice evidently intended by the legislature. Assignments for certain purposes, and Avith certain intent, after insolvency or contemplated insolvency by the firm, or by a partner under the same circumstances, is forbidden; and the twenty-second section, provides that if any special partner shall violate any of these provisions, or assent to any such violations, he shall be liable as a general partner. The ground of liability is here plainly expressed as only to ensue in consequence of a personal violation of the inhibited act, or assenting to its Adolation by copartners. I argue, therefore, that if the statute throughout, as I think it does, fixes the consequences of violation of its provisions to be general liability, and they necessarily imply knoAvledge and assent, Ave may fairly presume that the same cause Avas supposed to be necessary to produce the same result in the clause in question. If the change in the nature of the business, therefore, by his copartners, was not known by the defendant Kelly, and the business Avas carried on a-ftenA'ards Avithout his knowledge that it had been so changed, he Avould not be liable in consequence thereof.\nIt is not intended to deny that the requisites of the statute must be strictly pursued, in organizing and conducting limited partnerships, but this should not change the rule of interpretation, Avhich requires, in public beneficial statutes, that construction which Avill promote their objects, rather than destroy them. One of the great objects of the system of limited partnerships was to encourage the employment of capital, without personal activity on the part of its owners, by associating it with industry and enterprise, which might not be possessed of capital. But should we hold that'a change in the business, which might be made by the active partners, without the knowledge or assent, either actual, or to be presumed from circumstances, of the special partner, the capitalist, and he be liable notwithstanding, it would deter all prudent men from investing or embarking their capital in any such way; for by the very terms of the act he is not allowed to interfere with the operations of the concern. Such a construction would put him completely within the power and at the mercy of his copartners. But when we hold him only for his own acts or assent, we place responsibility on its true footing, the choice of the party.\nThese views are supported by the case of The Madison County Bank v. Gould, 5 Hill 309. That case arose on the New York statute regulating limited partnerships, from which ours was copied, I believe, verbatim. It was attempted in that case, as in this, to hold the special partner liable as a general partner. One ground was a mistake of a month in the advertisement: in setting forth the commencement of the firm to be in November instead of October. The court there held, that as there was no evidence of an intentional violation of the statute in the mispublication, the special partner was not liable by reason of it. Another ground claimed for liability -was the investment of a large portion of the capital in the purchase of real estate, not within the scope of the business of the firm. The special partner’s liability was made to turn on the question of knowledge and assent to the purchases, although the conveyance was taken in his name, as well as that of his copartners. Bronson, J., said: “ I cannot think him liable for the wrong done\" by his copartners, without showing that he participated in the act.” In the same spirit is Bowen v. Argall, 24 Wend. 497. We are of opinion, therefore, that there was no error in the ruling of this point in the court below.\nWe see nothing in the other specifications of error requiring special notice. We agree with the court below, that we see no reason for holding that the special partner had anything to do with the care and collection of the debts of the firm, after it failed. If he was not involved as a general partner, he had no concern in it. His money w'as in it, and applicable to the debts, and that was the only extent of his connection with it.\nThere was no offer to show that Kelly assented to any assignment of assets, so as to render him liable on that score, and the court properly rejected the naked, offer to prove that the general partners made some such assignments.\nJudgment affirmed."}