{"id": "484221", "contents": "The opinion of the court was delivered, by\nStrons, J.\nThis was an action of replevin, in which the defendants avowed the taking as a distress for rent in arrear. We have not the pleadings before us, and we can gather what they were only from the statement of the plaintiffs in error. The avowry of course set out a demise of the lands upon which the distress was made, and it averred that there was rent due to the amount of $300. The plea of the plaintiffs was “news in arrere.” If there was also a plea traversing the alleged demise, it is unimportant now, for the only error assigned relates to the averment of the amount of rent due. The plaintiffs requested the court to charge the jury that “ the defendants having avowed for $300 rent in arrear, and the evidence showing, and the defendants having conceded, that there was but $200 due at the time of the distress, the verdict must be for the plaintiffs.” This instruction the court refused, directing the jury to ascertain how much rent, if any, was due, and if they found any due, to certify the amount, and find a verdict for the defendants. This, it is insisted, was error, and the argument is that it sanctions a violation of the rule that the allegata and probata must agree. The argument, however, both overlooks the effect of the pleadings, and misapprehends the rule upon which it relies.\nAn avowry partakes of the nature of a declaration. It is the assertion of a claim for the return of the goods replevied. It must state a title in the avowant. Our Act of Assembly of March 21st 1772 (1 Smith’s Laws 372), which was a re-enactment of part of the British statute of 11 Geo. 2, ch. 19, was intended for the relief of landlords. In both statutes the provisions respecting avowries are in the same words. In both it is enacted that it shall be lawful for defendants in replevin to avow and make conusance generally, that the plaintiff in replevin, or other tenant of the lands whereon the distress was made, enjoyed the same under a grant or demise at such a certain rent or service during the time wherein the rent or • service distrained for accrued, which rent or service was' then and still remains due, without further setting forth the grant, title, or demise of the landlord. Even under this act, the existence of a demise at a certain rent mentioned, must be averred, as well as enjoyment under it during the time in which the rent accrued, and that such rent remains due. But the act does not require the avowant to set forth truly how much rent remains unpaid. It is the demise at “ such a certain rent,” not the amount of rent unpaid, which is the foundation of his claim. It is that alone which is legally essential to his right. The demise of itself shows how much rent is due.\nIt is doubtless true that every allegation descriptive of the identity of that which is legally essential to the claim must be proved as made, but when there has been a demise at a certain rent, the right of the landlord to distrain and to have a return of the goods distrained when they have been replevied, is not affected by the question whether the amount of unpaid rent is two hundred or three hundred dollars. A precise statement of the amount is therefore not legally essential to his claim. If any rent be due and unpaid, the landlord is entitled to a return. The amount unpaid is not descriptive of the identity of the obligation, out of which the right to a redelivery of the goods distrained arises. And the rule which requires a correspondence between the averments and the proof, does not make a variance in the magnitude or amount of a claim fatal, unless the amount be averred as a matter of description. Nobody ever doubted that in an action of debt a plaintiff may recover less than he declares for, though there, as must a defendant who makes an avowry, he must prove everything averred as descriptive of the essentials of the contract. The assignment of error in this case, therefore, rests upon a mistake of the requirements of the law. -It also overlooks the effect of the pleadings.\nThe plea of “ riens. in arrere” admits the demise as stated in the avowry. Thus it admits the amount of the rent, and puts in issue nothing but the fact of its being in arrear. It is in words an affirmative averment that nothing remains unpaid; in substance it is a plea of payment: 2 Esp. 669; Johnson v. Jones, 9 Ad. & El. 809. The burden of maintaining it as pleaded is upon the plaintiff. Eor this reason it is that the defendant is entitled to a verdict, unless the plaintiff succeed in proving that all the rent avowed for has been paid and satisfied. This has uniformly been ruled under the statute of 11 Geo. 2, which is in the same words with ours. In Forty v. Imber, 6 East 434, Lord Ellenborough said: “There has been no case since that statute, where, if it turned out that less rent was due than the defendant had avowed for, he has not been holden entitled to recover for so much as was due. It is the constant practice.” So in Harrison v. Bamby, 5 T. R., there was an avowry for a half year’s rent, and a recovery for only a quarter’s rent. In Cobb v. Bryan, 8 Bos. & Pul. 348, the same doctrine was held, and it was again asserted in Johnstone v. Huddlestone, 4 B. & C. 938. The contract on which the rent becomes due must be truly stated, but it is different in regard to the sum avowed for. The avowant recovers for so much as is due, without regard to his having avowed for more; See 1 Saund. Rep. 285, 2d note. '\nIt would be strange if-a different rule were to be held with us. It never has been. The case of Waltman v. Allison, 10 Barr 464, cannot be regarded as in conflict with this unbroken line of decision. In that case the contest was relative to the question whether the contract reserving the rent was proved as described. The avowry set forth a demise at $80 per annum, payable quarterly. There was proof that the rent was $50 per annum. The court below ruled that the lease must be proved substantially as laid, but that it was not a fatal variance, if the precise amount of the rent and the times of payment were wrongly averred. The ruling was reversed in this court. Nothing more was decided, though some unguarded language was used. The case need not be impugned. It decides that only matters descriptive of the contract of demise must be proved as laid. There is nothing, then, in the way of our holding that a practice founded on reason and supported by uniform decision, is not to. be overturned. An avowant may recover for less than his avowry alleges to be due.\nThe judgment is affirmed."}