{"id": "484226", "contents": "The opinion of the court was delivered, by\nRead, J.\nIn an opinion delivered in 1851 by Judge Ruggles, in the Court of Appeals, 4 Comstock 438, the following language is used: “ In the province and state of New York the system of taxation for local purposes by assessing the burthen according to the benefit, has been in force for more than one hundred and fifty years.” This case overruled the decision of the Supreme Court of the second judicial district, an inferior tribunal, in The People v. The Mayor, &c., of Brooklyn, 6 Barb. 209, and established finally that such an assessment Avas a tax imposed by virtue of the general taxing power existing in the legislature. The opinion contains a clear exposition of the legislative action and judicial decisions of these tribunals from the earliest period of their history. This policy was undoubtedly derived from England, as established by the Bill of Sewers of 23 H. 8, ch. 5, where it is called a tax, and under which and subsequent acts, all persons w'hose property derive an advantage may be assessed to the sewers-rate, and the benefit is not required to be immediate, nor do the cases or the statutes say anything of the nature or amount of the benefit.\nIn Pennsylvania a similar system has existed for thirty years in Pittsburgh, as shown by the Acts of Assembly and by decided cases, and we have derived the authority to make such assessments from the taxing power vested in the legislature, which may be exercised in such form and manner as may be directed by law. In McMasters v. Commonwealth, 3 Watts 292, Judge Rogers, adopting the New York decisions, decided such an assessment to be constitutional. In Pennock v. Hoover, 5 Rawle 291, where, under an Act of the 19th March 1828, the Kensington District were authorized to pave any street, and to tax any property in front of such street in proportion to the extent of the same front, it -was decided, Judge Kennedy delivering the opinion of the court, that this tax was a lien on the property under the Act of 1824.\nThe question came up fairly in the Extension of Hancock Street, 6 Harris 26, where the opinion of Judge McClure was adopted by this court. It was distinctly held that such an assessment of benefits upon lots in the vicinity of the extension was eonstitutiQnal, and that the term vicinity did not denote any particular definite distance from the extension of the street. Judge McClure, adopting the doctrine of the New York courts, which he says has been referred to with approbation by the Supreme Court of Pennsylvania in various decisions, speaks of the contrary dictum of the case in 6 Barbour, which we have seen has been entirely overruled; and Judge Rogers declares emphatically that “after the repeated decisions of our Supreme Court, the constitutionality of the act is not an open question in this state.”\nIn Gault’s Appeal, 9 Casey 100, my brother Woodward says: “ States and cities cannot exist without taxation. The time, the mode, and the manner of taxation are committed altogether and exclusively to the legislative discretion.” The same doctrine is enunciated by him in City of Philadelphia v. Tryon, 11 Casey 401, and by my brother Strong in Schenley v. Commonwealth for the use of the City of Allegheny, 12 Casey 67.\nWith this view of the taxing power, it is evident that the only question in this case is what is the true meaning of the 1st section of the Act relating to the City of Pittsburgh, passed 22d April 1858 (P. L. 471), by which the Select and Common Councils are authorized to construct sewers in any street or alley, and for the payment of the cost of the same to levy and assess upon the property benefited; said levy shall be made by such persons not less than three in number, as the councils may appoint, and when made and approved by the councils of said city, shall be a lien on the property so assessed or levied on, and if not paid within thirty days after the said' approval, the amounts, with 5 per cent, added, shall be collected by the solicitor of said city, and by him deposited with the treasurer, subject to the order of councils, for which collections he shall receive the 5 per cent, added to the amounts collected by him.\nUnder this act the councils passed four ordinances relative to the sewer in Cherry alley, on the 28th June and 25th October 1858, and on the 28th February-and 19th May 1859. These ordinances appoint proper persons to make the levy and assessment equitably and fairly upon the property benefited by the construction of the sewer, for the recording of it when approved by,councils, for,its publication with notice attached, and also for the assessors giving public notice of the time and place of hearing complaints as to said assessment, by publication in the papers authorized to do the city printing. These requirements were no doubt complied with. The levy and assessment were regularly made, and by an ordinance reciting the same, passed 20th June 1859, the same was \\approved by councils. Amongst the persons thus assessed and taxed on property benefited, is' the present defendant in error, who is assessed $33.33 for his house on Fourth streét, which is above where Cherry alley crosses that street, and upon the descent from Grant street to the sewer.\nUpon the trial of the scire facias on this lien, the court allowed evidence to be given that the sewer was of no benefit to the defendant’s property, and charged, the jury if they should so believe, .the plaintiffs w.ere not entitled to recover. The simple question therefore is, was the defendant precluded from this defence by the levy and assessment, and the approval of the same by .the councils. We think he was, for such are the express words of the law, and any other construction would open a door to an entire revision of the whole assessment made by the assessors. The assessors fix the prqperty benefited ;■ they hear complaints and make [their report to councils; they hear also any complaints or representations, and if they approve, the.property benefited is fixed and ascertained, and,the assessment and tax is complete; and the question of benefit cannot be reviewed by any other tribunal.\nIt is a tax definitely ascertained and settled.\nJudgment reversed, and a venire de novo awarded.\nThe Chief Justice did not sit in the case."}