{"id": "484256", "contents": "The opinion of the court was delivered, by\nThompson, J.\nAssuming, for the present, that the loan of the appellant for which the notes of Charles H. Brian was taken, was in fact a loan to the firm of Charles Hénry Brian, a position indispensable to the success of the appellant, but not found by the auditor, how would the case stand then ? It would be the case of a special partner claiming as creditor of an insolvent firm of which he was a member. The answer to this is just what the learned judge gave, namely, the twelfth section of the “Limited Partnership Act.” “In case of the insolvency or bankruptcy of the partnership, no special partner shall, under any circumstances, be allowed to claim as a creditor until the claims of all the other creditors of the partnership shall be satisfied.” These are the words of the statute.\nThe insolvency of this firm was found by the auditor, and is not disputed. The appellant was the special partner, and now claims in direct contravention of the section of the act quoted. He cannot do this. We have not been shown a single authority which controls or limits the prohibitory terms of the section, and they must have thoir legitimate force and effect.\nOur statute regulating special partnerships was borrowed from the New York Act of 1822, in which the same clause is to be found, but we find in that state no authoritative adjudication on the point. It is true, there was a decision by the Court of Common Pleas of the city of New York, that a special partner might claim as a creditor of the firm of which he was a member. But in Mills v. Argall, 6 Paige 577, the chancellor, Walworth, held that he could not so claim. On a review of the case from the Common Pleas of Now York, 24 Wend. 507, the Supreme Court do not decide the point on which the courts referred to differed. But there is an implication on the point arising from the legislation of that state; for the provision in question in the original act was amended in 1857 (3 Rev. Stat.), so as to permit the special partner to claim as a general creditor for loans to the firm. It may be fairly assumed that the law could not have been so considered before the amendment.\nWe have no such modification of our statute, and the language of the act being unambiguous, it must have its effect. The effect we give it is not novel, for usually such is the result in general partnerships.\nWe need not determine the points discussed on argument, as the foregoing is sufficient for a proper decision of the case before us.\nDecree affirmed, at the costs of the appellant."}