{"id": "484241", "contents": "The opinion of the court was delivered, by\nWoodward, J.\nThe order of removal unappealed from was conclusive against all parties named in it: 3 Burn’s Just. 594-7; 3 Casey 277 ; 10 Id. 232. Why, then, should it be so earnestly argued that the Common Pleas has not jurisdiction to try a settlement case? No such question was open on this record. The last legal settlement of the pauper had been conclusively fixed by the unappealed order of removal, and was not an open question for the Common Pleas or any court to try. This action was founded on that ascertained and established fact — it was not brought to establish it.\nSo far from appealing from the order of removal, the directors accepted the pauper under it, and sent to the overseers of Mon-tour a written request for their charges: — “ Send bill of expenses, and oblige us.” This action is founded on the promise supposed to be implied from such circumstances, and the question is, will the law imply the promise ?\nThe learned counsel who argued against the action, insists upon the 22d section of the Act of 1836, as a statutory rule for costs and charges, which displaces the common law action. The 22d section relates to costs and charges ordered to be paid on appeals. But here there was no appeal, and therefore that section has no application. Whether the case could have been brought under the 23d section, like that of Sugarloaf township herewith decided, need not now be considered.\nThe question is, will a common law action of assumpsit lie ? Our poor laws do not provide for costs or charges of a pauper removed by order of two justices to his last and legal settlement, where he is accepted, and no appeal taken. They contemplate a speedy removal as soon as he becomes chargeable, and if no appeal is taken from the order, no provision is made for costs or charges. Indeed, overseers are not permitted to incur charges on his behalf until authorized by an order of support, and an order of removal relieves them from that.\nWhat ground is there, then, for implying a promise to pay expenses which the plaintiffs below were not authorized to incur? Had the order of removal fixed an amount to be paid, we might perhaps infer, from the acceptance of the pauper under such an order, a promise to pay the amount fixed, but the order in this instance was silent on the subject. The mere acceptance of the pauper, therefore, would scarcely ground a legal implication. Then as to the request for the bill, it was accompanied by no promise to pay, and even if it had been, it would be hard to find a consideration for the promise.\nThe acceptance of the pauper was a legal duty. The law imposed no duty to pay the plaintiffs’ bill, and there being no express promise to pay it, we see nothing for the action to rest on, and think it ought not to have been sustained.\nThe judgment is reversed."}