{"id": "484214", "contents": "The opinion of the court was delivered, by\nRead, J.\nBy the law of Pennsylvania, marriage is a .civil contract, and it is not required that 'the mutual consent of the parties should be given in the presence of a person in holy orders. The parties to the contract must be both willing and able to contract; and all persons in general are able to contract, unless labouring under certain disabilities, which are of two sorts. The first are by the municipal law, arising either from a prior marriage or a want of reason; and in either case the marriage is to all intents and purposes void. The second are canonical, which only make the marriage voidable, and not ipso faoto void, such as consanguinity or affinity. This was the law7 at the settlement of the province, being the law of the mother country, and brought here by the proprietary and his associates, the first colonists.\nBy the 10th chapter of the Laws of the Province in 1682, any person convicted of incest, which is uncleanness betwixt near relations in blood, shall forfeit one-half of his estate, and both suffer imprisonment a whole year in the house of correction, at hard labour; and for the second offence, imprisonment in manner aforesaid during life. By the law of England, the intermarriage of uncle and aunt with the corresponding relationship of nephew and niece, is prohibited — the reason assigned being that as an uncle or aunt descends from the common ancestor equally with the father or mother of the nephew or niece, a character of similar respect and authority is thereby acquired, which creates a reciprocity of duties scarcely inferior to those existing between parent and child, and therefore inconsistent with the equality of marriage. The Act of 1705, against incest, forbade such a marriage, and declared it void to all intents and purposes; the governor was authorized to grant a divorce from the bonds of matrimony, and the parties were fined to one third part of the value of their estates.\nThe second section inflicts on persons convicted of incestuous fornication or adultery, the same punishments as are by law against fornication and adultery, and a fine to the value of one part of their estates. Then follows the table of the degrees of consanguinity and affinity. This act is followed by the act against fornication and adultery and bigamy.\nAfter the Revolutionary War, an act concerning divorces and alimony was passed, 19th September 1785 (2 Smith 343), providing for divorces in certain cases, and establishing a form of procedure, which exists substantially at the present day. The jurisdiction was confined to the Supreme Court. By a supplement passed April 2d 1804 (4 Smith 182), the jurisdiction was extended to the Circuit Court and the Courts of Common Pleas, and the first section provided that all marriages within the degree of consanguinity or affinity, according to the table established by law, shall be void to all intents and purposes; the courts may grant divorces, and the parties shall be subject to the penalties contained in the act against incest. On the 13th March 1815, the legislature passed an act concerning divorces, repealing the former ones (6 Smith 286), and the fifth section is in these words : “ That all marriages within the degree of consanguinity or affinity, according to the fable established by law, are hereby declared void to all intents and purposes, and it shall and may be lawful for the Courts of Common Pleas of this commonwealth, or any of them, to grant divorces from the bonds of matrimony in such cases, and the parties shall be subject to the lilce penalties as are contained in the act against incest; but when any of the said marriages shall not have been dissolved during the lifetime of the parties, the unlawfulness of the same shall not be inquired into, after the death of either the husband or wife.” By this act the jurisdiction over divorces was vested in the Courts of Common Pleas. Whatever may have been the language of the former acts, it is clear that this provision puts such marriages upon the same footing as similar marriages were in England. The marriages were not void, but voidable, and if not dissolved in the lifetime of the parties, their validity could not be questioned after the death of either.\nOn the 22d December 1856, John J. Parker and Frances J. Noblit were married by Alderman Coates, but the marriage was not made public. The degree of consanguinity in which they stood to each other was that of uncle and niece, and the marriage was prohibited by the law of the land. On the 4th September 1861, Mr. Parker died, and the voidable marriage never having been dissolved, all inquiry into its unlawfulness was closed, and Mrs. Parker, as his widow, became entitled to administration upon his estate, and such was the decision of the- register and the Register’s Court, from which this appeal was taken. The appeal of the mother, Jane Parker, must therefore fail.\nIt is proper, however, to state that by the Statute 5 & 6 Wm. 4, c. 54, s. 2, all future marriages between persons within the prohibited degrees either of affinity or consanguinity are declared absolutely null and void to all intents and purposes whatsoever. If such had been the terms of our enactment, .it is clear that this marriage would have been not voidable, but void, and in such case Mrs. Parker would not have been the widow of. the deceased.\nWe cannot, however, refrain from stating that such connections are destructive of good morals, and should not only be frowned upon by the community, but be very severely punished; and this unquestionably was the view of the revisers of our Criminal Code. By the 39th section of the Act of the 31st March 1860, if any person shall intermarry within the degrees of consanguinity or affinity, he or she shall, on conviction, be sentenced to pay a fine not exceeding $500, and to undergo an imprisonment, by separate or solitary confinement at labour, not exceeding three years, and all such marriages shall be declared void. We express no opinion on the effect of the last clause.\nDecree affirmed at the costs of the appellant."}