{"id": "484269", "contents": "The opinion of the court was delivered, by\nWoodward, J.\nOur Act of Assembly of 28th May 1858, relating to interest, fixes the lawful rate of interest at 6 per cent, for the loan or use of money in all cases where no express contract shall have been made for a less rate ; but when any rate higher than 6 per cent, per annum shall have been “ reserved or contracted for,” the debtor shall not be required to pay the creditor the excess over the legal rate, but may at his option retain and deduct such excess from the amount of the debt.\nThis act- is not only a substitution for, but an express repeal of, the 1st and 2d sections of the Act of 2d March 1723, the penal features of which are entirely omitted in the Act of 1858. Under the old statute, as under the English statutes, usury consisted in taking more than the legal rate of interest for the loan of money, and was, in some sort, a public offence punishable by an action qui tam. But the offence consisted in taking it upon the footing of a contract. It was as essential to the legal idea of usury under the Statute of 1723, that it should be contracted for, as it is under our present statute. And courts of justice, to get at the real nature of the contract, would look beyond the forms in which the parties had clothed it, to those extrinsic circumstances which would reveal the corruption of the contract. This was done in Scott v. Lloyd, 9 Peters 418; Evans v. Negley, 13 S. & R. 218; Chamberlain v. McClurg, 8 W. & S. 31.\nSo in construing the English statutes against usury, it was always held that no contract, however framed, however unlike a contract for a loan or for interest it might apparently be, would hold good, if the ultimate effect of it would be to secure moro than the legal rate of interest for the loan of money. Mr. Smith, speaking of the Statute of 12th Anne, e. 16, in his work on contracts, 154, says every conceivable means was used to evade the statute. Sometimes a transfer of stock, sometimes commission on a discount, sometimes a substitution of one contract for another, or several concurrent contracts, were resorted to ;1 but the effort of the court was in every case to strip off the external covering of form, and get at the intent and real import of the transaction, and if that were tainted with usury, the contract was held void. In Belcher v. Vardon, 14 Law Journal C. C. 427, A. being entitled to a lease of building ground for seventy years, and having borrowed money of B., agreed to assign the leases of the houses built on it to B., who was to underlet them again to A., at rents equivalent to 8 per cent, on the money advanced. Knight Bruce, Y. C., held that this was a usurious contract, and that the transactions were void as shifts and devices to evade the usury laws. The general doctrine of the English cases is, that all sales made to colour usurious transactions are void : Hargreaves v. Hutchinson, 2 A. & E. 12. The old cases will be found fully discussed in that of the Earl of Chesterfield v. Jansen, 1 Wilson 286, better reported in 2 Vesey 125, from whence White & Tudor took it for their Equity Cases, vol. 1, p. 378, a case of which Lord Abinger said, in Downes v. Green, 12 M. & W. 490, “I believe there is no case since in which there is anything new to be found on this subject.” In that celebrated case, Lord Hardwicke said an annuity may be purchased at as low a rate as you can, provided it was the original negotiation to purchase and sell an annuity ; but if the treaty began about borrowing and lending, and ends in the purchase of an annuity, it is evident that it was only a method or contrivance to split the payment of the principal and usurious interest into several instalments, and consequently that it was a shift. So in the sale of goods or merchandise, it is lawful to sell as dear as you can on a clear bargain by the way of sale, but if it is first proposed to borrow, and afterwards to sell goods beyond the market, this is usurious.\nSuch has been the language of the most distinguished judges and chancellors in construing statutes with penal features that are wanting in our Act of 1858. Even where the action was for the penalty, as in Richards qui tam v. Brown, Cowper’s R. 770, Lord Mansfield did not hesitate to let in parol testimony, and refer it to tho jury to find “ the substance of the transaction and the true intent and meaning of the parties.”\nNow, if such has been the course of decision under statutes quasi penal, and in cases where the purpose of the investigation has been to avoid the contract wholly, or to visit the usurer with the penalties of the law, how much more reason is there for us to he thorough in investigating usurious contracts under our present statute, which sets aside no contract and imposes no penalty, but simply brings down the bargain to the standard of interest prescribed by law. Such a statute is entitled to a liberal construction, and should be held to encourage great freedom and thoroughness of investigation. I agree with the learned counsel that the excessive interest must be “reserved or contracted for” by the parties. These are the very words of the statute. But the usury may lurk in that part of the contract which adjusts the principal that is to earn the interest, as well as in that part which relates to the payment of interest. If a man loan me $1000 and take my bond for $1500, at 6 per cent, per annum, counsel would not doubt that 9 per cent, had been “ reserved or contracted for.” So if the principal be made up in part by property, whether goods or lands, which the lender compels the borrower to take at an exorbitant price, as the condition upon which only the loan can be obtained, is it not equally obvious that, in effect and substance, an illegal interest has been reserved and contracted for? \"What boots it that the instrument of indebtedness reads 6 per cent, if the principal be in part fictitious ? Courts of justice would be very stupid if they could not see through so transparent a device to evade the statute, and very feeble if, seeing the usury, they could not reach it because it had hid itself under an artificial principal. The substance of the agreement and not the mere expression only, is to decide, said Lord Hardwicke in his judgment above cited. The words “yearly rent,” in the agreement in Negley v. Evans, 13 S. & R. 222, were read by this court “a compensation for the use of money.” And see Eagleson v. Shotwell, 1 Johns. Ch. Rep. 356; Morgan v. Schemmerhorn, 1 Paige’s Ch. Rep. 544; Crippen v. Heermance, 9 Id. 211.\nThe learned judge below tried the cause in the very spirit of these authorities. The mortgage was fair upon its face, and stipulated for only 6 per cent., but the defendant alleged that the principal of the mortgage included the exorbitant price of certain real estate which he did not want, but was compelled to buy in order to obtain the loan of $18,000 to relieve himself from pressure, and to save from sacrifice real estate of his own, part of which was of great value but unproductive. The plaintiffs, on the other hand, maintained that the transaction was what it purported to be, a sale of the coal land at a price fairly agreed upon, and a loan of $18,000 at 6 per cent. This was the issue. The evidence of the negotiations which led to the bargain, the condition and circumstances of Wallace, the- character and market value of the coal lands, these, as well as the papers executed between the parties, were the proofs appropriate to the issue, and were properly laid before the jury. We see nothing in the bills of exception to evidence of which the plaintiffs have any reason to complain. They must allow the transaction to be thoroughly investigated. ' The law will be satisfied with nothing less. And if the very truth of the transaction was what they alleged, freedom of inquiry was not likely to damage it.\nBut when the evidence thus properly admitted was submitted to the jury in a carefully considered charge of the court, the jury found that “in point of fact the mortgage sued on was given to secure the payment of a loan of money at a rate exceeding that established by law.”\nWe have compared the propositions of law submitted to the court below, on the part of the plaintiffs, with the charge, and we think they were all sufficiently and correctly answered. It is impossible for us to doubt, now with the verdict before us, that this was a case within the purview of the Act of 1858.\nNo tender of a reconveyance was necessary. The defence did not disaffirm the contract. It simply reduced it to the legal standard, and this the statute authorized.\nThe judgment is affirmed."}