{"id": "484238", "contents": "The opinion of the court was delivered, by\nThompson, J.\nThe law of a case like this is explicitly stated by my brother Woodward in Black v. Nease, 1 Wright 433, where he says: “ It is unquestionable law, that a husband may settle property on his wife, even without the intervention of a trustee, provided he be free from debt, and is not about to embark in business, where his credit will be pledged for new indebtedness. * * * But if such settlement be made in fraud of creditors, on the eve of a new business, and with a view of providing against its contingencies, it is as unavailing against the new creditors as old ones; and moneys so disposed of will be treated as his property and not the wife’s.” To the same point is Thompson v. Dougherty, 12 S. & R. 456; Mateer v. Hissim, 3 Penna. Rep. 160; Sanders v. Wagonseller, 7 Harris 248; Snyder v. Christ, 3 Wright 499.\nThe conveyance of the property in question, in trust for Mrs. Mullen, as the testimony shows, was a day or two after the agreement of her husband to enter into the iron business in partnership with Snell & Banford, and after he had received a conveyance of the one-third interest in the forge and machinery valued at $8436.20, subject to about $7000 debt. The one-third of this, together with $1000, which Mullen agreed to put in as capital, really constituted his indebtedness on the 12th of July 1856, when he conveyed the property in trust for his -wife; and it does no.t appear that he had any other estate or property whatever. It is true, the articles of partnership were not entered into until two days after the conveyance. The trustee, Ancona, testifies that Mullen spoke to him a week or two before the execution of the deed about taking it. The witness was certain thac he spoke to him at or about the time he was going into the Keystone Forge, with Snell & Banford. “ He said he was acting under advice in the matter; that he was to make the deed before entering into articles of agreement.” The witness further stated without objection, “ I cannot say that he did say that he did that to secure his family, in case he should be unfortunate, but this seemed to be evidently his object.” If the facts stated by this witness, in connection with the date of the conveyance to Mullen of a third interest in the forge, and the date of the deed in trust for his wife, there could scarcely be doubt but this was his object. The court submitted it as question of fact to the jury, to say what was the object of the conveyance; that if it was to secure the premises to the wife, free from any debts that he might create or contract, in a business into which he was about to enter as a partner With others, it would be of no effect against creditors, who became such in their dealings with him in the course of the partnership. This was undoubtedly correct. Indeed I am inclined to think that the transfer might have been held to be fraudulent as to creditors, on the ground of actual indebtedness, equal to the whole value of the property at the moment of conveyance; for, if I understand the. testimony, he had actually contracted for an interest in the firm, and agreed to be jointly bound for the debts of the old firm, two days before the conveyance in trust for his wife. But this position was not taken and need not be vindicated. On the facts submitted and properly in evidence, the jury found the object of the conveyance to have been to withdraw the property from the reach of future creditors. This necessarily carried the case against the plaintiffs in error, and there is no principle now which can relieve them, from the consequences of such a finding.\nWe think there was no room for the complaint that the judge did not qualify the principle of law which he laid down as governing, where a conveyance is made with a view to entering into new business, by charging that it must be hazardous, to render it fraudulent as to creditors. It might be enough to say, in answer to this, that he was not asked to give any special instructions on this point; and that those who desired them should have asked the attention of the court to the matter by a prayer for instructions. But no one can doubt but this was an element in the case, for it was in proof that the business was hazardous. There was no evidence that it was not so, by the party now claiming that the non-hazardous character of the business should have been left to the jury. Everybody knows that a business requiring large outlays, and dependent on the character of tbe times for activo returns, as the iron business does, must be and is hazardous. If it was not hazardous, and yet profitable, many more would engage in it, and the fact that so few do so engage, is some evidence that it is hazardous, if proof were wanting, beyond the knowledge of all who live where it is carried on. There is nothing in this. These views sufficiently disclose our opinion of the first and second assignments of error.\nThe third and fourth errors need hut little notice. The complaint is that the learned judge should have charged as therein stated, although there was no request to do so. His silence in the particular' alleged, did not mislead the jury in investigating the main question. It was not in the character of a negative pregnant, so as to be the subject of error. We think the charge was; sufficient for the case, and adequate to its circumstances. These errors must therefore be overruled.\nWe cannot fail to see that the case is a hard one on the plaintiff in error, if possibly he had no fraudulent intent; but the policy of the law on the facts found, places the transaction in a category not to be helped by courts of justice, without doing injustice. Mullen was either badly advised or recklessly acted without advice, or did so fraudulently in making the conveyance under the circumstances disclosed. The hardship is, not that the property was taken for a debt for which he was liable, but that owing to its complications it brought almost nothing, and the debt principally remains. That is not the fault of. the law, but results from an effort to avoid it, and must be borne by those who made the effort.\nJudgment affirmed."}