{"id": "484265", "contents": "The opinion of the court was delivered, by\nStrong, J.\nThere is but a single question in this case. It is whether any evidence was given at the trial tending to prove that the hurt of the plaintiff was caused by the negligence or want of ordinary care of the defendants. All other questions were correctly disposed of by the learned judge who presided in the District Court. What is ordinary care, and what is negligence, are inquiries, in most cases, to be answered by a jury; but negligence is not to be found without evidence. There is always a presumption against it, and therefore a plaintiff who asserts it, and avers that he has received an injury in consequence of it, must always adduce proof that the defendant did not exercise ordinary care. If no such proof be adduced, the presumption of innocence remains, and it is error to submit to the jury the whether there was\nf What, then, was the evidence ? The accident by which the plaintiff was hurt occurred on a railroad, not at any street or crossing, but where neither the plaintiff nor any other persons except the agents of the railroad company had any right to be. The defendants were doing what it wras their right and their duty to do; the cars were moving slowly by their own gravity, yet so perfectly under the control of the engineer that they could be immediately stopped, and the plaintiff was not injured by starting the cars, hut by his coming upon the track and getting under them while they were in motion. Passing by now the affirmative proof of prudence and caution exercised by the defendants with which the case abounds, and admitting that the carelessness of the plaintiff' is not a bar to his recovery, because he is a child, we ask vvliat did the defendants leave undone which ordinary care required them to do ? The only alleged omission is, that the whistle of the' engine was not blown, and no signals given to the people in the neighbourhood that the cars were about to start, or that they were in motion. No other evidence of negligence is pretended.\n^ It is time it should be understood in this state, that the use of a railroad track, cutting, or embankment, is exclusive of the public everywhere, except where a way crosses it. This has more than once been said, and it must be so held, not only for the protection of property, but, what is far more important, for the preservation of personal security, and even of life. In some other countries it is a penal offence to go upon a railroad. With us, if not that, it is a civil wrong of an aggravated nature, for it endangers not only the trespasser but all who are passing or transporting along the lino. As long ago as 1852 it was said, by Judge G-ibson, with the concurrence of all the court, that “ a railway company is a purchaser, in consideration of public accommodation and convenience, of the exclusive possession of the ground paid for to the proprietors of it, and of a license to use the highest attainable rate of speed, with which neither the person nor property of another may interfere.”\nThe company on the one hand, and the joeople of the vicinage on the other, attend respectively to their particular concerns, with this restriction of their acts, that no needless damage he done. But the conductor of a train is not bound to attend to the uncertain movements of every assemblage of those loitering or roving cattle-by which our railways are infested: Railway Company v. Skinner, 7 Harris 298. So in Railroad v. Norton, 12 Id. 465, it was said, “ That until the legislature shall authorize the construction of railroads for something else than travel and transportation, we shall hold any use of them for other purposes to bo unlawful, if not indeed a public offence punishable, by indictment.” But if the use of a railroad is exclusively for'1 its owners, or thpse acting under them; if others have no right to be upon it; Af they are wrongdoers whenever they intrude, the parties lawfully using it are under no obligations to take precautions against possible injuries to intruders upon it. Ordinary care they must be held to, but they have a right to presume and act on the presumption that those in the vicinity will not-violate the laws;^ill not trespass upon the right of a clear track ; that even children of a tender age will not be there, for though'they are personally irresponsible, they cannot be upon the railroad without a culpable violation of duty by their parents or guardians. Precaution is a duty only so far as there is reason for'\"' apprehension. No one can complain of want of care in anotlierh^ where care is only rendered necessary by his own wrongful .act.)/ < It is true that what amounts to ordinary care under the circum-\\ stances-of a case is generally to be determined by the jury.) Yet a jury cannot hold parties to a higher standard of care than the law requires, and they cannot find anything negligence which is less than a failure to discharge a legal duty. /4f the law declares, as it does, that there is no duty resting upon any person to anticipate wrongful acts in others, and to take precau- ' > tion against such acts, then the jury cannot say that a failure to/'\"^ take such precautions is a failure in duty and negligence. Suelv is this case. The defendants had no reason to suppose that either man, woman, or child might be upon the railroad where the accident happened. They had a right to presume that no one would be on it, and to act upon the presumption. Blowing the whistle of the locomotive, or making any other signal, was not a duty owed to the persons in the neighbourhood, and consequently the fact that the whistle was not blown, nor a signal made, was no evidence of negligence. Were it worth while, abundant authority might' be cited to show that the law does not require any one to presume that another may be negligent, much less to presume that another may be an active wrongdoer. The principle was asserted in Brown v. Lynn, 7 Casey 510, and in Reeves v. The Delaware, Lackawanna and Western Railroad Company, 6 Id. 454. It is too well founded in’reason, however, to need authority. We act upon it constantly, and without it there could be no freedom of action. There is as perfect a duty to guard against accidental injury to a night intruder into one’s bed-chamber 'as there is to look out for trespassers upon a railroad where the public has no right to be.\nAnd the rule must be the same whether the railroad is in the vicinage of many or few inhabitants. In the one case as in the other, going upon it is unlawful, and therefore need not be expected. In this case it appears that there are fifteen houses between the railroad and the public highway, all but two of them built since the railroad was constructed. The danger of trespassing may have been increased by the increase of the population, -but the .standard of duty in the use of one’s property is not elevated or depressed by a varying risk of unlawful intrusions upon his rights.\nOf course we are not speaking of the duties of railway companies to the public at lawful crossings of their railways. We refer only to their obligations at points where their right is exclusive ; and as we find no evidence of any negligence of the defendants which caused an injury to the plaintiff, we think the jury should have been so instructed, and the third and fifth points of the defendant should have been affirmed.\nJudgment reversed, and a new venire ordered.\nWoodward, J., dissented."}