{"id": "484254", "contents": "The opinion of the court was delivered, by\nWoodward, J.'\nThe pauper was ordered to Schuylkill county by two several orders of removal, each in due form, and from neither of which did the directors appeal. They became conclusive evidence, therefore, that the last legal settlement of the pauper was in Schuylkill county, and that it was the duty of the directors to receive and provide for him.\nWhat is the consequence of disobedience to an order of removal on the part of those to whom it is addressed ? A fine of twenty dollars, according to our Poor Law of 1836, and nothing more. The statute gives no remedy against the district-for the support of a pauper after the order of removal. It contemplates an immediate removal, as soon as he becomes chargeable, and a prompt acceptance of him by the officers of the district to which he is removed. If an appeal be taken by either party, the Court of Quarter Sessions have power, on final hearing, to allow such “costs and charges” as they shall consider reasonable and just, which are sometimes very considerable: 1 Jones 95. But where the order is not appealed from, nor yet obeyed, the statute provides no remedy except the penalty above named.\nThe 23d, section of the act provides for the case of a pauper falling sick out of his proper district, and who “ cannot be removed.” In such cases the district in which he had his last legal settlement is liable for his support, after notice, and the Quarter Sessions of the county in which that district is, have power, on complaint made to them, to compel payment by the overseers or guardians of all such sums as were necessarily expended in curing or burying the pauper in the district where he fell sick.\nThe proceeding in the court below was instituted under this section, and the court dismissed it for want of jurisdiction.\nThe case is evidently not within the letter of the statute, for though the insanity of the pauper, which befell him in Sugarloaf township, might well enough be considered sickness, within the provision of the act, yet it did not disable him from being removed, as is proved by the two removals that were made. Nor was the case of Versailles v. Mifflin, 10 Watts 360, within the letter of the 23d section, yet this court treated it as within the equity of the act, and supported the jurisdiction of the Quarter Sessions. The considerations of justice and convenience which weighed in that case apply here.\nThe overseers of Sugarloaf did their whole duty faithfully, and the directors of the poor of Schuylkill neglected theirs. The policy of the statute is to commit pauper eases to the jurisdiction of the Quarter Sessions, that speedy relief and justice may be administered. Why, then, should. Sugarloaf be put to the slow processes of an action at law, to recover that support which Schuylkill county was bound to render, if indeed an action would lie, which may be well doubted ? Why not treat the case as within the equity of the statute, and hold Schuylkill bound to answer in her own Quarter Sessions ? That court is provided with a jury, and can try any issue of fact as well as the Common Pleas. The material fact, the legal settlement of the pauper, is already decided, and is not again to be drawn in question. Had Schuylkill appealed from the orders of removal (Sugarloaf could not, for they were in her favour), the Quarter Sessions would have had jurisdiction to allow costs and charges,- and we do not greatly wrest the statute from its letter, and not a whit from its spirit, by allowing it to sustain the present proceeding.\nThe order of the court is reversed, and the record remitted with a vrocedendo."}