{"id": "484270", "contents": "The opinion of the court was delivered, by\nStrong, J.\nThis was an action of trover, brought by the plaintiff below to recover damages for the conversion of a quantity of marble, property of the firm of Yeager & De Hart, which the defendant had purchased from one of the partners, in fraud, as it was alleged, of the firm. Subsequently to the sale, the plaintiff was appointed receiver of the partnership property, and the suit was brought in his name as receiver. On the trial in the court below, the contest was mainly respecting the character of the sale of the marble, which had been made by Yeager, one of the firm, to his father, the defendant in the action. The sale was alleged to have been made with an intent to defraud De Hart, the other partner, and most of the errors assigned relate to the charge of the court upon the law as applicable to the evidence submitted. The learned judge instructed the jury that if the sale of the goods of the firm was for a grossly inadequate price, it might, in connection with the other facts of the case, be evidence of fraud on the one side, and of notice on the other to the purchaser. The complaint here is, that there was no evidence to warrant such a submission of the case to the jury; that there was neither evidence of inadequacy of price, nor of any other circumstance tending to prove fraud. But how are we to determine whether there was or not ? The evidence given is not upon record, and we have not even the bill of exceptions. We have, indeed, a statement of what is said to have been the evidence, but it is not certified with the record. It is manifest that there must have been other evidence. In what is exhibited to us, we are unable to discover any proof that the sale was made for an inadequate price. We have the price for which the marble was sold, but nothing to show its value. It was part of a larger quantity, but what part we are not informed. No doubt it was error if the court left to the jury to find gross inadequacy of price without evidence, but with nothing but the pleadings on the record, we cannot say there was no such evidence. If we may judge from what is represented to have been proved, there were other facts which did tend to show that a fraud upon the partner De Hart was intended and perpetrated by the sale. And with these facts, gross inadequacy of price, if it existed, should have been considered by the jury. They were a wholesale disposal by a son to his father, of a large part of the stock in the marble-yard — a sale calculated to break up the business — its removal against the remonstrance of the other partner — the son’s denial of the partnership, and ordering his copartner from the yard, and the appropriation of the price paid to the son’s private use. Were the whole evidence on the record, it might also appear that the price was grossly inadequate. In the absence of the evidence, however, we cannot presume that the court submitted to the jury to find a fact of which there was no proof. But can a receiver of the property of a partnership maintain an action of trover in his own name for the conversion of the personal property of a firm by a wrongdoer before the appointment of receiver was made ? He is hut an officer of the court which appoints him, and does not become the legal owner of the property which he is required to take in charge. The appointment of a receiver does not transfer to him the legal rights of the partnership in any of their dioses in possession or in action. Trover can only be maintained by him who has the legal right. How, then, can the receiver sue, except in the name of the firm? That he cannot, not only seems manifest upon principle, but is established by authority. Thus, in Taylor v. Allen, 2 Atk. 213, Lord Chancellor Hardwicke appointed a receiver to collect the assets of a testator, and empowered him to bring actions in the name of the exeeutrix. In Pitt v. Snowden, 3 Atk. 750, the same chancellor said, a receiver must distrain in the name of him who has the legal right. This, however, cannot apply to a case where the tenant has attorned to the receiver, for by the attornment the legal right becomes vested in the receiver, and he may then distrain in his own name t Daniels’ Chan. Prac. 1977. Indeed, I.do not find it has ever been decided that a receiver can sue in his own name for any debt, claim, or demand of a party of whose effects he has been appointed receiver, or to recover the possession or control of any real estate or dioses in action of such party, unless some statute has enabled him. He has always been regarded, not as having the legal right, but as a mere custodian to take charge of the property during a pending litigation. If possession be withheld from him by the party whose property has been taken charge of by the court, delivery to the receiver is enforced by attachment. If a third person, not a party to the proceedings in equity, withhold the property, suit may be brought by the receiver with the consent of the court, but he must bring it in the name of him who has the legal right. In New York, it is true, a receiver is more than a custodian. He is a statutory assignee. But this is in consequence of the statute of that state of April 28th 1845, Laws 90, 91, and of the Code of 1849. The Act of 1845 empowered receivers to sue in their own name for any debt, claim, or demand transferred to them, “ or to the possession or control of which they are entitled as receivers.” In Wilson v. Wilson, 1 Barb. Chan. Rep. 594, the chancellor thought the act not broad enough to transfer the title of real estate to the receiver by the mere order of the court, and without an actual conveyance from the party to the suit in whom such legal title was vested. But the Code put real and personal estate on the same footing: Porter v. Williams & Clark, 5 Seld. 142. Without the statutes of New York, it was never ruled in that state that a receiver had the legal title even to personalty. The right to sue in his own name was always rested upon the Act of 1845, or upon the Code, or upon an act passed in 1825, not upon any rule or course of practice in chancery. See 1 Johns. Chan. Cases, 10 S. & M. 577. In Wilson v. Allen, 6 Barb. 545, it is said that at law an ordinary receiver was not considered as having the legal title, so as to authorize him to institute a suit in his own name, for any debt or demand transferred to him (under the order of his appointment), or to the possession or control of which he was entitled, under an order of the court, until the Act of 1845. There is no Act of Assembly in this state that gives to a receiver of a court of equity anything more than an equitable interest in the property or rights in action committed to his charge, or which invests him with the legal ownership. It seems, therefore, to follow that he cannot sue in his own name, and that the present suit, being in the name of the receiver, was erroneously brought.\nThe judgment is reversed, and a writ of restitution is awarded."}