{"id": "484281", "contents": "The opinion of the court was delivered, by\nLowrie, C. J.\nNo doubt it is right for the court to set aside the service of a habere facias, and award a writ of restitution, when the sheriff has ejected a party in possession, who is no party to the judgment, directly or indirectly, and could not legally he affected by it. But usually, where the defendant is in possession with his wife and family, the writ is executed by ejecting them all — otherwise the whole process would be useless or easily evaded. The sheriff was therefore justified by his writ in doing the same in this case, for he exercised only the ordinary authority given by the judgment and the writ. The service was not irregular’, and therefore could not be set aside, and without setting it aside, a writ of restitution is irregular, and has nothing in the record to justify it.\nBut then the wife claims that this land is her own, and that she ought not, therefore, to be ejected on a judgment against her husband. Why not? A judgment against him is a judgment against him and all his family and servants, and against all tenants under him who have entered after the suit was brought— otherwise it would be good for nothing; for if any one of his family may retain the possession, he.or she may cover the possession of all the others. The husband is the head of the family, and a judgment against him is necessarily against them all, and is executed against them all. It is his duty to defend the possession of the family, and if he fails to do so, the family must go out with him, just as a tenant with his family must go out who fails to give his landlord notice, or to defend under his title, though this title may be perfect.\nAnd the landlord cannot, after judgment and execution, claim a writ of restitution, though he was not heard. His title is not affected by the proceeding, though his possession is. And so in this case, the title of the wife cannot be affected by a judgment against her husband alone, but only her possession. Her husband ought to have defended his family’s possession by the title of his wife; hut without her being a party, no decision could be made that would affect her title. And yet, without trying her title, the plaintiff cannot gain his object.\nIt Avould breed great confusion and uncertainty, if a family, or one of them, could evade the execution of such a judgment against the head of the family, by setting up a claim of one of its members, and asking that claim to be tried on a motion for resti1ution. The old and usual rule already referred to, is better. And it does no AYrong, for the head may defend by the right of any of its members. And if be neglect to do so, tbe rightful members may appear to defend; and even after judgment, and within a reasonable time, may apply to have the judgment opened and a defence allowed.\nBut we do not see that the plaintiff would gain anything by setting aside the restitution; for his judgment decides nothing important to him on the title. Besides, we know of no practice that justifies a judgment in ejectment on a plea entered by the court, and verdict thereon, where the defendant does not appear. It does not seem to us, therefore, that the restitution does any wrong to the plaintiff. He ought to begin again with a suit against the husband and wife, in order to roach his object, and we do not think it proper, therefore, to restore his possession.\nOrder of restitution affirmed."}