{"id": "484272", "contents": "The opinion of the court was delivered by\nLowrie, C. J.\nThere are charters or patents for new inventions, for lands, for grants of corporate privileges, and as commissioners of public affairs, as well as those of pardons; and though all these have a strong likeness as to their form, and to the source whence they immediately proceed, yet they have also some marked points of unlikeness that warn us to be cautious about confounding the rules that belong to any one kind with those of another. We notice here only the distinction that is. important for this case. With us, those that relate to new inventions, to lands, to corporate privileges, and to offices, are usually only the last step in the process by which certain rights become completely vested; and when all the preliminary steps are regular and complete, this last step becomes a mere ministerial duty definitely prescribed by law, and the claimant has a right to demand that it shall be taken because he has performed all the conditions upon which the law has made his title to it to depend. Then the appropriate charter becomes a vested right, and the withholding of it a civil injury, which may usually be redressed in some form of law ; and in some cases the matter may be treated as if the charter had been actually delivered, though the fact be otherwise. These instances bear a strong analogy to sales of land whore all the terms have been performed by the purchaser, and the conveyance alone is wanting, or where a deed has been delivered in escrow, and all the conditions of final delivery have been performed. The equity of the law often dispenses with such final acts of investiture of title as are in their nature only formal.\nBut charters of pardon are entirely different from these, in the conditions on which they depend; for (not to speak of those which are issued in pursuance of promises, by proclamation or otherwise, of executive clemency) they are forwarded on mere grace, and not at all on any preliminary steps that furnish legal merits or a legal title to them. The intention of the executive to grant a pardon can have no legal force until carried into completed act. And his instructions to his proper officers, and their work in pursuance of his instructions, are only the means by which he embodies his intentions into the completed act, and have no force out of the executive sphere until thus completed; though the courts may, when the intention is satisfactorily shown, suspend further proceedings in expectation of the actual pardon, as has been sometimes done in England. The completed act is the charter of pardon and delivered. This is the one and only step that gives title to a pardon. Until delivery, all that may have been done is mere matter of intended favour, and may be cancelled to accord with a change of intention.\nWas this pardon delivered ? In the strictest sense, no; for the grantee of it never saw'it or had it in his possession. _ But in a less strict sense, yes; for it was delivered to the warden of the prison, and this has been with us usually treated as a delivery, the charter of pardon having come, by a somewhat loose practice, to be considered as the warden or keeper of the prison’s voucher for the discharge of the prisoner, rather than what it truly is, the prisoner’s title to the pardon of his offence, and to his discharge from all the consequences of his conviction.\nWe say this practice is somewhat loose, because it takes away from the grantee his title to his pardon, and throws upon the warden the responsibility of judging of its sufficiency. We do not condemn the practice, because ordinarily it works very well, and because the strict ancient practice that required the prisoner to sue out a habeas corpus from the Court of King’s Bench (Supreme Court here), in order that he might appear and plead his pardon, and have it allowed there, would be very inconvenient with us. If this strict practice were pursued, the prisoner could not get his discharge without the judgment of the court on the sufficiency of his pardon, and it seems very proper that he should gain no advantage by this loose practice, beyond exemption from the inconvenience of the stricter practice.\nBut we have not fully answered the question, was his pardon delivered ? We think that by usage its delivery to the warden is primá facie equivalent to delivery, or is a constructive delivery to the prisoner; but it is open to be proved no delivery by showing circumstances that are inconsistent with the intention to deliver it. The circumstances shown here are, that the governor issued the pardon as a means of putting the prisoner into the hands of the United States marshal, and through him into the hands of the war department at Washington, for the performance of some service to that department; that it was delivered to the marshal to be used for that purpose, and not to be used as a pardon unless the prisoner would consent to go for that purpose, and was not enrolled ; that the prisoner was not informed of his pardon, but consented to go to Washington, and was taken there by the marshal, who there learned that the governor and he had been imposed upon by forged letters as from the war department, and no service was wanted from him, and the prisoner was thereupon brought back by the marshal on the next day without having been out of his custody, and immediately returned to his cell in the penitentiary; and the entry on the warden’s books is in accordance with this, that he was delivered into the custody of the marshal under the authority of the pardon, and on the next day returned. By order of the secretary of the commonwealth the pardon was sent back to him.\nWe have already found a constructive delivery, independent of circumstances; do the circumstances just related change the result, or forbid such a finding ? We think they do. The intention of the governor was to accommodate the war department, by allowing it to obtain the services of the prisoner, and the intention to pardon was only an incident of this, and dependent upon it. There was no intention to pardon except for the purpose of meeting a supposed request of the war department for the services of the prisoner, and when this turns out to be entirely without foundation, there can be no reason for attributing any efficiency to the subordinate and dependent intention. Judicial constructions, like judicial fictions, are designed to further and not to frustrate equity and justice, and can never prevail against manifest right and justice, and the prisoner has no sort of merits in law or equity on which to base a claim that this pardon was constructively delivered or constructively vests in him any right. A delivery of goods to a carrier is usually a constructive delivery to the consignee, but not so if it be induced by mistake or fraud; at least not irrevocably so.\nTrue, the prisoner was taken out of the penitentiary by means of the pardon; but he was not discharged under it, else he would have gone free, and not have been brought back. He was not intended to be discharged, except to enter upon the expected service, and he has no equity to claim that the mistaken delivery to the marshal shall stand for a discharge on a complete and valid pardon. The most that could be made of it would be that this was the application of the form of a pardon to an unauthorized purpose, and that his delivery to the marshal was a voluntary or involuntary escape, neither of which is equivalent to a pardon.\nWe think, also, that this pardon is void because of the false and forged representations and papers that were used in procuring it from the governor. We do not feel entirely prepared to assent to that part of the argument of the attorney-general which would base this conclusion on the statute 27 Ed. 3, c. 2, 1 Ruff 273, because we are not entirely satisfied that that statute has been received as part of our law. We prefer leaving that question open for future consideration. But we think the principles of the common law demand this conclusion, and they have a rather wider extent than the provisions of this statute.\nBy the statute a pardon is to be disallowed by the judges of their own motion, if any of the suggestions contained in it appear to be false; but by the common law all charters and patents may be avoided if based on any false suggestion, whether the suggestions be contained in them or not. This question, however, can be raised only at the instance of the attorney-general, as the law officer of the executive, for it would be quite indocent that any other person should i-aise it, unless under some carefully prepared statutory regulation. Such a question may be raised by a scire facias to repeal the charter; but it may also be raised on habeas corpus issued to allow the prisoner to plead his pardon; for the commonwealth is a party to that proceeding, and the attorney-general may appear and answer the plea, by showing the false suggestions on which the pardon was obtained.\nHere the falsity of the suggestion is very plain. True, there is no falsity in the suggestion specified in the pardon. But this is fully accounted for. The suggestion that is recited contains only the general reason of public expediency, because the special grounds of that expediency were to be kept secret. The forged letters to the governor and marshal suggested that the prisoner was needed for some secret, public service, and that, as this could not be recited in the pardon, an application should be made that should specify only general considerations, so that the pardon might be founded on that without naming the letters.\nWe do not feel the force of the objection that the prisoner does not appear to have had any hand in the forging of the letters. He can claim nothing as a favour that is founded on the fraud of his friends, so as to prevent the frustration of the fraud. Any person may reclaim the rights out of which he has been cheated, until they come into the hands of a third person, who is a bond fide purchaser for value, without notice of the fraud. And so may the commonwealth. The prisoner has no merit of his own that is sufficient to override the fraud of his friends in this matter. When he shows that he has, he will, no doubt, get a new and honest pardon. He has no better title to this pardon than a consignee of goods would have after the goods had been stopped in transitu, on the discovery that the sale and delivery had been procured by letters' forged by the friends of the consignee.\nThe prisoner is remanded."}