{"id": "484218", "contents": "The opinion of the court was delivered, by\nThompson, J.\nThe first specification of error to be noticed on this record, relates to the suit of the assignee of the policy in his own name. The question sought to be raised is, whether it can be maintained in that form. The assignment was long anterior to the fire, was assented to by the company, and the premium note of the assignee received and substituted for the note of the assignor. Under such circumstances the assignee was by the terms of the act incorporating the company (P. L. of 1838, ¡0. 865, and of 1840, p. 180), “ entitled to all the rights and privileges, and subject to all the liabilities to which the original party was liable and subjected to under the act.” How far the rules of pleading might be in conflict with an effort to declare for a breach of covenant, not made with the party suing, but to which he had succeeded, and whether if declared on according to the facts of the assignment, and the acts of incorporation seeming to recognise a substitution to the covenant of the insured ; and how far the company, by reason of the act of incorporation, might be estopped from taking advantage of any such defect, might be questions worthy of some consideration, but which we need not decide now. I think a fair and just answer to the objection urged is, that if successful, it would only abate the action at most, and as this case was here before, the parties standing on the record just as they do now, the objection should have then been made; treating it, therefore, somewhat in the nature of a plea in abatement, it comes too late now. The objection should be treated as waived. Moreover, it is doubtless a case in which the record might have been amended by adding the name of the assignor, if it were deemed essential. We do not, however, decide that it was or was not error, but overrule the exception for the reasons given.\n2. The only other assignment of error that demands special notice is the 3d, and that substantially raises the questions sought to be raised by the 4th and 5th.\nWas the report, the subject of the loss furnished to the company by their agent, Shindel, appointed to investigate it, to which was appended the affidavit of Schreffler, evidence to go to the jury? We think it was not. His business was to ascertain the particulars and extent of the loss, to test the fairness of the plaintiff’s claim. If this were done to the satisfaction of the company, they might or might not act upon it. It was not a-n adjudication upon, nor an acknowledgment, or an admission of it by the company. Their agent had not the semblance of authority to bind them in the matter. It was simply an investigation set on foot by the company, to ascertain the facts of the loss for their own satisfaction. They were entitled, by the terms of the policy, to call on the insured for his affidavit, if they wished it, in relation to the loss, and the circumstances of it, but this would not make it evidence against them to go to the jury for that reason. It was not for any such purpose that it was agreed to be given. If simply calling for it, and so obtaining it, would make it evidence against the company, for the same reason might the particular statement be deemed to be evidence, for it is called for by the terms of the policy, and must be made or dispensed with in order to entitle the insurer to recover for his loss. We however decided in this and several other cases that it is not evidence generally. We think that the statement of the agent Shindel, to which was appended the affidavit of the plaintiff, was not evidence either with or without the affidavit, and should have been rejected by the court; and for the reason that it was admitted we shall have to order this case to a new trial.\nWe see no such error as would require a reversal in the use made of the particular statement of the plaintiff. It seems to have been used to refresh the memory of the witness, and such items as he could recollect as being in the store, and in the statement he was permitted to identify and read from the statement. I cannot say this was wrong, but care should be taken that the recollection alone of the witness thus refreshed should constitute the testimony, and not the paper.\nThe question about the preliminary notice, and as to whether it was in time was before us, if I do not misremember (the case is not yet reported), when the case was here before, and we thought it was in time under the circumstances then appearing, and as the evidence is not less favourable to that view now, we adhere to our former decision on the point. But for the reasons assigned, this judgment must be reversed.\nJudgment reversed, and venire de novo awarded."}