{"id": "484260", "contents": "The opinion of the court was delivered, t>y\nRead, J.\nThe declaration in this case is very inartificially drawn, but it is clear that it is upon a guaranty by the plaintiffs in error of a note of the North-Western Railroad Company. The guaranty was not in writing, and the question is whether it comes within the 1st section of the Act of 26th April 1855, and this depends upon the construction which has been given to its provisions.\nIt is a general principle which prevails in all cases under the 4th section of the Statute of Frauds, from which our act is copied, that whenever the defendant’s promise is in effect to pay his own debt, though that of a third person be incidentally guaranteed, it is not necessary it should be in writing. The statute contemplates the mere promise of one man to be responsible for another, and cannot be interposed as a cover and shield against the actual obligations of the defendant himself. The common case of the holder of a third person’s note assigning for value with a guaranty, seems to be clearly referable to this principle. The assignor owes the assignee, and that particular mode of paying him is adopted; he guarantees in substance his own debt: Browne on Stat. of Frauds, § 165.\nThe cases of Browne v. Curtis, 2 Comstock 229, and Johnson v. Gilbert, 4 Hill 178, support and exemplify this position to its fullest extent. Both these cases were guaranties of promissory notes given in payment by a debtor to a creditor. In the last-named case Judge Bronson says: “ But the Statute of Frauds has nothing to do with the case. That only applies where the person making the promise stands in the relation of a surety for some third person who is the principal debtor. This was not an undertaking by the defendant to pay the debt of Eastman, but it was an agreement to pay his own debt in a particular way;” and in the first-named case the same judge says : “ The defendant was a debtor to the plaintiff, and gave the note with the guaranty to satisfy that debt. This belongs to the third class of cases mentioned by Chief Justice Kent, in Leonard v. Yredenburgh, 8 Johns. 38-9. There was a new and distinct consideration independent of the debt of the maker, and one moving between the parties to the new promise. In such cases, where the party undertakes for his own benefit and upon a full consideration received by himself, the promise is not within the statute. It would be good without any writing.”\nThis was really the principle upon which the court below put this case to the jury, and the declaration is sufficient to sustain it. The note was given in part payment of work done by the plaintiff for the defendants on the North-Western Railroad, and the defendants promised and agreed that if the said NorthWestern Railroad Company did not pay the amount of said note, then they the said defendants would pay the same to the plaintiff. The evidence supported this aspect of the case, and the court thought so and the jury agreed with them. The real justice of the case having therefore been reached, and no rule of law obliging us to reverse the decision of the court below,\nThe judgment is affirmed."}