{"id": "484279", "contents": "The opinion of the court was delivered, by\nThompson, J.\nRobert P. Black, the appellant, is a creditor of the firm of Jones & Schweitzer, but seeks to come in pari passu with the separate creditors of Jones, upon the fruits of his separate estate in the hands of his voluntary assignee for the benefit of creditors, because the debtor firm is insolvent. The learned judge in the court below decided that he could not do so, and we think rightly.\nThere is perhaps no subject on which so much has been written, and so indecisively written and said, as on the one or two questions which lie at the foundation of this case. Still the current is perceptibly one way. Lord Hardwicke, in Ex parte Hunter, 1 Atk. 228, on a question between the joint and separate creditors of a firm, and of an individual partner declared a bankrupt, laid down the rule that “joint creditors, as they gave credit to the joint estate, have first their demands on the joint estate, and separate creditors, as they gave credit to the separate estate, have first their demands on the separate estate.” So in Ex parte Cook, 2 P. Wms. 500, Lord Chan. King said: “It is’settled, and is a resolution of convenience, that the joint creditors shall be first paid out of the partnership or joint estate, and the separate creditors out of the separate estate of each partner, and if there be a surplus of the joint estate, besides what will pay the joint creditors, the same shall be applied to pay the separate creditors; and if there be, on the other hand, a surplus of the separate estate, beyond what will satisfy\"the separate creditors, it shall go to supply any deficiency that may remain as to the joint creditors.”\nThese are clear statements of the rule for marshalling assets in cases of bankruptcy, and it is traceable back to Ex parte Crowder, 2 Vern. 706 (1715). It seems to be very clear that the rule so continued, subject to certain special exceptions, not necessary to be noticed, to the time of Lord Chancellor Thurlow, who in 1785 decided in Ex parte Hodgson, 2 Brown’s Ch. Rep., that there was no such distinction to be observed between joint and several creditors and joint and several estates, and so marshalled the assets that where the joint creditors realized, say 10s. on the pound out of the joint estate, they might be allowed to come in pari passu with the separate creditors on the separate estate, after they had received a similar amount from the separate estate. But he did not allow the rule to operate the same way in favour of the separate creditors. In fact he could not, for they had no equity in and through the partners, the foundation of the whole system of appropriation of partnership funds to partnership debts. This feature, Chief Justice Gibson, in Bell v. Newman, 5 S. & R. 78, insists, proves the inequity of any such rule. Watson on Partnerships seems to think that Lord Thurlow’s rule extended no further than to permit joint creditors to prove their debts on a separate commission, but that they were liable to be restrained from taking a dividend. That may be true, but under his lordship’s rule they were allowed to participate with the several creditors where both were made equal out of the respective funds.\nLord Loughborough, in Ex parte Elton, 3 Ves. Jr. 238, in 1796, reasserted the rule existing before Lord Thurlow’s time, and declared it to be not only a' rule in bankruptcy, but in general equity. It is true, he admitted joint creditors to prove under a separate commission, but in the order restrained them from participating in the distribution of the separate estate, until after the separate creditors were paid in full, if the estate was sufficient for that purpose. See note to that case.\nThis is the substance of the history of the rule given\" by many judges and writers: McCulloch v. Dashiell, 1 Harr. & Gill 96, per Archer, J.; Murrill et al. v. Neill et al., 8 How. 414, per Daniels, J.In the matter of Marwick, per Ware, J. (Maine), 3 Davies’ U. S. District Court Rep. 320; Wilder et al. v. Keeler et al., 3 Paige 167, per Walworth, Chancellor; Bell v. Newman (supra, per Gibson, J.), and also 3 Kent, sec. 43, pp. 65, 66, and Story on Partnership, note 1 to § 363. That this is the true history and state of the rule thus far, can scarcely admit of a doubt. Each and all of these authorities assert that this has continued to be the rule. Lord Eldon, as some one has said, “characteristically doubted it,” but notwithstanding followed it. In further proof of this, see note to Ex parte Hodgson, 2 Bro. 5; Ex parte Abell, 4 Vesey 837; 3 Deacon 476; Ex parte Ruffin, 6 Vesey 119; Ex parte Pinkerton, Id. 813 (note); Ex parte Kensington, 14 Id. 447; Ex parte Reeve, 4 Id. 588; Ex parte Tait, 16 Id. 193; Story on Partnership, § 363 and no'te 1; Collyer on Partnership, § 920 et seq. ; 2 Lind, on Partnership 1002, who says the rule is so well established that it is not worth the trouble to refer to authorities to prove it.\nIn England, as in many of the states of the Union, there is a qualification of this rule, namely: that if there be no joint estate, and no solvent partners, in that case the firm creditors may come in on the assets of the individual partners in the hands of the .commissioners in bankruptcy (or assignees I assume) for a pro rata share. Story on Part., § 363; Collyer, §§ 924, 926, 927, in which it is stated that “ the rule (above stated) is not to be abandoned, so long as there is any joint estate, no matter how trifling,” and cites 8 Law Rep. 169, Ware, J., In re Marwick, supra; McCulloch v. Dashiell, 1 Harr. & Gill 96; Story on Part. 380; Denney, J., in Somerset Pottery Works v. Minot, 10 Cush. 600. We have also many authorities that, assert the rule, and without the exception, claiming as did Chief Justice Gibson in Bell v. Newman, that it was equality, and therefore equity, that the private creditors of a partner should be paid out of his private estate in preference to the creditors of the firm. Of this opinion is Chancellor Kent, who says, after stating the rule without the qualification, “this rule is a just one in principle, and the creditors of the firm cannot complain.” Such, too, is the opinion of Mr. Justice Archer, in McCulloch v. Dashiell. See also 3 Foster, N. H. 436, Jarvis v. Brooks, and same doctrine in 33 N. H. Rep. 542. For the case in hand, this exception makes no difference in the principle of distribution to be adopted; for there were firm assets in existence when the assignment was made, and that we must take to be the moment of time when the rights of the separate creditors attached: Miller’s Appeal, 11 Casey 81.\nThe rule of distribution either with this qualification, or broadly without it, has been adopted in most of the states of the Union where no statutory regulation exists, and where the question has been agitated. We trace it in numerous decisions in New York, New Hampshire, Mississippi, Illinois, and South Carolina. It was rejected in Massachusetts, but a statute regulates the matter there now. It was also rejected in Ohio and Vermont. For authorities on this point, see note, 1 Story on Part., § 363; note 2 to § 920 of Collyer on Part.; 3 Kent's Com. 65, and notes a and b.\nHas it prevailed in Pennsylvania, with or without the qualification ? The first case we have is Bell v. Newman, 5 S. & R. 78, determined by a divided court. It denied the rule. The principal difficulty in the way of the chief justice seems to have been the Act of 1794, regulating the payment of the debts of intestates. Creditors of equal nature were by the act to be paid equally, and as both the partners of the firm of Cochran & Waddington were dead, and as the administrator of the latter had in his hands partnership as well as individual assets of the intestate, the majority of the court held the creditors of the firm to be creditors of Waddington, and therefore let them in on the separaté estate. I think the mistake in that case arose from discussing the rule of Lord Hardwicke as only a rule of convenience, and not a principle of equity. At this day it would be hard to insist on this, against not only several English decisions, but against such writers as Kent (3d vol. 65, 66, et seq.), and against the authority of the Supreme Court of the United States (8 How. 414, supra), and Chancellor Walworth (3 Paige 167, 517). As a principle of equity it existed independently of the act, for the act seemed not to have had in view anything but distribution of individual estates, and to private creditors. The act certainly nowhere expressly, or by necessary implication, embraced partnership property and estates; and it will not do to hold that on the death of one partner the partnership property becomes from thenceforth individual property. No presumption arises from the death of a partner that he had relinquished his equitable right or lien to have the property appropriated in payment of the debts of the firm. It is to be administered to carry out the pre-existing equity of the deceased partner. If this be so, then the rule should be applied, I think, as if the firm were insolvent and the partner a bankrupt. I do not wish to be understood as saying that the incidents affecting the distribution of estates, resulting from death and bankruptcy, are precisely similar, but in both cases they come into the possession of the law for distribution, and if there be a necessity to marshal assets, I cannot see why there should be a different rule. The very able dissent of Gibson, J., is perhaps, however, the best argument that can be made against the soundness of the majority in that case, considering it in the light of a denial of the rule we have been discussing, saving only the benefit we may derive from additional authorities and opinions of eminent writers since that time.\nI pass by Donner v. Stauffer, 1 Penna. Rep. 198, as containing nothing material to the present inquiry, and come to Andrews v. Miller, 3 Harris 316. Notwithstanding this is a per curiam opinion, designated for that reason “ anonymous,” in the argument of the counsel for the appellant, and notwithstanding it 'certainly does mis-recite the principle of the case of Bell v. Newman, 5 S. & R., still it is a judgment of this court on the point before us, affirming the doctrine that the partnership effects, in the hands of the assignee, were to go first to the partnership creditors, and those of the partner should go to his private creditors, to the exclusion of the private creditors of the other partner who had no estate, but had joined in the assignment to pay their creditors both joint and several. It must be admitted that the case does not seem to have commanded a careful or perhaps a very elaborate investigation of the principles involved, and it is very badly reported. It has never been reversed or shaken, however, in any subsequent opinion of this court. The next case is Walker v. Eyth, 1 Casey 216. And there the doctrine is distinctly asserted that “ the rule in equity where there are partnership and separate creditors, each estate shall be applied exclusively, in the first instance, to the payment of its own creditors.” We cannot say that this was gratis dictum on the part of the learned judge, Chief Justice Lewis, for we think it was a principle directly in the line of the decision to be made. It must be regarded therefore as of authority. In Singizer’s Appeal, 4 Casey 524, it is asserted by this court, in an opinion by Armstrong, J., that the principle was settled by the case of Walker v. Eyth. The same principle seems to be intended by the decision in Hubler v. Waterman et al., 9 Casey 414. The case of Snodgrass’s Appeal, 1 Harris 471, has little or no bearing upon the point. Thus it may be seen that the prominence of authority is on the side of the rule in bankruptcy, as asserted in England. Supported as it is by a great preponderance of authority and text writers, we are disposed to follow it, and decide this ease, as was done below, on the principle that where there are partnership property and partnership creditors, and separate property and separate creditors, each class of creditors must look to their respective estates, without jostling each other for payment in the first instance. Each has its priority on its respective estate; after it is satisfied, the other may come upon the residue, according to its several legal and equitable rights.\nIt is perhaps hardly necessary to add that the doctrine we have been discussing, can only arise and become material in cases of insolvency or bankruptcy, where the necessity may arise for marshalling assets. Prior to and independent of this, the rights of creditors remain, to enforce the payment of debts due them at law. We concur in the able opinion of the learned judge who tried the cause below, and affirm his decree.\nDecree of the Common Pleas affirmed, and appeal-dismissed, at the costs of the appellant.\nRead, J., did not sit in this case."}