{"id": "484289", "contents": "The opinion of the court was delivered, by\nWoodward, J.\nWhat was said in support of the first error assigned, would have been very properly addressed to the Orphans’ Court, by way of opposing confirmation of the proceedings in partition, but those proceedings were not to be overhauled in this collateral action, and therefore the exception to that record, and the argument addressed to us in support of the exception, are alike irrelevant and inadmissible.\nThe other errors have relation to the effect of the judgment in ejectment, confessed by Waters to King on the 15th of February 1844. Did it conclude the rights of Waters ?\nThe ejectment was an equitable ejectment. It was brought to compel payment of a balance of purchase-money, and, on the day above mentioned, Waters appeared in proper person, and confessed judgment to the plaintiff for the 'land “ to be released on the payment of $178.56, with interest from date ; one-half to be paid in six months, and the balance in one year, with costs of suit.”\nIt cannot be doubted that this would conclude the right, if the law stood at the time of the judgment as it was declared in Seitzinger v. Ridgway, 9 Watts 496, to stand in 1840, or as it stands now under the ruling in Peterman v. Huling, 7 Casey 434.\nBut on the 5th of May 1841 (Dunlop’s Digest 846), the legislature.remedied the ruling in Seitzinger v. Ridgway, by putting equitable ejectments on the same footing as all other ejectments under the Limitation Law of 1807; and it is insisted that Waters’s confession was under this act. This act was repealed by the Act of 21st April 1846, Purd. 366, which, besides prescribing a rule for future cases, enacted that in all actions tried since 5th May 1841, wherein, by verdict or confession of judgment, time became essential, the defendant should have two years, after the passage of this act, to pay his money, commence his action, and enforce his contract.\nThere can be no question about the constitutionality of this clause of the Act of 1846. It was a more modification of legal remedies, and, so far from being unreasonable, was most indulgent to Waters, for it added, in effect, a credit of two years to that which he had stipulated for, and which had run out long before.\nBut the language of the clause is criticised. It is said it relates only to actions “ tried” since 5th May 1841, and therefore cannot be applied to this confession of judgment. The phraseology is, with customary looseness, “ actions tried since 5th May 1841, wherein by the finding of the jury, or by confession of judgment by the defendant,” from which it is evident the legislature meant to prescribe a rule for judgments confessed in equitable ejectments, where time became essence, as well as for judgments entered on verdicts. And any construction of the word “ tried” which would defeat this intention would be vicious.\nIf the offer to prove a tender in 1847 had been accompanied with an offer to prove an action brought within two years from the date of the Act of 1846, the defendant might have had a case upon the record, but as his offers were made, they were properly rejected.\nThe judgment is affirmed.\nThompson, J., dissented."}