{"id": "484231", "contents": "The opinion of the court was delivered, by\nStrong, J.\nNeglect to keep in repair the public roads in any municipal district, is a violation of a public duty, and is punishable by indictment at common law. Generally, the duty of making the roads as well as repairing them rests upon the county or parish. With us it is imposed by law in most cases upon the supervisors of townships, and hence they are indictable if there be a failure to perform it. Sometimes in England the duty rests upon individuals by reason of tenure or prescription, or possibly act of Parliament. In such cases such individuals are indictable for failure to discharge the public duty, however it be imposed. See Woolrych on Ways, ch. 9; 2 Williams’s Saunders 158, with the notes. If then the Act of 19th of January 1860 made it the duty of the contractor for repairs of the roads in New Castle township to maintain them in repair, his neglect to do so was an indictable offence, even without the aid of an express statutory provision to that effect. That under the act such was his duty is manifest. Its dominant purpose was to transfer from the supervisor to the contractor the obligation of making and repairing all existing roads. All the rest was an arrangement of the mode in which the transfer is to be made. It is said the obligation to repair grows out of the contractor’s bond. Not so; that is but security for tbe performance of a duty before imposed. Tbe supervisor is no longer indictable for failure to repair, for the provisions of the act relieve him from the duty. Both at common law then and under the statute the defendant was indictable. It would be a very strained construction of the act were we to hold that it was not one of its provisions that a contractor should repair the roads when all its requirements look to that and nothing else.\nThe second exception rests upon the assumption that the Act of 1860 is a private act, and that therefore it should have been fully recited in the indictment. This exception was not made until after the verdict, though our act relating to criminal procedure requires all formal defects in indictments to be objected before the jury is sworn. The indictment in this case does refer to the Act of 1860, and avers the defendant’s duty under it. The fault in the indictment, if any, was therefore merely formal.\nWe do not feel the force of the suggestion that the Act of 1860 is unconstitutional. . Whatever may be said in favour of the policy of an uniform road system throughout the commonwealth, we know of nothing in the constitution which prevents the legislature from imposing the ministerial duty of repairing roads, upon one class of persons in one locality, and upon a different class in another. The liability to indictment follows from the breach of the public duty.\nThe judgment of the Court of Quarter Sessions is affirmed, with costs."}