{"id": "484345", "contents": "The opinion of the court was delivered, by\nStrong, J.\nThe learned president of the District Court has so well vindicated his charge delivered to the jury, 'that little need be said in addition. In the 4th edition of Greenl. on Ev., vol. 2, § 261 a, the author, in discussing the subject of damages, remarks that “ a distinction has been taken between contracts for specific work by the piece, and the like, and contracts for the hire of clerks, agents, labourers, and domestic servants for a year or shorter determinate period; and it is held in the latter class of cases that if the person so employed is improperly dismissed, before the term of service is expired, he is entitled to recover for the whole term, unless the defendant, on whom the burden of proof lies, can show either that the plaintiff was actually engaged in other profitable service during the term, or that such employment was offered to him and rejected.” In support of this doctrine ho refers to Costigan v. The Mohawk and Hudson Railroad Co., 2 Denio 609, where the question is discussed at length, and the English as well as the American cases are largely cited. Without referring to them more particularly here, it will suffice to say that they establish incontrovcrtibly the rule in England to be that, in such a case, the plaintiff is primd facie entitled to the stipulated compensation for the whole time. If so, the burden of proof in regard to his employment elsewhere, or his ability to obtain employment, must necessarily rest on the defendant. All evidence in mitigation is for a defendant to give. In its nature it is affirmative, and hence it is for him to prove who asserts it. But the possibility of obtaining other similar employment, or the fact that other employment was obtained, bears upon the case only in mitigation of damages, and is therefore a part of the defendants’ case.\nIt is, however, superfluous to add more, or even thus much, to what was said in the court below', and to the cases there cited.\nThe judgment is affirmed."}