{"id": "484308", "contents": "The opinion of the court was delivered, by\nThompson, J.\nAt the December Term of the Court of Oyer and Terminer, holden for the county of Clarion, the plaintiffs in error were convicted and sentenced for involuntary manslaughter, on an indictment charging murder in killing one Martin Keleher, on the 2d day of September last.\nThe principal assignment of error, and the only one which will be considered here, is to this sentence: the plaintiffs in error contending that they could not be legally convicted, and therefore could not be sentenced for the offence of involuntary manslaughter on an indictment for murder, in which that offence was not charged in any form.\nWe think the exception well taken. The case of The Commonwealth v. Gable et al., 7 S. & R. 423, decided in 1821, seems to have settled this question, and the practice has been in accordance therewith, it is believed, ever since. In that case it was held that involuntary manslaughter must be prosecuted and punished as a misdemeanor. The 79th section of the Criminal Code, passed the 31st of March 1860, is a copy of the 8th sect, of the Act of 22d April 1794, upon which that decision was made, and varies from it in nothing but in fixing the maximum of punishment which may be inflicted. I have no knowledge of any departure from the rule there laid down, and, on inquiry, I have been informed by the president of the Oyer and Terminer of this city that the practice under the rule has not been to the extent of his experience, changed by the Act of 1860. Indeed, it could not be without overruling that decision, for the 79th section of the late statute, as we have seen, is but a copy of the 8th section of the statute under which it was made. I therefore think elaboration of the point unnecessary. The decision clearly announces the rule, and sufficiently vindicates it, and no public policy has demanded a change. Indeed, the inducement for compromising a result in the jury-box, where several grades of offences exist in a single count, as it may in an indictment for murder, is quite as large as it ought to be. By this means the lowest accountability is often made to assume the place of the highest.\nWhen the officers of the Commonwealth shall be of opinion that a homicide is but manslaughter, and the degree is doubtful, the statute allows an indictment charging the offence both as voluntary and involuntary, or either. But it is necessary, in order to sustain a conviction'for involuntary manslaughter, that it be distinctly charged as such. Since the case of The Commonwealth v. Gable, it must be charged as a misdemeanor, and is therefore not proper to form a count in an indictment for felonious homicide, excepting in the case of an indictment for voluntary manslaughter, where it may be joined by force of the statute. We must therefore reverse the sentence in this case, as there is no legal conviction to sustain it.\nWe cannot conclude without expressing our regret that the absurd and silly practice exists in some portions of the country of serenading, as it is miscalled, weddings parties, not with music, but usually by making intolerable noises with horns, drums, kettles, pans, and anything which may contribute to .the dissonance of the occasion. This is always offensive, and insulting to the feelings of the parties and their friends, and generally ends in breaches of the peace, and sometimes bloodshed. It is a breach of the peace itself, and when a number of persons, three or more, assemble for such a purpose, and with a common intent carry it out with noise and tumult, it may and ought to be punished as a riot: Ad. Rep. 277. The case before ns is a melancholy instance of the pernicious and indecent practice, and although it may be that originally no harm to any persons was intended, yet it resulted in the death of the bridegroom on the day of his marriage, and in injury to others, besides putting in peril of the highest penal laws of the country the prisoners whose case we have been considering. -This should be a warning to the thoughtless, for none others would ¿engage in it, to abstain from such evil practices.\nThe prisoners have been acquitted by the verdict of all crimes charged in the indictment, and convicted of a charge not made in or embraced by it. We will therefore simply reverse, for no new trial could be ordered in such a case.\nNow, to wit: January 26th 1863, after argument and consideration by the court, the sentence of the Court of Oyer and Terminer of Clarion county is reversed, and the prisoners, viz., Joseph Walters, Philip Walters, and John Huling, are discharged from confinement in the same.\nRecord remitted.\nPer Curiam."}