{"id": "484329", "contents": "The opinion of the court was delivered, by\nRead, J.\nThe plaintiff Sarah Ann Graeff is a granddaughter of Philip DeTurk, and the defendant, Daniel DeTurk, is his eldest son; if therefore Philip DeTurk, under the will of his grandfather, took an estate tail in the premises, upon his death the title vested in the defendant, and if he took a fee simple, then he could dispose of it by will as he pleased, and in either case the plaintiff cannot recover. The only other construction is, that Philip DeTurk took an estate for life only, with a remainder “to the heirs of his body lawfully begotten, and their heirs and assigns respectively for everand if the will had stopped here, then the contention on the part of the plaintiff would have been sustained. But following the word “ for ever’’ are these words: “ in such manner and shares as the said Philip DeTurk may see fit to divide it among them, which he shall have full power to do as he pleases;” and this power he has exercised and executed by his last will, in which he has given to the defendant the 130 acres and 148 perches (one-eighth of which is claimed by the plaintiff), being a part of the whole tract included in the above devise by Martin Shenkel, whilst he gave to the children of his daughter Esther Yoder, one of whom was the plaintiff, only 3 acres and 115 perches, part of the said whole tract.\nThere is no doubt that Philip DeTurk has executed the power intrusted to him, however harsh and cruel its execution may appear to those who regard females as well as males as entitled to the equal regard and affection of their parents. The only question is, had he the power to make such an unequal division as is presented to us ? The words of the will of Martin Shenkel aré large enough to authorize it, and the question is, is there any rule of law in Pennsylvania restraining him from so doing ?\nSuch a distribution was always good at law, and we see no reason for introducing the equitable rule of an illusory appointment, which was found in England so unsatisfactory and so difficult to administer, that an act was passed, 1 Wm. 4, ch. 46, on the 16th July 1830, making the rule in equity the same as at law. And for this statute, restoring the common law rule, that great equity lawyer and judge, Lord St. Leonards, says he is responsible.\nAs the rule in equity has never been sanctioned by any decisions in this state (Ingraham v. Meade, 13 Legal Int. 372, per Justice Grier), we do not feel inclined to depart from a common law rule, but reject the exploded equitable English doctrine of illusory appointments.\nThe opinion of the learned judge in the court below is so full that we have not thought it necessary to repeat arguments which he has clothed in forcible and appropriate language.\nJudgment affirmed."}