{"id": "484335", "contents": "The opinion of the court was delivered, by\nThompson, J.\nThe property for which this writ of replevin issued, was seized as a distress for rent; and the fact that it was liable to be so seized, is not disputed. But it is contended, on part of the plaintiffs in error, that as it was appraised under the Exemption Act of 1849, and elected to be taken by them, it became specifically exempt, and that the landlord could not proceed in disregard of the appraisement and election, and hold it to satisfy the claim for rent. In other words, he could not change his mind, and proceed with the process in disregard of the incomplete exemption proceeding. The plaintiffs, in their plea to the avowry, do not allege a return of the property to them, but simply that it was so returned by the withdrawal of the watchman. It is apparent that it just remained in the position of its seizure for a short space of time after the appraisement; that the proceedings on the warrant were as if ho demand for an appraisement had been made, and that the seizure was never relinquished. How stands the matter in this category ?\nAfter a levy a debtor has no right to any specific property seized. He has a right to claim the benefit of the exemption, and if that is allowed, and the property be set aside, his right is good to that. But if his demand be refused altogether, or before its allowance is perfected, it is refused and the officer proceeds to sell, his right of property is gone, and a right of action only remains for the wrong done by refusing the demand. The right of exemption is a personal privilege, and not an incident of property. If this were not so, the debtor might follow the proceeds of the property after the sale. This we know he cannot do, as it is property, in case of a levy on goods or chattels, and not money which he is entitled to claim: Hammer v. Freese, 7 Harris 255.\nThe appraisement and setting aside of property under the Exemption Law, is but the execution of the process in that particular ; it is not a contract to restore the property to the debtor, so as to enable him to claim it from the possession of the law. If the execution or warrant be lawful and in full force, and the property be such as may be taken to satisfy it, the trespass of the officer will not render the seizure inefficient. We have an Act of Assembly which forbids parties from issuing replevins for property levied on or seized for rent in arrear, excepting as it is allowed in the landlord and tenant proceedings: Act of April 3d 1779. Here the claim of process was not on the ground of no rent in arrear, or that the property was not justly seized, but because the bailiff committed a wrong in not allowing the exemption. If this were so, it did not unloose the hold of the law on the property that remained, and the only remedy of the plaintiffs is against the party depriving them of their rights.\nIt is no argument in favour of the writ of replevin, in such a case, that souvenirs or gifts, valuable to the owner on that account, may be seized and sold for rent. It was very well replied, that this might take place on an execution where replevin could not possibly reach it.\nWe think the action of replevin does not lie in a case like this. The plaintiffs were joint lessees of the premises, for the rent of which the distress was made. They leased jointly, and the property seized by the landlord for rent, was joint property, as the action of replevin shows, for they jointly sue to recover it. A question in the case is whether the lessees in this joint lease are entitled to the benefit of the $300 Exemption Law ? If they are, how much can they claim ?\nThese are new questions under the statute, and from the number of questions brought to this court under it, it must be admitted that it has proved a prolific source of litigation.\nJoint debtors are certainly not within the letter of the statute! The words are, “ property to the value of $300, exclusive of all wearing apparel of the defendant and his family, and all Bibles and school-books in use in the family (which shall remain exempt as heretofore), and no more, owned by or in possession of any debtor, shall be exempt from levy and sale, on execution or by distress for rent.” And in the succeeding section it is further provided that the officer charged with the execution of any warrant for selling the real or personal property of any debtor, shall, if requested by the debtor, summon three disinterested persons to appraise the property, which the “ said debtor may elect to retain,” &e.\nIt seems to me quite apparent that the execution or warrant against which the exemption may be claimed, must be such as is levied on several property. To hold otherwise, where the execution is joint and the levy is on joint property, would be to allow each one of the joint debtors to claim the exemption, and that would be, in a case like the present, where there are two in number, to exempt $600, which the statute does not allow, or to exempt only $300, which would be an exemption of $150 to each, which is as foreign to the statute as is the case of allowing $600. To hold that a case of this kind is not within the meaning of the statute, accords with the words of the statute itself.\nIt is the “debtor,” the “defendant,” and “his family,” who are described as the beneficiaries of the statute, and the words used are to be first resorted to in ascertaining the legislative meaning. They are ordinarily to be taken in their usual import, unless a more extensive or general signification be evidently required by some other rule of construction. “ Ubi lex est speeialis et ratio ejus generalise generaliter aeeipienda est.” For instance, if it should be provided in a general statute that stay of execution, or some other privilege, should be allowed to “ debtors” who should apply for it under certain instructions, it could not be doubted but that it would extend to all debtors, whether joint or several. But all debtors in this statute are obviously not entitled to exemption. Nobody supposes that corporations, associations, and partnerships are, yet they may be, debtors against whom executions may issue jointly. The statute does not therefore extend universally to all debtors. * ,\nWe say nothing about the case of a joint execution, levied on the property of one of several joint debtors, or consecutively on two or more, and whether each in turn, as against the execution, might have his several exemption. It will be in time to consider that when the case occurs. The case in hand is a levy on joint property, and we hold that a joint claim of exemption is not within the statute. That $300 cannot be set aside for the use of each debtor and his family, for this would exceed the statute, nor $300, to be divided, for that would be less than it allows. Besides, also, each of the debtors, in such a case, would be severally entitled to have his appraisement made at his request, and by appraisers pursuant to such request. This would call for a double set of appraisers. At least to keep within the statute, such would be the case. Many difficulties might bo pointed out in the way of applying the machinery of the statute, intended to apply to the several property of a several creditor, to cases of joint property of joint creditors. We are of opinion that the landlord was not bound to regard the demand for exemption in this case, and that the judgment below must be affirmed.\nJudgment affirmed."}