{"id": "484339", "contents": "The opinion of the court was delivered, by\nStrong, J.\nIn Byrod’s Appeal, 7 Casey 241, and in Fisher’s Appeal, 9 Id. 294, it was asserted that where the owner of land encumbered with liens makes a conveyance which is fraudulent as against creditors, a sheriff’s sale, under a judgment subsequently obtained against him, does not disturb the liens existing before the conveyance, and that they are not to be discharged out of the proceeds of the sale. What, then, is sold in such a case ? Not the whole estate of the debtor, disencumbered of the earlier liens, for the land may be sold again as his by executions founded on those liens. In the ca.ses cited, it is said the purchaser at the sheriff’s sale, under a judgment obtained against a grantor after a fraudulent conveyance, obtains the right which the defrauded creditors had, to contest or avoid the conveyance. The purchase-money is therefore the price of those rights, and, as they belonged to all the creditors who held judgments subsequent to the fraudulent deed, it would seem that a junior judgment-creditor cannot appropriate the whole price to the payment of his judgment, on the ground that he was the instrument to effect a sale. Byrod’s and Fisher’s Appeals were ruled as they were to save the liens of judgments from being destroyed by the fraud of a debtor, without payment of the debts, so far as the price of the lands upon which they were liens extends. To prevent the mischief of a divestiture of the liens by a sale under which the debtor’s deed had rendered it uncertain whether the purchaser would obtain any title, it was thought necessary to declare that the purchaser holds, subject to liens prior to the conveyance. Still it is the estate of the debtor, whatever that may be, which is sold at the sheriff’s sale, and therefore the liens upon it which attached after the fraudulent grant must be paid in their order. It follows that the court erred in postponing the appellant’s judgment. Vide Beekman’s Appeal, 2 Wright 388.\nThe decree of the Court of Common Pleas is reversed, the report of the auditor is confirmed, and the record is remitted, costs to be paid by the appellee."}