{"id": "484307", "contents": "The opinion of the court was delivered, by\nThompson, J.\nThe will of Julius Seely, deceased, gave to his daughters, Chloe and Caroline, the land, an undivided interest in which, is in controversy in this suit, “ to have and to hold the same, and all the profits thereof, during their natural lives, and after their decease to their heirs (if any they have), and if they die without heirs, then the above land shall fall to my heirs.”\nThis was held by the learned judge of the court below to be a joint tenancy in the devisees, and that the share of Caroline, on her decease, survived to her sister Chloe. In this we think there was error.\nThe Act of Assembly of 31st March 1812, abolished joint tenancies in Pennsylvania, excepting only perhaps in cases expressly created by deed or will, as held in Arnold v. Jack, 12 Harris 57, where a distinction is taken between the creation of such an estate by express terms, and its existence as an incident of title. It was there held, that it might be expressly created, but where it resulted as an incident from the form of the grant or devise, it was taken away by the act. We make no quarrel with this distinction now, for in this case a joint tenancy is not couched in express terms, so that the case cited, as well as the statute, is against its supposed existence. The court should not therefore have held, that Chloe Seely was entitled by survivor-ship to her deceased sister’s undivided moiety in the premises.\nWhat estate then did the will give to these two daughters ? The Act of 1812 turns estates otherwise joint tenancies into tenancies in common, and this sufficiently answers the inquiry without more. We have then a tenancy in common for life to the first takers, Chloe and Caroline Seely, with an express limitation, “ after their decease, to their heirs (if any they have), and if they die without heirs,” then to the testator’s heirs.\nThe word “heirs,” as here used, evidently means “issue,” for the limitation over is to the testator’s heirs, in case the first takers die without “heirs.” Of course the remainder-men would be their heirs, if they were heirs of the testator — so it was not this he meant, but issue. This then is a case of entailment. The devisees took, as tenants in tail, undivided moieties of the land devised.\nCaroline Seely died about the 3d of April 1858, unmarried and without issue, and the remainder of her estate passed to the testator’s heirs in fee, as provided by the will. The plaintiffs are heirs of the testator, and are entitled to recover according to their undivided interest in the case stated. Chloe is an heir also, and entitled to a share of the remainder of her sister’s interest. She may defend for that now. With her, there are eight surviving heirs — one died without issue and unmarried, four join in this ejectment, and consequently are entitled to recover four-eighths or one-half of the undivided moiety of the land devised by the testator to Caroline Seely.\nMarch 20th 1863. Judgment reversed, and judgment on the case stated is entered in favour of the plaintiff's for one-half of the undivided half of the land described in the case stated."}