{"id": "484313", "contents": "The opinion of the court was delivered, by\nThompson, J.\nThis case was brought up on writ of error, but as the merits of the question desired to be tested could not be reached in that form, it was turned into an appeal. It was an application to the equitable powers of the court below to set off a judgment held by John Horton against a judgment which had been obtained by Miller against him and Heil. A writ of error in such a case would only bring up the judgment in which error was alleged, but not the petition on which the application was founded nor the testimony ; it was therefore necessary and proper, as it was a ease in equity, to change into an appeal.\nIt has been long settled that judgments not in inconsistent rights may be set off against each other: not by force of the defalcation act, but as was said by Gibson, C. J., in Ramsey’s 2 Watts 228, “by the inherent of the courts, immemorially exercised, being almost the only equitable jurisdiction originally appertaining to them as courts of law remaining.” This was said before the Act of 1836, extending equity jurisdiction to the courts. Still that act does not touch the question. Much the same thing was said by Kennedy, J., in Filbert v. Hawk, 8 Watts 445.\nThe court below, we think, committed no error in refusing the set-off prayed by the complainant, for the very sufficient reason that he was clearly not entitled to it against the assignee of the judgment of Miller v. Horton and Heil. That judgment had been previously on the 8th of December assigned to Reed, and so marked on the docket on the 12th of January 1859.\nThe assignment to John Horton of part of the judgment of R. F. H. Horton v. Miller, now sought to be set off, was entered on the docket on the 17th of February 1859, the suggestion of the use reciting, however, that it had been made between the 2d and 12th of December 1857. This was a month before the action of slander in which the judgment finally obtained was commenced. It is not necessary to consume time to prove that such an arrangement could not, if it had been proved to have been made, which it was not, have affected a bond fide assignee of the judgment without notice of it. If it was anything, it was perhaps a secret equity, which would not affect him: Mott v. Clark, 9 Barr 399. Indeed that judgment had not been obtained when Reed obtained and entered his assignment on the docket. There was not a particle of evidence that could affect him with notice, for the equity relied on had no existence in fact when he became the assignee. Not so with John Horton. When he procured a part of his brother’s judgment against Miller, to be marked for his use, with a view, it may be presumed, to have it set off against the Miller judgment, that judgment had been previously assigned, and so the record showed. Of that, he should have taken notice: Fisher v. Knox, 1 Harris 622. If he did not choose to do so, he took the assignment at his own risk.\nThe notice to Reed to prove the consideration for his assignment was simply nugatory, as it was neither pleaded or shown to have been fraudulent or voluntary, nor so alleged in the petition for the set-off, nor was any issue prayed for in which the question might have been heard. It was time enough for Reed to meet that question when he was fairly attacked.\nAppeal dismissed, at the costs of the appellant."}