{"id": "484353", "contents": "The opinion of the court was delivered, by\nWoodward, J.\nThe appellants, as execution-creditors of John Graham, levied on and sold his personal goods, and Sanford, who was Graham’s landlord, claims to take out of the proceeds of the sale $100 for arrears of rent due to him. The 83d section of the Execution Law of 16th June 1836, Purd. 438, under which Sanford prefers his claim, provides that goods and chattels, “ being in or upon” the demised premises, “ and liable to the distress of the landlord” shall, if taken in execution, be liable for a- year’s rent. But the goods levied on in this instance were not in or upon the demised premises, but had been removed therefrom by the tenant’s wife (he being absent in the army) full seven days before the levy was made. Even if they were liable to distress, by reason of their fraudulent removal, it might be well doubted whether the landlord’s only remedy was not to proceed by distress, instead of coming in under the above section of the Execution Law, for the copulative conjunction in that section would seem to require the concurrence of two conditions, the presence of the goods on the demised premises, “ and” their liability to distress.\nBut were they liable to distress ? This would depend on whether they had been fraudulently removed. The 5th section of the old Landlord Law of 1772, provides that when the tenant “fraudulently or clandestinely” conveys or carries off from the demised premises his goods and chattels, with intent to prevent the landlord from distraining the same for arrears of rent, he may, within thirty days, seize them wherever he can find them. Ordinarily, a distress can be executed only on the demised premises ; the exceptional case is that above provided for, where the removal has been fraudulent or clandestine. The auditor finds, that on the 19th September, Mrs. Graham began taking an inventory of the goods, and finished on the 20th ; and on the same day had the goods put into boxes, and moved from the store-room and placed in a room of John O. Beebe, a dry-goods merchant, whose store was about sixty feet from the rented premises. This was done in open daylight, and the auditor says they were not clandestinely removed. But he finds that they were fraudulently removed. And the only fact he relies on is that Sanford, the landlord, left Erie on the 16th or 17th September, and did not return until the 24th. Was the removal of the goods by Mrs. Graham, in that interval, adequate evidence of her fraudulent intent ?\nIn Grace v. Shively, 12 S. & R. 218, the goods had been removed in the day-time, but without the landlord’s knowledge. Chief Justice Tilghman held that it was neither clandestine nor fraudulent, and he illustrates the meaning of the statute on the point of fraud in the following observation: “ Suppose the landlord should come to the premises for the purpose of distraining, and should refrain from a distress on the tenant’s promising that he would pay the rent, or give satisfactory security by a certain hour, and in the mean time his goods should remain where they wmre; and after this, should remove the goods as soon as the landlord’s back was turned, and all this in the day-time. This would be a palpable fraud. But where there is no evidence of more than a simple removal in the clay-time, without the knowledge of the landlord, there is no ground for a presumption of fraud, nor will the law suffer it to he presumed.”. The chief justice added these vigorous remarks : “ The tenant is not bound to give notice to the landlord that he is about to remove his goods, nor is he under any obligation not to remove them. It is the landlord’s business to be vigilant. He has the right to dis-train whenever the rent has become due, and if he neglects it, he runs the risk of losing this extraordinary remedy with which the law has favoured him.”\nTo the same effect was the case of Purfel v. Sandt, 1 Ashmead 121, where Judge King declared, “there is no difficulty in saying that an open and notorious removal in the day-time, although no notice was given to the landlord, is not fraudulent Avithin the meaning of these acts.”\nIt is impossible of course to define sharply the circumstances which would constitute a fraudulent removal under the statute. Judge Tilghman supposed one case, and many others no doubt have occurred, and will again occur, but that a removal in open day is not fraudulent, merely because it is done without the knowledge of the landlord, is the dictate of common sense, and the Amice of positive authority.\nSanford had a clause in his lease that authorized him to dis-train and collect the rent in the same manner as though the whole rent was payable in advance, if the lessee attempted to remove, or manifested an intention to remove, his goods out of the store-room, and on the 25th September, the day after his return home, he issued a landlord’s warrant, and the constable distrained .two boxes of Graham’s goods in the hands of Beebe, but did not take possession of the goods. The next day the fi. fa. of the appellants came, and Avas levied on the same goods.\nNoav, whilst it is true that Sanford could not resist the levy of the sheriff, it is apparent that, until the levy Avas made, he had the legal custody of the goods and might have returned them to the demised premises, so that AAdien the sheriff levied they would have been Avithin the section of the Act of 1836, which entitles a landlord to demand his arrears of rent out of the proceeds of sheriffs’ sales. Not doing this, he is obliged to stake his case on the fraud of the removal. If fraud is never to be presumed, we ought to incline strongly against it in a case of this sort, where the landlord has such ample and summary remedies, where he lived in the immediate neighbourhood of the rented premises, and Avhere the removal, made by the tenant’s wife in his absence, was made in the. most deliberate, open, and notorious manner. In such circumstances “the law will not suffer it to be presumed.” The levy of the landlord’s warrant gave no lien on the goods that can be enforced as a lien. He must stand entirely upon the Act of Assembly, and under that he was not entitled to share in the distribution.\nThe decree is reversed, and the $100 awarded to M. Sanford is here ordered to be paid to the execution-creditors."}