{"id": "484315", "contents": "The opinion of the court was delivered, by\nRead, J.\nThe question involved in this feigned issue was whether certain rafts lying at Pittsburgh, and leAÚed upon by WoodAvell & Co. as the property of Henry BroAvn, belonged to him or to Bi-oavu & Kirkpatrick.' BroAvn & Kirkpatrick, as the plaintiffs in the feigned issue, Avere bound to establish the property affirmatively to be in themselves, but the court also held, at the request of the defendants, that if Henry Brown, acting as the confidential agent of the plaintiffs, mingled his OAvn property AA’ith that of his principal, so that it could not be distinguished, the whole would be liable to seizure by his creditors. This enlarged the case to be made out for the plaintiffs, for it then became necessary to establish that Henry BroAvn owned no part of the property levied upon, and this the verdict of the jury finds to have been the fact. The question then is, Avas any error committed by the court, which improperly produced this finding.\nBroAvn & Kirkpatrick Avere judgment-creditors of Henry Brown and J. Steele, and upon executions issued against them, sold the real and personal estate of Henry Brown, and became the purchasers at sheriff’s sale. It was alleged by the plaintiffs that BroAvn Avas their agent, and that in all the transactions relating to the property in dispute, he simply acted in that capacity, and had no interest whatever in it or any part of it. The authority not being in writing, this was proved as claimed by the plaintiffs by several Avitnesses and by Brown. William Wilson, who had charge of these and other rafts, and who testified that Brown Avas the agent of the plaintiffs, and that he Avas acting under him for them, and that they owned everything, on cross-examination, Avas asked about paying the proceeds of two rafts to Brown, and having ansAArered the question, the plaintiffs’ counsel proposed to ask the witness what Henry BroAvn said at the time he paid him the money, and the note for the íavo rafts run to market and sold in March 1861, as testified to in his cross-examination, and this as part of the res gestee. This was objected to by the defendants’ counsel, the objection overruled by the court, and the evidence admitted, which proved to be a complete explanation of the whole transaction. Now it is clear that this was legal evidence beyond all doubt, and was simply allowing the witness to narrate the whole of the same transaction, instead of stating a part, which did not give the court and jury its full and true character. There can he still less objection to proving by the acts of Brown that he was their agent, and that he was recognised as such by their reception of lumber and other acts. The contracts were really for and in the name of Brown & Kirkpatrick, and were properly admitted; and so also was the declaration of Brown at the time, as explanatory of his acts in having the timber rafted into the water for the plaintiffs. A primd facie case of agency had been clearly made out, and was afterwards distinctly proved by Brown himself. This disposes of all the errors assigned upon the admission of evidence.\nWe cannot understand how the court could have answered more favourably the points covered by the fifth and sixth assignments of error, and the same observation applies to the remaining assignments of error. We have examined them carefully, and there is a substantial affirmance of all the defendants’ points, with such qualifications as arose out of the case, and in the last, very properly leaving the question of delivery of the Guthrie & Willis timber, as a matter of fact, to the jury.\nUpon the whole, the defendants have no cause of complaint, for every real question in the case was ruled substantially in their favour.\nJudgment affirmed."}