{"id": "484354", "contents": "The opinion of the court wa.s delivered, by\nLowrxe, C. J.\nThe defendants below are sued on their recognisance of bail for a stay of execution on a judgment, and no doubt they are released by terms of agreement for opening the judgment, if that agreement is valid as against Shelly, who now claims the right to the judgment. Whether it is or not, is the question to be decided.\nThere was no need of a jury trial in the case, for all the facts appear in the pleadings, though they are not so scientifically presented as to furnish a model of good pleading. They may be very briefly stated thus:—\nAfter the principal judgment against Paxson was obtained, and after the defendants below became bail in it, the debt claimed by McAfee against Paxson was attached by an execution-attachment in favour of Shelly. After that, McAfee and Paxson entered into an agreement to open the judgment, retaining the lien of it, and to set aside all subsequent proceedings in it. After-wards, Shelly obtained judgment against Paxson, as garnishee of McAfee, and got the judgment of McAfee v. Paxson marked to his use, and this is his title to sue the defendants-below as bail of Paxson. There is no allegation that the agreement to open the principal judgment was intended as a fraud upon Shelly, and therefore the time of filing the agreement is of no importance, and the question at issue is simply one of law: Lid the attachment of the debt claimed by McAfee against Paxson give the attaching creditor a right to exclude the parties from their ordinary power of managing the remedy for it, without any fraud upon the attaching creditor? We think it does not.\nThere is nothing written in the law to give to any attachment any such effect, and none such is needed for the attaching credit- or. His attachment is his suit to reach the debt alleged to be due to his debtor, and that is the only remedy to which the law entitles him. By that he gets a judgment against his debtor’s debtor, and an execution according to his judgment, and it is only in equity that he can claim subrogation to any of the collateral means held by his debtor for securing the debt attached.\nMarking the case of McAfee v. Paxson to the use of Shelly was a non-formal and ex parte subrogation, and decides nothing as to the equity of the case, and we find no equity for treating it as such a subrogation as takes away from the parties the due control of the case. There might be mistake or fraud in the judgment, and it might have been entered without proper service of the writ; and there is' no equity that can prevent the correction of such things. In law, the parties had a right to open their judgment, and there was good reason for it here, and the sureties were discharged by their doing so, and Shelly has pleaded nothing that prevents this result. We do not object to the marking of the judgment to the use of Shelly, after he had obtained judgment in his attachment; but this is not to prevent the parties from honestly managing their own suit for the debt attached.\nJudgment reversed, and judgment for the defendants on the pleadings."}