{"id": "484310", "contents": "The opinion of the court was delivered, by\nThompson, J.\nThere was an attempt to bar the estate tail created by the will of William Morris, in his devise to his nephews, Nicholas Wall and Henry A. Farrell; but it is conceded that it was ineffectual by neglect to record the deed, as required by the Act of Assembly. But it is urged that the fact of the devise to a charity by Earrell amounts to a bar of the entailment. We do not think so. We find no such principle in our law, and no such clear line of English decision, as entitles us to adopt it as a principle which has descended to us from our English ancestry. It is contrary to all our received notions of property that a man may devise what is not his own, provided it be to a charity. In this and the following points, in our deductions from the numerous authorities cited, we do not assume the labour of analyzing them.\nAgain, it is argued that because the two tenants in tail in the proceeding which was to bar the entail, joined in the proceedings, therefore it ought to be taken as an agreement between them, not to claim as against each other by survivorship, which will hind them in equity. We cannot adopt this view. There is no special language in the deed which calls for it. The only discoverable purpose of the proceeding was to bar the entail, and this.accounts for everything in the papers. The parties suffered the proceedings to remain unfinished, and thus its main purpose failed, and we can attribute to it no other or incidental consequences.\nIt was'also insisted that the one-half of what the devisor Farrell derived by survivorship from his sister, Mrs. O’Donnell, not being subject to entailment, passed by his will to the plaintiffs. In this view we agree. Her estate was a fee, with an executory devise over in fee to the survivor or survivors of the three devisees. Farrell and Wall both survived, and the estate became vested in them in equal shares. The survivorship thus ended. It could not go over again by survivorship to Wall: Marsden’s Estate, 4 Whart. 428; 2 Powell on Devises 724. It therefore passed by the will of Farrell to the plaintiffs, and they were then entitled, under the evidence, to a verdict and judgment for one-sixth of the property in question, instead of three-sixths covered by the verdict.\nJudgment reversed, and venire de novo awarded."}