{"id": "484336", "contents": "The opinion of the court was delivered, by\nStrong, J.\nThe condition of the bond was, that the goods levied upon under the first execution,-and claimed by Catharine Wallace, should be forthcoming to answer the writ, if the issue on the interpleader should be determined against the claimant, and in favour of the execution-creditors. The issue was so determined, and when the sheriff went for the goods they were not forthcoming to answer the writ, and he returned “eloigned.” The condition of the bond was therefore broken. Nothing less than producing to the sheriff all the goods claimed by Catharine Wallace, and producing them to answer the execution, could meet the obligation assumed by the defendant. Neither the sheriff nor the execution-creditors were bound to accept a part, or even the whole of them, unless they were forthcoming to answer the writ of execution. Were it competent then for the obligor in the bond, who has undertaken for the claimant, to contradict the sheriff’s return that the property had been eloigned (which we do not say), it is still plain that the evidence offered in this case could have availed nothing either in bar of the action or as showing a partial discharge. The claimant has interfered with the process of the creditors, and compelled them to let go of goods which had’ been seized to satisfy the debt due them. This she has done without just cause, as the verdict in the inter-pleader issue establishes. She cannot now select such portions of the goods as she chooses, and turn the refuse over to the creditors, and insist that they'shall accept them in partial satisfaction. Much less can she, or the obligor who answers for her' default, claim that the condition of the bond has been fulfilled in part, when even the refuse of the goods, not consumed or eloigned by her, are not produced to answer the execution. Her cause-loss interference is not to be instrumental in defeating the rights of the creditors. Had she interposed no claim to the property, the whole of it might have been sold, and the proceeds applied to the execution. The present claim of exemption may be a consequence of her claim. Whether it was or not, the evidence offered in court below was rightly rejected, and that without asserting the conclusiveness of the sheriff’s return, or denying the competency of the proposed medium of proof.\nThe judgment is affirmed."}