{"id": "484350", "contents": "The opinion of the court was delivered, by\nRead, J.\nThe judgment entered on the bond and warrant of attorney, given by Porter, Rolfe & Swett to Dilworth & Bidwell, for $35,000, and dated the 1st day of May 1857, became the subject of investigation in the course of these proceedings, and its validity was established by the court below, and affirmed by this court. Upon this judgment a fi. fa. was issued, and placed in the hands of the sheriff, on the 29th of June 1858, by Mr. Shinn, the plaintiffs’ attorney. With this writ was a description of real estate, and Mr. Shinn stated at the time that there was personal property at the works of the defendants in South Pittsburgh, and that he wanted the personal property exhausted, and as there would not be enough to cover the debt, he put in a levy on the real estate. In the bond there was a waiver of inquisition. Now as the execution bound all the defendants’ personal property in the bailiwick, from the time it was put into the sheriff’s hands, and whether a levy had been made or not, it is clear that if the instructions given had been followed out, no difficulty could have occurred from any other execution having been issued afterwards. Owing, however, to some want of attention in the sheriff’s office, the advertising clerk not knowing that there was personal property, or of the instructions given by the plaintiffs’ attorney, advertised the real estate for sale, but one or two days afterwards he learned there was personal property, and he caused it to be levied upon and sold. Other personal property, consisting of car-wheels, was levied upon and claimed by the Pennsylvania Railroad Company, which claim not being sustained, the same were subsequently sold on the 11th October 1858. The former sale of personal property was on the 24th July 1858, and of the real estate on the 30th of the same month.\nThe sales of the personal and real estate did not reach the amount of the judgment of Dilworth & Bidwell. Upon this state of facts it would be clear that all these proceedings were regular, and there was no complaint of irregularity by the defendants in the execution.\nOn the 8th July 1858, H. Childs & Co. obtained a judgment against Porter, Rolfe & Swett for $450, and on the next day issued a, ft. fa. and placed it in the hands of the sheriff. The levy under this execution was of course subject to the prior lien of the first execution. In a list of personal property furnished the sheriff by Dilworth & Bidwell, it is said the car-wheels were not included, but this is immaterial, as it was the sheriff’s duty to levy upon all the personal estate, no matter by whom the information of its existence was given.\nMr. Shinn being absent, there is no doubt the plaintiffs, unaware of the law, and having nothing to do with the original instructions to the sheriff, desired that the sale of the real estate should take place first, but the clerk or deputy of the sheriff refused so to do, and advertised and sold the personal property first. The only delay in advertising it was for one single day, which did no harm to any one. In all this we can see nothing which should postpone the first execution to the second one.\nThe revisers expressly say, with regard to the order in which execution may be had of the real and personal estate of a defendant, that it is but a copy of the Act of 1705, and of course is no alteration of the old law, under which the personal estate would have been levied upon and sold, and the real estate would have been levied upon and condemned under the same writ, but sold under a subsequent writ of vend. ex. The apparent haste in the present case is occasioned by the 48th section of the Act of the 16th June 1836, allowing a waiver of inquisition, and the sheriff to proceed and sell the real estate, upon the writ of fieri faeias, before the return day, without any other writ.\nThis protracted litigation is only a fresh lesson to clients never to attempt to interfere with executions in the hands of the sheriff, except through their counsel.\nDecree affirmed at the costs of the appellants.\nThe Chief Justice did not sit in this cause."}