{"id": "484347", "contents": "The opinion of the court was delivered, by\nStrong, J.\nThe appellant complains of an order of the Court of Common Pleas awarding an attachment against him for a contempt incurred by disobedience of their direction that he should pay over to the executors of Benjamin Chew, deceased, a sum of money which he holds as their trustee. He alleges that since the Act of 1842, abolishing imprisonment for debt, a court of equity cannot enforce a decree for the payment of money only, by process of attachment against the person. If such be the effect of that act, if one who is in the strictest sense a trustee, having in his hands a sum of money belonging not to himself, but to his cestui que trust, may not be attached for contemptuous disobedience of an order of the court to pay it over, •courts of equity are in many cases powerless to enforce their decrees. And this may be so when the money is in full view of the courts, and nothing but the will of the trustee to perform his duty is wanting. The trust property cannot be reached by execution or sequestration ; for those writs do not extend beyond the property of the trustee. They cannot lay hold of the property of the cestui que trust wrongfully withheld, and even if the trustee may be forced to make an assignment in insolvency, the assignment carries no property but its own.' If he has the money deposited specifically in bank, or marked and labelled in his strong-box at home, neither the sheriff nor his assignee in insolvency can touch it, and he may laugh the order of the court to scorn. Does the Act of 1842, in such a case, exempt the trustee from liability to attachment for a contempt, if he disobey a positive order of the court to pay the money ? Its language is, that “ no person shall be arrested or imprisoned on any civil process issued out of any court of this commonwealth, in any suit or proceeding instituted for the recovery of any money due upon any judgment or decree founded upon contract, or due upon any contract, express or implied, or for the recovery of any damages for the performance of any contract, excepting for proceeding as for contempt, to enforce civil remedies, &c.” Then follow certain other exceptions. The act prohibits arrest on civil process for the recovery of money due upon contract, express or implied, or due upon judgment or decree founded on contract. All other arrests, for other claims or on other process, it leaves without mention. Now if it be conceded that an attachment for contempt in refusing obedience to an order of a court of equity for the payment of money is civil process within the meaning of the act, it is still very far from clear that an order upon one who is strictly a trustee, to pay over trust-money in his hands, is a decree founded upon contract either express or implied. Certainly it is not in any ordinary sense of the word “ contract.” The obligation of the trustee grows out of a duty which the law imposes, and not out of any assumption which he has made, or which he is presumed to have made. The legislature may well be supposed to have used the word contract in its common signification, and not to have had in view a breach of trust, always considered a greater wrong than a mere breach of promise to pay. But if this is not so, there is an exception in the act which makes it clear that it was not designed to exempt trustees from liability to attachment. It is of arrests “in proceedings as for contempt to enforce civil remedies.” Such arrests are expressly declared not to be within the operation of the act, or prohibited by it. There can be no reasonable doubt what was meant by the exception. Before the passage of the Act of 1842, it was a well-recognised power and common practice of courts of equity to enforce civil remedies against a trustee who refused to pay money in obedience to their decrees by proceeding against him, as for a contempt, by attachment. True, he might also have been attached for disobedience to other decrees, not for the payment of money ; and the appellant argues that the exception reaches no further than to process to enforce such other decrees. He insists that no other proceedings for contempt are contemplated by the exception from the prohibition of the act, than such as were in use to enforce an appearance, to compel the putting in of an answer, to punish the breach of an injunction, or to have execution of a decree whore it is for the performance of some other act than the mere payment of a sum of money. But if this is so, of what use is the exception ? It is wholly unnecessary. Arrests in proceedings for such contempts are not within the prohibitory clause, and excepting them from its operation would therefore have been idle. The act has no reference to anything else than process to recover money, and when certain process is excepted, it must of course be taken that the excepted process is of a kind which otherwise would bo embraced within it. Such is always the nature of an exception. It would then be denying any meaning to the words of the limiting clause, were we to adopt the construction for which the appellant contends.\nWe are referred to an opinion delivered at chambers by one of the judges of this court, and reported in Scott’s Case, 1 Grant 237. That was a case of proceeding against an executor, and so far as may be gathered from the opinion (the report containing no statement of facts), it was to enforce a decree for the payment of money due on a contract. It was quite unlike a proceeding to compel a trustee to apply trust-money. The executor was a debtor; a trustee is more. We do not regard that case as an authority compelling us to adopt such a construction of the Act of 1842, as to deny to the exception the only possible effect which it can have, and make it totally unmeaning.\nThe other objections urged against the award of the attachment are without force. We have not before us the proof of the service of the order to pay, nor docs the record inform us by whom service was made. It is, however, admitted that a copy of the decree was served on the defendant.' Some presumptions must be made in favour of the regularity of the proceedings. In the absence of proof to the contrary, and in view of the fact that we have no 'full copy of the record, we must presume that the copy of the decree was served by one who had authority to receive the money, and that the service was duly attested. The appellant was then clearly in contempt, and the award of the attachment was regular.\nThe decree of the Court of Common Pleas is affirmed."}