{"id": "484326", "contents": "The opinion of the court was delivered, by\nStrong, J.\nThe article of agreement, standing by itself, bound the complainant _ to make a good title to the defendant. Such was its legal effect, and unless the defendant has waived the rights assured to him by it, he may insist upon such a title both in a court of law and in a court of equity. But when a vendor goes into a court of equity and asks for a decree that his vendee by articles shall specifically perform the agreement, he is bound to offer a title that is more than what the court may pronounce good. That is sufficient for a court of law, but it is an invariable rule in chancery that a purchaser shall not be compelled to accept a doubtful title, or what in some of the cases is called an unmarketable title. And every title is doubtful which invites or exposes the party holding it to litigation. In the opinion of the court it may be good, but if its validity depends upon- some facts resting in the knowledge of some party or writings not before the courtylf there be a colour of an outstanding title which may prove substantial, though there is not enough in evidence to enable the chancellor to say that it is so, a purchaser will not be held to take it, and encounter the hazard of litigation with an adverse claimant. These are familiar principles. The question for us is how far they are applicable to this case.\nWe have no hesitation in saying that for aught that appears, the complainant’s title to the lot agreed to be sold, is in our own opinion good. The partial misdescription in the deeds of its distance from Jefferson street is not even a cloud upon it, in the light of all, which the deeds contain to identify it. When lands are described by distances and adjoiners, and there is a discrepancy, the former always gives way, for the reason that it is easier to be mistaken in a measurement than it is in a boundary. If, therefore, the boundaries are correctly described in the deeds, as is the case in the line of the complainant’s title, it matters not that there was an inaccuracy in stating the distance of the lot from Jefferson street. The thing to be ascertained is, whether the property offered to the defendant, is the identical property which Osborn Conrad (of whose title the complainant had become the purchaser at sheriff’s sale), had obtained by deed from S. S. Jones. That it was is manifest, not only by the de scription of the adjoiners, but by the recitals of title.\nAnd so far as appears in the case, the title of the complainant is good even as against Elizabeth C. Jones. Osborn Conrad, whose title he purchased at sheriff’s sale on'the 7th of March 1859, had indeed sold and conveyed the lot to Elizabeth O. Jones on the 1st of April 1857. She was therefore the owner of the' property at the time when it was sold as the property of Conrad. Rut she had not placed her deed upon record, and she was not in actual notorious possession. She caused her deed to be recorded not until the 3d of June 1859, which was after the sheriff’s sale, though eight days before the sheriff’s deed was made to the complainant. It must be admitted that a purchase] at sheriff’s sale, who has not received his deed, is not within the words of the recording acts, which declare that deeds and conveyances not proved and recorded within six months after their execution, shall be adjudged fraudulent and void against any subsequent purchaser or mortgagee for a valuable consideration, unless they be proved .and recorded before the proving and recording of the deed or conveyance under which such subsequent purchaser or mortgagee shall claim. But, in Stewart v. Freeman, 10.Harris 120, he is declared to be within their spirit, and entitled to their protection. And it was said that the time when the sheriff’s sale is made, not the date of the sheriff’s deed nor of its acknowledgment, is the period at which the state of the possession and the record becomes material. On the authority of this case the complainant’s title is the better as between him and Elizabeth C. Jones, the earlier grantee, if there be nothing more to impeach it than appeared in evidence before the master.\nBut is it a marketable title, such an one as a court of equity will pronounce not only apparently good, but free from all reasonable doubt? We have already said that a title is regarded as doubtful when its condition invites litigation. A purchaser will not be compelled to take it if thereby he becomes exposed to a lawsuit. Now, it is impossible for us, sitting in equity, to overlook the fact'that there is an outstanding paper title which is older than that of the complainant, and which, if not the better, must yield to the complainant’s only because he was a bond fide purchaser without notice of it. The validity of this title depends upon the question whether he had notice of the conveyance to Elizabeth O. Jones when he bought. That is a question of fact resting entirely in parol. Constructive notice, by the record of her deed, he had not, nor did any possession which she had, impose upon him the duty of inquiry. Yet he may have had actual notice. It is true, there is no evideuce of this on record. But the only person interested in producing such evidence is not a party to the suit, and cannot be made such. No decree of ours, in this case, will bar her or prevent her from calling witnesses in any ejectment she may bring, to show that the purchaser at the sheriff’s sale was informed of her title before the lot was struck off to him. The value of the title which the complainant offers to the defendant depends, then, upon extrinsic circumstances which this court cannot investigate, and upon which it can pronounce no binding decree. It is doubtful; what courts of equity regard as unmarketable ; such a title as a purchaser will not be compelled to take. To use language taken from Bumberger v. Clippinger, 5 W. & S. 311, it cannot be warranted to him, and therefore specific performance of his contract will not be decreed.\nIt is insisted, however, on the part of the complainant, that even if his title is unmarketable, the defendant is precluded from refusing to execute the contract specifically, by his having waived his right to object on account of the title of Elizabeth O. Jones. This point does not appear to have been definitely made in any of the exceptions taken to the report of the master, and if it had been, it could not prevail. It is not supported by either the facts or the law. Certainly there is not a shadow of proof of any express agreement of the defendant to take an imperfect title, or to assume the risk of the former conveyance made by Osborn Conrad to Elizabeth C. Jones. On the contrary, in all the negotiations which preceded the execution of the article of agreement, he insisted upon having a good title, and expressed a determination not to buy a lawsuit. He was also constantly assured by the vendor that the title was undoubted and indisputable. Nor is a waiver to be implied. There is nothing that tends to raise an implication of it, unless it is found in the facts that the defendant knew of the prior deed to Elizabeth C. Jones before tbe article of agreement was made, and that tbe article contains no specific covenant against her title. In this state, when contracts for the sale of land have been executed, and securities for the purchase-money have been taken, if there be a known defect of title, and no covenant against it in the deed, there is a presumption that the purchaser undertook to run the risk of the defect, and if he did, he cannot detain the purchase-money on account of it. This is a rule in regard to executed contracts, but even in regard to those it is not a conclusive presumption. See Rawle on Covenants for Title, 723-4-5-6-7. It is inapplicable to a mere executory contract of sale, a contract which is only preparatory. Articles of agreement for the sale of land are not intended to describe minutely the extent of the rights to be assured to the purchaser. They rarely undertake to declare what covenants the vendors shall give. They refer not to the title of the vendor when they are executed, but to an assurance afterwards to be made, it may be, of a right which the vendor is expected to acquire after he has engaged to convey. There is therefore no presumption that a vendee by articles has agreed to waive any right which the articles, standing alone, would give him. Nor can it be said of him that he has exacted no covenant against a defect of title of which he had knowledge. His vendor, in covenanting to convoy the land to him, has covenanted to make him a good title, that is, a title free from all defects. What more could the vendee have required ? Had he demanded an enumeration of defects, there would have been more reason for presuming that he intended to take the risk of those not mentioned. But by taking an unlimited engagement to assure to him the land, he has taken the largest possible covenant. Such is the construction heretofore given to such articles. A covenant to convey to A. is a covenant to convey to him and his heirs. It is also a covenant to convey a title good against the inchoate right of dower of the vendor’s wife, though she has not signed the articles. The presumptions raised against a purchaser by an executed contract then are inapplicable to the case of a vendee by articles. Certainly the strong language used by Chief Justice Gibson, in Lighty v. Shorb, 3 Penna. Rep. 452, cannot be applied to him. The point ruled in Cadwalader v. Tryon, 1 Wright 318, is not inconsistent with what we have said. There the contract had' been mainly if not wholly executed, and the purchaser had confessed a judgment for the purchase-money. He was sued not upon the article, but upon the judgment given years after the article was executed.\nOur conclusion then is, that the case shows neither an express nor implied waiver of the defendant’s right, under the agree-' mont, to a good and marketable title.\nThe decree made at Nisi Prius is therefore affirmed."}