{"id": "484340", "contents": "The opinion of the court was delivered by\nStrong, J.\nWe are unable to come to any other conclusion than that the Court of Common Pleas construed correctly the instrument upon which the suit was brought. It is certain that the $2000 were not given by Mr. Moorhead to his son-in-law Mr. Craig. The latter’s engagement to account for it is conclusive against the theory of a gift. Nor was it an advancement in partial ademption of the legacy given by Mr. Moorhead’s will to Mrs. Craig; for that legacy, in consequence of her prior death, was a legacy exclusively to her children. It could not be adeemed by an advance of money to any other than themselves. It might have been reduced by a change of the testator’s will, but advancement or ademption was impossible, unless they were parties to it. Even had Mr. Moorhead died intestate, Mrs. Craig’s children could not have been compelled to bring the $2000 into hotchpot before they could have claimed as distributees. But if neither a gift nor an advancement, it must be held a loan. The contract contains a promise to account for it to the executors of Mr. Moorhead’s will and to his other legatees. The promise was made to the testator, and was therefore enforceable by his executors. It can mean nothing else than an engagement to repay, so that the legatees should lose nothing more than interest, in consequence of the deposit of $2000 in the promissor’s hands. It is true, the receipt describes the money as “ in part of my (Mr. Craig’s) former wife’s share of his (the testator’s) personal estate as willed to her.” This, in connection with the promise to account, is obviously nothing more than a description of the fund out of which the $2000 were taken. The language of Mr. Moorhead, as expressed by the contract, is — “ I have set apart by will a portion of my personal estate for your former wife; I take a part of it and place it in your hands, to be accounted for by you without interest, when my estate comes to be settled or distributed after my death.” To this Mr. Craig assented. Nor were the executors compelled to delay calling the defendant to account until their administration accounts shall be finally closed. They never can be closed while this matter remains unsettled. The “final settlement,” spoken of in the contract, manifestly intended the administration of the testator’s will, rather than the settlement which the testator had ordered by his will.\nJudgment affirmed."}