{"id": "484304", "contents": "The opinion of the court was delivered, by\nThompson, J.\nIt startles one to hear it unqualifiedly denied, that one copartner is not answerable for the wilful torts of others of the firm; that a firm is not to be held responsible for such torts committed by a servant or agent; that when committed by a servant, of his own mere motion, or solely by a member of the firm, that the firm is not to be answerable, and that partners can only be made to respond for trespasses in which each is an actor. The affirmative of these positions is the substance of the first three points of the defendant below, and they were negatived without a qualifying remark. It is quite possible that they were inapplicable to the circumstances of the case, at least deemed to be so by the learned judge; but while they were true as general propositions, it would have been much better to have refused to charge as requested by a qualification of inapplicability. Indeed, I doubt much, if the general denial did not mislead the jui’y in this case.\nLooking into the general charge we may discover, I think, what must have been intended as a qualification of the general negative of these propositions. Here the learned judge states the rule to be, “ that the partners are liable for a trespass by themselves, or their agents, employees or servants, in the legitimate conduct of the partnership business,” or if the trespass “ be done by the direction of their agent, acting within the scope of his poioers,” or “ by workmen, under the same qualification, while in the employment of the firm.”\nThe authorities seem very clearly to sustain these positions: Collyer on Part. §§ 457, 460; Story on Part. § 166, and authorities there cited; Hill on Torts 434-461; Weed v. Panama Railroad Co., 17 N. Y. Court of Appeals 362. The reason of the rule seems obvious. Suppose a firm sets miners to work in a mine, and they take coal beyond the boundaries of their employers’ drift, and from an adjoining owner’s, who shall be responsible; the owners or their employees ? The latter, surely; for it was their act that put in motion the force which did the wrong. Or if hands be set to work to cut timber, and they cut over their employer’s line, wdiere is the principle which exonerates the employer from responsibility, whether the act was wilfully done or not ? If wantonly and mischievously done, I grant that a different rule would apply, because the act would in no sense be within the scope of the employment, and it is because the trespass is within the scope of the employment, that the master or members of a firm are answerable. It is out of the maxim “ qui facit per alium facit per se,” that partners, one of whom commits a trespass, or authorizes it to be committed, in pursuing the ordinary routine of the business of the firm, may all be involved in liability. Nor do I think a distinction can be drawn between such a case and the one in hand, where the trespass complained of was in the act of protecting the property of the principals from injury on a sudden emergency. It was as much the duty of the employees to endeavour to save it from injury as to work according to direction, when no danger threatened; and being done for the benefit of the employers, and under a bond fide seeming necessity to act, the law will ascribe to the act their assent and direction. It would comport with no principle of justice that the servants and agents should be alone answerable in such a case, and the parties benefited escape. See Lindl. on Part. p. 238, et seq. and notes.\nTaking this to be all true, were the instructions adequate and proper in the circumstances of this case ? Among other things, the learned judge charged that if John L. McKnight had rendered himself, by his acts, answerable as a general partner of the firm of McClintock & McKnight, and the trespass- in question was by the acts of the servants or agents of the firm, and assented to by one of the partners, then he was equally liable with the member assenting. This is the substance of the remarks of the judge on this point.\nThe evidence, to affect John L. McKnight, was not that he acted in the business of the firm like a general partner, in managing, directing, or controlling its affairs. This was not pretended or attempted to be proved. The object of the testimony against him was, if possible, to show some act, which, being prohibited by the act regulating general partnerships, should render him liable for the debts and engagements of the firm. One act, if within the prohibition of the statute, would be as effectual to involve him in liability as many. But it must be borne in mind that it is not as a partner he is sued, but for a trespass attempted to be established through his relation as a special partner. Now, between general partners, where liability ensues to all, it is because the act of one is the act of all, within the legitimate routine of the firm business. The association for conducting the business of a partnership is a unit; it has no parts, and hence all may be answerable; and hence the presumption that all acted or all assented, whenever the act or assent of one binds the whole. But the very opposite of this, the proof showed, was the condition of John L. McKnight. He was the special partner. There were general partners who did the general business. He was excluded from that by law. It was not shown that he assumed to act as such, but only did some act, W'hich it was claimed should render him liable as a general partner. Suppose this to have been proved, does an act having no relation to the trespass establish the trespass against him, or raise a presumption that because he might be ultimately liable for the firm debts, that he had assented to the act of trespass complained of? He was not one of those who managed its business, or employed its workmen, and directed their operations. His position more resembled that of a creditor than a partner, and to make him answerable by imputation or construction, was simply on account of his money in the firm, and not because he either actually or constructively, by reason of association, did anything, or assented to anything. It is clear that his liability could not be sustained on the principle upon which, in this part of the charge, it was put.\nThe syllogistic position in regard to him in the resume of the charge by the learned judge, is stated thus: “ John W. McKnight was present; he assented by his silence to the building of the dam, and diversion of the water; he kept it up and maintained it. He is liable, and the verdict must be against him.” Second proposition : “If John L. McKnight rendered himself a general partner” (no matter how) “ in the firm of McClintock & McKnight, and the acts” (the alleged trespass) “were done by the servants or agents of that firm, and assented to by one of the partners, then John L. McKnight is equally liable with John W. McKnight, and the verdict should be against both.” Thus clearly determining that by whatever means or acts, however disconnected with the question of wrongdoing in the matter complained of, still, if he was unfortunate in one particular, he must be punished for others to which he was a stranger. This resembles the imputed sins which in olden times the scapegoat was accustomed to bear away. The instructions of the court in regard to John L. McKnight, under the evidence, were erroneous in the particulars noticed. These remarks sufficiently answer the 2d, 3d, 4th, 5th, 7th, and 15th assignments of error.\nThe eighth and ninth assignments may be considered together, and require but little discussion. We are of opinion that the points of which they are predicated, should have been affirmed, instead of receiving a negative answer. We have carefully examined all the testimony bearing on these points, and neither separately nor collectively does it disclose any ground to charge John L. McKnight as a general partner. There is no law which prevented him from selling potatoes, or truck-wheels to the firm, or buying coal from them ; nor could the declarations of his co-partners, that he was the moneyed man of their firm, involve him. The articles of association and recorded certificate said the same thing. Nor can I discover the testimony wherein he undertook to control, manage, or play agent for the firm. There is no law against his doing an occasional act or errand for the firm; this is not the kind of agency the act prohibits. The statute is quite strict enough to leave its provisions of any practical value; but were we to hol'd to the strictness insisted on here, we should do so without authority of law, and if the law did require us so to hold, no man in his senses would ever become a special partner. There was therefore error in this portion of the charge.\n10. We are not convinced of error in this specification. If the defendants permitted the plaintiffs to operate through their gangway, although this might not have been the most prudent or safest mode of mining, yet it would not justify the defendants in wilfully filling the shaft with water. It is not a question of negligence which we have here, where counter negligence might be a defence, but a case in which the injury is alleged to have been wilful. We see no error in the answer of the court to the 11th and 12th points of the defendants.\n11. We agree with the learned judge, that if it was only loose conversations which the parties had in relation to whether the water would drain out of shaft No. 9 before it would reach defendants’ drift, the jury should pay no attention to it. But the point called for an answer to the proposition put'by the defendants below; and that was to the effect that if the plaintiffs notified and informed the defendants that the water would escape before it would damage them, then any damage done resulted from their own misrepresentations, for which they would not be entitled to recover. We think this proposition should have been affirmed, referring the special circumstances of the case to the jury. That shaft had been sunk by the defendants. If nobody was to be injured by filling it with water, the defendants certainly might do so with entire impunity. If the proof should, on another trial, establish the facts alleged in the ppint, wo think the plaintiffs would not be entitled to recover, and so the jury should be instructed.\n12. This assignment relates to a supposed necessity for leaving barriers in coal-mines. . We think this matter need not be discussed, for reasons elsewhere-assigned; that this is not a case whore mutual negligence, if established, would be a defence; the gravamen of this action is the wilful acts of the defendants.\nThe 13th, 14th, 15th, and 16th assignments need but little comment. The court committed no error which we can discover in affirming the plaintiffs’ fourth point, as the case stood on the evidence. What modifications may be required in answer to such a point on a retrial, on account of the different views we have expressed on other parts of the case, from what was entertained by the court below, we will not stop to inquire. That will, no doubt, be seen to by the court, if modification to harmonize bo necessary. Nor is anything to be corrected which is embraced in the 14th specification. The 15th and 16th assignments have been in substance disposed of in our remarks on the 7th, 8th, and 11th assignments.\n17, and lastly. The court very rightly charged on the subject of the damages, that they “must be compensatory; the actual damage sustained; the loss occasioned by the delay.” So far the instruction was right. It is true, in wanton and aggravated trespasses, more than mere compensation may be allowed by way of punishment, but it was not claimed that that was the character of the acts complained of here. But a difficulty arises on account of the next remark of the learned judge. He adds : “ If the mine was rendered entirely useless, then the \"profit that might have been made out of the coal would be a fair basis for estimating damage.” In this it seems to me there was error.\nI very frankly confess that it is often much easier to discover when an assumed rule for damages will lead to erroneous results, than to point out in all cases in advance, what the true rule should be. But merely speculative profits, supposed to have been lost, has been, I think, universally discarded by this court. The difference in value between the original price of the thing injured, and what it has been enhanced by circumstances, although this in one sense is profits, is undoubtedly allowable, and easily to be ascertained. This is but making the injured party whole. It is the direct fruits which the property injured would have borne him, and is the rule recognised in this co.urt, in Hoy v. Gronoble, 10 Casey 9. But “profits which might be made” from a mine, opens an indefinite and vague region, in which each mind or imagination might indulge in visions as glittering as the caves of Aladdin, or be depressed with the idea -of entire worthlessness. There would be no limit to speculation, and to illustrate this is the object of the extreme figure we have used. “ The profits that might be made \\” These would depend on a thousand contingencies. The success in working the mine against the ever-resisting laws of nature, to efforts to disembowel the earth; these, to be successful, would depend on the management of its affairs — the diligence, prudence, wisdom, and skill in directing the operations. After this would come the contingencies of a market; of transportation; of the demand for the particular product; the abundance or scarcity of móney; the crops; and the state of the country. Dependent on such a list of contingencies, nothing like a rule could be extracted from such a standard. What the actual damage to the plaintiffs would be in delay, loss of time, injury to machinery, and the like, if the mine is reclaimable, would certainly be just. In short, whatever was the actual injury resulting directly to the plaintiffs, should be compensated. If entirely lost, then the full value of the estate and property would be the measure. There is always some standard for this, as we constantly see the sales and purchases of such interests. Whatever ascertains this, is proper evidence upon which a jury may base their' estimate: Sedgwick on Damages 69; Schr. Lively, 1 Gal. 314; Forsyth v. Palmer, 2 Harris 96; O'Connor v. Foster, 10 Watts 418, and Hoy v. Gronoble, 10 Casey, supra. Wo think, therefore, for the reasons given, that the learned judge opened too wide a range for damages in that part of his charge. For this as well as the other reasons assigned, this judgment must be reversed.\nJudgment reversed, and venire de novo awarded."}