{"id": "484318", "contents": "The opinion of the court was delivered, by\nThompson, J.\nIf the plaintiff in error is entitled to a reversal of the judgment of the court below, it is because the court erred in finding, or inferring from the testimony given and demurred to by the defendant, that there was not only a sale of the property by Jeffries to Chew, but an actual delivery and change of the possession.\nThe transfer of the household furniture by Jeffries to his father-in-law, rested alone in the bill of sale. No actual delivery ever took place. True, the door-plate of the house, having on it Jeffries’ name, was taken down, and it is claimed that this was evidence from which a delivery of the contents of the house might be inferred, because the tenancy might be inferred as having been given up. Granted that the termination of the tenancy might be inferred from this circumstance, the household furniture could hardly be supposed to pa.ss to the landlord. The term passed by the surrender: surely nothing could be presumed to have passed excepting such as ought to pass in the same way. But the furniture was not leased, and the surrender of the tenancy therefore could not include it.\nThere was nothing else from which to draw the conclusion of actual delivery and change of possession of the property. All the parties to the transaction lived together after, as they did before, the sale. That Mr. Chew considered, after it, that Jeffries and wife lived with him, although he “ considered” that he lived with them before, worked no actual change of the possession. \"Visibly it was the same after, that it was before.\nAlthough the parties very properly thought that an actual change of possession of the property described in the bill of sale was necessary, and endeavoured to make it out, yet they did not succeed in doing it. It was perhaps inconvenient to do so, and hence they took the risk of the law, as to the necessity of an actual delivery and exclusive possession by the vendee, and I fear they must abide the loss in so doing.\nWhy is not the transfer of household property to be actual and exclusive, like that of any other personal property ? It is as capable of manual occupancy and removal as almost any other kind. If the sale be actual, it usually is removed; if it be only for the purpose of securing it against creditors, why shall it not stand on the same platform with other property, capable of delivery and change of possession ? In the case of Chase v. Ralston, 6 Casey 541, marking saw-logs in the woods with the name of the vendee, was held sufficient evidence of delivery, because they were not strictly capable of manual delivery. Of the same nature was the property in Haynes v. Hunsicker, 2 Casey 58. It was lumber- at a mill. The transfer of possession in these cases was all that could reasonably accompany the sale, on account of the nature of the property. In Chase v. Ralston, most of the cases in this state were noticed, and the rule to be deduced from them seems almost without the semblance of exception to be, that on a private sale of personal chattels, “if possible the delivery must be actual; but if the nature and bulk of the article preclude this, then it must be constructive, a better term, I think, than symbolical, borrowed from the ancient ceremony of feudal investiture.” Dunlap v. Bournonville, 2 Casey 72, stands on the very outer verge of settled principles; but on its facts still I think is within them. There was a sale to a brother, who, although he had been about the coachmalter-shop, and did the financiering, “after the transfer he took possession, changed the sign to his own name, procured a new book-keeper, and opened a new set of books.” Now, although the brother’s vendors were employed in the shop after the sale as foremen, by the week, yet this was held not to be a circumstance to control the visible and actual marks of ownership presented by the change of the sign, of clerk, and the actual active management of the vendee. This was an immeasurably stronger indicia of ownership than anything in the case in hand. If there be any remark in that case going farther than this, it was by way of illustration, doubtless; for it certainly cannot be fairly understood to mean that an actual change of possession, when it can take place, or something equivalent, shall not be shown to make the transfer of chattels good as against creditors of the vendor. The recent cases of Milne v. Henry, 4 Wright 357, and Graham v. McCreary, Id. 515, have their foundations solely in this doctrine.\nWe cannot infer, from the evidence in this case, an actual delivery and exclusive possession in the vendee of the property in question. It was capable of such change, and as against creditors did not pass without it. However honest in conscience the transaction may have been between the parties, it was against the policy of the law, and a legal fraud against creditors, of whom the vendor had so many at the time of making the bill of sale as to be in “failing circumstances.” We think, therefore, the court erred in entering judgment for the plaintiff in the interpleader, and that it should have been for the defendant.\nAnd now, to wit, March 14th 1863, after argument by counsel, and consideration by the court, it is ordered and adjudged that the judgment of the District Court in this case be reversed, and that judgment be entered for the defendant in the issue on the demurrer by him to the evidence, and that he do recover his costs.\nPer Curiam."}