{"id": "484303", "contents": "The opinion of the court was delivered, by\nStrong, J.\nThe widow died in January 1861. The interest upon her thirds of the valuation of her deceased husband’s lands became payable on the 1st of April in each year, and was paid up to the 1st of April 1860. At the time of her death, there had accrued $194, interest of the current year, and for this sum the plaintiff in error, who was the executor of her will, distrained after the 1st of April 1862. The distress was made upon the land out of which the interest was payable, and of the goods of the owner of the land. The single question for us is whether such a distress could lawfully be made.\nBy the Act of 29th March 1832, the widow’s annual interest is assimilated to a rent. It is required to be regularly and annually paid by the persons to whom the real estate shall be adjudged, their heirs or assigns, to the widow during her natural life; and it is provided that the same may be recovered by the widow by distress or otherwise, as rents in this commonwealth are recoverable. Her position is like that of a tenant for life of a rent, and the inquiry therefore is whether the executor of a tenant for life can distrain for rent accrued in the life of his testator, but not payable until after his death. At common law undoubtedly he could not. An executor or administrator could not distrain even for rent due and payable to the testator or intestate in his lifetime, but which remained unpaid at. his decease. This, however, was changed in some degree by the Statute of 152 Henry 8, ch. 37, which enacted that it should be lawful for every executor and administrator of any tenant in fee simple, tenant in tail, or tenant for term of lives, of rents, services, rent-charges, rents seek, and fee farms, unto whom such rent or fee farm is or shall be due, and not paid at the time of his death, to distrain for the arrearages of all such rents and fee farms upon the lands, tenements, and other hereditaments which were charged with the payment of such rents or fee farms, and chargeable to the distress of said testator, so long as the said lands, tenements, and hereditaments remain and be in the seisin or possession of the said tenant in demesne, who ought immediately to have paid such rent or fee farm, so being behind, to the said testator in his life, or in the seisin or possession of any other person or persons claiming the said lands, tenements, and hereditaments only by and from the same tenant, by purchase, gift, or descent, in like manner and form as the said testator might or ought to have done in his lifetime, and the said executors and administrators shall, for the same distress, lawfully make avowry upon their matter aforesaid: 2 Ruffhead’s British Stat. at Large 297. This statute has always been in force in this state, and until our Act of 24th of February 1834, it was the only authority which the executor or administrator of a deceased landlord had for recovering by distress rents due and payable to the decedent in his lifetime. It is to be observed, however, that the statute worked but a partial change in the common law. It did not apply to the executors of all landlords, nor to all rents. It was at first doubted whether it embraced any other cases- than that of those who were without remedy before its enactment: Tremor v. Lee, Cro. Car. 471. The doubt arose out of the words of the preamble, but it was soon dissipated, and it was settled that the statute is not confined to those who had no remedy at all previously: Hove v. Bell, 1 Ld. Raymond 172; Prescott v. Boucher, 3 Barn. & Adol. 849. It did not, however, confer the power of making a distress upon the personal representatives of one who, though a tenant in fee simple, or fee tail, or for life of the land, had demised it only for a term of years, for he is not a tenant in fee, or for life of the rent: Prescott v. Boucher, supra. Such a case was left to the rule of the common law. The language of the statute also excluded distress for rents which, though accruing, were not payable in.the lifetime of the landlord, for the right given to distrain was given expressly against a tenant who ought to have paid the rent being behind “immediately to the testator in his lifetime.” It is therefore not applicable to rents which the tenant was under no obligation to pay until after the landlord’s decease. The same thing is manifest in the preamble, which, in describing the mischief intended to be remedied, and the rents for the recovery of which a right to distrain was given by the enacting clause, mentions them as those for which neither the heirs of the testator nor the survivors after his decease have any remedy. But for rents partly accrued, and not payable at the landlord’s decease, the heir or reversioner always had a remedy at common law. What places the matter beyond all doubt, however, is the Act of 11 Geo. 2, ch. 19, § 15, which is also in force in this state. From that it appears that rents reserved to a tenant for life of the lands demised, who happened to die before or on the day when the rents were made payable, were not recoverable at all by the executors or administrators of the landlord, nor by the reversioner. Payment could not be enforced either by distress or action, and that notwithstanding the existence of the act of 32 Henry 8. To remedy the evil, an action on the case was given to the executors or administrators of such landlords to recover a proportional part of the rent, according to the time the tenant for life lived, but the act gave no right to distrain. Both these acts, as already said, were in force in this state, and they were substantially re-enacted in the Act of 24th February 1834 (P. L. 73) entitled “An Act relating to executors and administrators.” The 29th section gives to the executors and administrators of every person who was the proprietor of any rent-charge, or other rent or reservation in the nature of a rent in fee or otherwise, an action of debt, or a right to distrain “for the arrearages of such rent due to the decedent at the time of his decease,” “against the person who ought to have paid such rent.” This section, though it enlarges the class of persons entitled to its benefits, giving the action and right to distrain to the executors and administrators of deceased landlords who had demised only for a term of years, does not enlarge the rights given by the statute of Henry VIII. The rents recoverable under it, either by action or trespass, are those which were in arrear, and due to the landlord at the time of his decease. No others are included. But rents in arrear are those which are past due, not those which are accruing during a current period. That such is the meaning of the act is made more clear if possible by the 30th section, which provides for the apportionment of rents reserved to a tenant for life of demised premises, and gives to the executor or administrator of such deceased tenant a right of action for a proportion of the rent for the last year, or quarter, or other current period of payment, according to the time elapsed at the decease of such tenant for life. It is a re-enactment of the act of 11 Geo. 2, and it gives no right to distrain. There is then no statute which authorizes a distress in such a case, and it is not pretended that it could be made at common law. By our Act of Assembly the Avidow’s interest is recoverable by her as rents. Eor what becomes payable in her lifetime she may distrain, and so may her personal representative after her death, for she is substantially a tenant for life óf a rent; but no authority is given by statute or the common laAV to distrain for rent or interest AYhieh was not in arrear or past due at her decease.\nThe judgment is affirmed."}