{"id": "484330", "contents": "The opinion of the court was delivered, by\nThompson, J.\nThis was an action on the case by the plaintiffs, the children of Matthew Robinson, deceased, against the defendants for occasioning his death by negligence in running over him with a coal-car.\nThe right of action and the parties entitled to it, result entirely from the provisions of the recent statutes, viz.: one of the 15th April 1851, § 19, and the other, 26th April 1855, § 1. The former gives the right of action, and the latter defines who may sue. Liability for such a cause wa.s unknown to the common law, at least in modern times. We must therefore look to the statute to guide us as to who are entitled to the remedy. It seems to me that this is very clearly defined in the last-named act. The husband may sue for the loss of the wife, the wife for the husband, and the children for the parents: 9 Casey 318. The children have instituted this suit, and this the statute allows. Although the question is raised by the plaintiffs in error as to the right of all the children to join in the suit, yet I cannot see how they have any concern in the matter. It is enough for them that the children are the parties, for if they recover jointly they never can again recover. Secondly. It cannot be error if all join where the recovery is for the benefit of all.\nThe apparent incongruity with the rule, in ordinary cases of tort, must not control the terms of the statute, which could undoubtedly give the remedy in a joint or several form, and has given it in the former. The recovery is for the benefit of all the children, for the statute provides that the money so recovered shall be distributed in the same proportion amongst them, as in the case of the estate of an intestate. This answers the objection made, that none may recover but such of the children as are injured by the death. The law gives it to them all in equal proportions, and if we are careful to remember that the value of the life lost, to be estimated by a pecuniary standard, is what is to be recovered for, we shall fall into no such error as in supposing that none but those who can show some actual damage, are entitled to recover. If such were to be the rule, we should have the indecent spectacle of an investigation whether the loss of a parent or child was or was not in fact an advantage rather than a loss; for certainly, if none be allowed to recover but such as are able to show a pecuniary loss, the defendants would, with great apparent reason at least, be entitled to claim the right to prove the contrary, and to show peradventure that, by the death, the party suing may have succeeded to an estate, or, on the other hand, had been relieved from the burthen of maintenance. In case of the death of aged persons or helpless infants, we might expect in the application of such a rule to have the point discussed whether the death was an actual loss or gain. The law means not to open the door to anything so shocking. It treats the value of the life lost as a species of property, and gives it, where children sue, to them in the same proportions as the personal estate of an intestate is distributed. This is what the act says and means, and hence the propriety of joining all the children as plaintiffs. Fewer than the whole number might maintain suits, it is presumed, where any have released, but that case is not before us. These views we think sufficiently answer the second, third, and fourth assignments of error.\nAs to the first, we think the learned judge treated the point in a manner that the argument and authorities of the plaintiff in error show to have been correct, viz., that negligence, in its application to the case, was a mixed question of law and fact; and refusing the instruction prayed, stating the legal consequences of negligence, and leaving the jury to apply the law to the facts. We see no error in this.\nWe are not called on to review the instruction of the court in reference to the assessment of the damages in this ease, said to be in favour of one of the plaintiffs only. As the judgment stands before us, it is in favour of all the plaintiffs, and this is right.\nJudgment affirmed."}