{"id": "485495", "contents": "The opinion of the court was delivered, by\nThompson, J.\nIt was optional with the complainant, by the terms of the bonds, the subject of this bill, to have converted them into stock of the company any time before the 1st of July 1860. If the election were not made within this period, neither at law nor in equity could the company be compelled to submit to this conversion by reason of anything contained in the bonds. The option was for ever gone, and could only be renewed, or the right to exercise it, revived by virtue of a new contract. The time has long since elapsed within which the election could have been made without the right having been exercised, and the company refuse its exercise now. To compel them is the object of this proceeding in equity.\nNeither in equity no more than at law, are courts at liberty to make contracts for parties. Their business is with the enforcement of those already made. The application to a court of equity to compel the specific performance of a contract, (which is this case), implies an obligation on part of the complainant to exhibit one entitled to be enforced. In this consists the difficulty here.\nThe contract of the plaintiff, accepted and acceded to by the company, is entirely silent on the subject of a right to convert his bonds into stock after the 1st of July 1860, or at any time between that and the 1st of July 1880. At the date of that contract, it is quite apparent that such a right was considered of no value. The bonds were a much better investment than the stock, and human foresight was not keen enough to perceive w'hat has since taken place — that out of disaster to the country would come prosperity to the company. This was not anticipated, and accounts undoubtedly for the fact that no provision was made on the subject. It is quite evident that the arrangements made, resulting in the contract between the parties, was with the single view of postponing the day of payment of the bonds for twenty years. To this expressly is the consideration of ten per cent, referred, together with the stipulation for the prompt payment of interest in future. The right of converting the bonds after the 1st of July 1860 rested, therefore, upon no consideration whatever, after the original consideration had exhausted its purpose by the lapse of time. On the face of the plaintiff’s contract, this is the state of the case.\nBut it is claimed that the right is substantially asserted in the circular of the company, which was their proposal for extension. But the proposal is not accepted, or referred to in the plaintiff’s agreement with the company, nor in any way made parcel of it. The contract is independent of it, and must, on every principle, be considered the final consummation of the bargaining between the parties; unless, indeed, it could have been shown that it ought to be reformed under some head of equitable interference, which was not attempted or pretended here. Had there been a simple acceptance of the proposal of the company by the complainant, there would have been more plausibility, at least, in the argument of his counsel. But that was not the case. The plaintiff fixed his own terms of acceptance, and he did so without the remotest reference to the proposal, and in it he clearly discloses both the object of the arrangement and the consideration for it.\nThis view renders unnecessary any extended discussion of the clause of the proposal relied upon by the plaintiff’s counsel, and which he seems to think preserves the right of the plaintiff to convert his bonds into stock. That clause says the company “ proposes to extend them (the bonds) for a period of twenty years; the holders.-retaining the bonds, and the security of the mortgage, in the precise condition in which they are now held.” We have said that these terms were not accepted, but others better adapted to the plaintiff’s own views, and this might be enough to say of it; but I doubt much if even accepted expressly, it would have the meaning attributed to it. It was unnecessary to stipulate that the holders should retain their bonds in the condition they were. That they would do without any stipulation, so far as form and obligation were concerned; but it was deemed material that the company should propose to hold the securities for their eventual payment in the precise condition in which they were. I think this was what the clause meant. The loss, by lapse of time, of the right to convert the bonds into stock, would not change their “precise condition.” They would he precisely the same in form and substance as bonds with a term of satisfaction gone; and that this was not regarded is shown by the care with which it was thought necessary that the assurance should he given that the securities should he held intact. That this was what was understood by it, so far as the plaintiff is concerned, is plainly to be seen in what he chose to say in regard to this very matter himself. In speaking, in his contract, of the terms on which he agreed to hold the bonds in controversy, after stipulating for an extension for the consideration of ten per cent., and future prompt payment of interest, he adds: “ nothing herein contained shall prejudice in any manner whatever the security for the payment of said bonds given by the mortgage.” This was all he stipulated for, and he must be bound by it; and it accords exactly with what I conceive was meant in the circular. But whether or not, these are the terms of his acceptance, and no other, and he cannot enlarge or alter them. As we think the complainant is not entitled to the relief prayed, the decree at Nisi Prius, dismissing the bill, is affirmed.\nDecree affirmed, at the costs of the appellant.\nWoodward, C. J. was absent at Nisi Prius, and Agnew, J., dissented."}