{"id": "485497", "contents": "The opinion of the court was delivered by\nRead, J.\nThe Pennsylvania Railroad Company was incorporated under an Act of the 13th April 1846, and a subscription to its stock by the city of Philadelphia, in its then corporate name, became a subject of discussion in the councils of the corporation and amongst'her citizens. A committee of councils obtained the opinion of Messrs. Thomas I. Wharton and T. M. Pettit, concurred in by Mr. John Sergeant, in favour of the authority of the corporation to subscribe to the stock of the railroad company, based upon the general words of the preamble to the Act of 11th March 1789, incorporating the city, and of the power given by the 16th section to pass all such ordinances as “ shall be necessary or convenient for the government and welfare of the said city.”\nA contrary opinion, denying the authority of the city under its charters to subscribe to a railroad company, was given by Mr. Binney, accompanied by a very learned and elaborate argument which Mr. Wharton undertook to answer: an opinion to the same effect was given by the writer of this, who contended, that the framers of the charters never intended to connect a railroad, a bank, a canal, or a turnpike with the corporation of the city. The question formed a turning-point at the October election, and the decision being in favour of a subscription, the councils on the 12th November 1846 authorized a subscription to the stock of the company, which, with other ordinances subsequently passed, made the city a stockholder to the amount of eighty thousand shares, or four millions of dollars. The city was, however, not satisfied of its power under the charter to make the subscription, and an act was passed on 27th March 1848, validating it, and giving authority to the municipal corporations in the county of Philadelphia to subscribe for shares in the capital stock of the railroad company.' This was the whole extent of the authority conferred upon the city by the legislature.\nIn 1853, the question of the constitutionality of similar Acts of Assembly, conferring similar authorities, was brought before this court and argued at great length by numerous counsel, and the result is to be found in Sharpless v. The Mayor, 9 Harris 147, and Moers v. City of Reading, Id. 188. In these cases my brother Strong and myself were concerned on the winning side. The decision in favour of the constitutionality of these acts was by a bare majority of the court, and left no doubt, that if the question had depended on the original charters of the cities of Philadelphia and Reading, unaided by special Acts of Assembly, the subscriptions to the stock of the respective railroad companies would have been declared to be entirely invalid. At the close of C. J. Black’s opinion, as printed in the Legal Intelligencer, of'the 9th September 1858, he uses this language: “Equally and even more impossible would be the attempt to show that the case in Brightly had anything to do with it. There was then no Act of Assembly permitting the subscription. No lawyer doubts that a borough can only subscribe to a railroad when expressly authorized by law to do so.”\nIt was therefore settled that the original subscription of the city to the Pennsylvania Railroad Company wras invalid, but that it was confirmed and validated by the Act of 1848. The evils of these subscriptions by counties and municipal corporations were so aggravated, that it became necessary to interfere and prevent by a constitutional prohibition all future pledges of municipal faith and property for such purposes under the sanction of the legislature, who only possessed the power to grant the proper authority. Under direct legislative sanction the city of Philadelphia had five millions of valuable stock, and five millions of utterly worthless stocks in various railroad companies, subscribed under a great outside pressure.\nThe constitution as amended provides that, “the legislature shall not authorize any county, city, borough, township, or incorporated district, by virtue of a vote of its citizens or otherwise, to become a stockholder in any company, association, or corporation; or to obtain money for, or loan its credit to any corporation, association, institution, or party.”\nThe Act of 1848 only authorized the city to subscribe to the stock of the Pennsylvania Railroad Company and to become a stockholder ; hut the stock thus obtained became municipal property and applicable only to strictly municipal purposes. Here the authority ended, and as no other act was passed before the constitutional prohibition was made a part of the constitution, all power to aid by credit or money in any shape, any other corporation, was taken away from a city which required previous legislative sanction to do the act. The simple question then is, can the city of Philadelphia devote its stocks, its money, or its credit, to the aid of a steamship company, directly or indirectly, without the. authority of a special Act of Assembly. The answer to it is perfectly plain that it cannot; and it is equally clear that the constitution expressly forbids the passage of any such act, and the consequence is that the ordinance relating to a projected line of steamships from the city of Philadelphia to foreign ports, is null and void and of no effect whatever.\nThe plaintiffs are therefore entitled to the fruits of their verdict for the principal sum of $94,500, deducting from the whole verdict of $95,492 the sum of $992 for interest; and thus modified,\nThe judgment is affirmed."}