{"id": "485595", "contents": "The opinion of the court was delivered, by\nThompson, J.\nIt seems to me there was a misconception by the learned judge helow, as to the meaning of certain terms used in the Act of 29th of April 1844, which resulted in a failure to take the distinction between capital stock of a corporation designed to be taxed for state purposes, and shares of stock in ‘‘banks, institutions, and corporations,” for state and county purposes. Shares of stock, and capital stock, of a corporation are distinct and different things obviously, and we think the distinction is plain in the act.\nThe 32d section contains an enumeration of subjects of taxation “for all state and county purposes -whatsoever,” and in this list, among other things, is to be found, “ all shares of stock in any bank, institution, or company, now or hereafter incorporated by or in-pursuance of any law of this Commonwealth, or of any other state or government.” It cannot be doubted, I think, that the shares of stock here mentioned, are shares in the hands of private owners, and not the aggregate stock of the corporation, for they are placed on the same footing of liability to taxation, as shares of stock held in foreign corporations, which could not be taxed but when found in the hands of citizens of the state.\nIn the 33d section, the subject of taxation is not shares of stock, but the “ capital stock of the banks, institutions, and companies” therein mentioned. This is a corporation tax differently imposed and collected, and for state purposes only. The former tax is assessed and collected by the county officers and paid to the county treasurer; while the latter is retained or collected by the officers of the corporation, and paid directly to the state treasurer.\nThe provision is express and clear, that shares of stock held by individuals, and corporations holding as individuals, are taxable for both county and state purposes. The exemption claimed should be equally explicit; but I do not discover that this is so, or even an inkling of a design in the subsequent legislation to repeal the provision.\nThe 3d section of the Act of 1846 has not this effect. That act added some new subjects of taxation, for state and county purposes, in its first section, and in the 3d provided a mode for the discovery of the amount of money due and owing to the taxable inhabitants, firms, partnerships, and corporations, whether by judgment, decree, mortgage, bond, note, &c., and also the amount of all shares of stock held or owned by such person or persons, firms, &c., “ in any bank, institution, or company, now or hereafter incorporated in pursuance of any law of any other state or government.” The omission of the words in this sentence ulaw of this Commonwealth or,\" which is in precisely the same language in the 32d section of the Act of 1844, with the exception of the omitted words, is supposed to be an implied repeal of the express provision making shares of stock in state institutions and corporations taxable for county purposes. The objects of these provisions are dissimilar. The first was to declare what property and subjects should be taxed for state and county, purposes; the second was, designed to facilitate the assessment and collection of the taxes on these enumerated subjects, and the omission merely to require answers in regard to any one of them, would not on any principle of law stand for an exoneration. It would be taxable, notwithstanding there might be greater difficulties in the way of discovering the amount and value. My individual opinion is, that the omission noticed was accidental, and has not in practice been regarded. If so accidental, it ought to be corrected by the legislature, for there is much of the machinery of the act dependent upon it. But it does not affect this case.\nThe Act of 12th April 1859 does not touch the question here. Its purpose was to equalize the taxation of the capital stock of corporations, made taxable by the 33d section of the Act of 1844. It has no relation to private owners of shares of stock. Nor has the Act of the 1st of May 1861 any bearing on the subject.\nIt was passed to remove doubts about whether the companies and associations, which were formed and purchased from the Sunbury and Erie Railroad, the different lines of canal formerly belonging to the state, were taxable on their capital stock for state purposes, because that company had by the Act of 1859 been exempted from all taxation on their municipal and other bonds and property, real and personal, until the completion of the road and its equipment.\nThis act was but declaratory that these companies were liable, like other institutions and corporations, to pay a corporation tax to the state to be estimated on their capital stock. Not a word appears in the act about private owners of shares, and they remain as is provided for by the Act of 1844. It would have been incongruous to have said anything other than was said in the act, for a county tax was not assessable upon the capital stock of corporations at all.\nWe need say nothing about the claim for a county tax on the bank stock in the case stated: that was properly given up in argument. But we think the stock held by the defendant below, in the West Branch and Susquehanna Canal Company, was rightly taxable, and that so far as that is concerned, the court erred in rendering judgment for the defendant, and for this their judgment must be reversed.\nNow, to wit, March 28th 1864, this case came on, and was heard in this court, and after argument by counsel and consideration by the court, it is ordered and adjudged that the judgment of the Court of Common Pleas of Lycoming county in this case be reversed, and that judgment be entered on the case stated for the plaintiff, for $665.76, with costs of suit, and costs of this writ of error.\nWoodward, C. J., was absent at Nisi Prius when this case was argued. ("}