{"id": "485559", "contents": "The opinion of the court was delivered, by\nThompson, J.\nWe are of opinion that the learned judge of the Common Pleas committed no error in his charge, on the various questions arising on the subject of the assessment of damages in this case. The market value of the land taken has in more than one case been affirmed to be the proper standard to be adopted in estimating the damages done by railroads in passing through private property. At present we need cite only Searle v. The Lackawanna and Bloomsburg Railroad Company, 9 Casey 56. While this, at first blush, seems an inadequate medium of remuneration to the owner, seeing that it is generally but a narrow strip, often taken out, it may be, of the centre of the farm, yet in addition to this the jury may, and very often do, allow for the disadvantages to the farm from the manner in which it may be cut by the projected or constructed road. It is always allowed for, unless indeed the advantages to the whole property outweigh it, and then, by our construction of the Act of 1849, courts allow the amount of the preponderating advantages to stand against the value of the property taken’, or other specific injury done. If .1 am capable of comprehending the charge of the court, this was the principle laid down in this case, and it is just what is affirmed in The Northern Central Railroad Company v. Patton, 9 Casey 426. There was nothing wrong, therefore, in this part of the case.\nRegarding the rule as laid down by the courts in many cases, there was no error in allowing evidence of the difference in value of the whole property before and after the improvements made ; and in saying to the jury, “ you may properly inquire what the property would sell for before and after the road is made, and in successful operation.” This was the rule indicated as far back as the case of The Schuylkill Navigation Company v. Thoburn, 7 S. & R. 411, in administering the law of a similar statute, and followed in regard to railroad damages, as appears in several cases, but one of which it is necessary to cite, viz.: Watson v. Pittsburgh and Connellsville Railroad Company, 1 Wright 469. To aseertam this, the opinion of witnesses must necessarily be resorted to. I do not say this is the exclusive test, but I know of no other that would so well embrace easy consideration, both of appreciation and depreciation, if the testimony be from men of candour and judgment. But we need not enlarge.\nSeeing no error in the case,\nThe judgment is affirmed.\nWoodward, C. J., and Agnew, J., did not sit during the argument of this cause."}