{"id": "485576", "contents": "The opinion of the court was delivered, by\nRead, J.\nThis is an action brought by the prothonotary of the Common Pleas of Tioga county against an attorney of that court, for fees -and state taxes running through a period of fifteen years. Mr. Donaldson has been prothonotary since 1845, the year that Mr. Cone was admitted to the bar. The difficulty in this case has originated, in a system of credit, instead of cash, which, however inconvenient to the gentlemen of the bar, should be strictly adhered to, and what proves that this should be the practice is, that one of the bars to the recovery of the state taxes set up by the defendant is, that the plaintiff should have demanded and received them when the original writs were issued.\nThere are eighteen bills of exception and twenty-four specifications of error, and a verdict for $390.17, and it is stated in the defendant’s counter-statement that the plaintiff’s evidence consisted of, inter alia, the records and docket entries of costs in about two hundred suits in which the defendant himself was plaintiff, or plaintiff in interest. The plaintiff in error’s paper-book is confused, and in several important particulars shown to be erroneous by the counter-statement of the defendant in error. We cannot therefore be expected to deal in detail with these multitudinous specifications, but shall proceed to state some principles which dispose of them in classes.\nWe hold the state taxes on original writs and other proceedings, imposed by the 3d section of the Act of April 6th 1830, Brightly’s Purd. 956, to be constitutional, and that the prothonotary having paid them, was entitled to sue for and recover them in this suit. That the defendant was personally liable to him for all fees due him in suits in which he was the plaintiff, or the plaintiff in interest, and for all fees due the prothonotary received by him, either as attorney or client. That if the prothonotary has performed the services, but has not in all instances literally complied with the letter of the law, he is entitled to his fees, and if the defendant has sustained any damage, which is nowhere alleged on the record, his remedy is by action. There is no proof in this case that Mr. Cone ever lost a single cent by any neglect imputed to Mr. Donaldson.\nThe claim to set off the money paid to relieve the land purchased by the defendant from the effect of the verdict in ejectment, pro rata, according to the relative value of the two lots, is entirely unfounded. The equitable owner of the two lots, sold the one subsequently purchased by Mr. Donaldson for its full value, and gave a deed of general warranty; the other lot remained in the possession of the equitable owner, and was, of course, in equity bound for the whole of the unpaid purchase-money. After the death of the owner this lot was sold, and purchased by Mr. Cone, who, when he paid the amount of the conditional verdict, had no recourse, either in law or equity, to Mr. Donaldson, the owner of the lot first sold.\nThe charge of the court upon the subject of a demand, and the allowance of interest, seems to be as favourable as the defendant could ask, and we see nothing in any of the specifications of error requiring a more special notice. We hope that this unwise system of credit, and of mutual accounts of fees and costs between the different officers of the courts, will be stopped, and that we shall not be again favoured with the recapitulation of such numerous suits in any court in which one of its officers figures in the character of plaintiff.\nJudgment affirmed.\nAgnew, J,, was absent at Nisi Prius when this case was argued."}