{"id": "485583", "contents": "The opinion of the coux-t was delivered, by\nWoodward, O. J.\nOn the 11th Februax’y 1794, a warrant issued to John Taggart, which was returned June 27th 1806, as surveyed on two hundred and fifty-eight acres sixty- three perches of land in Clinton township, Wayne county, 44 surrounding Elk pond,” and the pond is laid down as vacant. The figure of the survey is a parallelogram, its longest sides running three hundred and ninety-six perches due north and south, and its shorter sides two hundred and twenty-three perches east and west. These are the exterior lines, and the only ones ever run upon the ground. But the survey as returned, exhibited interior lines exactly parallel with the exterior, but at what distance from them is not indicated. These form of course a smaller parallelogram, and contain two hundred and twenty-eight acres and seventy-txvo perches, consisting of the pond and some dry land along its max’gin, and this quantity of land was surveyed to L. G. Dimoek on a warrant which issued to him September 30th 1851. It is ascertained by measurement and calculations that, within the lines of the two parallelograms as returned on the Taggart warrant, there is just the quantity called for by that warrant, leaving within the lines of the smaller parallelogram the above quantity, two hundred and twenty-eight acres seventy-two perches, claimed on the Dimock warrant. If the Taggart warrant took all the land within both parallelograms, it would contain near five hundred acres.\nOn the 17th June 1807, a patent issued to Samuel Salter, the then owner of the Taggart warrant. The patent describes the land by the exterior lines as containing two hundred and fifty-eight acres sixty-eight perches, and as surveyed on the above warrant to John Taggart. Salter conveyed to Norton, and Norton conveyed to James Archibald by a deed of August 6th 1845, which described the same lines as containing four hundred and fifty-eight acres. The Delaware and Hudson Canal Company, the plaintiffs in error and defendants below, claim under Archibald, and make very earnest defence for the pond, which they use as a reservoir of water for their canal in midsummer. The plaintiff below claimed title to the pond by virtue of the Dimock warrant and survey.\nIt is impossible to doubt that the pond was intended to be excluded from the Taggart survey. Had it been excluded fraudulently, and without the knowledge of Taggart, it would have been necessary for him to apply to the land office for a correction of his survey: Adams v. Jackson, 4 W. & S. 55. But it was excluded by his consent and direction. He was bound to take notice of his own survey, and nobody claiming under him having to this day objected to it, all persons standing in the channel of the title must he taken as assenting to and affirming the survey. Doubtless Taggart thought the pond worthless in 1806, and intended only to pay for so much land as was fit to pass under the title of “Rich Meadow,” which he assumed for his tract. It is difficult to fix the distance at which the interior lines are to be run from the exterior, but from the figure of the survey, it is fair to infer that they were intended to be equidistant at all points. With this inference assumed, we have the requisite data for a calculation that would enable a surveyor to fix them on the ground, for then we would have 1st, the exterior lines given, 2d, the quantity called for in the survey, and 3d, the equidistance at all points of the interior from the exterior lines. How far distant these interior lines must be from the exterior to embrace the given quantity of land, would bo the question to work out by figures, and that done, the interior lines could be marked on the ground.\nSuch was the Taggart survey, and it manifestly did not comprehend the land in dispute. But the great argument is, that the Salter patent comprehended it, if the warrant and survey did not, and that Dimock, as a subsequent purchaser from the Commonwealth, was estopped by the patent.\nIn our system of land titles, the warrant and survey are the origin of title, and the patent is the confirmation of it. Even where the right originates in a settlement and improvement, it is only a right to pre-emption, and there must be a warrant and survey before there can be a patent. The warrant confers, indeed, but an inceptive or equitable title, but it is the title that is paid for, and the patent which passes the legal title out of the Commonwealth is so merely,a perfection and confirmation of the title by warrant, that if a wrong party receives the patent, he is always treated as holding in trust for the warrantee or the true party under him. It has often been said that the question is not who has got the patent, but who ought to have it? And that question is settled by the state of the title under the warrant and survey.\nIt is a mistake to suppose that a patent for unwarranted land will pass the title of the Commonwealth, even as against a subsequent warrantee. In Kelly v. Graham, 9 Watts 116, the patent issued in 1789 and was founded on a warrant and survey, but embraced moró land than had been surveyed. In 1809 a settlement was made upon the excess, and the settler was answered as Dimock is here, that the patent concluded the Commonwealth and all persons claiming under her, subsequent to its date ; but Judge Kennedy said the officers of the land office are not the proprietors of the lands granted by them, that they can grant them without regard to quantity or price. The lands belong to the state, and the land officers act only as the agents of the state in disposing of them, and are limited in their action by the authority granted to them in this behalf. So that if'they grant lands belonging to the state in a manner not authorized by law, the grant must be considered void, tie went on much further and illustrated with great force his position, that the patent was void for the excess over and above the survey.' The principle of that case applies here with decisive effect, and it is not qualified by what was said in the subsequent ease of Balliet v. Bauman, 5 W. & S. 154, for there the patent included no excess, but was founded on a warrant actually though irregularly surveyed. The syllabus of the case is not well expressed, but the doctrine ruled was that a subsequent warrantee should not be permitted to impeach a patent founded on an actual and an accepted survey of a warrant, on the ground that the same warrant had been previously located on other land. This in no wise conflicts with the main position of Kelly v. Graham, that a patent for unwarranted land is void and estops nobody.\nBut I think it is doing great injustice to the officers of the land office who issued the patent to Salter, to construe it as embracing an inch more of ground than was surveyed on the Taggart warrant. It refers itself expressly to that warrant, and professes to grant only the tract that was surveyed in pursuance of it, and limits itself to the quantity contained in the return of survey. It thus takes up and incorporates into itself the pair of parallelograms, which the survey as returned into the land office exhibited, and it undertook to pass no new or extraterritorial title whatever. This seems to us to be the fair and necessary construction of the patent, judged ex viseeribus suis.\nThe land in dispute, therefore, found by the jury, according to the manifest fact, not to have been embraced by the Taggart survey, could not be passed by the patent to Salter, and was not attempted to be conveyed, and of course Norton had no title in it to convey to Archibald. Another inevitable consequence is, that it was open to appropriation by Dimock, and he took the title.\nWe do not see that there is anything else in the case. Whether the company have power under their charter to hold and use the Elk Pond as a reservoir, is certainly an irrelevant inquiry, if the title is in another. Their use of it as a reservoir for fifteen years gave them no title, and we have seen that the papers conferred none on them.\nSome of the aspects of the case wear the look of an unconscionable speculation, but as it cannot be balked without trampling well-settled rules of law under foot, the judgment must be affirmed.\nAgnbw, J., was absent at Nisi Prius when this case was argued."}