{"id": "485578", "contents": "The opinion of the court was delivered, by\nStrong, J.\nThese are appeals from one decree by the cestui que trust and the trustee. The former complains that the accountant was allowed one and a half per cent, commissions upon the principal of the trust fund, and the latter complains that he was surcharged with interest upon the annual income of the fund which he neglected to invest. The objection to the allowance of commissions is thought to- be supported by McCa-usland’s Appeal, 2 Wright 466, but there is a considerable difference between that case and this. There the trust fund was $4000, in a public loan of the district of Southwark. The bequest was a specific one of an investment made by the-testator. In this case the bequest was not specific. The testatrix bequeathed all the residue of her estate, consisting partly and principally, as she said, of a mortgage and bond, to the cestui que trust and his brother, to be equally divided between them. She then appointed the accountant a trustee to have the care arid management of the property until the cestuis que trust should arrive at the age of twenty-one years, and in the mean time to apply the same for their use and benefit as they might need. The fund now remaining consists of something more than one-half of the mortgage, a part having been collected to pay one of the legatees. Now, as the bequest was not a specific gift of one-half of the mortgage to Edward II. Lukens, the appellant, as he cannot therefore be compelled to receive the mortgage in full payment, and as a part of it has already been collected to pay the other cestui que trust, it cannot be said, as it was in McCausland’s case, that the trustee neither had responsibility, nor had performed service respecting the principal. Certainly the legatee is not under obligations to receive all his legacy in the balance due on the Magee-mortgage, and if not, the trustee may be compelled to collect it, a liability which did not exist in the case cited, where the trustee’s duty, as far as it related to the chose specifically given, was only to hand it over to the beneficiary. In such circumstances, a moderate compensation, such as was allowed, is not unreasonable. It is of no importance, though the contrary was urged on the argument, that the accountant was not denominated a guardian in the will of the testatrix. He was appointed trustee, and his duties were defined to have the care and management of the property, precisely the duties of the guardian of the estate of a minor, and equally entitling him to compensation. And these duties were entirely distinct from his duties as executor. The appeal of Edward II. Lukens will therefore be dismissed.\nThe other appeal calls in question the surcharge of interest. Certainly Mr. Caley, trustee as he was, not for immediate distribution, but for custody and management, was under obligation to keep the fund invested and to invest its increase, so far as it was not needed, and could be safely put at interest. But a reasonable time should have been allowed for investment, and as the will authorized an application of the gift to the use of the cestui que trust before his arrival at the age of twenty-one, the trustee should have been allowed to retain in his hands, without investment, a moderate sum to meet such an use. The annual interest was about $226.76, an inconvenient sum to invest, and whether it was punctually paid, the auditor’s report does not show. In the absence of proof that the trustee made interest out of the income, the rule is, that he must be charged only with what he ought to have made. The auditor charged him with interest on the entire income, from the time when it accrued, without allowing reasonable time for investment, or crediting him with anything retained to meet the uses of the cestui que trust. This we think is too severe, especially as $100 were paid in 1839 for the úse of the appellee, and $149.75 in 1860. We therefore direct the surcharge of $131.11 to be reduced to $81.90. This is about equivalent to allowing the accountant to retain constantly $100 uninvested to meet the uses of the cestui que trust, and giving him three months to invest the annual interest of the trust fund. We direct no other alteration in. the decree of the Orphans' Court.\nThe appeal of Edward H. Lukens is dismissed, with costs.\nIn the appeal of Samuel Caley, it is ordered that the surcharge of $131.11 for interest be reduced to $81.90, and with this correction the decree is\nAffirmed."}