{"id": "485550", "contents": "The opinion of the court was delivered, by\nStrong, J.\nWhen, by the Act of 1851, it was enacted that the widow or the children of any decedent dying within this Commonwealth, testate or intestate, may retain either real or personal property belonging to said estate, to the value of $300, nothing more was intended than a temporary provision for the •widow, and those immediately dependent upon the deceased. The act was not designed as a statute of distributions. It has always been construed pather according to its spirit than its letter. Thus a widow who had deserted her husband, or who had lived in a foreign country, separated from her husband, never a part of his family here, or a widow who has married again, has been held not entitled to the benefits of the act. The same regard for the manifest intention of the legislature requires us to hold that children who are adults, who are not members of the immediate family of the decedent, but have gone out from the paternal home to provide for themselves, are not the beneficiaries intended. If they are, then in cases where there is no widow, $300 may be taken from the creditors of a decedent, by his children who are above want, who were independent of any assistance from their father in his lifetime, and who have families of their own. Such could not have been what was intended by the legislature. They had in view doubtless a family broken up by the death of its head, a widow suddenly deprived of her protector and provider, and children looking to the widow for the support which the father had given. It was to enable the widow to extend that support, the act was passed. She was not made a technical trustee. It was assumed her affection for the children would be a sufficient safeguard to their interests. In most cases the widow is the mother of the children. If she be but a stepmother, they are generally safe in her regard not only for them, but for the deceased. Certainly it would not tend to the promotion of domestic harmony, to invite the children (or relatives of a first wife, using the names of the children) to assail the character of their father’s widow, though but a stepmother, and contest her right to administer the bounty given by the law for herself and her deceased husband’s family. Were such a door open, there is reason to believe it would not unfrequently call forth some of the worst passions, and the bounty of the legislature, instead of being a blessing, would prove a curse. In a certain sense, the widow is a trustee for herself and the family; not however, for herself and adult children, who are no members of the family. She is responsible only in a court of conscience. The law has left to her discretion the proper use of the fund placed in her hands, declaring only that it is intended for herself and the family. We think, therefore, the Orphans’ Court erred in not decreeing the entire sum of $300 to the appellant.\nThe decree of the Orphans’ Court is reversed, and it is ordered that the sum of $300 be paid to the appellant, and that the costs of this appeal be paid by the appellees.\nWoodward, O. J., was absent at Nisi Prius when this case was argued."}