{"id": "485525", "contents": "The opinion of the court was delivered, by\nRead, J.\nThis was an action of assumpsit, brought upon a contract originally under seal, upon the allegation that the written contract was abandoned, and that the builder was entitled to recove upon the common counts, for the value of work done and materials furnished, in the construction of a two-story brick back-building, for the defendant. The contract contained two provisions: 1st. “The said John Shaeffer is not to make any extra charges or receive any additional pay, for any change or alteration in the construction of the said building, differing from this agreement, and the specifications and plan or draft made part of it, unless such change or alteration, is agreed upon by the parties thereto in writing, and the price, if any, mentioned in said writing.” The object of this was to prevent those unauthorized alterations which are so apt to be the foundation of extra charges against the owner. The 2d was intended for a case like the present: “ The said Geisenberg, however, reserves the right to have changes made, in the plan or arrangement of the building, he compensating the said Shaeffer for any additional expense incurred thereby, if any.” This is a clear and definite method provided for compensating the plaintiff for any changes of any kind in the building, and covers all the alleged alterations from the written contract, -which are brought forward to show an abandonment of it.\nThe remedy, therefore, of the plaintiff, was in covenant on the contract, and he would in' that form of action recover all he was entitled to, and there was, therefore, no reason whatever for disregarding the established rule and resorting to an entirely inappropriate form of action. The explanation of this attempt to throw aside the contract and recover on the common counts, is to be found in the fact, that the original estimate of the builder or architect, who drew the plan, of the cost of the building, was $1800, and Mr. Shaeffer contracted to build it for $925. If, therefore, it was ruled, that the contract was abandoned, the plaintiff would be able to recover the full value of the work, without regard to the contract price fixed by the parties. The court were clearly right in all their rulings.\nJudgment affirmed."}