{"id": "485534", "contents": "The opinion of the court was delivered, by\nAsnew, J.\nThis was an action of ejectment by Thomas Struthers, the plaintiff below, against Irwin S. and Edwin Sunderlin and others, defendants below. The plaintiff claimed title by a sheriff’s sale of the title of Merritt Clark, and gave evidence to show that the Sunderlins had entered and held under Clark until 1855. The defendants gave no evidence of title in themselves, but gave evidence of sundry conveyances of Merritt Clark, showing that he had parted with all his title prior to the service of the attachment in which the judgment was obtained, under which the plaintiff purchased at the sheriff’s sale. To rebut this evidence the plaintiff offered a mortgage by Merritt Clark and others, reciting that Clark owned eleven twenty-fourths, and the others thirteen twenty-fourths of the premises in controversy.\nIn the mind of the court below the case seems to have turned upon two questions — 1st, Whether the Sunderlins entered under Clark, and held under him until he parted with his title in the early part of 1855; and if they did, then 2d, on the legal effect of the recitals in the mortgage ? The charge is not clear, and at first view it seems as if the court submitted the case to the jury on the ground of tenancy generally, with an instruction in favour of the plaintiff if the fact be so found. But a careful reading proves the meaning to be this — that if the Sunderlins did not go into-possession, and held under Clark in the years 1853, 1854, and 1855, the verdict must be for the defendants; but if they did so enter and hold during these years, that is, until title out of Clark as shown by his deeds, all of which bore date before the service of the attachment, April 5th 1855, then the case depended on the legal effect of the recitals in the mortgage from Clark and others. The court then charged that the effect of 'these recitals, upon the faith of which they said Struthers bought at sheriff’s sale, was an estoppel which prevented the Sunderlins, as tenants of Clark, from denying his title as recited in the mortgage. Upon a survey of the whole chargé, there can be no doubt this is its substance and effect.\nThe operation of such instructions upon the Sunderlins was this. It used the declaration in the mortgage made by Clark himself and his co-mortgagors to restore and create anew the relation of landlord and tenant, which he had terminated by his conveyances; and thus enabled Struthers to recover without showing a £park of title in himself, and thereby to turn out persons who by law were bound to hold for the vendees of Clark, in effect overriding Clark’s own deeds by his subsequent declarations.\nHis deeds carried not only his estate, but all the rents, issues, and profits, and reversions and remainders. They severed the prior relation between him and the Sunderlins, if they had been his tenants, and left them bound to attorn to his vendees.\nThen there was an interval of time between the date of the last deed and the date of the mortgage, during which the tenancy was wholly gone. How was the tenancy revived ? Only by the simple declaration of Clark that he owned eleven twenty-fourths, and the declaration or certificate of his co-mortgagors to the same fact. Thus the mere written certificate, as it were, of persons who were neither parties nor privies in estate, or in the suit brought to recover the estate, is made evidence to reinvest Clark with title to these eleven parts; and even more, it was laid upon the jury with a binding instruction on the ground that it operated as an estoppel upon persons who, after Clark had parted with his title, stood in no relation or privity to him.\nIf the tenancy of the Sunderlins under Clark at the time of the service of the attachment, or the levy and sale to Struthers, had been shown by evidence aliunde, we might understand that any declaration of Clark which could operate upon him might affect them by reason of privity of estate. What effect the recitals in the mortgage would have if coupled with other evidence tending to show a trust in the deeds for Clark, or a reconveyance to him, we are not now called on to say. But on what principle of evidence or law his naked declarations or those of a stranger could be used, first to renew or restore the'tenancy, and then to estop, it is difficult to perceive. The effect of it is to let into possession one who has shown no title whatever, contrary to the first principle of the law of ejectment, and thus to oust persons holding no fiduciary relation, and thereby to affect the title of Clark’s vendees, who, after their deeds, became the landlords.\n- These remarks in effect dispose of the bills of exception to the evidence.\nThe judgment is reversed, and a venire facias de novo awarded."}