{"id": "485520", "contents": "The opinion of the court was delivered, by\nWoodward, C. J.\nThe suit was upon a promissory note dated April 1st 1850, and drawn payable at ninety days. The action was not commenced until March 1863, and the Statute of Limitations was pleaded. The plaintiff, to take the case out of the statute, proved by his son a distinct acknowledgment by the defendant of the debt in February 1861, and a promise to pay it. A little doubt was attempted to be thrown over the identity of the debt which the defendant referred to in his acknowledgment and promise, but seeing that it was referred to as a note in Mr. Richmond’s hands for collection, and it was shown that this note was in Mr. Richmond’s hands at the time, and that he never had any other, it was a reasonable and necessary inference that the conversation related to this very note, and not some other. This distinguishes the case from Suter v. Sheeler, 10 Harris 308.\nThe only other objection to the recovery is, that the action should have been brought upon the new promise. However good the logic of this argument, it has long since been rejected as law in Pennsylvania. With us, the action is always brought upon the original undertaking, and when the statute is pleaded the new promise is proved, not to raise a cause of action, but to show that the legal objection to the old promise has been waived. The plea of the statute is addressed not to the contract, but to the remedy. “ I admit the promise and contract,” is its language in effect, “but you delayed your suit so long that you cannot maintain it after six years.” The reply is in substance, “true, there is such a rule of law, but you waived it by renewing your promise within six years, and therefore it cannot avail you to defeat my action.” In this manner the action is rescued from tbe operation of the statute. But the action on what ? Obviously, and always, the action on the original undertaking.\nThus we avoid 'all entanglements about the consideration of the new promise. It needs no consideration, for it is not sued upon, but a promise that induces a creditor to delay suit is never .without a consideration. The evidence must be clear and satisfactory of the new promise, or of such acknowledgments of the particular debt as are consistent with a promise to pay it, and when it is so, we account the plea of the statute answered, even though the promise and acknowledgment were made after six years from the maturity of the original contract.\n■ The judgment is affirmed.\nAgnew, J., was absent at Nisi Prius when this case was argued."}