{"id": "485535", "contents": "The opinion of the court was delivered, by\nStrong, J.\nAt common law a judgment confessed by a married woman is absolutely void, no matter how meritorious may be its consideration. To this a single exception has been admitted in this state. A judgment-bond given by a married woman for the purchase-money of land conveyed to her, has been held a valid security to enable a resort to the land itself. The exception was first declared in Patterson v. Robinson, 1 Casey 81, and it was reasserted in Romberger v. Ingraham, 2 Wright 147. The ground upon which it was rested seems to have been that, to avoid injustice, a conveyance to a feme covert and her confession of judgment for the purchase-money are, taken together, a substantial conveyance upon condition of payment of the price, and therefore she will not be allowed to retain both the price and the land.\nIt was said indeed in Patterson v. Robinson, that “under the Act of 1848, her power to purchase gives her a right to contract for the payment of the consideration-money so far as to charge the property with such encumbrances as may be agreed upon to secure its payment.” Notwithstanding this remark, however, it is obvious that the validity of a married woman’s judgment-bond in this exceptional ease is not dependent upon anything contained in the Act of 1848. That act gave her no power to purchase land which she had not before, and consequently made no provision for securing the purchase-money. It matters not whence comes her power to bind land, which she has purchased by confessing a judgment. It is enough that it is settled she has power to confess a valid judgment in this one case. It is equally well settled that she can bind herself or her property by a judgment-bond in no other case. The Act of 1848 does not confer any such power upon her. It was a great innovation upon the common law, hut its purpose was to secure a wife in the use and enjoyment of her property, not to enable her to make contracts she could not have made before. There is nothing in it which expressly removes any of her common law disability to contract, unless it be in the provision that her contract for articles necessary for the support of the family of the husband and wife may be secondarily enforced against her separate property. And while there is no other expressed enabling clause in the act, there is no apparent necessary implication of enlarged ability to enter into contracts. The argument of the appellant seeks to show that an implication of such ability is necessary in some cases, of which his is one. The judgment-bond of Mrs. Hoffman to him (held void by the. auditor, and in the court below) was given to secure the price of lime and rails furnished by him to her, and which had been used upon her land. It is insisted that if a feme covert may own, use, and enjoy her property, as her own separate property, she must be able to contract debts for the improvement of it, and hence it is inferred she may confess a judgment to secure them. Whether she can contract such debts since the Act of 1848 has not been decided, though it is true there has been an occasional intimation that possibly she can. Such a power is certainly not expressly given, and it is not manifest how it is necessary to a wife’s ownership, use, and enjoyment of her personal or real estate, not as a feme sole, but as the holder of separate property. Surely it is not any more so than is an uncontrolled power to sell. Yet it has been held that she cannot convey without joinder of her husband in the deed. Nor is it any more necessary for her use and enjoyment than is the power to borrow money to make improvements, which she cannot do : Bear’s Admr. v. Bear, 9 Casey 525. But were it the law that a married woman can bind herself by a contract for the impovement of her lands, it by no means follows that she can give a jndgment-bond for such a purpose. In Keiper v. Helfricker, 6 Wright 329, it was said that a bond with a warrant of attorney to confess judgment given by a married woman, even though for debts contracted before marriage, or for necessaries, would not be good. In all judicial proceedings to enforce the liabilities of a married woman, her husband is a necessary party, though execution upon a judgment obtained against both may be levied out of her separate estate. The joinder of the husband is essential to her protection. And in the 8th section of the Act of 1848, the mode of recovery of debts contracted by her for articles necessary for the support of the family of the husband and wife, is declared to be by suit against both.\nThe appellant relies upon Wightman’s Appeal, 5 Casey 282, as an authority for his position that the judgment-bond of a married woman given for a debt contracted for the improvement of her real estate is good. An examination of the case, however, will show that it does not rule any such principle. That was an appeal from the distribution of the proceeds of a sheriff’s sale of lands as the property of a wife. The appellant was the holder of whatever title had been in the husband, which had been sold at a previous sheriff’s sale. Of course he had no interest in the proceeds of a second sale as the property of the wife, and could not call in question any distribution the court made of them. There •was no party therefore to assail the judgment, or mortgage which ever it was, given by the wife, nor was there any attempt to assail it. This court was not called upon to pronounce upon its validity.The only question passed upon was whether the fund for distribution was the property of the husband or of the wife.\nWe hold then that the judgment given by Magdalena Hoffman to the appellant was void, and no lien upon the land sold. Had the land been sold upon it, no title would have passed. Caldwell v. Waters, 6 Harris 79. Being absolutely void, the auditor’s duty was to disregard it. Had it been only voidable, application should have been made to the court to rid the record of it, and that might have been done either by the obligor in the bond or a mortgagee claiming under her. But the rule enunciated in Dyott’s Estate, 2 W. & S. 557, is inapplicable to a judgment void on its face.\nThe exception to the validity of the revival of the judgment of Owen Hood, we think cannot be sustained. The original judgment, though entered after the marriage of Mrs. Hoffman, was in virtue of a bond with warrant of attorney to confess judgment given before her marriage. Before the lien had expired, it was revived by agreement signed by Mrs. Hoffman and her husband, and by the attorney of the plaintiff. The agreement stipulated for the entry of an amicable revival of judgment. It is said this agreement did not authorize a judgment of revival because it was the agreement of a married woman. But it was very unlike an agreement to confess an original judgment. It was not for the creation of any new liability. The action was already in court.\nIt is true the judgment should have been entered at first against both the husband and wife, but the entry in the manner in which it was made was only an irregularity. The scire facias was but a continuance of the original action, in a certain sense, in the nature of execution, and the revival of the judgment was a matter to which the wife was in law bound to submit. We think therefore, while she could not confess an original judgment, she could acknowledge a revival of one already in existence. She must be intended as authorized to do so by the Act of March 26th 1827, sec. 1, 9 Sm. 303, which provided for revivals by agreement of the parties to judgment. This enactment was for the benefit of debtors, to relieve them from costs, and a married woman ought not to be deprived of the privilege given.\nThe decree of the Common Pleas is affirmed with costs.\nAgnew, J, was absent at Nisi Prius, when this case was argued."}