{"id": "485541", "contents": "The opinion of the court was delivered, by\nAgneav, J.\nFassitt’s heirs, being the owners of a ground-rent, obtained judgment in covenant against John W. Middleton for arrears of ground-rent accruing during several years. Nathan Middleton became bail for stay of execution in this judgment. After the stay expired Fassitt obtained judgment against Nathan Middleton upon his recognisance of bail, and on the 27th of June 1862, Nathan paid the amount of the debt, interest, and costs, and procured the original judgment against John W. Middleton, to be marked to his use by the plaintiff’s attorney. In the mean time further arrears of ground-rent had accrued to the plaintiff, and judgment obtained therefor against John W. Middleton. The auditor reports no facts to show that Nathan Middleton bargained for an assignment of the judgment, or that any neAV consideration arose between him and the Fassitts to support an assignment. It is true that the auditor, after finding the facts, speaks arguendo of the Fassitts having chosen to sell the judg-' ment to Nathan Middleton, and mark it to his use, and thereby to assign it: and that all their rights passed, including the right to he preferred as claimants in the fund.\nIn so stating, it is manifest he was declaring his legal conclusions, not the facts derived from the evidence. The facts of the case present simply the payment of the judgment against the bail for stay of execution, entering satisfaction, and thereupon the marking of the original judgment by the plaintiff’s attorney for the use of the bail.\nThe judge in the court below placed considerable stress on the ground that an attorney has no power to assign his client’s judgment. Clearly he has no power after judgment to make such an assignment of it to one who pays it because he is liable to pay, as will continue the judgment to the prejudice of his client’s rights in other respects: Campbell’s Appeal, 5 Casey 401; Stackhouse v. O’Hara’s Executors, 2 Harris 89. How far he may transfer it by marking it to the use of the bail who pays it, so as to enable the bail to proceed against his principal for the purpose of reimbursing himself, it is not necessary to decide. Granting that he may do so, this alone would not interfere with the claim of the ground-rent owner to the fund, for his right takes effect by relation back to the date of the deed by which the rent was reserved. The marking of the judgment to the use of the bajl, in order to overreach the claim of the ground-rent owner, must be accompanied by another incident, to wit, that of estoppel: for, the judgment being posterior in right to the ground-rent, the owmer of the latter can only be postponed by some act which led the assignee of the judgment to rely on it in confidence, to secure the payment of the subject of the assignment. This could only be by an express agreement to guarantee, or some stipulation requiring postponement in order to effectuate its purpose. While every assignment imports a warranty of title, and that the assignor has done no act to defeat recovery, it does not imply a guaranty of collection or of the lien as primary. If there be no fraud or misrepresentation as to its priority of lien, certainly an assignor is not to be held by reason of his assignment to have undertaken that the judgment is prior to all other liens. He is only responsible for the sale of a sound debt, unimpaired by secret defences, payment, or other matter which would render it invalid. But certainly, as himself the holder of a prior encumbrance of record, independent of the subject-matter assigned, there can be no legal presumption or equitable estoppel which can hold him liable to be postponed upon his superior lien, as in this case, without any new consideration or express contract.\nWe have the benefit of a decision upon this principle in two cases much stronger than the one before us. A mortgagee held seven bonds payable annually in succession, secured by one mortgage. He assigned the first four, retaining the three last due. The mortgaged premises being sold at sheriff’s sale for less than the whole amount of the mortgage-debt, it was held that the assignor was entitled to come in upon the fund pro rata with his assignees, there being no guaranty in fact, and the law implying none by the assignment: Donley et al. v. Hays, 17 S. & R. 400. In the next case the mortgagee assigned three out of seven bonds, secured by the mortgage with a guaranty of payment, the mortgage not then being recorded. He afterwards put his mortgage upon record, and then assigned the remaining four bonds. The court below held the mortgage to be a security for all the bonds, and distributed the proceeds of the sale of the mortgaged premises among all the bondholders pro rata. This was affirmed: Betz v. Green, 1 Penna. Rep. 280. These cases have been reaffirmed in Hancock’s Appeal, 10 Casey 155.\nAs long ago as the case of Cummings v. Lynn, 1 Dallas 444, it was held that, “the covenant implied by the word assigned extends only to this, that the assignee should receive the money from the obligor to his own use; and if the assignor should receive it, then he would be liable over for it.” See also Elliot v. Miller, Addison 269; Folwell v. Beavan, 13 S. & R. 311, 316.\nFrom these principles it will be seen that, admitting the power of the attorney to mark the judgment for the use of the bail, upon his making a voluntary payment of the debt, there is no legal effect to be attributed to the act of assignment, which can be presumed to run back to the distinct and independent claim of the plaintiff in the judgment upon the reservation in the ground-rent deed, and postpone this superior lien to that of the judgment thus assigned.\nThe judgment of the court below is therefore affirmed.\nStrong, J., did not sit in this cause."}