{"id": "485574", "contents": "The opinion of the court was delivered, by\nThompson, J.\nThe cases of Blymire v. Boistle, 6 Watts 182, Edmundson v. Penny, for use, &c., 1 Barr 334, and Finney v. Finney, 4 Harris 380, all strongly tend to show that the plaintiff below was not entitled to maintain this action in his own name. He was an entire stranger to both the promise and the consideration ; and, as the promise to pay was not in the shape of mercantile paper, these considerations, according to the cases cited, would seem to be decisive as to his right to sue in his own name. But if this were the only objection, it would be hardly worth while to reverse, as the defect would undoubtedly be amendable, under the Act of Assembly authorizing a change or alteration in the names of parties ; we should in such case treat it as amended, or permit the amendment here: but we think there are other grounds .of just complaint on the record.\nThe defendants, after entering a credit upon Reed’s account, of the sum claimed to be due by Batten for completing his contract with Robertson & Co., in hauling bark, discovered, or supposed they did, that instead of hauling the bark, it had been burned by Batten or his men, and with his knowledge, at least, if not personally active in it. To claim for hauling what he knew (if he was not a participant in it), was destroyed, and to procure an allowance, was a gross fraud on Robertson & Co. To the offer to prove this the plaintiff objected, and the court overruled the testimony.\nWe cannot see on what grounds this was done. Had it been an acceptance in favour of Reed, which it was not, as he parted with nothing for it, the fraud would have been a defence when he came to enforce it. It was but a certificate that Batten had left $47.31 to place to the credit of Reed. There was nothing in the form of the instrument to prevent an attack upon it for fraud or mistake, and the plaintiff parted with nothing as a consideration, so far as we can discover. Indeed, it seems, he never even had possession of the certificate. Under these circumstances the defendants were entitled to withdraw the credit, before the plaintiff was involved in a loss by their doing so. This they did and so informed the plaintiff, who does not seem to have made any objection, but settled his account, on which the sum in question was to have been a credit, and received the balance without objection.\nWe think the court erred in rejecting the offered testimony, and in instructing the jury that the plaintiff was entitled to recover.\nJudgment reversed, and venire de novo awarded.\nWoodward, C. J„ dissented, and\nAgnew, J., was absent at Nisi Prius when this case was argued."}