{"id": "485562", "contents": "The opinion of the court was delivered by\nRead, J.\nThis is a scire facias upon a mortgage dated 28th March 1860, given by the defendants to the plaintiffs, to secure a bond of James Buckley to the plaintiff for - $1000 payable in one year. The premises mortgaged were the separate property of his wife. The circumstances under which this mortgage was executed exhibit the grounds of defence alleged by the defendant Mrs. Buckley.\nThe mill property of James Buckley was subject to a mortgage to one Freeman, for $3000, and secondly to a mortgage given by James Buckley and James Schofield to Farnum, Newhall & Co., dated 30th of March 1846, for $8000, upon which $5000 had been paid, leaving $3000 due. At the request of James Buckley, Garrett & Martin agreed to advance or pay to Farnum, Newhall & Co. $1000, upon the latter assigning to them one-third of this mortgage. As a further security for the advance of the $1000, Buckley executed his bond, and he and his wife executed the mortgage which is the subject of this suit, under a written agreement specifying its terms.\nThe bond and mortgage were executed on the 28th March, and on the 31st, James Buckley assigned a policy of insurance for $6000, issued by the Royal Insurance Company of Liverpool, December 8th 1858, upon the machinery, shafting, and belting in his woollen mill, to Garrett & Martin and their assigns, as collateral security. On the 2d April 1860, an assignment of a one undivided third part of the said mortgage of Buckley & Schofield was executed by Farnum, Newhall & Co. to Garrett & Martin. This assignment, which was placed on record, recited that the sum of $3000 remained due and unpaid, and that the holders, Farnum, Newhall & Co., wanting $1000, the said Garrrett & Martin agreed, at James Buckley’s request, to pay it to Farnum, Newhall & Co., and take an assignment of the said one-third part of the mortgage.\nUpon the faith of these transactions thus openly evidenced of record, Garrett & Martin executed a paper dated the 2d April 1860, which, after reciting the execution and delivery to them of the mortgage of the separate property of Mrs. Buckley, as before stated, used this expressive language:\n“ Now these presents certify, that the said mortgage is collateral security, for an undivided third part of a mortgage from the said James Buckley and James Schofield to Farnum, Newhall & Co., dated 30th day of March, A. D. 1846, and recorded in the recorder’s office of Chester county in Mortgage Book E. 2, p. 72, conditioned for the payment of eight thousand dollars, of which five thousand dollars have been paid, the said one-third being assigned to the said Garrett & Martin, they having at the request of the said James Buckley paid to the holders of the last-mentioned mortgage the sum of one thousand dollars.”\nOn the 19th March 1861, Buckley’s mill was burnt down, and on the 8th of October 1861, the premises were sold by the sheriff to Peter Farnum, under proceedings under the first mortgage, for $2610, and after paying the balance due on it, it left only $7.25 for the second mortgage of Farnum & Co.\nIt appeared, however, that, without consulting Mrs. Buckley, Garrett & Martin entered into the following written agreement given to Farnum, Newhall & Co. by them:\n“ Whereas, John Farnum and Peter Farnum, surviving partners of the (firm of) Farnum, Newhall & Co., have this day assigned to us one-third of a mortgage given by James Buckley and James Schofield, dated March 30th 1846, on which there is three thousand dollars now due, which leaves two thousand dollars due the said Earnum, Newhall & Co., we hereby agree that the said Earnum, Newhall & Co. shall keep possession of the mortgage, and collect the two thousand dollars due them with interest, and then hand over the mortgage to us.\n“ Garrett & Martin.\n“April 2d 1860.”\nMrs. Buckley was merely a surety.\nUpon this statement of facts we are to see what becomes of ■ the policy of insurance, the loss on which was adjusted at $4200 and paid to Garrett & Martin. As this policy was assigned as collateral security, so much as was necessary to pay the $1000 with interest would be used for this purpose, and this would be a full answer to this suit. But another fact is introduced by the plaintiffs which is supposed to alter the state of affairs.\nA judgment was confessed in a suit by Garrett & Martin against James Buckley, by an agreement dated September 30th 1859, for the sum of $13,966.44, payable in sums of $2500 annually, the first payment to be made on 1st April 1861; if any payment is delayed beyond ten days, execution may issue for the whole amount. The judgment was not to be a lien on the premises afterwards mortgaged by Mrs. Buckley, being her separate property.\nThe court thought that this judgment varied the question of appropriation of the policy, and no questions were submitted to the jury except whether the plaintiffs appropriated it to the $13,000 judgment, or whether the defendant Buckley had appropriated it to his wife’s mortgage. The first question the court considered the jury decided in the negative, and of this there is no doubt; and they would appear to have decided the other question in the affirmative. The court, however, assume that both were negatived. “ The verdict of the jury,” say the court, “ has determined that no actual appropriation to either debt was made by the parties.”\nThe court, having reserved the question of appropriation, decided that the policy should be appropriated to the $13,000 judgnrent, and directed a judgment to be entered for the plaintiffs for the principal and interest of the mortgage notwithstanding the verdict.\nIn this we think the court was wrong. . In the first place this was not a payment of money passing unqualifiedly into the hands of the creditors, and becoming their own property at all events, no matter to what debts it was applied. Such money, if paid, never could be recalled: the only dispute could be what debts did it pay in whole or in part. The policy of insurance was simply a chose in action, assigned to the plaintiffs as a collateral security — not paid as money — that would simply reduce indebtedness, and then its function would be over.\nThe bond of Buckley was given to Garrett & Martin on the 28th March, accompanied by his wife’s mortgage as a collateral security for an undivided third part of a mortgage to be assigned to them. By his bond Buckley became a debtor to Garrett & Martin, and also on the same day made his wife his creditor. When, therefore, on the 31st March, he assigned this policy as collateral security, it was as collateral to his own bond given three days before, and to secure his wife who had become his creditor; and if it had been thus submitted to the jury, their verdict must have been for the defendants.\nUpon this point the court were in error; and as this rules the case, it is unnecessary to consider the errors assigned more particularly.\nJudgment reversed, and a venire de novo awarded.\nThompson, J., was at Nisi Prius when this case was argued."}