{"id": "485505", "contents": "The opinion of the court was delivered, by\nAgnew, J.\nThe. 3d section of the Act of 13th March 1815., certainly could not have been in the mind of the court below, in ruling this cause against the plaintiff. It expressly provides for the suit in the name of the county, “ in such courts as debts of equal amount are by law recoverable.” In McConahy v. Courtney, 7 Watts 491, it was decided that the act against taking illegal fees, which gave the party injured a penalty of $50 “to be recovered as debts of the same amount are recoverable,” authorized suit for the penalty to be brought before a justice of the peace. In Garman v. Gamble, 10 Watts 382, an act imposing a fine of $5 “ to be recovered as debts of equal amount are by law recovered,” it was held the fine could be recovered before a justice.\nThe Act of 1815 authorizes suits to be brought “in such courts as debts of equal amount are by law recoverable,’’ and therefore falls directly within the principle of the above decisions. The use of the word courts can make no difference. The jurisdiction of the Court of Common Pleas being unlimited by maximum or minimum, in all matters not coming under the jurisdiction of justices of the peace, the words “ as debts of equal amount are by law recoverable,” would have no effect, if they were not intended to apply to the court of a justice of the peace. It is true the expression is not common as so applied, but it meant something, and as it could not refer to the Common Pleas, whose jurisdiction extended to any sum great or small, it must be referred to that tribunal which has jurisdiction by a sum fixed in law for the recovery of debts. Besides, the act is remedial, and must be interpreted liberally in furtherance of the remedy.\nThe jurisdiction being thus expressly given, it matters not whether the title of the land sold could come in question or not. But it is difficult to see how title can come in question in a suit by an officer, for the taxes and costs only, under an act which expressly provides, that it shall not be competent for the defendant to give in evidence any irregularity in the assessment or proceedings of the commissioners or treasurer, touching any sale made in pursuance of this act. The treasurer or a sheriff or other person selling under the authority of the law, guarantees no title.\nWe think the action was properly brought before a justice of the peace.\nThe judgment is therefore reversed, and a venire de novo is awarded."}