{"id": "485585", "contents": "The opinion of the court was delivered, by\nLowbxe, C. J.\nOn account of the immense importance of this case to the city of Philadelphia, we all consented to sit together at the hearing of this motion for a preliminary injunction, hoping that we might thus bring to a speedy termination this very unpleasant difficulty. We have heard and carefully considered the ca-se, and now proceed to pronounce the judgment of the law upon it, without expressing any opinion upon the merits or demerits of any of the parties to it, beyond what is necessary to the decision of the very point of the controversy. We shall neither approve nor disapprove here what we have no authority to judge.\nSome objections were made to some of the minor details of the bill, but we say nothing about them, for they may be amended at any time, and it is sufficient, on this motion, that the' main features of the case are so fully set forth in the bill and affidavit as to justify the motion. It is clearly alleged and shown that there are two bodies which claim to be regularly organized as the Common Council of the city, and each is proceeding to act as such, to the great detriment of the public interests. This is the wrong that is to be remedied. One or the other party must be wrong : they cannot both be regular.\n1. Have the courts authority to' redress this wrong? We think they have. All bodies, except the supreme legislature, are under law, and, therefore for all transgression of law, are subject to the authority of the judicial power established by the constitution. The corporation itself is subject to this authority, in so far as its acts are directed by law; though it is not, and cannot be so in so far as it is itself a law-making power. In so far as its judgment and direction are uncontrolled by the law of the land, it is free from the control of the courts; but in so far as its acts are directed by law, it is subject to the judicial authority. Much more, then, are all its officers subject to this authority, and especially those that pretend to act as its officers without right, and as there cannot be two common councils, one of these bodies must be a mere pretender to the right to act as such.\n2. May the wrongful body be restrained from acting by means of the equity remedy of injunction ? We think it may. This remedy extends to all acts that are contrary to law, and prejudicial to the interests of the community, and for which there is no adequate remedy at law; and we can hardly imagine any act that more clearly falls within this description than one that casts so deep a shade of doubt and confusion on the public affairs of a city as this does. In such a case, no remedy is adequate that is not prompt and speedy, and we know of no other remedy that is so prompt and speedy as this one. If a private partnership or corporation were to fall into a similar confusion, affecting all its members and all its creditors, we can think of no better remedy than this for staying the confusion that would be caused by two opposite parties pretending to act as the society. It is the very remedy usually adopted when churches divide into parties, and we applied it in three such cases in the last year. Therein we decided directly on rights of property, because that became the aim of dispute. Here we must decide on the right to public functions, because that is here the purpose of the dispute. The main question in all such cases is regularity of organization, and the right to functions and property is a mere consequence of this.\n3. May one of the conflicting bodies, or the members of it, maintain this action against the other? We think they may. This could not be doubted in relation to private corporations and partnerships. But it is argued that, in relation to public corporations, the attorney-general alone can file such a bill. We do not think so. It is right for those to whom public functions are intrusted, to see that they are not usurped by others. Either of these bodies has the right to demand of the courts that it and the interests of the public alleged to be committed to it, shall be protected against the usurpation of the other. We decided a similar principle in Mott v. The Railroad, 6 Casey 9, and we need say no more about it now.\nThis case is therefore regularly before us, and we proceed to the consideration of it, premising that there is no material fact in dispute, and that we have no authority to decide directly upon the validity of the election of any one of the claiming members.\n4. In all cases of this kind, at least in all bodies that are under law, the law is, that where there has been an authorized election for the office in controversy, the certificate of election, which is sanctioned by law or usage, is the primd facie written title to the office, and can be set aside only by a contest in the forms prescribed by law. This is not now disputed.\nNo doubt this gives great power to dishonest election officers, but we know no remedy for this but by the choice of honest men. When party fealty is a higher qualification than honesty or competence, we must expect fraud and force to rule, ¿tnd a man must be an Ajax or a Ulysses to be qualified for office.\n5. On the division of a body that ought to be a unit, the test of which represents the legitimate, social succession is, which of them has maintained the regular forms of organization according to the laws and usages of the body, or, in the absence of these, according to the laws, customs, and usages of similar bodies in like cases, or in analogy to them. This is the uniform rule in such cases. It is always applied in the case of church divisions, and was so applied by us three times last year in the church cases already alluded to. The courts can never apply it to divisions in the supreme legislature, because that body is subject to no judicial authority, and cannot be. They, too, ought to adhere to this rule, for order and regularity are always worthy of respect, and especially so in cases where there is no authority that can enforce their claims. But we need not dwell on this point, for it is admitted that this rule is the test of legitimate organization.\n6. Judged by this rule, was the Kerr body legitimately organized? We think it was. The undisputed facts are that there were twenty-three members, including the president last elected, whose terms had yet a year to run; that the clerk and assistant clerk were still in office, having been elected under a yet existing ordinance of 5th May 1855, § 6, that declares that they shall continue in office until the organization of a new Common Council, and until their successors shall be duly elected ; that on the day, and at the hour appointed by law for the organization of the new council for this year, the president and clerks elected last year were in their usual places, and then and there proceeded first to call the roll of all the members whose terms of office had not yet expired, and then to call on the new members to present their certificates of election that their names might be enrolled. It seems strange to us that any one should doubt the strict regularity of this proceeding.\nIt has the sanction of the common usage of every public body into which only a portion of new members is annually infused. It is the periodical form of reorganizing the Select Council and the Senate of the state, and also the form of organizing the Senate of the United States on the meeting of a new Congress, when the vice-president does not appear, and the last president pro tem. does; and we understand this custom to be uniform throughout the United States, though this is not very important.\nAnd when there is a president whose term as a member has not expired, then the functions of the clerks continue, and they, in all cases, act as the organs of reorganizing the body, and continue to hold office until their successors are chosen and qualified. Our state and federal houses of representatives are illustration enough of this. So universal is this mode of organizing all sorts of legislative and municipal bodies, that all departures from it can be justified only as founded on special and peculiar usages or on positive legislation. Whenever this form is adhered to, a schism of the body becomes impossible, though the process of complete organization may be very tardy. This council has existed only one year in its present form, and therefore is without any binding usage of its own on this matter.\nIn all cases where part of the public body remains, and is to be complete'd by the reception of new members, it remains as an organized nucleus, and in its organized form it receives the new members, and then proceeds to the election of newr officers, if any are then to be elected. The old nucleus is not dissolved by the incoming elements, but these are added to it, and then the whole body proceeds to the exercise of all its functions.\n7. It is objected that a rule that attributes so much power to the officers of the previous year, gives them an advantage which they may use arbitrarily and fraudulently against the new members, so as to secure to themselves an illegitimate majority. No doubt this may be so; but no law can guard against such frauds so as to entirely prevent them, just, as it cannot entirely prevent stealing and perjury and bribery. The people are liable to such frauds at every step in the processes of an election or organization. But so much the more need for order and law in this part of the process. The law can dictate that, though it cannot furnish honesty and sound judgment to the actors in it. That the law and order which we have announced has existed so long and so generally, is proof at least that it is better than no law at all.\n8. Was the Trego body regularly organized ? Because both cannot be regular, and the other is; this of course cannot be so. But the fact appears clearly and positively that it was not regularly organized. As the regular officer was proceeding to organize, some one moved, with a loud voice, that Isaac Sulger should act as cleric, and the same voice put the vote, and it was carried by those who liked the motion, and Isaac Sulger proceeded, as temporary clerk, to organize the party to which he belonged — all the other members treating this proceeding as disorderly. And so it was : and in such matters the race is not to the swift nor the battle to the strong or loud-voiced, but to the orderly. The proceeding was opposed to their own written law with regard to the clerks, and to common, usage otherwise, as we have already explained.\nThis is so much like the disorders that occurred in the House of Representatives in 1838, and that produced a dangerous schism there that lasted several weeks, that it hardly needs an opinion from us to condemn it. The disorderly body in that case was dissolved by the force of public opinion, and the members returned and took their places in the regular body, which, by their own fault, they had no hand in organizing. We allude to the merits of that case only in so far as they relate to the order of the proceeding, which is the point here.\n9. It is objected that the plaintiffs have no equity to support this motion, because, as defendants believe, they intended to use their power fraudulently, so as to admit persons not elected, and to exclude some that were; and the principal evidence of this purpose is, that the clerk had procured printed slipg containing a list of all the members, including the disputed members of the Kerr side, and excluding one on the other side, who had been, it is said, wrongfully removed. We cannot say that all this is a bar to the motion; for the right to it does not depend upon the merits of tliq nominal parties to this suit, but on the right of the public to have their regular organization protected, so that public business may proceed with security and certainty. Moreover, we cannot condemn the course of the clerk. We suppose it is not unusual for the clerk to prepare such lists for such an occasion; and we cannot say that there was any fraud in them, without deciding upon the election of some of the members, which is beyond our authority in this proceeding.\nPossibly the result of this view of the law will be that the Kerr body will make an unfair use of their power in the reception of the other members, as it has been suggested, for each party charges the other with having admitted members that were not duly elected, and the learned counsel here have not denied this. But we know of no cure for this but by the improvement of our human nature; this court cannot prevent it without an unauthorized interference with, and direction of, the organization of the body. We must trust them where the law trusts them. Vie declare which body has proceeded in regular form, and having done so, we may not say how it shall act afterwards. It has a law directing that. We need not even say how far the act of organization has proceeded: it was regularly commenced and carried on, and no irregular body can be allowed to interfere with it at any stage of its work.\nAnd we can see no propriety in our interfering to save those who have initiated an abortive revolution from the temporary loss of power, which may possibly result from their defeat. It may be that they have passed the time for contesting disputed seats, but we cannot help that; we did not make their election law, and, we cannot alter it, and equity can hear no one who alleges his own wrong as a ground of relief. And it is not possible for us to impose terms wisely without trying ourselves all the disputed seats, which, as we have said, we cannot do. If there was before us a yet undetermined question, the determination of which might change the result and restore the other party, we would impose terms for speeding the trial of that question, as we did last fall in the sheriff’s case. But there is no such question in reserve here. The efficiency of our action is in the declaration that the Trego organization is without right, and the granting of the injunction is little more than the form of putting this declaration on the record. .\nThe preliminary injunction is granted as prayed for."}