{"id": "485522", "contents": "The opinion of the court was delivered, by\nStrong, J.\nIt was not erroneous to allow the amendment to the declaration of which the plaintiff in error complains. It is not clear that the added count introduced a new cause of action, or anything more than a new form of statement of the same slander averred in the first counts. Besides, the amendment may be regarded as one at common law, and not made under the Act of 1806. If so, it was within the discretion of the court below: Tryon v. Miller, 1 Whart. 17, 18.\nThe second assignment of error has more foundation. The ease was an action for slander, and the averments of the declaration were that the defendant had imputed unchastity to the plaintiff, not by a charge of a particular act of lewdness, but by calling her in general terms, a whore. The general issue alone was pleaded, and under it the defendant offered in mitigation of damages, evidence to prove that the general reputation of the plaintiff for chastity was bad. This the court excluded. The general reputation of the plaintiff was allowed to be given in evidence, but not her general reputation for chastity. We have not the rejected depositions before us. What was rejected we gather only from the bill of exceptions. Looking to that, we must assume the court overruled not reports of single acts of incontinency, not occasional rumours of want of ehasity in the plaintiff, but proof that her general reputation was that of an unchaste woman. Without undertaking to review at length the numerous decisions made, especially in the English, Massachusetts, and New York courts, upon the question how far, in actions of slander, the defendant may, under the plea of not guilty, attack the character of the plaintiff, it may be safely said to be almost everywhere settled, that evidence of general bad reputation is admissible in mitigation of damages. Whether reputation in that department of character which the alleged slander has assailed maybe given in evidence, is perhaps not so well established by authority. In many of the cases the question has been embarrassed by the pleadings. There has been no plea of not guilty, or it has been accompanied with a plea or notice of justification. Thus in Root v. King, 7 Cowen 613, upon which the defendant in error so largely relies, and which was cited by Judge Coulter in Steinman w. McWilliams, 6 Barr 170, the defendant admitted the publication of the libel, and undertook to justify.\nThere it was held that public report of a fact stated in a libel cannot be given in evidence after the defendant has pleaded or given notice of justification; and that such plea or notice precludes all other evidence in mere mitigation ; but in delivering the opinion, Chief Justice Savage said: “ Had such evidence been offered under the general issue alone, with a view to show the court and jury there was no malice in the defendants, because in reality they only repeated what every one else did, and what the plaintiff’s conduct led them to believe was the truth, a very different question would have been presented. They would then havé brought themselves within some of the recent English cases, which now have no application to this case, because the question arose under a totally different state of pleadings.” In our own case of Steinman v. McWilliams, 6 Barr 170, the defendant pleaded the general issue, and justification. There the averment in the declaration was that the defendant had charged the plaintiff with perjury in a certain judicial proceeding, and-it was held that evidence of the general character of the plaintiff/or truth and veracity was not admissible. In examining that case the state of the pleadings should be observed, as also the fact that the slander alleged was the imputation of a single act of crime, and the fact that the reputation attempted to be proved was of want of truthfulness, not of habitual perjury. And the remarks of Judge Coulter should be considered as applicable to the case before him. So in Long v. Brougham, 5 Watts 439, the alleged slander was a charge of a single instance of crime, and the defendant was not permitted to give in evidence the general prevalence of reports years before, that the plaintiff had been guilty of a similar crime. The decision was put on the peculiar circumstances of the case. The defendant, before the utterance of the slander, admitted that the previous imputation was unfounded, and for this reason he was not allowed to protect himself under it. But Judge Gibson conceded that the existence of suspicions is admissible in some cases to enable the jury to estimate the injury done to the plaintiff’s character. And why, upon principle, should not general reputation of want of good character in the particular in which it has been assailed, be receivable in evidence ? The plaintiff seeks to recover compensation for the loss of her character, not her reputation for truth, integrity, sobriety, or industry, but her reputation for chastity. That she put in issue. The law presumed it good, and therefore valuable to her. If that was not damaged, she has sustained no injury, and is entitled to no compensation. If her reputation for chastity was bad before the slander of the defendant was uttered, can it be said that the injury sustained by her from the wrong of the defendant is the same as it would have been if her reputation for chastity had been untarnished ? Is a defendant who has destroyed a plaintiff’s paste jewelry to be held to the same measure of compensation as he who has destroyed diamonds ? And even if we turn from the compensation to which the plaintiff is entitled, and inquire after the malice of the defendant, it is impossible to say that he who repeats a slander that was in everybody’s mouth, manifests the same depravity as does he who coins an accusation never before made. The argument that admits the propriety of receiving evidence of the general character of the plaintiff as a whole, but denies the admissibility of evidence affecting the plaintiff’s reputation in that aspect in which the slander has assailed it, loses sight of the fact that character, or, more properly, reputation, is complex. It is made up of many things. A man may have many virtues, and consequently a good general reputation, and yet be notorious for a single vice. If his virtues be called in question it is an injury, but if only his vice be asserted his injury is less. It is already said the plaintiff in this case has put her reputation for chastity in issue. Her averment is not that her reputation for all the virtues which go to make up good character was fair, but that her reputation for chastity was sound. And it is that, she complains, has been taken from her. Its real value was therefore a proper subject of inquiry. It would be strange if the defendant may not show it to have been worthless. Such is the rule as laid down in 2 Starkie on Slander 88.\nThe court therefore erred in rejecting evidence to prove that the general character of the plaintiff for chastity Avas bad before the defendant uttered his slander. Of course such evidence should be confined to general reputation. Evidence of reports of particular acts of incontinency is inadmissible.\nJudgment reversed, and a venire de novo awarded."}