{"id": "485581", "contents": "The opinion of the court was delivered, by\nRead, J.\nThe plaintiff is the owner of a very valuable tract of land of about three hundred and fifty acres, of which two hundred and fifty-five acres one hundred and fifty perches are coakland, having three veins, described respectively as the three feet, the twenty feet and the twenty-two and a half feet vein, and it was estimated to contain ten millions of tons of anthracite coal. It is situated at the lower end of the Wyoming Yalley, just above the Nanticoke dam, which was completed about 1833, and the towing-path was extended up the pool to a point near this property. Subsequently the canal was extended to the New York state line, opening up the coal region of- the Wyoming Yalley. The Lackawanna and Bloomsburg Railroad Company, incorporated in 1852, was completed in 1857, extending from Northumberland to Scranton, traversing the limestone and ore regions of Montour and Columbia counties, and running through the Wyoming coal-field for its entire distance. It passed, from necessity, through Mr. Harvey’s land, between the river and the mountain, which is very precipitous.\nThe present controversy arises out of the alleged damage occasioned to his land by the construction of this railroad. The canal was extended to the upper coal region, without any complaint on the part of Mr. Harvey, although to a certain extent it might be supposed to interfere with the monopoly of the canal navigation practically possessed by him before the extension was effected. But it seems now to be claimed as a ground of damage against the railroad company, that it has brought other owners of coal property into competition. The continuation and extension of railroad facilities is a positive benefit, for it creates a large and steady market for the article in which he deals, and he still possesses both by land and water the actual advantages of a shorter transportation, and of course of a diminished expenditure upon the product of his land. Besides, the continuation of a railroad beyond your door, can never be claimed as an item of damage in passing through your property.\nThe rule for estimating damages was distinctly laid down by Judge Gibson, forty-three years ago, in The Schuykill Navigation Company v. Thoburn, 7 S. & R. 411, in this emphatic language: “ The jury are to consider the matter just as if they were called on to value the injury at the moment when compensation could first be demanded. They are to value the injury to the property without reference to the person of the owner, or the actual state of his business; and in doing that the only safe rule is, to inquire what would the property, unaffected by the obstruction, have sold for at the time the injury was committed ? What would it have sold for as affected by the injury ? The difference is the true measure of compensation.” The rule was laid down again in the same words by Judge Rogers in The Schuykill Navigation Company v. Farr, 4 W. & S. 375, twenty years afterwards, accompanied with strong cautions against allowing it to be infringed upon by introducing irrelevant matters, not to ascertain but to enhance the price of the property beyond its actual value. In the matter of Furman Street, 17 Wendell 649, Mr. Justice Bronson has made some very striking observations which bear on the case under consideration. An individual, by the opening of the street in the rear of his lot, had it cut down about forty-five feet, and he estimated his damages by the cost of a wall necessary to support the soil of his ground at the same height as before, he using it as an ornamental garden attached to his dwelling.\n“In a case like this,” says the learned judge, “the proper mode of adjusting the question of damages is, to inquire what is the present value of the land, and what will it be worth when the contemplated work is completed. In deciding these questions, neither the purpose to which the property is how applied, nor the intention of the owner in relation to its future enjoyment, can be matters of much importance. In both cases, the proper inquiry is, what is the value of the property for the most advantageous uses to which it may be applied ? If a man suffer his land to lie open and unimproved, that will not authorize the commissioners to say it is- worthless. They must award what the land would be worth in the hands of another who would cultivate or improve it, that is its value to the owner because he can procure that sum of money for it; and in estimating the probable influence of any public improvement upon the value of land, the commissioners should not regard so much the intention of the owner in relation to the future use, as they should the purpose to which the property may be applied in the hands of one who is disposed to make it yield the greatest income. What price will it bring in the market ? . That is the proper inquiry in a proceeding of this kind. As between individuals the owner may demand any price however exorbitant for his property, but when it is taken for public purposes he can only demand its real value. That value cannot depend in any degree on his own will.” “ The appellant is no doubt averse to a change in the use of his grounds on Furman street, from horticultural to commercial purposes, and he prefers to retain instead of parting with his property ; hut these considerations can have no just influence, as between him and the public. There can be no other practical guide for the commissioners than the intrinsic value of the lands, and that value depends on the uses to which it may be applied, or the price which it will bring in the market. The appellant may build a wall and continue the enjoyment of his garden, but upon no legal principle can he charge the expense to the public, if, by adopting another course, he 'might avoid the necessity of incurring it. If, in truth, this lot will be more valuable after the street is opened than it is at present, what might be the effect of adopting the rule insisted on by the appellant ? After receiving four or five thousand dollars to pay the expense of erecting a wall, he may change his purpose and either apply his land to commercial uses or sell it to some one else, who will do so.”\nThis mode of estimating the damages of Mr. Harvey has been distinctly stated by the court, and all other instructions are in fact simply subsidiary to this view.\nThe first eight assignments of error are to the rejection of evidence which, if admitted, could not in any manner have affected the question of the value of the land either before or after its taking by the company. There is no error in the instruction objected to in the 9th assignment of error, nor in the subsequent nine assignments, which principally proceed upon a wrong apprehension of the law of the case. A state road was laid out through Mr. Harvey’s land, and for his own convenience he carried from his mine five iron tramways diagonally across this road to the canal bank or pool, down which his cars, loaded with coal, descended by their own gravity. The railroad company occupied this public highway with their railway, took up the five tramways, and gave Mr. Harvey two crossings in place of them. Eor this alleged injury is his real claim for damages. His being the owner of the soil does not give him any more right over the highway, or the passage along or over it, than any other individual.\nThe answer to this is, that these tramways were nuisances, illegally placed there by the plaintiff, and were therefore properly removed. Any act by which a public highway is in a perceptible manner obstructed, is a nuisance. In The King v. Morris, 1 Barn. & Ad. 441, it was held that a railroad from a colliery to a seaport town laid upon a turnpike road was a nuisance, and the same doctrine was held in Reg. v. Train and others, 8 Jurist 1151, where a tramway was laid on a public highway and used for the transportation of passengers in cars. In the last case, Crompton, Justice, said, “ He contends that it is a question for the jury, whether what was done was not a reasonable and convenient arrangement of the highway, for the convenience of the public generally, using that highway, and for the accommodation of the traflic passing over it.” “ He is thus, it seems to me, driven, in order to avoid any conflict with the class of cases to which I have referred, to confine his proposition to cases where the arrangement is for the benefit of the public using the highway and for the accommodation of the traffic passing over it. Now, it appears to me that admitting the proposition to be true, his case is not brought within its terms, inasmuch as this is clearly not a dealing with or any alteration of the highway in an ordinary manner, such as the construction of a footpath, a paved crossing, or the like. Cases might be put, where even such a dealing with a highway, however necessary and advantageous to a portion of the public, would be so complete an obstruction to the remainder of the highway as to amount to a nuisance; but admitting, as I have already said, the position to be true, it appears to me that the present case is not brought within it, inasmuch as, being so far from an ordinary use of the highway, what is here complained of amounts to an actual withdrawal of a portion of it from its proper legitimate purposes.” “I think therefore, that the principle laid down in Reg. v. The Longton Gas Company, 6 Jur. N. S. 601, applies, and that the legal carrying out of such a scheme as the present can only be effected by Act of Parliament.” And this undoubtedly is the law of Pennsylvania. In the next case of Reg. v. The United Kingdom Electric Telegraph Company, Id. 1153, the same court held that the post of a telegraph erected on a highway and placed there without lawful authority, is an unlawful act and amounts to a nuisance at common law.\nIt is clear, therefore, that the placing of these five diagonal tramways across the state road was an unlawful act, and amounted to a nuisance, which the defendants were entirely justified in abating, and that therefore no damages can be claimed by the plaintiff, and this virtually disposes of these assignment of error.\nThere is nothing in the 19th assignment of error; for the finding of the jury of the different portions of the damages closing with a gross result, was strictly legal, and enabled the court to judge definitely of its correctness.'\nJudgment affirmed."}