{"id": "485594", "contents": "The opinion of the court was delivered, by\nThompson, J.\nThe learned judge below did no more than express the opinion of the court on the evidence, that Ditmars had collected the money sued for in his official capacity; and, after recapitulating the testimony applicable to that point, the sole question in the case, referred it to the jury by saying: “ if you are satisfied of this fact, then -it follows, that the bail is liable, although no suit was brought on the note.” It is not error upon the part of the court to express an opinion merely upon the facts of the case, if they áre properly referred to the jury. It is often very proper to do so. It aids the jury and subserves the ends of justice. Care must always be taken, however, not to infringe the province of the jury, so as to relieve them from the full responsibility of pronouncing an intelligent judgment upon them for themselves. These precautions were not trespassed upon in this case by the learned judge, and the jury found that the collection of the money was by the justice in his official capacity. This finding, therefore, brought the defendants exactly within the terms of their statutory obligations. It is not requisite that money be collected by a justice by process. If he receives it without suit, the claim having been left with him for collection as a magistrate, the bail will be liable for its non-payment: Commonwealth v. Kendig, 2 Barr 448. These views sufficiently answer all the assignments of error, and we need not enlarge.\nIt is true that the first and -second assignments were not according to the rules of court, 6 Harris 577, but we have overlooked the defects in this case, as we have done in numerous instances lately; but should the objection for the defect, in not repeating the point, if the answer to it be the error complained of, be insisted on, we should be obliged, in justice to those who are accurate themselves, and in vindication of our rules, to hold such defective assignments as nullities. It would be well for the profession to be careful on this point. These remarks are applicable to the very general neglect of the profession to observe the rules referred .to, and not especially elicited by the objection made in this case.\nJudgment affirmed.\nA ©new, J., was absent at Nisi Prius when this case was argued,’"}