{"id": "485539", "contents": "The opinion of the court was delivered, by\nStrong, J.\nIt matters not to a decision of this case, whether Mrs. Eelty took an estate in fee, in the house and lot, under the will of her first husband, or only an estate for life with a power to dispose of the property by will, for if it was the latter, the power was well executed. It is true her will does not expressly refer to the will of her husband, nor to the power given by it, but it refers to the estate over which the right to exercise the power was conferred. She died seised of no other real estate upon which her will could operate, either as a devise or an appointment. If, then, she had but a life estate, with a power of appointment by deed or will, the direction to her executor to sell the house and lot must fail, if it does not take effect as an execution of the power. But a will is always to be so construed, that it shall take effect in all its parts, if possible. It is always presumed, that a testator intends to insure to his devisee the thing devised. Hence the general rule, that if he has only a power, and not a devisable estate, his devise shall be considered an execution of the power, though it be not referred to in the words by which the gift is made. It is said, indeed, that ther? must be an intention to execute the power, but the existence of such an intention is inferred from the gift of property which the ^testator was incapable of giving, except in execution of the power. Now, the case stated finds, that the house and lot came to the testatrix under the will of her husband, either in fee or for life, with a power of disposition by will, and that she had no other real estate, or power to devise any other real estate. Her will then refers directly to the subject over which she had the power. Her intent that the property should go to the vendee of her executors is plain, and, therefore, her intent to execute the power, of whieh she was a donee, is equally plain, if its execution was necessary to give effect to her principal intent.\nThe marriage contract of Mrs. Felty with her second husband has no effect upon the case. If she took but a life estate under the will of her first husband, the second could have no interest in the property after her death; and, even if she took a fee, the second husband is estopped from asserting any claim.\nIt -remains only to add, that the administrator with the will of Mrs. Felty annexed had the same power to sell the house and lot which the executors named would have had, if they had not renounced. The executors were not made testamentary trustees of the property. They were directed to sell for distribution. Their duties and powers were official, by virtue of their office. When they renounced, their duties and powers devolved upon the administrator with the will annexed, by virtue of the 3d section of the Act of March 12th 1800, continued in force by the Act of 20th February 1834. See Meredith’s Estate, 1 Parsons 433.\nIt follows, that the deed offered to the defendants below conveys a good title when delivered, and the judgment was therefor» right.\nJudgment affirmed."}