{"id": "485519", "contents": "The opinion of the court was delivered, by\nStrong, J.\nThe order of the court prescribing the notice to be given of the time and place of meeting of the commissioners, required it to be given “ three weeks before the time of meeting.” It had reference not to the number of insertions in the newspapers of the county, nor to any intervals between insertions. Its plain purpose was to give to all persons interested in the proposed division of the township, a defined period, before the action of the commissioners, to prepare for their meeting. This period was fixed at three weeks. The mode of giving notice was also directed, but not in such a way as to shorten the defined period. The question presented then is, whether a notice given only nineteen or twenty days at most, was a compliance with the order of the court. And clearly it was not. The order was not for notice “during three successive weeks,” nor “by a given number of insertions in newspapers in successive weeks,” but it required a certain duration of time before the time of meeting. It is easy to conceive how the difference may have been important. It may well have been intended to enable absent inhabitants of the township to return in season to interpose objections to the proposed division, while the commissioners were upon the. ground. It may have been to give full time for the collection of evidence to show that the proposed division was, or was not, advisable. Whatever the reason for making the order was, until it was complied with the commissioners were not authorized to act. We cannot hold that parts of three weeks are the same thing, or substantially the same thing as three weeks, and consequently the failure to give three full weeks’ notice was fatal to the report. See Early v. Homans, 16 How. 610.\nIt is urged by the appellees that the court below is the best judge of its own rules, and that as that court has decided that a notice of nineteen days was a compliance with its order to give three weeks notice, we should not interfere. It is true that great respect is due to the construction given by a subordinate court to its rules of practice. This order, however, can hardly be called a rule of practice. If it could, it has never been understood that the decision of the lower court in such a case, is conclusive upon us. The contrary has more than once been declared. And when rights of parties rest upon the observance of court rules and orders, as they do in this case, there is every reason why we should hold the court to them. This is especially true -when the rules affect the public, where a new political division of the state is projected. We feel constrained, therefore, to reverse the order of the Quarter Sessions for the reason that the commissioners were not empowered to act until after three full weeks’ notice of the time and place of their meeting had been given.\nThe second assignment of error it is not important now to consider. But as the case goes back, probably for a new commission, we will say that by the Act of 14th of March 1857, it is made the duty of the court to order an election when a return has been made favourable to a division of a township. The court cannot confirm such a return absolutely, though they may pass upon, and sustain or dismiss exceptions, before referring the matter to a popular vote. The discretion of the court has been transferred to the people.\nThe order of the Court of Quarter Sessions is reversed, and the record is remitted.\nAgnew, J., was absent at Nisi Prius when this case was argued."}