{"id": "485554", "contents": "The opinion of the court was delivered, by\nThompson, J.\nThis was an issue to try how much, if anything, was due on three several judgments, assigned to the plaintiffs below and defendants in error, against the defendants below and plaintiffs in error. There were no pleadings in the case, but this was no reason for going into the question of unliquidated damages for breaches of contract between the parties. The issue was not broad enough for that. The question was simply one of liquidation, and not one admitting of a general defence. This is enough, we think, to say, in relation to the claim for. unliquidated damages set up by the plaintiffs.\nEvidently, no such thing was contemplated when the issue was ordered. Accounts current had been furnished to the defendants by the plaintiffs, regularly embracing their entire claim ; but in none of them is there any charge or claim for damages. In lieu of this, there are charges of two-and-a-half per cent, commissions for advances for six months, and this is based upon an alleged failure on part of the defendants to furnish iron to be sold on commission, to meet the notes given by the plaintiffs as collateral to the judgments. The defendants object to this as usurious, and we think it is: Large v. Passmore, 5 S. & R. 51. The judgments which the plaintiffs received by assignment, and which they undertook to pay and did pay, bore interest, and this was all. the interest they could recover. They had commissions on sales of iron and guaranties ; this was a proper charge in the accounts current, but the two-and-a-half per cent, for advances was not. It is true there was evidence of a promise to allow these commissions, but as they are usurious the agreement cannot be enforced. If the defendants chose to fly from their promise in this respect, the law permits them to do so. It is a matter entirely within the cognisance of their own consciences. The judgment must be reversed for the reasons suggested above, and the case sent back for a new trial.\nJudgment reversed, and a venire de novo awarded."}