{"id": "485557", "contents": "The opinion of the court was delivered, by\nAgnew, J.\nThe report of the viewers in this case was filed and confirmed nisi at August sessions of 1862. Exceptions to the report were filed August 30th 1862. Pending these exceptions a petition for a review was filed, and the reviewers ap'pointed on the 3d of November 1862, in term time. The next regular sessions were held at January Term 1863. At an adjourned session on the 3d of March 1863, the exceptions to the report of viewers were dismissed, and the report confirmed by the court.\nIt was not until after this time that the order for the review granted in November 1862, was taken out, the January sessions having intervened, and returned and filed at April sessions 1863. Exceptions to the report of the reviewers were filed, the first being “ that the review was had under an order of gourt which had expired.” The court sustained this exception, and set aside the report. This is the only error assigned.\nThe court was plainly right. The petitioners for the review had, under the provisions of the Act of 2d March 1861, until the third day of the next regular term of the court, after the final disposition of such exceptions by the court, to make their application : P. L. 186, p. 84. It was in their power to have waited until Wednesday of April Term 1863 before filing the petition, or if they filed the petition pending the exceptions, to have waited to ask the appointment of reviewers until the exceptions were disposed of, or if by inadvertence they had procured the appointment to be made during the pendency of the exceptions, it was in their power to have asked the court to renew the order at the proper time. They did none of these, but after the next regular sessions of the court had intervened, they came by their attorney into the clerk’s office and took out the order granted on the 3d of November 1862, and procured it to be acted upon, and a report made upon it at April Term 1863.\nThe 1st section of the Act of 13th June 1836 requires the appointment of viewers to view and make report at the next term; and the 3d section requires the viewers to make report at the next term. In the 25th section, providing for reviews and reviewers, no change is made in this duty, the authority given being to direct a second view or review, leaving them to be governed by the provisions already made in respect to the first view. This point is fully settled by the case of the Bridge over Smith-field Creek, 6 Whart. 363. The 35th section directs in cases of bridges, “ a view in the manner provided for in the case of roads.” In that case it was held that the reference governed not only the mode of appointment of the viewers, but the time of view and making return, and that therefore the report must be made at the next term. The reason given was that it would be inconvenient to suffer the view, &c., to be ad libitum. The same reason is applicable to reviews of roads. The entire absence of regulation of the appointment of reviewers, review, and report, makes it manifest the legislature intended reviews to be subject to the same rules which regulate views, with the proviso stated as to when application should be made.\nThe Frankstown Township Road Case, in 2 Casey 472, therefore governs this. It was there held that it was error in the court to award a view, returnable to any more distant term than the next term, or to confirm a report made in pursuance of an order abandoned or not followed up as the statute prescribes.\nIf the court could not at November Term order a view returnable at April Term, thus skipping over January sessions, it is clear that an order in November which expired in January, could not be resuscitated by the act of the party in going to the clerk’s office and taking out the order in March. The court should have been asked to continue or renew the order.\nThe order of the Court of Quarter Sessions is therefore affirmed."}