{"id": "485500", "contents": "The opinion of the court was delivered, by\nA&new, J.\nThe obscurity of the offer of evidence rejected by the court below, which forms the only ground of error assigned, makes it necessary to ascertain, whether the matters offered in evidence raise the real question before the court.\nEvidence consists not only of the facts proven, but also of all the just inferences derivable from them. In making an offer of evidence, it is certainly not necessary to state all the legal consequences which plainly flow from the facts offered to be proved; a court will take notice of them.\nI shall state the matters contained in the offer, without following the order of it. They are these: That Ann Albright, then Ann Leber, in 1844, executed a deed to John- Gross, for a tract of land in trust for herself, “ to manage and conduct (as we find by referring to the deed offered) said estate to the best advantage, for the benefit of said Ann Leber, and out of the yearly income of said property, pay taxes, repairs, and other necessary expenses, and the balance remaining to be paid over to her for her sole and separate use; and further, in trust, that if in case the said Ann Leber should marry and again become a widow, to re-convey the aforesaid described premises to her, if requested by her.”\nThat John Gross died in 1847, and letters of administration were granted to the defendants; but that they did not become trustees in room of John Gross; and, that John W. Gross, the trustee who succeeded John Gross, the deceased trustee, was not appointed until 1852, after delivery of the bond. That, at the time of giving the bond, the defendants were not trustees of Ann Albright, and she was not present, had no knowledge of the transaction, and gave no consent to it: that, when the defendants gave the bond, they were not themselves indebted to Ann Albright, and that, in giving it, they acted under a mistake, in supposing they were trustees because they were administrators, when in fact they were not so. The deed which is a part of the offer contains no authority to the trustee, John Gross, to apply the avails of the trust to the payment of Ann Albright’s debts, and a part of the offer is, that she was not privy to the bond and gave no consent. Now, from the evidence offered, it plainly appears that the defendants gave their bond for a debt, which their intestate did not owe, and was not authorized to pay; and they wrere not trustees in law or in fact; and were not authorized to pay Ann Albright’s debt, and did not owe the debt themselves; and they aver that, in giving the bond, they did so in mistake of their rights.\nThis, therefóre, is plainly the point raised by the offer, and the question is, whether equity will relieve against such a mistake.\nClearly it will. It is not a voluntary bond or a bond given for the benefit of another, intending it so to be; but one given in a double mistake of the duty to pay, and the authority to undertake as trustees. The mistake was not one of mere law, but of fact as well as law. It is precisely that kind of case referred to by Story in his Equity Jurisprudence, Vol. I., §§ 120, 130, which he says “ seems to involve in some measure a mistake of fact arising from a mistake of law,” and makes it an exception to the undeniable rule, that equity cannot relieve in cases of mere ignorance or mistake of law. That rule is the well-settled law of this state: Rankin v. Mortimere, 7 Watts 372; McAninch v. Laughlin, 1 Harris 371. But in the cases in which the doctrine prevails, that ignorance of the law will not avail as a defence; it has been where the party has acted upon misconception of some legal effect, which he supposed would follow, or some legal right which he supposed he had or had not. In each case he intended to act in his own personal and individual capacity, and the mistake was only collateral to the direct act. But here the parties acted in the capacity of trustees, for so the bond expressly states, and they bind themselves as such, and it is declared on as a bond of trustees. No duty lay on John Gross to pay Ann Albright’s debt, and none lay upon them as his administrators. They were not trustees in fact, and were not in law. They wholly misconceived thé attitude in which they were placed, and the character which they bore. It was a mistake of the facts of their position, arising, it is true, out of misconception of their legal relation. It resembles much in principle Heacock v. Ely, 2 Harris 540. There a conveyance was made for the use of a married woman, who executed alone the bond and mortgage for the purchase-money. The bond and mortgage being void, it was held, that equity would rescind the conveyance held in trust for her. It is very clear, that the conveyance was founded in a mistake of the law, as to the power of a married woman to bind herself by bond and mortgage, yet it led to a mistake of her capacity as of a feme sole, and caused a conveyance to be made, which otherwise would not have been. So, here, the defendants bound themselves as trustees. They intended to bind the trust and not themselves : they mistook their capacity.\nIt is true a designation appended to a promissor’s name may be treated as a surplusage in pleading, and a recovery had against him. But that is not the point here ; it is not that the instrument may not be declared on personally; but here the point is, a mistake in the concoction of it.\nIn 1 Parsons on Contracts 363^ it is said: “ the assumption of a supposed liability or danger which has no foundation in law or fact', is not a valuable or sufficient consideration: where one through mistake of law acknowledges himself under an obligation, which the law does not impose, he is not bound by such promise.” The cases cited in support of this position, I find as follows: Cabot v. Haskins, 3 Pick. 83, was a case where the defendants, under a belief that the United States had a priority of claim on certain property they had assigned and wished to get back, in order to quiet the fears of the assignee, as to the claim of the United States, promised to pay him $1000 as an equivalent. It being held by the court, that the claim of the United States applied only to cases of bankruptcy and insolvency, the promise was decided to be founded on a mere ideal liability, and therefore not binding.\nIn Warder v. Tucker, 7 Mass. 449, an endorsee of a bill had no legal notice of protest, but promised payment. Held, that where one, through mistake of the law, acknowledges himself to be under an obligation, the law does not impose on him; his promise is without consideration, and not binding. To the same effect are Freeman v. Boynton, 7 Mass. 483, and May v. Coffin, 4 Id. 341.\nWhile affirming the doctrine of Rankin v. Mortimer, 7 Watts 372, and McAninch v. Laughlin, 1 Harris 371, that a mistake in law is not a ground of relief, we think the offer does not fall within the principle as correctly understood, but that the mistake was of fact superinduced by mistake of law, as to the capacity and duty of the defendants as trustees, and is therefore relievable against.\nThe evidence ought to have been received, in order that the defendants might have had an opportunity of showing that the bond was given under a total misapprehension of their power and duty, without intending to create a personal obligation or voluntary assumption of the liability;\nWe have not referred to the auditor’s report as part of the offer, for the manifest reason that the decision before him was not upon the matters litigated in this case. There the point was whether the bond was entitled to a share of the trust estate: here it is whether the bond is valid against the obligors as a personal liability.\nThe judgment is reversed, and a venire facias de nove is awarded.\nWoodward, C. J., was absent.\nStrong, J., dissented."}