{"id": "485565", "contents": "The opinion of the court was delivered, by\nStrong, J.\nThe note upon which this suit was brought, was given to secure a part of the unpaid purchase-money of a quantity of white pine logs, which the plaintiff below had agreed to sell to the defendant, and to deliver to him at the Susquehanna boom. The agreement was made on the 6th day of November 1858, and by it the plaintiff hound himself to sell to the defendant four million feet of merchantable white pine saw-logs, and to drive them into the Susquehanna boom, as early in the spring of 1859 as the stage of the Avater would permit. By the same agreement the defendant undertook to pay for the logs at the rate of $4.37! Per thousand feet, board measure, a part in hand, another part on the 1st of March 1859, and another part on the 1st of April 1859. It was agreed the remainder of the purchase-money should be paid as follows: — “ As soon as logs enough should be rafted out of the Susquehanna boom to balance the advances made, the remainder should be paid for as fast as they might be rafted out of said boom and scaled” (viz., measured). The purchaser was to send a man to the region where the logs were to be gathered, to determine what logs were merchantable, and to scale them, and it was agreed, that when thus scaled and delivered on the bank of the Meshannon creek, they should be the property of the defendant, though the plaintiff was afterwards to drive them to the boom. The scaling in the woods was doubtless to be made for the purpose of transmission of the property, though payment of the full purchase-money was not to be made until the logs were rafted out of the boom and scaled there, as all logs rafted out must be under the 10th section of the Act of Assembly of March 26th 1846. P. L. 192.\nThe logs were started on the drive in the spring of 1859, and on the 22d of March of that year the defendant made a payment on the contract in addition to those he had previously made, and gave his two notes, of which that in suit is one, dated April 1st 1859, payable in three and four months. The logs had not then been rafted out of the boom, and had not even arrived there. When the notes were given, the plaintiff gave to the defendant a receipt for them and the payment made, acknowledging them to be in full for thirty-eight hundred thousand feet, board measure, of white pine logs, sold by him to the defendant, “ to be scaled and delivered to him at the Susquehanna boom, guaranteeing the quantity above stated to hold out, and in case the quantity falls short, the deficiency to be deducted from the said notes.” It is plain that the receipt was not intended to be, and that in fact it was not, any alteration of the first contract. Taking the papers together, it is evident the quantity of lumber delivered was to be ascertained, when the logs should be rafted out of the boom and scaled there. Whether the whole or any part of the sums named in the two notes was to be paid, was to be determined by a scaling to be made at the boom, and, as the original agreement stipulated, when the logs should be rafted out. The contract was necessarily made in reference to the law, and as the Act of Assembly, already referred to, required all logs rafted out of the boom to be measured by a person appointed for the purpose by the Court of Common Pleas of Lycoming county, the measurement of that officer, in the absence of any other provision, was the agreed rule by which the quantity was to be determined. And were this not so, it is certain that, by the contract of the parties, a scaling or measurement at the boom was provided for. Until it was made there the plaintiff was not entitled to payment for the logs, except so far as instalments were stipulated for at the designated times. The amount due upon the two notes, if any, was made dependent upon a scaling to be made after the notes were given, after the logs had started on their drive from Moshannon creek, and to be made at the boom. But no other measurement was made after the notes were given than the one made by the appointed boom measurer. Neither of the parties made any attempt to have any other measurement made. Thus they showed their own understanding of the contract. On the trial the scaling or measurement of the boom measurer, at the boom, was given in evidence, and it appeared from it that there was a deficiency of nearly a million feet in the quantity scaled and delivered. If this measurement was correct, the consideration for the note in suit had entirely failed. The plaintiff had therefore no caso, unless he could show either fraud or mistake in this measurement. Fraud was not pretended, nor was there the slightest evidence of it, but an attempt was made to show mistake. Of course nothing less than clear evidence of mistake would answer. When parties have appointed an arbiter to measure the quantity of merchandise agreed to be sold, and have contracted that payment shall be made according to such measurement, they are bound by it. In the absence of fraud, every presumption is in favour of its accuracy. It is not to be set aside by any evidence that is not plainly inconsistent with its accuracy, for it has been made the evidence, the exclusive evidence, by the agreement of reference. The court below recognised this reasonable rule, and instructed the jury, that the quantity of logs as ascertained by the duly authorized scaler at the boom, was conclusive upon the parties to this suit in the absence of evidence of clear mistake or fraud; but they should have gone further. On the evidence given, it should not have been submitted to the jury to find a mistake in the measurement. There was no direct evidence of mistake, and nothing from which it could clearly be inferred. No other measurement was made at the boom where the logs were to be delivered and measured. None was made elsewhere. On Meshannon creek many miles above the boom, a portion of the plaintiff’s logs had been scaled before the drive started, and before the logs were in the water, but not more than from sixteen hundred thousand to two millions of feet. It is true some witnesses estimated the quantity of logs there to contain three million eight hundred thousand feet, but they made no measurement. They judged from the representations of others, and from the general appearance of the logs. Their estimate is not to be weighed against an actual measurement, made at an appointed place, and by an appointed scaler. It was for the purpose of excluding such evidence of quantity, that the parties fixed a mode of determination. To admit it now as evidence, of the quantity of logs actually measured and delivered, would be to authorize a change of the contract. Mistake is not to be shown by conjecture. We think, therefore, the court erred in not affirming the whole of the defendant’s proposition, and charging the jury that there was no evidence of clear mistake or fraud in the measurement made by the scaler at the boom.\nThe second assignment of error is not sustained. The offer of the defendant to show the insolvency of Bilger, rejected by the court, was made in misapprehension of the purpose for which Judge Hale’s deposition had been given in evidence. That had been admitted to show an implied concession by the defendant that the stipulated quantity of logs had been delivered. Of that it was indeed very slight evidence. But the question, whether the party to whose use the suit was brought had been injured by what took place between Judge Hale and the defendant, was quite irrelevant to any matter in controversy on the trial.\nJudgment reversed, and a venire de novo awarded.\nWoodward, C. J., was at Nisi Prius, when this case was argued."}