{"id": "485514", "contents": "The opinion of the court was delivered, by\nStrong, J.\nIt was a radical error in this case to treat the judgment obtained in the scire facias upon the mortgage given to the Falls of Schuylkill Building and Savings Fund Association, as not conclusive upon the mortgagee, upon Persch, the terre-tenant, and upon the mortgagees of the terre-tenant. Persch himself had an opportunity of contesting the first mortgage. On the 17th of January 1868, he was let into a defence, tííe case was tried as between him and the assignee of the mortgagee upon the issues formed between them, and a verdict was returned on the 16th of April 1863, for $2306, as the amount then due on the mortgage. Upon this verdict judgment was entered, without objection, on the 19th of May following. This closed the month of the terre-tenant. He was no longer at liberty to deny that the amount of the verdict was due upon the mortgage.\nWhatever credits might have been claimed at the trial were as to him credits no longer. Nor were his mortgagees in any better condition. His mortgage to the Accommodation Saving and Building Association was made on the 20th of April 1863, after the verdict had been recovered against him in the issue formed to try what sum was due on this first mortgage. True, the judgment on the verdict was not entered until afterwards, but there was then lis pendens. The mortgagees of the terre-tenant held his interest, no more. It would be most extraordinary if they are not concluded by the judgment against him in the scire facias. If not, if, after a verdict in a scire facias on a mortgage, the mortgagor or his terre-tenant can, before judgment, open the whole matter again by making a conveyance, or a new mortgage, there may be no end to such a judicial proceeding. The law is not so. The Accommodation Saving and Building Association having taken their mortgage pendente lite, are concluded by the proceedings then pending on the prior mortgage. The judgment entered on the 19th of May 1863, ivas therefore binding upon them. This disposes of the case. What their rights may be as against the holder of the stock originally given as a collateral to the first mortgage, and afterwards assigned, or whether they have any, are questions foreign to this record. The appellant, as the assignee of the first mortgage given to the Falls of Schuylkill Building and Saving Fund Association, is entitled to take out of court the sum adjudged to him in the issue to which Persch was a party.\nThe decree of the District Court is reversed, and it is decreed that the appellant, Christian Schnopf, be allowed to take out of court the sum of $2347.50; and there is decreed to the Accommodation Saving Fund and Building Association, No. 3, the sum of $1280.05; and the remainder of the decree of the District Court is affirmed. And it is further ordered that the costs of this appeal be paid by the Accommodation Saving Fund and Building Association, No. 3.\nWoodward, C. J., was absent at Nisi Prius, when this case was argued."}