{"id": "485533", "contents": "The opinion of the court was delivered, by\nThompson, J.\nThe peculiar road laws of Erie county give rise to the question before us on this certiorari. The system was adopted in that county in 1846, and by it the duty of laying out, opening, and repairing roads was transferred from the Quarter Sessions and supervisors, to a board of road commissioners in each township. When disputes arise as to the location or alteration of a road, or the damage incident thereto, they are triable before a magistrate and six jurors, from whose decision there is no appeal, the supervisory control of the courts extending no farther than to test the validity of the proceedings in the peculiar domestic tribunal, by the Act of Assembly which provides for its creation and guidance.\nOwing to the imperfect wording of the original Act of 1846, difficulties arose about the selection of jurors. The road commissioners in some parts of the county, at least, if not in all, contended, that they had a right to set aside by peremptory challenges four out of the six jurors summoned by the justice, and to supply their places by arbitrary nominations of others. The dispute upon these points was brought to the notice of this court, in Zimmerly v. The Road Commissioners of Mill Creek Township, Erie county, 1 Casey 134, which was a case instituted to assess damages, as is the one now before us, and it was determined that the commissioners could not challenge peremptorily, but only “for interest or other cause,” in the words of the Act of Assembly; and had not the right to substitute the names of others for those challenged.\nIn this way the law stood till 1857, when the proviso in the 9th section of the Act of 1846, on the subject of challenges of jurors, was repealed, and the following provision substituted: “ And it is hereby enacted, that the jurors summoned by the justice may be rejected by the road commissioners, or the person or persons by whom the suit is brought, up to the number of four, if they can show that the juror or jurors are interested in the event of the suit, hut not otherwise; the justice before whom suit is brought shall judge of the eligibility of the juror or jurors.”\nIt is very plain that the right of challenge is limited in this provision. Doubtless, it was thought, that as the Act of 1846 required the justice, in all cases of a jury, to summon “ six reputable disinterested citizens,” that a challenge on the ground of interest in such a panel was sufficient. So indeed, it might be, if the justice would always certainly come up to the requirements of the law. Here, however, the objection was not to interest in the two jurors challenged; it was propter affectum, or for a supposed bias, on account of having sat on and rendered a verdict in the same ease on a former trial which had been set aside.\nAn objection like this in a common law court would have been good undoubtedly. But this is a special tribunal, a sort of a pied poudre court, a neighbourhood forum emanating entirely from the legislative will; its machinery and scope springing exclusively from the same munificent source. As such a tribunal for such purposes is not objectionable on constitutional grounds, we are bound to abide the legislative will on the subject and follow its lead. A man cannot, according to the system, be a juror unless he is a disinterested citizen and reputable — that is, not infamous. This is to be the guide in summoning the jurors, and the justice performs the duty under the' obligation of his official oath. The act presuming that it will be well done, limits the challenge to “interest” and for “no other cause.”\nThe jurors here were not interested in the sense of the statute; and it was no violation of natural or constitutional law to- disregard the practice which prevails in the common law courts, and which would exclude, and by statute render them eligible in a special forum, as the act in question certainly does. We think, therefore, that the cause of challenge was not good. It does not necessarily follow according to this law, that because a juror has heard a case once, a bias is so fixed in his mind in favour of his former judgment, that it will control him notwithstanding new light may be shed upon the ground of controversy. This, to be sure, is the presumption of the common law, but the statute overturns it in this special case. We cannot disregard the express words of it, and without determining whether the justice’s judgment on the cause of challenge was final, we affirm the judgment. The legislature is alone competent to amend their own machinery. If it does not work well, there is the place to apply for its amendment or repeal. The above is the only question in the case.\nJudgment affirmed.\nAgnew, J., was absent at Nisi Prius when this case was argued."}