{"id": "485564", "contents": "The opinion of the court was delivered by\nWoodward, C. J.\nThis was an action of covenant upon amarine policy of insurance, issued 24th November 1860, for one year, upon the plaintiff’s interest, valued at $3000, in the brig John Welsh, valued at $12,000. The perils insured against were the seas, fires, pirates, rovers, assailing thieves, jettison, &c., and the language of the excepting clause in one of the provisoes was “ that the said company shall not be liable for any claim for or loss by seizure, capture, or detention, or the consequences of any attempt thereat.\"\nThe brig sailed from Philadelphia, in May 1861, to Trinidad de Cuba, and there took in a cargo of sugar and sailed thence for Falmouth, England. On the 6th July, being about two hundred and fifty miles from the Nantucket shoals, she was captured by a stranger vessel, which floated French colours when first seen, but which ran up the secession flag before the capture, and which proved to be the privateer Jeff Davis, cruising under letters of marque issued by authority of the so-called Confederate States. The Jeff Davis subsequently captured the Enchantress, and afterwards her crew were themselves captured and brought to Philadelphia, where, under the name of William Smith and ■others, they were indicted, tried and convicted, but not sentenced, for piracy, in the Circuit Court of the United States. Their offence was laid as committed against the Enchantress, not the John Welsh. By direction of the President of the United States they were subsequently exchanged with the Confederate States as prisoners of war.\nUpon this very brief statement of the leading facts of this case, the question arises whether the loss of the John Welsh is to be regarded as a piratical loss or a capture jure belli. The circumstances of her capture were fully detailed on Smith’s trial, and such acts of depredation and robbery were shown as would constitute the crime of piracy, unless the commission under which they were committed was such as to take away their piratical character. In passing upon this question we are authorized and requested by counsel on both sides to make use of the printed report of Smith’s trial, and of “the history of the times.” It appears from the evidence on Smith’s trial, that the Congress of the Confederate States had authorized the President of that so-called government to issue, to private armed vessels, letters of marque and general reprisal, and that in pursuance of such authority, commissions and instructions had been issued to the crew of the Jeff Davis, and that she was sailing under this authority when the John Welsh was captured. These instructions pointed to a war on the commerce of the United States alone, and enjoined the strictest regard to the rights of all neutral powers.\nA pirate is usually defined as Jiostis humani generis, but a more accurate description of the offence of piracy is that it is robbery or forcible depredation upon the sea, animo fur andi. It is usually contrasted with captures jure belli, as in the case of The United States v. Klintock, 5 Wheat. 150. The distinction between privateering and piracy is the distinction between captures jure belli under colour of governmental authority and for the benefit of' a political power organized as a government de jure or de facto, and mere robbery on the high seas committed from motives of personal gain, like theft or robbery on land. In the one instance the acts committed enure to the benefit of the commissioning power, and in the other to the benefit of the perpetrators merely. By the Constitution of the United States, Congress is authorized to define and punish piracies and felonies committed on the high seas, and several Acts of Congress have been passed upon the subject from 1790 down to 1861. See Brightly’s Digest of U. S. Statutes. Privateering, on the other hand, has in all our history been claimed and defended as lawful warfare on public enemies. It is the substitute for enormous naval establishments. It was largely practised in our revolutionary struggle, is expressly recognised in the Federal Constitution, and when the principal maritime powers of Europe declared at the Congress of Paris in 1856, that “privateering is and remains abolished,” we refused to accede to the declaration, and the state papers of the time, from the pens of General Cass, our minister to France, and of the late Judge Marcy,‘then secretary of state, contain the most unanswerable arguments against the surrender of our right of privateering. As late as the 3d March 1863, Congress authorized the President to issue letters of marque and reprisal “ in all domestic and foreign wars.”\nThus strongly is the distinction marked in our jurisprudence between piracy and privateering, and the question is to which of these heads this case belongs. If the Jeff Davis was not a privateer she was a pirate, and if she was a privateer she was made so by the commission she bore. The legal effect of that commission, therefore, must depend upon the status of the South-urn Confederacy. That it is a government de jure, no man who is faithful to the Constitution of the United States will for a moment contend. But is it not a government defacto ?\nI do not find this kind of government sharply defined in any writers on public law, but I suppose that any government, however violent and wrongful its origin, which is in the actual exercise of sovereignty over a territory and people'large enough for a nation, must be considered as a government de facto. Yattel tells us that any nation which governs itself under what form soever without any dependence on foreign power, is a sovereign state. And our American ideas will accept from foreign nations no other authentication of the right to rule, than the fact of ruling. General Jackson, in his message of December 1836, in setting forth the uniform policy and practice of this government to recognise the prevailing party-, in all foreign disputes, told Congress that “ all questions relative to the government of foreign nations, whether of the old or new world, have been treated by the United States as questions of fact only.” And this sentiment has been repeated numberless times in our state papers. There is no doubt, therefore, that the Federal Government is accustomed to concede, not only belligerent rights, but civil authority also, to governments defacto.\nNor does it appear that an interval of peace is essential to the constitution of a government defacto, as was argued. The time of recognising a new power is decided by each existing government for itself, and it may be delayed by the fact that the new power has had no peace, and a season of peace may be indispensable also to consolidate its administration ; but where, as here, the inquiry relates merely to the existence of the new power, it would be very difficult to say that it did not exist, because it did not exist in peace. To make war is one of the highest attributes of sovereignty, and quite as demonstrative evidence of vital existence as deeds of peace. The original thirteen states confederated in 1777, but did not achieve peace until 1783, and during those six years were in constant war, yet who doubts now— who ever did doubt — that in all that interval they were a government de facto ?\nThe “ history of the times” tells us how the so-called government of the Confederate States came into existence. Certain states having acceded to the Federal Union with other states under a constitution, perpetual and irrepealable, except by common consent, did in 1860 and 1861, without the consent of the other states, and in flagrant violation of the Federal compact, secede from that Federal Union and confederate together under the name of the Confederate States of America, and set up over themselves, in a written constitution, a general government, whose seat or capital is the city of Richmond, and whose asserted jurisdiction is co-extensive with the territories of the seceded states. I have never seen their constitution, but I understand it resembles our own in many points, and that it establishes all the departments and functionaries of a regular republican government. It is a very unquestionable part of the history of the times that this government has carried on war, offensive and defensive, for more than three years, and that its belligerent rights have been recognised by the principal states of Europe, though, as a civil power, it has not obtained recognition by any of the nations of the earth.\nNow, when we find such a government actually exercising sovereignty over a territory larger and a people more numerous than those of our original thirteen states, is it possible that, if the status of that government must be declared, anything less can be said of it than that it is a government de facto ?\nObvious as the answer to this question may seem to be, it encounters, nevertheless, this serious difficulty. If secession did not dissolve the Union, as to the seceded states, and place them beyond the pale of the Constitution, then they are still under the Constitution, which in its tenth article declares that “no state shall enter into any treaty, alliance, or confederation ; grant letters of marque and reprisal, coin money, emit bills of credit,” &c. &c. How can they be a de facto government any more than a government de jure under the Constitution of the United States ? How can two sovereignties co-exist for the samé purposes, any more than two magnitudes can occupy the same space at the same time ? The Federal Government and the state governments, both sovereign in their respective spheres, can co-exist over the same people, because governmental purposes and powers are divided between them, and so long as they exercise only the powers which they respectively-possess under the Constitution, they move in harmonious orbits. Thoughtless men sometimes allege that people cannot be subject to two sovereignties, and thence infer that state sovereignty is a doctrine subversive of the just authority of the Federal Government; but if they would look upon their children, who are subject to one sovereignty at home and to another in school, they would see the riddle solved, and would learn how governments, existing for different purposes and clothed with different powers, may both be sovereign to the extent of their respective powers and to the advantage of those who are subject to both jurisdictions. But the Confederate Government exists for the same purposes, within the seceded states, for which the Federal Government was established, and hence the inconsistency. The one must displace the other. If the Federal Government, who alone has power under our constitution to issue letters of marque and reprisal, still exists in the seceded states, however its functions may be hindered and suspended, I see not how the government of the Confederate States can have power to issue letters of marque and reprisal. It is a governmental power expressly lodged with the Federal Government, and unless secession has had the effect to withdraw it, there it exists still in all the plenitude and exclusiveness of the original grant.\nThe legal consequences of secession, in this particular, have not been distinctly and authoritatively declared. Sometimes secession is treated as a nullity, and the acts and ordinances of secession are ignored. According to this view the Southern States are still integral portions of the Federal Union, and all that has happened within them is mere insurrectionary resistance of the constitution and laws of the United States. If this be so, it must follow that the United States is the supreme government over the seceded territory, for its appropriate purposes, both de jure and de facto — its functions indeed temporarily suspended in certain districts, but its existence unimpaired. This view seems to me as fatal to the de facto pretensions of the Confederate States as to the rightfulness of their dominion. Assuredly they have no right to issue letters of marque and reprisal, if another government, clothed with the exclusive right, exists among them.\nThe other view of secession is that it was a revolution which took the seceded states entirely out of the Union, and made them, in respect to the Federal Government, foreign states. In the language of a distinguished Congressional leader, “ having organized a distinct and hostile government, they have by force of arms risen from the condition of insurgents to the position of an independent power defacto — the Constitution and Union are abrogated so far as they are concerned, and, as between two belligerents, they are under the laws of war and the laws of nations alone.”\nThese are the two views of secession on which the public men of the country divide, and between which some of them oscillate. Which shall the judicial mind adopt? I answer, that view, if it can be ascertained, which the political departments of the Federal Government have adopted. Not that the judiciary is ever, upon principle, to surrender its independence of judgment to the executive and legislative departments, but, since the foreign relations of the Federal Government are wholly intrusted to the President and Congress, the judiciary must accept them, just as they have been recognised and established by the President and Congress. It is only from the acts and declarations of these departments that we can know, judicially, what governments exist, and what rights we concede to them. This rule of decision was recognised by Ch. J. Marshall, in United States v. Palmer, 3 Wheat. 634, and in Foster v. Nielson, 2 Peters 307, and was very' distinctly reasserted by Mr. Justice Grier, in the Prize Cases, 2 Black 670.\nBut even upon this principle it would be very difficult so to generalize the various, discrepant, and sometimes inconsistent measures that have been taken against the rebellion as to enable us to declare whether the President and Congress regard the seceded states within or without the Union. Fortunately such a generalization is not necessary for the purposes of this particular case, because we have a fact here which is decisive of this case, however inconclusive it might prove in a larger application in connection with other facts. I allude to the fact' that, after the conviction of the crew of the Jeff Davis for piracy in a court of justice, the President interposed and restored them to the authorities of the Confederate States. The depredations upon the Enchantress, for which they were convicted of piracy, were the same in character and legal effect as those committed against the John Welsh. The capture of one vessel was no less piratical than the other. Guilty of piracy, the President might have pardoned them for reasons of state, but he did not — he treated them as public enemies, and thus, in this instance, recognised the belligerent rights of the power that sent them forth, and the validity of the commission under which they sailed. No declaration could be more emphatic that they were not pirates, and because it came from that department to whom it is our duty to look for a definition of our relations with all surrounding powers, whether friends or enemies, we accept it and follow it instead of the judicial proceeding which resulted in the conviction of piracy.\nI am very far from wishing to deduce too large inferences from this executive act, and am careful to make no general application of it. I would not infer from it alone, that the President meant to recognise the Southern Confederacy even as a government de facto, nor that he considered secession a revolution that placed the states outside of the Union, and I have no doubt that as a measure of policy it was dictated by motives of prudence and humanity ; but in its bearing upon this particular case I cannot doubt that it was a recognition of the authority under which the Jeff Davis sailed. If all other vessels sailing under the same authority should be considered piratical, nay, if this very cruiser should hereafter be so considered and treated, yet, for the time present, and as to the transaction now under investigation, I must regard the capture of the John Welsh as a capture jure belli and not piratical. That deference which is due to the constituted authorities of the country demands this conclusion. And the reasonings of the Supreme Court of the United States in the Prize Cases, 2 Black 670, of this court in Chester’s Case, 7 Wright 492, and of the Supreme Court of Massachusetts, in Dole v. The New England Ins. Co., MS., as well as the debates in the House of Lords upon the President’s proclamation of blockade of 19th April 1861, as given in the notes to Lawrence’s last edition of Wheaton’s International Law, pp. 248-255, all tend to support this conclusion.\nThat I may, if possible, preclude all misunderstanding, I repeat that I do not place this conclusion upon the evidence of the recognition by our government of the general belligerent rights of the Confederate States, much less upon my own private views of the effect of secession, which I have not undertaken to set forth in this opinion, nor upon those óf any member of this bench, but I place it upon the deliberate and well-considered act of the President in exchanging the crew of the Jeff Davis as prisoners of war — an act which, whatever its general effect, carries conviction to my judicial understanding that that crew must in this case be regarded as privateers and not as pirates, and hence that the loss of the John Welsh was a “capture” within the excepting clause of the policy, and not a loss by “pirates, rovers, and assailing thieves.”\nThe judgment is affirmed.\nThompson, J.\nI had prepared an opinion in this case coming to the same conclusion with the Chief Justice; but his opinion covers the whole ground taken by me, and his presentation is so much more satisfactory, that I forbear doing more than giving my concurrence in his opinion and his conclusions."}