{"id": "485543", "contents": "The opinion of the court was delivered, by\nRead, J.\nThe error really complained of is, the direction of the court to the jury to find for the 'defendant. Every question of fact was thus taken away from the jury, and unless the court were right on the point of law, the judgment must be reversed. The court held that the contract created no partnership between the parties, but simply a bailment, and that the relation was that of bailor and bailee. If, therefore, the New York firm, at the time of issuing the replevin, was entitled to the possession of the sides of hemlock sole-leather, the court were in error in saying the plaintiff could not recover. The contract was to return the leather made from the hides furnished in a reasonable time to Leupp & Co. The evidence on this point was, that the leather was finished and ready for delivery, but instead of sending in the usual and ordinary way to the Gouldsboro station, on the Delaware, Lackawanna, and Western Railroad by the plank-road, they were conveyed in an almost opposite direction, several miles through the woods, to the barn of Case, where the defendant, neither before nor since, ever stored any leather. It was placed in the barn, boarded up tightly and concealed from view. The evidence clearly shows it never was the intention of Gould to send this leather, according to contract, to New York, but to retain it and sell it, as he afterwards did, in another market, Philadelphia, as his own. He had no lien upon it, for by the terms of the contract, the payment for tanning and transportation was to be subsequent to the delivery. The court were therefore clearly in error in saying there was no evidence that the time was unreasonable; on the contrary, if the jury believed the evidence, Gould had by his own conduct put an end to all rights of possession over the property itself, and he could only look to the plaintiff personally for the future fulfilment of his part of the contract. The evidence relative to the alleged release is not sufficiently full to enable us to express a decided opinion upon its effects; and as we are not called upon to do so in the present aspect of the case, we decline giving any opinion upon it.\nJudgment reversed, and venire de novo awarded.\nAgnew, J., was absent at Nisi Prius when this case was argued."}