{"id": "485549", "contents": "The opinion of the court was delivered, by\nRead, J.\nOn the 29th October 1862, Christian Bomberger and John Harter entered into a written argreement, by which Bomberger agreed to pay to Harter the sum of $600, lawful money of the United States, conditioned that the said John Harter is to go as a substitute for the said Christian Bomberger, said sum of $600 to be paid the moment the said Harter is accepted as such substitute. On the same day Harter appeared before a justice of the peace of Lancaster county, and under oath declared that he had never been sworn into the military service of the United States, that he did not now owe such military service, and that he was willing to become a substitute for Christian Bomberger, who was drafted as a militiaman on the 23d October, A. D. 1862, from the township of Manheim, Lancaster county, Pennsylvania, and intended enlisting in Company A, One Hundred and Fifty-sixth Regiment, Board of Trade, Pennsylvania Volunteers. On the same day he was sworn into the military service of the United States for three years or during the war, as a substitute for Christian Bomberger, of Franklin township, Lancaster county, Pennsylvania, in Company A, Board of Trade Regiment, Pennsylvania Volunteers, by Lieutenant Martin of that company and regiment, and on the next day was mustered into the service of the United States for the term, and in the regiment above mentioned, at Philadelphia, by Captain Bache, the mustering officer. There can be no doubt that all this was done with the knowledge and approbation of Bomberger, who thought he would thus be exempted for three years. In the course of his service it would appear that Harter was severely wounded in the foot, and was seen in the hospital on crutches. The defendant refused to pay the $600, upon the ground that all this was done by him under a mistake of the law of his case, which was subsequently explained to him by a legal friend. It appears that under the call for'nine months’ men, Bomberger was duly enrolled among the citizens in Manheim township, liable to the draft made in October 1862. The quota of Manheim township was seventy-four, but the commissioners drew an excess in which Bomberger’s name was one hundred and seventeen. The exemptions were seventeen, which, being supplied out of the 'excess, reached only number ninety-one. Bomberger now alleged he was not liable to draft at all, because it was illegal to draw more than the actual quota of seventy-four, and that if he was liable, in any event, he was not actually drawn, and that his substitute went as a three years’ man, and not as a nine months’ militia man. All this may be true, and it may also be conceded that Bomberger acted under a mistake of the law, he supposing no doubt that the enlistment of three years saved him from a draft for that period. But whatever Harter did, was done at the request and solicitation of Bomberger, and with his full knowledge, he promising to pay him $600 when he was accepted by the United States. The whole difficulty has arisen from the anxiety of Bomberger to save himself, and having procured the enlistment of Harter for three years or the war, he now wishes to avoid the payment of the sum of money which he offered as the inducement for Harter to become a soldier, and expose himself to all the dangers and hardships of a military life.\nThe rule with regard to the sufficiency of the consideration has been well stated in Russell’s Chitty on Contracts, 6th ed., p. 27: “ It may arise either, 1st, by reason of a benefit resulting to the party promising, or to a third person by the act of the promissee; or 2dly, by reason of the latter sustaining any loss or inconvenience, or subjecting himself to any charge or obligation, however small the benefit, charge, or inconvenience may be: provided such act be performed, or such inconvenience or charge incurred with the consent, express or implied, of the promissor, or, in the language of pleading, at his request.”\nThere can be no doubt that this case is covered by the second branch of the proposition, and that the inconvenience and obligation incurred by the plaintiff were of the highest grade, involving the imminent danger of the loss of life itself. We think the learned judge erred in not entering judgment for the plaintiff.\nJudgment reversed, and judgment for the plaintiff on the verdict of the jury."}