{"id": "485589", "contents": "The opinion of the court was delivered, by\nA&new, J.\nThe first error assigned contains the simple proposition that a count in assumpsit may be joined with a count for a deceit. The fraud of the defendant, in obtaining the goods of Given & Brother from the carriers, 'by the deceitful and wrongful pretence of ownership, is the essential and distinct averment of the first count. The promise to pay to the carriers the price of the goods they had been compelled to pay Given & Brother, and the cost of carriage, is the equally clear foundation of the second count. The former could be tried upon the plea of not guilty, the latter only on that of non assumpsit. It is clear they could not he joined, and the court did not err in directing the latter to be stricken off.\nThat the same evidence will often support different forms of action there is no doubt, but cases which prove this cannot be resorted to, to prove the rightful joinder of inconsistent actions. The same evidence will often support trespass or case, deceit or trover, trover or replevin, assumpsit or debt, but it does not follow that you can join trespass and case, deceit and assumpsit, or trover and debt or replevin.\nEspecially was the court right in striking off the second count, after the appeal from the award of arbitrators: Winder v. Northampton Bank, 2 Barr 446. The power of amendment, wisely committed to the courts to prevent a failure of justice in many instances, has never been extended to the changing of forms of action, and there is no doubt the power- to this extent does not exist at common law, though judicial interpretation has engrafted it upon the supervisory power of the courts over appeals from justices of the peace, who are often wholly ignorant of the proper form of action to be stated on their docket.\nIt is a source of great regret to judges, that, after days spent in the trial, they are often compelled to say to a jury, they cannot decide the cause upon its merits, but the plaintiff must fail, because he has .misconceived his form of action. It is also often a cause of regret in the Supreme Court, that a case otherwise well tried must be reversed upon this technical ground. It would be a wise provision to confer the power of amendment over the form of action, with such an equitable control of the costs as would prevent injustice.\nThere was no error in the answer to the plaintiff’s point. The point lacked the essential element necessary to create liability for the fraud — the knowledge of the wrongful intention. Undoubtedly a wagoner who hauls away goods in the course of his usual employment, may involve his employer, to whose place of business he takes them and where they are used, in the consequences of a taking; but it by no means follows that by a taking he commits his employers to the consequences of a fraud. It requires more than this to create liability, in an action founded directly upon the fraud.\nThe judgment must be affirmed."}