{"id": "485588", "contents": "The opinion of the court was delivered, by\nWoodward, C. J.\nIn Thomas’s Case, 8 Casey 230, we intimated that when a county found itself pursued by the holders of county bonds, issued for the stock of insolvent railroad companies, and sold at ruinous rates, in violation of the statute which authorized the bonds to be issued, the true and honest course for the county was, not to repudiate the debt, but to bring the purchasers of the bonds into a court of equity, and compel them to receive in satisfaction of their bonds what had been actually paid for them. In the case of Diamond v. Lawrence County, 1 Wright 358, we repeated, amplified, and defended the above suggestion, but we alluded to the fact that no county had yet thought fit to act upon it.\nAt last a county has brought a bondholder into equity in pursuance of our suggestion. The County of Armstrong complains that the president of the Allegheny Valley Railroad Company obtained in 1853 a county subscription of one hundred and fifty thousand dollars to the capital stock of his company, for which the county issued bonds under the corporate seal of the county, to the company, in pursuance of the Act of Assembly of 14th April 1852, he, the said president, stipulating in writing, before the bonds were issued, that the said company would pay the interest on the said bonds until such times as the dividends arising from the profits of said road may be sufficient for that purpose. It is shown, further, that the Act of Assembly which legalized these bonds provided that they should not be sold by the railroad company at less than par value. It is then alleged that the company is insolvent, that it has wholly failed to pay interest/ according to the agreement, and that on the 13th July 1858/ they exposed to public sale in the city of Philadelphia, and sold to the defendant twenty-nine of the said bonds of the par value of one thousand dollars each, at the rate of thirty-seven cents in the dollar, and sixty-three cents on each dollar below the par value thereof. A written notice was read at said sale, notifying all persons that the bonds were issued upon certain positive terms and conditions which the company .had failed to comply with, whereby their right to the bonds. had been since forfeited; that ’the bonds were issued without authority, and negotiated contrary to the agreement of the company, and would be resisted by the county. It is further alleged that for the purpose of “ compromise and saving litigation, your orator has proposed and offered in writing to the said defendant, to pay him in cash, from the treasury of said county, the interest'upon the money expended by him in the purchase of said bonds, from the date of the expenditure thereof, and further to execute and deliver to him a new security upon the county of Armstrong, in the form of one or more bonds, as said defendant or his counsel might elect,” which offer has been declined.\nSuch is, in substance, the case made by the bill. The prayers are, 1st. That the court would decree the delivery and cancellation of the defendant’s bonds; 2d. Or that defendant may be compelled to surrender his bonds on the county’s complying with their offer as above stated; 3d. That he maybe enjoined against selling or transferring the bonds; and, 4th. For general relief.\nThe defendant demurred, and assigned eight causes of demurrer, the first and fourth of which denies the plaintiff’s equities on the ground that the bonds were negotiable, and not subject in the hands of a bond fide purchaser to any equities between the original parties. These objections raise the essential question in the cause. Let iis first attend to it, and then notice, in due order, the minor questions.\nWe need not to be reminded of the doctrine of the commercial law, that whoever issues a negotiable'security for money is hound to make it good, in whose hands soever it may have come in due course of business, and for a valuable consideration, and that he cannot excuse himself from this duty on account of equities, however unquestionable, which exist between him and the original promissee. We acknowledge and accept this principle. It sprung from the necessities of trade and commerce, and it has grown into universal law by the consent of mankind. Like all other great principles, its progress has been attended with many sacrifices of particular rights, but these have not been too dear a price to pay for it, and if it were necessary for its maintenance and vindication, to bring within it the sealed securities which communities of our citizens issued under peculiar circumstances that can never again occur, we would not hesitate a moment to compel the sacrifice, remembering thankfully that often, if not always, partial evil is universal good. But'it is neither necessary nor proper.\nBonds like these are of modern invention, and when counties and towns were decoyed into the use ' of them for purposes of railroad corporations, they had to obtain enabling statutes before they could prostitute municipal seals io any such purpose. And as soon as the people began to feel the consequences of applying the fundamental principle of commercial paper to their bonds, they altered their organic law so as to render such bonds and enabling statutes impossibilities in the future. This class of securities, therefore, are not going to enter into the general commerce of the world. They were thrown off in a spasmodic action of the public mind, and courts of justice will have to deal with only so many as were issued whilst the spasm lasted. Why should we insist on applying the commercial law to such anomolous, temporary, ill-judged, and unwholesome securities ? Is it from tenderness towards innocent purchasers ? We have on this record a purchaser at 63 per cent, discount, as innocent as most speculators in such bonds, and how did he buy ? The notice of 13th July 1858 was very unskilfully drawn, but still it was enough to put Mr. Brinton upon inquiry into the source and origin of the bonds, and if it would not have led him to the truth, there was the whole statute plainly referred to on the very face of the bonds themselves, which told him they were not to be sold under par. It is in vain to say that the rule of the statute was inapplicable to the bonds, for without that statute the bonds had no lawful existence or value. Mr. Brinton took them, necessarily, under and by virtue of the statute, and therefore he took them with notice of the condition that the company had no right to part with them at less than their par value. No fictitious presumptions and intendments ought to prevail against the plain truth of the transaction. The defendant knew that he was buying a statutory security at a rate which the statute forbade. Had he gone into the market and bought commercial paper he could not have been affected with similar notice, for commercial paper is not issued under the sanction of statutes, but according to the demands of business.\nBut how is it that courts of justice insist on not knowing the truth of the transaction, from deference to purchasers, whilst no regard is paid to the rights of the tax-payers who have been made responsible for the bonds ? Why are the people of Armstrong county to be treated as so many merchants, issuing commercial paper, which they are bound to redeem to the uttermost farthing ? Why not regard them, like the purchasers of their bonds, in the light of truth? They elected agents who issued the bonds under the sanction of a statute. We lay out of the account all undue influences, if any, that were exerted upon the people’s agents, and hold the constituents liable for all the consequences of the act of their representatives. The bonds were issued, and in similar cases we have held them valid. They went into the hands of the railroad company, and were exchanged for so much money. The people of Armstrong county induced Mr. Brinton to pay into the treasury of the company thirty-seven dollars for every hundred dollars of bonds he holds. No matter how unfairly they may have been dealt with by the railroad company or their own agents, this is the extent and scope of their act, and they are responsible for the full measure of it. But to make them responsible beyond this,'is to fabricate a fictitious liability out of principles of the commercial law that are sound and valuable in their proper application, but pernicious and unjust when applied, as the argument strives to apply them, to these sealed instruments. Yet in giving to the holder the moneys which the company received for the bonds, we do recognise a qualified negotiability in them, for the holder may have paid much less than the first purchaser from the company. Such, however, was not the case here, for Brinton was the first purchaser from the company. For other observations on the negotiability of such bonds, I refer to what was said in Diamond’s Case, 1 Wright 358.\nStanding firmly on the ground taken here, and in that case, we feel no disposition to recede from the very thoughtful suggestion first thrown out in Thomas’s Case, and which brought these present parties into a court of equity. No adequate redress can be had at law. The history of the Allegheny county bonds is melancholy proof of this assertion. Whether proceedings at law on the part of Mr. Brinton would drive the people of Armstrong into repudiation, after the evil example of Allegheny county, we have no authority to say, but that litigation would be expensive, vexatious, and inadequate is unquestionable. As to any defence at law on behalf of the county, the rulings in the mandamus cases in Allegheny county show that it would be impossible. A failure of legal defences to municipal bonds is not, however, equivalent to their collection — a truth which the experience of this court abundantly attests.\nUnless, therefore, courts of equity apply their plastic powers to cases of this sort, I see not how they are to be dealt with without doing more mischief than'we remedy. Judges will never convince tax-payers that the law requires one hundred dollars to be returned for thirty-seven loaned. No reasonings in behalf of innocent purchasers of what is, inaccurately, called commercial- paper, will ever so penetrate the popular mind as to persuade it that railroad bonds ought to be redeemed at twice or thrice their first cost. All attempts at such an administration of legal principles have proved, and will continue to prove, abortive. But how can courts of equity deal with the subject? I answer, by coming at once to the truth of the matter, and compelling the counties to repay the money which the bonds actually brought to the railroad companies. The intent and purpose of issuing the bonds are always to put money into the treasury of the company. Let them be enforced to the extent of the money they brought, and the popular mind will at once recognise the reason and justice of such a decree. And nobody will be hurt. Communities will generally be able to stand under such burthens, and public morality will not be debauched by schemes of repudiation, whilst the bondholders will get back their money and its interest to invest in new securities,'which are, what these bonds are not, strictly negotiable in the mercantile sense of that word.\nBut here some technical difficulties arise. We cannot, as a court of equity, compel the parties to make a new bargain, for that would be to make a bargain for them. The terms which have been offered to Mr. Brinton we deem altogether equitable and just, but we can compel him to accept them only by restraining him from pursuing his legal remedies. Cases often anse, says Judge Story, 2d Equity, § 904, in which a party may be entitled to proceed in a suit at law for damages, when a complete equitable defence exists, which is yet incapable of being asserted at law. In such cases the suit at law is treated as vexatious, and will be stayed by injunction. We think the court below ought to have enjoined against a sale or transfer of the bonds or the coupons attached to them, and against all actions and suits for the recovery of either of them, on condition that the plaintiff pay the overdue coupons at the rate of six per cent, on the sums the defendant paid for the bonds, and pay the future coupons at the same rate regularly as they fall due, and the principal at the rate of thirty-seven cents in the dollar when it falls due. Under the operation of such an injunction, the parties would probably make a new bargain for themselves. As Mr. Brinton was the first purchaser from the company, the rate at which he bought should be the basis of the decree.\nAnother technical difficulty suggested by the third cause of demurrer is, that the railroad company is not made a party defendant. If Brinton had not been the first purchaser of the bonds, it would have been highly proper, and perhaps indispensably necessary, to bring in the company to show at what rate they parted with the bonds; for, according to our principle of decision, the holder would be entitled to receive so much on his bonds as they produced to the company for whose benefit they were made. But here the defendant admits by his demurrer that he was the first purchaser at 63 per cent, discount, and it is not necessary for that reason to bring in the company. Again, if we were declaring the invalidity or illegality of the bonds, the company should be here to defend them, because the county hold their stock in the road, and before we would cancel the bonds we would require the certificates of stock to be returned. But the bonds are not to be cancelled, except with the consent of the holder, and therefore we see no defence which the company could properly take in this suit. It is a controversy between the makers and the holders of the bonds, and as the essential fact upon which it turns, the price at which the bonds were bought by the holder, is admitted of record, the omission to sue the company is immaterial. t. ,\nStill less important is the absence of interrogatories. They are a privilege of the plaintiff, but no necessary part of the pleading in an equity suit. The Other causes of demurrer have been sufficiently answered already.\nThe learned judge dismissed the plaintiff’s bill principally on the ground that it was a bill for the rescission of the contract of subscription, and without proof of fraud, or return of the stock, or making the company a party, such a decree ought not to be made. Undoubtedly. But while that decree was properly refused, a decree to restrain proceedings on the bond might well be made under this bill, and such conditions imposed upon the plaintiff as to compel the party seeking equity to do equity. Having sufficiently indicated the decree which we think ought to have been made, we reverse the decree below, and remand the record for further proceedings.\nDecree accordingly."}