{"id": "485545", "contents": "The opinion of the court was delivered, by\nStrong, J.\nWe do not concur in the opinion which the court below adopted in this case. The learned judge assumed that the note of Shoemaker and Robinson was transferred by Atwood, the payee, to the plaintiffs, to secure the debt which he owed them at the time of the transfer. Thus, in recapitulating the evidence to the jury he said, “ That by agreement between Atwood and the plaintiffs, Atwood was to deliver to them the notes which he might receive for sales made, as security for the money which he might at the time owe them; and that the note in suit was endorsed by Atwood to the plaintiffs in pursuance of this agreement as security for money due at that time.” And again, the jury were told that the note was passed to the plaintiffs “ as security for indebtedness then existing.” Acting upon this assumption, the case was put to the jury to find whether that part of the debt contracted by Atwood to the plaintiffs, which existed when the note was endorsed to them, had been paid, with instructions that if it had, the ownership of the note reverted at the time of payment to him, and that a subsequent payment of the note to him was good, and constituted a defence against this suit. Hence, actual or legal appropriation of the subsequent payments made by Atwood on his general account became important, even though they at no time extinguished the debt due when they were made. This would have been all right, if the assumption upon which the court proceeded had been well founded. But we discover nothing in the evidence that justifies any such assumption. It may be admitted the note was endorsed over as a security, but there is nothing to warrant the belief that it was endorsed as a security only for that portion of the account which happened to be due when the endorsement was made. The contrary is most manifest from every part of the evidence. A continuous course of dealing between Atwood and the plaintiffs was anticipated, when the arrangement was made that notes should be transferred, and acted out for a very considerable time. It began with a pledge of Atwood, that he would hand over to the plaintiffs the cash or notes received by him for coal which he might obtain from them. This contemplated what subsequently arose — a running account. The plaintiffs sold, and Atwood bought, coal from time to time; and every month, cash, and notes received by Atwood from his vendees of the coal, and from other vendees of other coal, were handed over, and were credited in his account. If protested, they were taken out of the general account, and charged in a protest account. At the end of every month an account current of sales of coal, and also an account current of protested paper, for that month were furnished, and they were both credited to the plaintiffs on Atwood’s books. One witness states, that “when our (Atwood’s) account was paid up in full, the protested paper was handed back to Mr. Atwood.” This means, of course, when the protested account was paid in full, for the other account never was paid. This witness also states that they (Atwood) had to make their protest account good after the coa-1 account was settled, that is, after what had been bought the previous month had been paid for. And, again: “ As Atwood would make the notes (speaking of those which had been protested) good, the usual habit was, he took them up, and looked to the drawers for payment.” The only other witness who speaks of the arrangement and course of dealing, says that Atwood got coal on the credit of the paper he was to hand over. The witness was the plaintiff’s clerk. He states that when the notes were unpaid and protested, they were charged back to Atwood, and the notes kept as security; that he knew of no notes given up after protest, unless they were paid or satisfied in some way.\nWith such evidence of the understanding between the plaintiffs and their vendee, it is plain that the note in suit was endorsed over, not as a security for any one month’s sales, or the balance due when the endorsement was made, but for the security of the whole account, including what had been, and what might thereafter be furnished. There was but one debt apart from what was due on the protest account. The rendition of monthly statements did not sever the indebtedness. Of course, while anything remained unpaid on the coal account, the plaintiffs might hold the notes received as a security. It cannot be maintained that Atwood could at any time have recovered this note back from his endorsees, and if not, then payment to him by the defendants was unauthorized. And the appropriation of the payments made on the general account, subsequently to the endorsement to the plaintiffs, is of no importance, for the account was never paid in full.\nThis view of the ease renders it unnecessary to consider each assignment of error separately. Enough has been said to show wherein all the errors into which the court fell consist.\nWe agree with the learned judge, in holding that the note was not paid, either in fact or in law, by what took place at the bank to which it was sent for collection. The bank was quite as much the agent of the promissors to pay, as it was of the owners to receive.\nJudgment reversed, and a venire de novo awarded.\nThompson, J., was absent at Nisi Prius when this case was argued."}