{"id": "485551", "contents": "The opinion of the court was delivered, by\nStrong, J.\nWe entertain no doubt that by the will of Bernard McCredy, the legacies set apart and given to his two daughters for life, with remainders to their children or their descendants, were charged upon all his real estate, and not merely upon his Rockdale property. No other construction of the will gives to it full effect. These legacies were the primary dispositions made by the testator, and the provision made for the son was subordinated to them. He took the residue of the estate, real and personal, after the payment of the debts, “ and securing the sums annually given to the daughters, and the principal given to their children or descendants.” Were it not for the directions in the fourth and fifth clauses of the will, that in order more effectually to secure the legacies, the principal should be charged upon the Delaware county property, it would be beyond doubt that the residuary clause would make both the annuities and the principal chargeable upon the testator’s whole estate. In opposition to this, the fourth and fifth clauses present at most but an implication that a general charge was not intended, and that an implication of the weakest kind. It is certainly not sufficient to overcome the manifest intention that the annuities and legacies should be paid at all events, and that the son should have nothing except what remained after their payment was made or secured.\nEqually certain is it that 'the sale by the executors of the son’s will, under the power given by it, did not discharge the lien of the legacies. It was in no sense a judicial sale, and if it had been, it would not have divested the liens while the daughters were living. Certainly no sale made by the son would have displaced the lien, and he could confer no power larger than that which he possessed.\nThen what was the effect of the payment of the purchase-money into court, under the 19th section of the Act of February 24th 1834? Surely not to take off liens subject to which the property was sold. The purpose of that act was to enable a purchaser to relieve himself from the necessity of seeing to the correct application of the purchase-money. If the liens are not divested by the sale, the purchase-money is not applicable to them. The act allows purchasers at sales by executors under powers contained in wills, to pay the purchase-money into the Orphans’ Court, or with leave of the court to the executor, “ to be disposed of according to the uses and trusts contained in such wills,” and it declares “that such payment shall be deemed valid against all persons having or who may have any interest therein.” Neither the annuitants in this ease nor\" the legatees in remainder are interested in the uses and trusts declared in Thomas McOredy’s will, nor have they any interest therein. Their interests are under the will of the father, not under that of the son. The payment of the purchase-money into court cannot therefore turn the holders of liens created by the will of the father, over upon the fund raised by the sale of the property of the son. The sum of f>33,333.33J, set apart to secure the payment of the annuity to Mrs. Ewing, and the legacies to her children, or their descendants after her death, remains then, in our opinion, charged upon all the real estate of Bernard McCredy, as well the Delaware county property as that sold under the power contained in the will of Thomas McCredy.\nThis disposes of all the contested questions in the case. The annuity to Mrs. Meredith ceased at her death, and the legacies to her children then became payable. They were not only charged upon all the lands devised to Thomas McCredy, but by accepting the lands burdened by the charge he assumed to pay them. The legatees may therefore look to the fund now in the Orphans’ Court. Moreover, it is conceded that if, in our opinion, the legacies were liens upon the Norristown property, they may be paid out of the fund. That must be applied to the payment of debts of the testator, before it can be handed over to the trustees.\nThe decree is affirmed,"}