{"id": "485527", "contents": "The opinion of the court was delivered, by\nRead, J.\nThe will of Mrs. Phoebe Fletcher, dated 30th of March 1854, is a complete execution of the power vested in her by the deed of trust of the 10th of January 1846, executed by her in contemplation of marriage. This deed comprised only personal estate. After the making of the will the testatrix purchased two ground-rents in the city of Philadelphia, in her own name, out of the savings of her trust income, and they were conveyed to her in fee simple. The will, which was executed in New Jersey, where she resided, is in the’form required by the laws of Pennsylvania to pass the separate property of a married woman, having been executed in the presence of two witnesses, neither of whom was her husband.\nThe question is, did these two ground-rents pass by her will ? It is clear, from the language of the will, she did not intend to die intestate, and if there are words in it sufficient to carry this real estate, then it is our duty so to construe this instrument as to effect her intention. The 12th clause of the will is in these words: “ Twelfthly. All the rest and residue of my estate, whatsoever and wheresoever the same may be, after the payment of the aforesaid legacies, I give and bequeath unto the aforesaid Elisha Clarke, Elizabeth Clarke, Francenia Clarke, and Josephine Clarke, children of said Joseph O. Clarke, and unto Samuel Paxson, my great-nephew aforesaid, to be divided among them equally, share and share alike, their heirs and assigns for ever, but in case ho, the said Paxson, shall die without lawful issue, and before this said residuary legacy shall have been paid, then the said residuum shall be divided, as if the said Samuel Paxson had not been named as one of my residuary legatees.” The language here is large enough to pass real estate, and in fact the words require such a construction, which is valid in Pennsylvania, where after-acquired lands pass by a general devise.\nThis instrument, although professing to be by virtue of the power reserved in the deed of trust, is still a last will, which by our law she had the right to make, independently of any power, and therefore these words, which clearly pass real estate, include the ground-rents owned by her in the city of Philadelphia. The words “residuary legacy,” and “residuary legatees,” in the latter part of this clause, do not contradict this construction, for they have often been held to mean land and devisees: 1 Jarman on Wills, 3d ed., 707, 708.\nWe are therefore of opinion that these ground-rents passed by the will of Mrs. Fletcher to her devisees named in the said twelfth clause\nJudgment affirmed.\nWoodward, C. J., was absent at Nisi Prius, when this case was argued."}