{"id": "485591", "contents": "The opinion of the court was delivered, by\nAgnew, J.\nThis was an ejectment in the court below, in which Alonzo Livermore and James Malone were the plaintiffs, and The Shamokin Yalley and Pottsville Railroad Company et al. were the defendants. It was brought for sixteen lots in the borough of Sunbury.\nThe Danville and Pottsville Railroad Company was incorporated in 1826, and in 1828 were authorized to construct a branch railroad to the Susquehanna at or near the town of Sunbury. The sixteen lots in question were conveyed to this company early in the year 1835. The intention of the company was to use them for a basin for shipping coal.\nIn 1841 judgments were entered against the company, and they finally became insolvent. In 1848 these sixteen lots were sold, to Reuben Eagely at sheriff’s sale, under a judgment in favour of one Gontheimer against the company, obtained in 1841. The deed was acknowledged by the sheriff at November Term 1848, without objection.\nThe Commonwealth having become interested in the affairs of the company by a guaranty of interest upon loans to the company, amounting to $300,000, in consequence of the insolvency of the company, passed three several acts in 1846, 1847, and 1850, for the sale of their railroad, and all their property and franchises. Sales could not be effected under the Acts of 1846 and 1847, but finally a sheriff’s sale was effected under the provisions of the Act of 1850, amendatory of the former acts. The purchasers became incorporated, finally taking the name of The Philadelphia and Sunbury Railroad Company.\nReuben Eagely, the purchaser of the sixteen lots, sold them to the Philadelphia and Sunbury Railroad Company, by deed, dated June 17th 1854.\nAlonzo Livermore obtained judgment against the Philadelphia and Sunbury Railroad Company in 1857, upon which executions were issued and levied on the sixteen lots that were sold in January 1858 to Charles J. Bruner and James Pleasants, and the deed acknowledged on the 16th of January 1858.\nIt is under this sheriff’s sale to Bruner and Pleasants, the plaintiffs below, Livermore and Malone, claim the title to these lots as the former property of the Danville and Pottsville Railroad Company, through the sale to Fagely, who conveyed to the Philadelphia and Sunbury Railroad Company, the purchasers of the railroad, and other property of the Danville and Pottsville Railroad Company.\nThe Shamokin Valley and Pottsville Railroad Company, one of the defendants below, claim the title to the lots in question thus: The Act of June loth 1852 -authorized the Philadelphia and Sunbury Railroad Company to borrow $800,000, and secure the same “ by mortgage of the railroad, with the appurtenances, and the corporate rights and privileges of the company, together with such other property as may be conveyed to them in trust for the security of said loan.”\nUndér this act the Philadelphia and Sunbury Railroad Company executed a mortgage for $500,000 to Joseph R. Priestly. This mortgage grants “ the railroad of the said company from its terminus at Sunbury to its intersection with the extension of the Mine Hill and Schuylkill Haven Railroad as aforesaid, with its corporate franchises and appurtenances, together with its locomotive engines and cars, and also all those several tracts of land situate, lying, and being,” &c.\nProceedings by scire facias, judgment, and execution, took place under this mortgage, by virtue of which the mortgaged premises were sold in November 1857 to Edward S. Whelan, and a sheriff’s deed to him acknowledged on the 5th of November 1857. Whelan, by deed dated 9th April 1858, conveyed the premises purchased to the Shamokin Valley and Pottsville Railroad Company, which had become incorporated by Act of March 25th 1858, for the purpose of taking the title and the railroad and franchises of the Philadelphia and Sunbury Railroad Company.\nFrom this concise statement of the titles of the parties, it will be seen that the controversy arises between the title to those lots as held by the Philadelphia and Sunbury Railroad Company, under their purchase from Reuben Fagely, and the title conveyed to them under their mortgage to J. R. Priestly.\nIf the title passed under their mortgage to Priestly, then Livermore and Malone, the plaintiffs below, had no title, and ought not to have recovered. If it did pass by the mortgage, it must have done so under the terms “ corporate franchises and appurtenances,” for the lots as such were neither named nor described in any manner whatever. But these lots never tvere made appurtenant in the legal sense to the railroad by any grant, deed, writing, or act in the law capable of so doing; and land, as such, though it may be the subject of an easement or servitude, cannot of itself be appurtenant to other land, except by incorporation.; and then the operation is by union of identity, and not by servitude.\nIf the title passed by the mortgage, it must have done so under the terms “ corporate franchises.” But land, in itself, is not a franchise; it is an absolute tenement; a corporeal thing. Franchise is an incorporeal hereditament, the seventh enumerated by Blackstone in his Commentaries (vol. 2, p. 37), stated by him to be synonymous with liberty, and defined to be “a royal privilege, or branch of the king’s prerogative subsisting in the hands of a subject.” See also Tomlin’s Dictionary and Hotthouse’s Dictionary, title “ Franchise.”\nIn this state the Commonwealth stands in lieu of the monarch, and franchise here is a liberty proceeding from her. It is not the right to hold land and tenements, or incorporeal hereditaments connected with lands, for this right belongs to the citizen, independently of the sovereign. The ordinary franchise of a railroad company, therefore, is, by virtue of the sovereign power of eminent domain, to condemn, take, and use lands for the purpose of a public highway, and to take tolls from those who use it as such.\nThe charter of the Danville and Pottsville Railroad Company gave them authority “to purchase, receive, have, hold, and enjoy to them and their successors, lands, tenements, and hereditaments, goods, chattels, and all estate, real, personal, or mixed, of whatever kind or quality soever, and the same from time to time to sell, mortgage, grant, alien, or dispose of, and to make dividend of such portion of the profits as they may deem proper.” The authority to hold real estate was not confined to the mere purposes of a railroad, or so much only as was necessary therefor.\nWhen the sixteen town lots were conveyed to this company in 1835, they did not become ipso facto a subject of franchise— they were not by the act of purchase incorporated with the railroad franchise. They came by purchase under the authority contained in the charter, and were not condemned for railroad purposes.\nThus it is clear, beyond controversy, that before these lots could become incorporated with the ordinary franchise of the company, it needed some definite, clear, and well-defined acts of the company to produce the incorporation. This was an act outside of the deed of purchase, and was therefore a distinct fact to be submitted to and found by a jury, before any incorporation with this franchise could be pronounced as a legal conclusion by a court.\nNow as the Danville and Pottsville Railroad Company held these lots by deed, independently of their railroad franchise, and as they had the power of drawing profits and of selling as a natural person might, it follows that primé facie there was a right to levy the property in executions, and sell it for the debts of the company, and a good title would pass unless the fact of incorporation with the franchise, and a consequent subordination thereto, could be shown to have preceded the levy and sale.' The case was therefore clearly one which turned upon this question of fact.\nIt is not to be doubted that when land becomes subject to a franchise by subordination to it, as essential or proper for its enjoyment, it becomes incorporated with it, and the land will pass with the franchise under a sale of the franchise. There could be no doubt in this case that if these lots had become subordinated to the railroad, so as to effect incorporation, the mortgage of the Philadelphia and Sunbury Railroad Company to Priestly would pass the title to them under the terms corporate franchises.\nThe true question, therefore, before the jury was whether, by the acts of the Danville and Pottsville Railroad Company, before the levy and sale to Fagely, or by the acts of the Philadelphia and Sunbury Company, after their purchase from Fagely, these lots had been subjected to the railroad franchise, and thus incorporated with it.\nBefore examining this question in the light of the facts, it will be proper to notice for a moment the principle of subservience to the franchise which subordinates land to it, so as to carry it with the franchise in the sale of it.\nA number of cases have been decided in reference to taxation, in which this principle has been commented upon.\nIn The Lehigh Coal and Navigation Company v. Northampton County, 8 W. & S. 834, the bed, berm-bank, and tow-path of a canal, and the toll-houses and collection offices belonging to it, were held to be not taxable, on the ground that they were “ necessary in order to make the canal answer the purposes of its construction.”\n■ Justice Burnside, delivering the opinion of the court in The Railroad v. Berks County, 6 Barr 70, held: “ It is only such property belonging to corporations, and is appurtenant and indispensable to its construction and fitting it for use, that can claim to be exempt from taxation. In the ease before us it is not enough that it is a convenient possession, or that it affords facilities in carrying on the business of the company.” The court therefore held that warehouses, coal-lots, coal-shutes, machine-shops, wood-yards, and such places, form no part of the construction of the road, and were taxable. Justice Rogers, in Navigation Company v. Commissioners, 1 Jones 202, held a toll-house of a canal was not taxable, because it was “ a constituent part of the canal necessarily incident thereto, within the meaning of the decisions already cited.”\nSo also reservoirs to feed a canal were held to be exempt from taxation, because “ they are an inseparable incident and appurtenance to the construction of the canal, and clearly embraced within their corporate privileges:\" Wayne County v. Delaware and Hudson Canal Company, 3 Harris 331.\nNew York and Erie Railroad Company v. Sabin, 2 Casey 242, was decided on the peculiar features of a law levying a tax of $10,000 on the company, and the fact that the special verdict found that the machine-shops, foundries, &c., were charged in the cost of construction. The case is expréssly put on this ground by Woodward, J.\nIn The Westchester Gas Company v. County of Chester, 6 Casey 232, Porter, J., delivering the opinion of the court, after examining the cases before decided says: “ The principle which pervades the law thus established is the indispensability of the exempted property to the other privileges granted by the legislature.” He therefore held that dwelling-houses erected for the residence and accommodation of the hands of an incorporated gas-works were taxable, and its works only exempted.\nIn reference to a levy and sale by exeus^tion we have but few cases. Ament v. Turnpike, 13 S. & R. 210, merely decided the general principle, that a turnpike road, with its toll-houses, cannot be sold under execution. Canal Company v. Bonham, 9 W. & S. 27, decided that a toll-house and the lot belonging to it could not be sold under execution. Sergeant, J., stated the principle at the bottom of the decision, “ that the franchises and corporate rights of the company, and the means vested in them, which are necessary to the existence and maintenance of the great public object for which they were created, are incapable of being granted away and transferred by any act of the incorporation itself, or by process of another against it in invitam.”\nThe last case is so recent, so full to the point, and states the law with so much accuracy, and covers the whole ground of this case so clearly, I prefer to use the language of the judge delivering the opinion of the court, the present Chief Justice Woodward:— “ What (says he) was the effect of the sheriff’s sale on the company’s title ? They had very express authority by the incorporating law to buy, hold, mortgage, and sell lands; and, in locating their road, they probably found it expedient to buy the Lukens farm rather than pay damages for crossing it. This is often the true policy of railroad companies. But lands so bought and not actually dedicated to corporate purposes are bound by the lien of judgments, and are liable to be levied in execution, and sold by the sheriff in the same manner and with the same effect as the lands of any other debtor. As to land which has been appropriated to corporate objects, and is necessary for the full enjoyment and exercise of any franchise of the company, whether acquired by purchase, or by the exercise of the delegated power of eminent domain, the company hold it entirely exempt from levy and sale; and this on no ground of prerogative or immunity, for the company can no more alien or transfer such land by their own act than can creditor by legal process; but the exemption rests on the public interests involved in the corporation.”\nThe learned judge then proceeds to show that a canal basin is no legitimate incident to a railroad, and if a railroad company possess it, it must be from express grant, or necessary implication from the express grants. He concludes by stating the principles upon which the case ought to have been tried, and says: “ but what portion of the ground had become appurtenant to the road by appropriation, such as we have described, was a question of fact which ought to have been left, to the jury.” “If there even was any appropriation made by stakes or fences, or other acts on the ground, the company ought to be able to show it by the most irrefragable proof.” These, are the same principles we have already stated as governing this case. Let us test the case by them.\nThe Danville and Pottsville Railroad Company had full power to buy, hold, mortgage, sell and dispose of lands, and make dividends of their profits independently of their railroad; and the power to erect, make, and establish all works, edifices, and devices to such railroad as may by the said company be deemed expedient for the purposes of carrying into effect the objects of their incorporation. The expressed restriction of the charter was, that the company should possess no “ liberties, privileges, or franchises, but such as may be necessary or incident to the making of the said railroad and the prosecution of the coal trade.”\n. So far as the railroad was involved its purposes were of a public nature — the transportation of freight and passengers — but so far as the company prosecuted the coal trade, it was an object of private gain, not essential to the railroad franchise, and which they might or might not prosecute at pleasure. Now, admitting that the company might, by implication from the language of the charter, establish a basin, as a device for the more convenient carrying on of the coal trade, yet it was a work not essential to the railroad franchise involving the public interests, and therefore one the company might establish or withdraw at their pleasure. A basin may be very convenient to enable boats to approach a railroad and take freight from its cars, but clearly it does not belong to it, constitutes no essential incident, and, therefore, like warehouses, coal-yards, machine-shops, &c., is an independent structure. The exemption, as remarked by Justice Woodward, is not corporate immunity, but rests on the public interests involved in the corporation.\nIt is not intended in these remarks to deny that actual appropriation of the lots to the purpose of a basin for the benefit of the coal trade, would not protect them from execution, hut to show that the basin being the subject of a franchise, independent of the public interests involved in the railroad, it falls clearly within the principle stated by Justice Woodward, that if there even were an appropriation of the lots to this use, the company ought to be able to show it by irrefragable proof.\nHow stood the facts as to an appropriation ? These lots were all purchased in 1835. From that time until the date of the mortgage, a period of twenty years, no basin was ever made and used upon them. An excavation was made in two of the lots, and near to the road-bed an excavation had been made to obtain material for the embankment. The road embankment occupied about ten feet along the northern end of twelve of the lots. On one of the lots there had been a car-house — one hundred feet from it a water-tank, and between them a turn-table. A warehouse was moved up from the railroad upon one corner of one of the lots. There had also been some trestlework extending over upon one of the lots, from which coal was dumped. Fish, the superintendent, says, there never was a complete basin for shipping coal since he knew it. But he states that the road has been extended to a basin and locks into the river above town. The lock was commenced in 1853 and finished in 1855. This was done under the Act of 2d April 1853, authorizing the Philadelphia and Sunbury Railroad Company to change the terminus of their road, and construct a basin on the river for the shipment of coal.\nThis company paid taxes on the lots in 1855 and 1856; before that, Fagely had paid taxes on them. These facts prove very clearly that while it probably was the intention of the company at some time or other to establish a basin on these lots, the actual appropriation never was finally made.\nIn connection with this evidence, the duties and liabilities of the Danville and Pottsville Company, and its immediate successor, strongly establish their failure to appropriate. The charter of the first-named company required them to commence the work within three years, and complete it within seven. It further provided, that “ if, after the completion of the said railroad, the said corporation shall suffer the same to go to decay and be impassable for the term of two years, then this charter to become null and void.”\nThe Act of April 14th 1828 extended the time, by authorizing the work to be commenced in three, and completed in seven, years from the date.\nThe state being liable upon her guaranty for interest on loans to the company by the Act of April 21st 1846, authorized the railroad and franchises to be sold at sheriff’s sale, and gave the purchasers five years from the acknowledgment of the deed to complete.\nThe Act of March 16th 1847 varied the terms of the Act of 1846, and again authorized a sale.\nNo sale being effected, then came the Act of April 2d 1860, which is important as showing that the company had failed in every particular to accomplish the purposes of its charter. It recites the state guaranty of interest and the mortgage for the loans, amounting to $300,000, that the company constructed ten miles of road from the eastern terminus, which they have permitted to go to ruin, and twenty miles from Sunbury to Shamokin coal-field, of which they have practically abandoned all care; that the company is insolvent, and there is no reasonable prospect they will ever complete their railroad, and relieve the state of an annual drain of $15,000. That the railroad is yearly decreasing in value, and in a year or two will be useless for all purposes of transportation, and an immediate sale is therefore necessary. The act then provides for making a sale of the railroad and franchises, and closes with this proviso : “ That nothing contained in this act shall be held, taken, or construed to interfere with or affect the title of Reuben Fagely in and to certain lots of ground in the borough of Sunbury, sold by the sheriff of Northumberland county as the property of said railroad company, and purchased at said sheriff’s sale by the said Reuben Fagely; nor shall any sale under the provisions of this act or any of the acts herein referred to, be held to divest the title of the said Reuben Fagely, his heirs and assigns, in and to said lots.”\nBy the terms of this act the proceeds of sale were to be paid to the loanholders, and the mortgage was to be satisfied. The sale was limited to a sum not less than $130,000, and the state to become responsible for the interest upon the residue of the loan unpaid by the sale. The loanholders’ assent was to he obtained by the auditor-general.\nBy the Act of April 12th 1851 we learn that all this was done— creditors’ assent obtained, sale made, and the state provided for the issuing of certificates for the residue of interest.\nThese acts contain pregnant evidence that these lots had never been actually appropriated. All parties interested united in so considering it. The state was deeply interested, yet she recognised the sheriff’s sale to Fagely, and provided that the sale under the Act of 1850 should not affect his title. The creditors by their assent to the act did the same. The railroad company did the same, having permitted the sale of the lots to Fagely without objection. The company was bound to speak out at the time of acknowledgment of the sheriff’s deed. They also acquiesced in the sale under the Act of 1850. And lastly, the Philadelphia and Sunbury Company, as purchasers under the Act of 1850, were bound by its terms; and by their after-purchase of the lots from Fagely, whose title is referred to in the act, gave unquestionable evidence of their understanding of the facts, and the reasons which led to a saving in the act of Fagely’s title.\nThe point of these remarks is not to show a ratification of a void sale, but by the united conduct and understanding of all the parties, that no actual appropriation of the lots to the basin had ever been fully made; and therefore that the sale was not void, but valid.\nThe facts of the case, when properly viewed, prove most conclusively there never was such an actual appropriation or subordination of these lots .to the purchase of the company, as prevented their levy and sale, held as they were by purchase independently of the franchise for railroad purposes.\nBut the case is susceptible on its facts of being presented in a still stronger light. Admitting, for the sake of the argument, that the lots were purchased for the purpose of establishing a basin, that the company took steps toward its construction, and carried their design into part execution, it is still a case'when the sale must now be supported, and the Philadelphia and Sun-bury Company, as purchasers under the Act of 1850 and of Fagely, are estopped from denying its validity.\nThe recital of the Act of 1850 shows clearly that the Danville and Pottsville Railroad Company had failed to comply with its charter, and the supplement of 1828, which extended the time for completion until 1835. The company was at the mercy of the legislature, and had besides become totally insolvent, and incapable of finishing its work. Still they were permitted to struggle on until 1846, when the legislature, in authorizing the sale of the railroad and franchises, offered by a proviso in the Act of 1846 a further indulgence, that if $400,000 of new stock were raised, the sale should not take place, and the company should be allowed three years more to complete the road. This was not done, and the Act of 1850 was passed. The company could not help itself, and as, between the state, the creditors, and the purchasers under the Act of 1850, this act created a contract. The Commonwealth and the creditors gave their express assent to the sale upon the terms of the act, while the act itself gave to the terms the sanction and the operation of law. The purchasers who bought under the terms of the act became, by the act of purchase, bound by its provisions. Now, by the express terms of the law, nothing contained in it was to be construed to interfere with or affect Fagely’s title, nor should a sale under it be held to divest this title. This was not merely a recognition that Fagely had a title, but a stipulation that the purchaser under the law should take nothing in prejudice of his title. When the Philadelphia and Sunbury Railroad Company purchased, they assented to this stipulation. The Commonwealth having the power to relinquish her title by forfeiture, and to ratify acts however inconsistent with the public franchise she had granted, the creditors having assented, the Danville and Pottsville Railroad Company being unable to dissent, and not having dissented from the sale, arid the Philadelphia and Sun-bury having' given its assent by purchasing under the terms proposed, and afterwards purchasing from Fagely, the latter company must clearly be estopped from asserting the invalidity of Fagely’s title.\nThe case then came down to the time of the Philadelphia and Sunbury Company. Did this company appropriate those lots to the purpose of a basin ? Of this there is not a particle of evidence. On the contrary, the company procured legislation to change the termination of the road and make a basin for shipping coal into the river; and besides, suffered themselves to be assessed and to pay taxes on these lots independently of the railroad.\nThere can be no pretence, therefore, upon the whole ease, that these lots were a part of the franchise when the mortgage to Priestly was made. The finding of the jury separated the part aetually used for the track of the road, and left it in possession of the defendants below. This is all they could ask under the evidence.\nThe judgment must be affirmed.\nWoodward, C. J., dissented, and Read, J., was absent during the argument."}