{"id": "485515", "contents": "The opinion of the court was delivered, by\nAgnew, J.\nThe letter of Levi Wolfensberger, one of the defendants below, relied upon to take this case out of the operation of the Statute of Limitations, contains no express acknowledgment of any debt, refers to none specifically, ascertains no sum or amount to be paid, and promises nothing absolutely. At most it is but a proposition to secure payment of a certain sum individually, which, instead of operating to establish the entire* joint debt, distinctly proposes it only as a part, severs it from an uncertain remainder, and destroys the joint relation of the defendants. The plaintiff sues for a book account of $179.36, but the letter refers only to some balance of the firm of Wolfensberger & Huntsberger, without indicating what or how much it is. It refers to the fact that the plaintiff had said at some time he would not release the defendants unless they would pay him $100, and then offers to secure part of this sum individually. This proposition was not accepted, so that any acknowledgment to be implied is wholly inferential, and must, to be effective, refer to some specific debt and amount.\nBut how does anything contained in this letter display an intention to pay a debt of $179.36 standing upon the books of the plaintiff: or in what manner does it ascertain that this is the debt referred to by the term “ balance” ? Balance of what ? The letter does not say. It is a most violent conclusion to draw from this individual proposition to pay $50 of some unexplained balance, an intention of the partnership to pay a book account of $179.36.\nIn order to take a ease out of the operation of the statute, the ackowledgment of the debt must be clear, distinct, and unequivocal : Farley v. Kustenbader, 3 Barr 418; Burr v. Burr, 2 Casey 284. It must be so distinct and palpable in its extent and form as to preclude hesitation: Harbold’s Executor v. Kuntz, 4 Harris 210; Suter v. Sheeler, 10 Id. 308. A naked admission of indebtedness, without anything indicating the amount or nature of the debt, or a promise to pay something without a reference to the sum to be paid, is insufficient: Shitler v. Bremer, 11 Harris 413; Huff v. Richardson, 7 Id. 388. To the foregoing authorities I may add Emerson v. Miller, 3 Casey 278; Clark v. McGuire, 11 Id. 259; Shaffer v. Shaffer, 5 Wright 51.\nThe case of Shitler v. Bremer, 11 Harris 413, is a stronger case than this, but resembles it most nearly. There a letter was written within six'years after the cause of action arose, and within six years before suit brought, promising to pay some in two months, and all before long, with interest from 1st April 1846. There, as here, the letter was silent as to the sum due and the nature of the debt; and it was held to be insufficient, notwithstanding the express promise to pay some, and all before long.\nJudgment reversed, and a venire facias de novo awarded."}