{"id": "485590", "contents": "Agnew, J.\nHere is a judgment, admitted to be unobjectionable in point of honesty, given by a husband to secure his wife’s separate estate. We are asked, in a question of mere distribution, to pronounce it void, upon the legal fiction that they are one person in law. The proposition is shocking to any but the mind of a black-letter lawyer, and is to be denied if it can be resisted, upon any proper legal principle. Unless we must, why should we go back to a period when legal logic, like that of the schools, was so metaphysical that rights were subservient to technicality, and substance to form? We should rather keep pace, if wc can, with the progress of custom and legislation. Centuries were consumed in the slow process of -legal parturition, giving birth to the benign features of the' Act of 1848, securing the separate estate of married women.\nIn the mean time, custom had been slowly creating departures from the rigid theory of legal unity-j- which the common heart of mankind felt must be done to preserve the rights of that unprotected portion from the most shocking violation. Therefore, upon the plea of equity (which 'really is nothing more than judge made law to prevent injustice by the operation of rigid common law), the courts set. aside legal unity wherever, by its rank injury, it became legal folly. Long since, deeds, bonds, agreements, contracts, gifts and loans, between husband and wife have been supported without the intervention of a trustee; the only mode possible to the comprehension of the stern theorizing common law lawyer. The legal unity was always so near to his eyes, that although microscopic in' its-littleness, it shut out from his vision the larger, though distant fact, that in nature, right, and solid justice they were two human beings whom the law for some purposes should regard in a duplex, instead -of a single relation. Yet even the technologist' could see, where different rights vest in the same person, that legal alchemy would transmute them to effect justice by creating a payment when the hand to receive was the one to pay. The same rigid disciplinarian could also perceive how equity could consider that done which ought to be, when no legal remedy existed. Indeed, the common law itself discovered sufficient liberality to adopt as a maxim, eessante ratione aessat et ipse lexi Legal unity, therefore, was not permitted to shelter the husband violating the sanctity of his wife’s person, from her complaint or her testimony.\nA strong illustration may also be drawn from analogy, where other common law fictions have given place to sound reason and a better morality; and in no instance is this more evident than in the case of corporations. Long .did the quaint aphorism that a corporation has no soul, lord it over the intellects and common sense of men. Legal and moral responsibility could scarcely be imputed to persons under the shield of a corporate existence. But under the reign of intelligent justice they have been made liable for negligence of servants, assault, false imprisonment, nonfeasance, misfeasance, and malice; could libel and be libelled, and might be indicted.\nSo in relation to legal unity, we. witness the following departures : A wife may acquire separate property in equity, by agreement with her husband, without the intervention of a trustee : McKennan v. Phillips, 6 Wharton 571; Fisher v. Filbert, 6 Barr 66; Kutz’s Appeal, 4 Wright 94.\nA post-nuptial contract and settlement by a husband upon the wife, held good: Duffy v. Insurance Co., 8 W. & S. 414; Lehr v. Beaver, Id. 106. Agreement for a separation between them, good, without a trustee: Hutton v. Hutton, 3 Barr 100. A wife may lend money to her husband, and take his note: Kutz’s Appeal, 4 Wright 90; Towers v. Hagner, 3 Whart. 48; Gochenaur’s Estate, 11 Harris 461. A gift of coin from husband to wife good: Herr’s Appeal, 5 W. & S. 494; Rogers v. Fales, 5 Barr 154.\nThese woofs have all been woven by the judicial mind into the warp of the common law, and have become established customs of the state, finding their fruit in actual legislation. When the Act of 1848 declared that all the property of a married woman shall be owned, used, and enjoyed by her as her separate property, and shall not be subject to levy or execution for her husband’s' debts, or transferred or encumbered by him, without her assent in due form of law, it established a principle of separation or dissolution of the legal unity so far as it became necessary to protect these rights of property. What difficulty is there in saying that an instrument which is the mere representative of these rights is within the equity, and consequently the protection of the statute ? It was good before in equity. Have we not held a matter to be within the spirit, and therefore within the intention of the law ? Why should we refuse to support the judgment of the law upon the instrument, in order to preserve the very rights which advancing legislation has now secured to the wife ? If the husband have come into the possession of the wife’s estate in money, or by conversion, is it not in effect encumbered and levied in execution for the husband’s debts if we permit his property to be swept away by subsequent judgments, on the ground that a judgment given by him to protect her is void by reason of an artificial unity? Unquestionably the debt is the principal, while the judgment is but the shell, the chrysalis from which her right must emerge. Then, when legislation has established the right itself by extirpation of the legal unity to that extent, certainly the courts should not lag behind, and, returning to black-letter law, frustrate the beneficent intent of the statute by striking down the instrument which protects the estate. The case might be rested here, but let us see whether we cannot find strictly legal principles to shelter the rights thus secured by statute and custom.\nA deed to a married woman is good at common law, to vest the estate in her if her husband do not dissent: Coke Litt. 3 a; 1 Comyns’s Dig. 566, Baron and Feme, p. 2; Smith v. Baxter, 6 Binn. 427; but a bond from her is void, and the judgment upon it: Dorrance v. Scott, 3 Whart. 309.\nA judgment is the act of the court, the sentence of the law' upon the facts before the court. This principle is applied to judgment by confession upon warrant of attorney: Hazelett v. Ford, 10 Watts 101; McVeagh v. Little, 7 Barr 279. By the Act of 1806, the prothonotary is required, when a bond or writing containing a warrant of attorney to confess judgment is presented', “to enter judgment against the person or persons who executed the same.” A judgment cannot be inquired into collaterally in a question of distribution, but if a party will attack it, he must have the proceedings suspended until he can test its validity: Dyott’s Estate, 2 W. & S. 557 ; Wheaton’s Estate, 4 Watts 345; Leeds v. Bender, 6 W. & S. 315; Harris’s Appeal, 5 Id. 473.\nIn this case, then, we have a judgment, regular on its face— a bond filed, judgment entered,-a .revival and confession of judgment. Moore, the defendant, was sui juris, and capable of giving it; while the marriage is a fact dehors the record.\nThen, what is there in the application of a third person to invoke the legal discretion of the court to inquire into the validity of the judgment? If marriage is suggested, there being no fraud alleged, the answer is, the < law protects her estate, and equity sustains the instrument which represents it; and why should the court lend its aid to overturn the judgment ?\nBut to exclude inferences which might be drawn from the general language of this opining, not warranted by the decision, it is necessary to say that neither the judicial nor the legislative mind has been directed to unfettering the wife from coverture in its legal effects. The single 'thought is, that, her estate being saved to her by the law, it is the business of the judiciary to preserve it, instead of resorting to the technical unity produced by marriage to destroy it, wher§ the interests of justice do not demand it.\nThe Act of 1848 has invaded-the marital unity in this respect; it preserves to the wife all her chattels, real and personal, and choses in action, which marriage, by the common law, gives to the husband; to the same extent her rights should be protected.\nThis being so, the argument summed up is, the estate being preserved by law, the bond which represents it being good in equity, the judgment regular on its face, the distribution to be made “according to law and equity,” the validity of the judgment not being inquirable into before.the auditor, law and equity require that the judgment should participate in the fund. That as the judgment can only be set -aside by an application to the equitable power of the court, which .involves the exercise of a legal discretion, the court, in order to' protect the estate of the wife, preserved by the Act of 1848, ought not to inquire into the fact of marriage between the plaintiff and defendant, merely upon “the suggestion of a technical unity, where no fraud is alleged. The opposite argument asserts that a judgment is a thing existing only in law and not in equity, and therefore a judgment of the wife is void, because there is no party plaintiff in law; for the legal unity merging the wife’s existence in that of the husband, leaves the record with but one party, to wit, the husband, defendant. But the argument begs the question by assuming the marriage. Non constat by the record, that there is a marriage. Then comes the pith of the matter, that, law and equity protecting the estate represented in the judgment, we will not lend the power of the court to inquire into the fact of marriage, and thus destroy the fruits of the judgment in the absence of fraud, while the wife is in the a-ct of extending her hand to receive the fund from the court. Nor is this a step in advance; it only follows: the great stride was that which preserved the estate at law, and protected the instrument representing it in equity. Nor will the maintenance of the judgment open a wider door to frauds than the legislature has already set ajar. The same principles precisely will control the judgment which govern the estate, and that is where fraud is alleged, the burthen of proof lies on her to show the soundness of the debt by showing the separate estate upon which it is founded. Fraud being alleged, and marriage proven, her coverture then is properly invoked to compel her to prove out hbr case.\nIt is objected that execution cannot issue upon such a judgment. But this is because the process of execution is adversary, and the policy of the law forbids any disturbance of the domestic relations of the parties. It does not follow that the voluntary act of the husband in her favour, and for the protection of her estate, should be treated as a nullity.\nThe decree of the court below ordering distribution to be made to the judgment of Hannah Moore is therefore confirmed, and the record ordered to be remitted for the purpose of making distribution accordingly, and the appeals of Richard Williams and wife and Ruth Ann Moore are ordered to be dismissed with costs."}