{"id": "485593", "contents": "The opinion of the court was delivered, by\nThompson, J.\nThis is an attempt to set up an alleged nuncupative last will of George Williams Taylor, late of this city, deceased. After his death, in 1859, administration on his estate, at the request of his widoAV, was granted to Passmore Williamson, Esq., who settled up the same, and filed his account. Then the widoAY, nearly two years after her husband’s death, essayed to establish a nuncupative will, under which she Avould be the sole legatee of his property. The register certified the will as proved; but on appeal to the Register’s Court, the decree of the register Avas overruled, and this appeal taken.\nWills of this description are not favourites of the law, and are only allowed in the extremity of the testator’s last sickness, and when it has been so sudden, unexpected, and violent as to prevent him from putting his testamentary wishes into writing (6 W. & S. 188), all the requisites of the law for the establishment of such ayíIIs must be strictly complied with: 4 Rawle 46. One of them is, that the testimony, or the substance thereof, must be committed to writing within six days after the making of such will. Neither the Avords nor the substance of them, as used by the alleged testator, were ever committed to writing in this case as proof of a bequest, or to be preserved as such by any one. The letter written by Mr. Peacock to Mr. Jeudon did not purport to do more than to inform the latter of Taylor’s death, and in a general way of the disposition of his property; but how, or in what manner, was not stated. Nor was even that letter produced, or shown to have been lost or destroyed. The same thing must be said of the fragment of an unsigned letter written by the same witness two days after Taylor’s death. It contains nothing of what the statute requires. It sets forth no words of a testamentary kind to show the animus.testandi, nor the disposition of his property. It is only the assertion of the writer, that he left his property to his wife. This is the writer’s will, not the testator’s. The law requires the words of the testator, or their substance, so that from them the testamentary disposition may appear. So, in committing to writing a nuncupative will, other facts should be stated in addition to the testamentary words, or their substance; such as his request to the bystander to bear witness that the words used are his will. Nothing of this was done. The proof was therefore entirely insufficient, and the Register’s Court were right in overruling the probate by the r egister.\nDecree of the Register’s Court affirmed, at the costs of the appellant.\nAg-new, J., was absent at Nisi Prius 'when this case was a rgued."}