{"id": "485587", "contents": "The opinion of the court was delivered, by\nAgnew, J.\nStrickler bound himself to perform all the duties and obligations imposed by the draft upon Landis. This was his express written contract, when he became the substitute. Faithful service in the ranks as a soldier during the whole term of nine months was the duty he contracted for, but has failed to perform.\nIt is true that the government suffered directly by his desertion, and might have punished him for his dereliction; but it was a breach of his contract also, and justice, as well as sound morality, requires that he should not reap the reward of delinquency. We see no reason why the defendant should pay for a service he bargained for but did not .obtain, even though the loss fell chiefly upon the public and not upon himself.\nBut it is said the plaintiff was honourably discharged at the expiration of the term. The proof, however, shows, that it occurred by the culpable negligence of the officer who gave the certificate, or in consequence of the forgiveness of his fault by the President. The plaintiff may rejoice that he has thus escaped the penalty of the violated law; but what defence is this to his broken contract ? Neither morality nor sound policy demands that one should be vicarious for the other; while there is strong equity that the defendant should not pay for a service left unperformed. Certainly, it shocks the sense of every right-minded man to suffer one who is drafted to perform a hard, though necessary and patriotic service, not for his own gain, but for the public benefit, to make compensation tó another, who has not only broken his contract, but violated his oath and his honour. Technically, the breach of the contract for service enables us to relieve the defendant, the breach of duty, patriotism, and honour is a strong motive for administering the equity. Perhaps, the only error of the court below was, in not suffering the jury to take the case a little more into their keeping. In that case, it is doubtful whether the plaintiff would have succeeded so well as he did.\nThe judgment is affirmed."}