{"id": "485569", "contents": "The opinion of the court was delivered, by\nThompson, J.\nIt is undoubtedly the true construction of the will of Ann Charlotte Frank, that whenever urgent necessity required the principal sum bequeathed to be called upon for the benefit of her niece, there was to be no limitation upon the sum to be applied, short of what might be needed in the exigency. It was not restricted to purchases of necessaries, as was the interest, but to what might be necessary in cases of urgent necessity occurring in regard to her.\nShe became insane, and on proceedings instituted to inquire of her condition, she was found to be a lunatic; whereupon the court ordered “ that it appearing to the court that Lydia Thomas is a citizen of Lancaster; that she has been legally declared insane; that her husband is in indigent circumstances; and the court also being satisfied that it would be unsafe for the said Lydia to be at large, commit the said lunatic to the Pennsylvania Lunatic Hospital as prayed for.”\nHere was an adjudication that, it seems to us, fixed the fact of urgent necessity most conclusively. She had become insane, and was unsafe to be at large, and her husband had no means of maintaining her in the asylum. I can hardly conceive of a case coming more completely within the provision of the will.\nThe first object of the testatrix’s bounty was this unfortunate woman, -and the will must be so interpreted. Had she remained of sound mind, and a case of urgent necessity had arisen to which the interest of the bequest would have been inadequate, no one can- doubt but that her interest in it would have been such as to entitle her to call on the trustee for the application of a portion or the whole of the legacy, as the case might require. That this is so, is manifest from the residuary clause in relation to it, viz., all that may “remain shall be equally distributed and paid among the lawful children of the said Lydia.”\nThe necessity occurring, and her interest in the bequest existing, it is difficult to see why the directors of the poor, who were bound to pay in the first instance for her support and treatment where the law placed her, could not avail themselves of her rights of property. The Act ,of the 13th June 1836, § 12, and the decisions in The Township of Franklin v. State Lunatic Hospital, 6 Casey, 522, and Lower Augusta Township v. Northumberland County 1 Wright 143, settle this. A lunatic who is a charge on the public, is charged as a quasi pauper, and the township or district primarily liable for maintenance, may look to any estate that may belong to such person, or to his or her relatives, who by law are answerable to reimburse. The Act of the 8th April 1861, is but declaratory of the law as it stood.\nThe objection that this dispenses with the discretion of the trustee has no merit. His discretion is but a legal one, and whenever the law determines that a proper case has arisen in which the trustee’s discretion should have been exercised in a particular way, he will be constrained to act in accordance therewith.\nThese views set aside altogether the argument, that because the county has been and is supporting the lunatic, therefore her estate is not answerable. It sometimes happens that a pauper charged on a district is discovered to have rights that are valuable : according to the argument carried to its legitimate results, the heirs might claim it in preference to the district, because the pauper was comfortable enough by the public munificence. Such a result is not to be thought of.\nJudgment affirmed."}