{"id": "485536", "contents": "The opinion of the court was delivered, by\nAgnew, J.\nThe bonds which Mrs. Shroder handed over to John Hatz were expressly agreed in the writing to be “ as an indemnity against any costs and expenses, I (John Hatz) may incur in the collection of a bond for four thousand five hundred dollars, I hold against John F. Shroder, payable 1st April 1858, with lawful interest, dated 28th April 1857, and which is secured by a mortgage of same date, executed by said John F. Shroder and said Elizabeth Shroder his wife, to me, on the house and lot of ground on the east side of North Queen street, near Penn Square, in the city of Lancaster.”\nHatz incurred no expense upon this bond, never having attempted to collect it. The expenses which he did incur arose upon an endeavour to collect a prior bond and mortgage, which the trustee of Mrs. Shroder had, by an unauthorized assignment, transferred to him as a collateral security for the payment of the $4500 bond and mortgage. In Hatz’s Appeal, 4 Wright 210, this court decided that the prior bond and mortgage, assigned by the trustee to Hatz as a collateral security, was illegally transferred to Hatz, and awarded the proceeds of the collection from the mortgaged premises to Mrs. Shroder.\nIt is clear, therefore, that this prior bond and mortgage not being assigned to him by Mrs. Shroder, or under any valid authority derived from her, Hatz did not hold that debt as a collateral security for his own debt, had no right to collect it, and had no recourse to Mrs. Shroder for the costs and expenses of his unauthorized attempt to collect it either at law or in equity.\nBy the express stipulation of his agreement he can claim nothing, for that specifically confined the claim for costs and expenses to the collection of his own debt of $4500. In equity he had no better right, for the debt he undertook to collect was not transferred to him by any authority, of Mrs. Shroder’s, and consequently was not in law or equity held by him as collateral to his own debt. As it regards Mrs. Shroder, he was purely a volunteer in the collection of the prior debt, and could not compel her to refund the expenses. In no aspect of the case had he any right of recourse upon her for the expense.\nThe court below was therefore in error in allowing him to retain the proceeds of the bonds held as indemnity, upon the ground that he had expended money in his fruitless endeavour to collect the debt illegally assigned to him by Mrs. Shroder’s trustee. According to the terms of the'case stated, judgment should have been entered for the proceeds of those bonds, with interest.\nThe judgment of the court below is therefore reversed, and judgment is now entered for the plaintiffs in error for the proceeds of the lands' and interest, and rent and interest, making the aggregate sum of four hundred and eighty-seven dollars and fifty cents."}