{"id": "485596", "contents": "The opinion of the court was delivered, by\nStrong, J.\nThat to maintain an action on the case for a malicious prosecution, both want of probable cause for the prosecution and malice in the defendant must be affirmatively shown, is familiar doctrine. Whether there was probable cause is a mixed question, partly for the court and partly for the jury. The court must determine what it is, but the jury must find the facts which are material to the question. When the facts are controverted, and in some cases where the actual belief of the prosecutor enters into the consideration of the question, a court can do no more than define what constitutes probable cause, and submit to the jury to find whether the constituents of it have been proved, or rather whether it has been shown that those facts were wanting which the law declares to be essential to justify a prosecution. This course appears to. have been pursued in the present case. The jury were instructed what the law declares probable cause to be, and instructed rightly; and then they were directed to inquire whether the defendant had such cause for instituting the prosecution of which the plaintiff complained. Certainly, under the evidence as it is certified to us, it was not for the court to say there was probable cause for the prosecution. The doubt, if any, is rather whether the direction should not have been given that if the facts of which there was evidence were ¡oroved, they established the non-existence of any probable cause. It is difficult to see where there was a deceptive appearance of guilt, arising from facts and circumstances misapprehended, or misunderstood by the defendant, so as to produce belief in his mind of the plaintiff’s guilt, whatever may have been the impression made on the minds of others not so well informed. And if the prosecution was commenced as a means of obtaining possession and ownership of the horse alleged to have been stolen, of which there was considerable evidence, it will not do to say, that want of probable cause for it was not made out: Prough v. Entriken, 11 Penna. State Rep. 81. The 2d, 3d, and 4th assignments of error cannot be sustained.\nBut the court instructed the jury that if there was not probable cause, they should find for the plaintiff. This was leaving out of view the second essential to the maintenance of such an action, namely, whether the prosecution was instituted maliciously, a question always for the jury, and one which must be proved affirmatively to entitle the plaintiff to a verdict. It is true, that want of probable cause is evidence of malice, but it is not malice itself. It .is to be submitted to the jury for them to draw the proper inference. This appears to be almost, if not quite, the universal rule. How a criminal prosecution can be without malice, when it is instituted without probable cause; how it can have originated from any other than bad motives, which the law denominates malice, is not very apparent in most cases, yet the authorities uniformly hold that absence of probable cause is only evidence of malice. It has not the force of a legal conclusion, and therefore the existence of malice is a fact to be found by a jury. It is true, there are certain things which, if proved, the law declares to be conclusive evidence of malice, but mere want of probable cause is not one of them. If a prosecution be instituted for the purpose of extorting money or other property, the law implies malice: Prough v. Entriken, supra; and if in this case the prosecution against the plaintiff below was begun or continued to obtain a title to the horse alleged to have been stolen by him, that fact was conclusive evidence of malice, which the jury were bound to receive as such. Still it was for them to find whether such was the motive for the prosecution. This seems to have been inadvertently overlooked in the charge, very probably because the contest on the trial was mainly over the question whether there was probable cause for the prosecution. For this reason the judgment must be reversed. The record is very meagre. If we had the ease before us as it probably appeared at the trial, with the remarkable bill of sale obtained from the plaintiff below while he was imprisoned, and with the whole of the charge as delivered, this apparent error might prove unreal, but looking at the record as it stands, there was error.\nThe rejection of the record of the replevin in the District Court was entirely correct. It was for a different cause of action. All that the plaintiff could have recovered in that suit was the value of the horse, and damages for taking him, increased perhaps by the circumstances which accompanied the taking. He could have recovered- nothing for the personal injury to the plaintiff. This is an action for a personal wrong.\nJudgment reversed, and a venire de novo awarded.\nThompson, J., was absent at Nisi Prius when this case was argued. »"}