{"id": "485509", "contents": "The opinion of the court was delivered, by\nAgnew, J.\nThe complainants set forth in their bill four different claims. Three of these are in the capacity of creditors and assignees of creditors. As to them the complainants have their remedy at law by suit. The defendants being an incorporated company, there Ayas nothing to forbid their action arising out of their relation as stockholders. A stockholder who has individual transactions with a corporation may become its creditor, and sue as others can.\nOne of the claims set forth is for moneys paid by the complainants as stockholders to a judgment-creditor who had sued the company for his claim, and joined with it the complainants and some others as stockholders, under the provisions contained in the 23d section of the Act of 7th April 1849. The judgment was rendered against the company and the Brinhams, who were the only stockholders residing in the county. The complainants, therefore, claim contribution from the other stockholders, as liable under the 5th section of the Act of 27th March 1854, supplementary to the Act of 7th April 1849. The right to contribution is clearly statutory. Neither at law nor in equity are stockholders contributing to the capital of an incorporated company individually liable for the debts of the corporation. The liability arises solely in the statutory proAÚsion. As a consequence it is wholly governed by the statute, and the rights of the party claimant under the statute must be ascertained by it.\nThe 5th section of the Act of 27th March 1854, making the stockholders of manufacturing companies jointly and severally liable for the debts of the company due to miners and others named in it, expressly provides that the liability is to be enforced, and collected in the manner provided for in the act to which this is a supplement.\nThe 23d section of the original Act of April 7th 1849, enabling a creditor to enforce a liability against the company and the stockholders, provides that he may join any one or more of the stockholders, and proceed to the mode of collection thus: “ the execution upon such judgment shall be first levied on the property of such company, if it be found,” &c.; and if property not found sufficient, then “ the deficiency, or so much thereof as the stockholder or stockholders, defendants in such judgment, shall be liable to pay, shall be collected of the property of such stockholder or stockholders.” The act then proceeds to give a remedy to the stockholder paying the judgment thus: “ On the payment of any judgment aforesaid, or any part thereof by one or more stockholders, the stockholder or stockholders so paying the same shall be entitled to have such judgment or so much thereof as may have been paid by him or them, assigned to him or them for his or their benefit, with power to enforce the same in manner aforesaid, first, against the company, and in case the amount so paid by him or them shall not be collected of the property of the company, then rateably against the other stockholders, if any such there be, originally liable for the claim on which such judgment was obtained.”\nThe argument of the complainant is that this section gives to the stockholder paying the judgment a right of recourse to all the stockholders, but provides no remedy; and because a legal action against each for contribution would be expensive and burthensome, he has no convenient and sufficient remedy at law, and must be permitted to seek it in equity.\nThe argument is founded in a misconstruction of the statute. First, the liability to the creditor under the Act of 1854 is limited, and not general, or it is only a liability “ to be enforced and collected in the manner provided for in the act to- which this is a supplement.” .\nNext, under the Act of 1849, the liability is to be enforced against those only who are made parties to the creditor’s suit, and against whom he obtained a judgment. The collection is then specifically to be made by execution against the company, and for want of goods, &c., against the stockholders, defendants in the judgment.\nThen, when we come to the remedy of the stockholder paying the judgment, he is to have the use of the judgment by an assignment for his benefit, “ with power to enforce the same in manner aforesaid.” What was the manner aforesaid? It was execution first against the company, and then against the stockholder liable on the judgment. Now this is just what the act proceeds immediately to say after the words in manner aforesaid, viz.: “ first against the company, and in case the amount so paid by him or them shall not be collected of the property of the company, then rateably against the other stockholders, if any such there be, originally liable for the claim on which such judgment was obtained.” If the words originally liable for the claim on which such judgment Avas obtained are to be interpreted to refer to all the stockholders who might have been served, then the power to enforce payment of the judgment in the section could not be in the manner aforesaid, for that manner was by execution against the company and the stockholders sued, while this interpretation would carry the remedy in some unprovided form to others not sued. The words “if any such there be,” had reference not to stockholders not sued, but the defendant stockholders not joining in the payment of the execution. But if the remedy is intended to be given against other stockholders also, not in the judgment, and if it be left to the court to control the execution, so as it shall be levied pro rata of all the stockholders originally liable with the defendant before judgment, still the remedy is thus given by the act, and no other can be pursued. In either way the remedy is by execution under the statute, and not in equity.\nThe judgment of the court at Nisi Prius must therefore be affirmed.\nWoodward, C. J., was absent at Nisi Prius, when this case was argued."}