{"id": "485513", "contents": "The opinion of the court was delivered, by\nStrong, J.\nThis was an action of trespass for taking and carrying away one hundred and three thousand five hundred feet of lumber, which the plaintiff alleged to belong to him, whereof he had acquired the title at a sheriff’s sale of the property of Dr. Henry Brooks. The undisputed evidence in the case was, that Dr. Brooks having been the owner of a steam saw-mill, and also of the timber standing on three certain tracts of land, agreed to give the use of the mill to Trout, the defendant, for the purpose of manufacturing the timber into lumber. The agreement stipulated that Trout should cut the logs, get them to the mill, saw them out, pile the boards, and give to Dr. Brooks one-half the boards, to be divided in the pile. Under this contract two hundred and seven thousand feet were manufactured and piled, but the defendant refused to make any division, and claimed to retain all. Not only so, he removed from the mill property a considerable portion of the lumber, transporting it about three miles in the direction of the market. After this had been done, an execution was issued against Dr. Brooks, under which the sheriff levied upon his interest in the two hundred and seven thousand feet of lumber, and on the 3d of January 1861, made a sale, returning that he had sold one hundred and three thousand five hundred feet to the plaintiff for the sum of $362.25, at $3.50 per thousand. After the sale, the defendant continued to haul the lumber away until most of the remainder had been removed, when this suit was brought.\nIn view of these uncontroverted facts, the defendant contended at the trial that, the lumber not having been divided, the sheriff’s sale gave to the plaintiff only the one-half of one hundred and three thousand five hundred feet thereof, and that the plaintiff and defendant being tenants in common of the lumber, this action of trespass could not be maintained without its being shown that the defendant had destroyed the joint property, or sold it before the commencement of the suit to an innocent purchaser. He also contended that if there could be a recovery at all, it could only be for so much of the lumber as was taken away between the sheriff’s sale and the commencement of the suit.\nThe first of these positions is clearly not maintainable. The sheriff’s levy was upon the interest of Brooks in the entire quantity of two hundred and seven thousand feet. No doubt it was supposed (as seemed to have been understood at the trial by both the court and the defendant), that the interest of Dr. Brooks was an ownership of the undivided half. Hence, when the sale came to be made, the sheriff returned it as a sale of one hundred and three thousand five hundred feet, not as a sale of the debtor’s interest in that quantity, but as a sale of the quantity itself. The statement of the price also proves that quantity to have been sold. The sale was returned as made for three dollars and a half per thousand, and the aggregate proceeds as $362.25, which could not have been had any less quantity than one hundred and three thousand five hundred feet passed to the purchaser. The first point of the defendant was therefore rightly denied. And the court was not called upon to say what was the effect of the sale, if, instead of a joint ownership, the entire ownership of the lumber was in Brooks, subject only to a lien for the price of its manufacture.\nThe next question relates to the form of the action. And if, as was assumed in the court below, the plaintiff and defendant were tenants in common, or joint owners of the lumber, Avhen the alleged trespass was committed, it is difficult to see how an action of trespass could be maintained by one against the other for any act done to it which did not amount to its destruction. Both trespass and trover are founded upon the plaintiff’s right of possession, and, of course, a right of -possession as against the defendant. But when the defendant is a tenant in common with the plaintiff, or a joint owner with him of a chattel, his right of possession is equal to that of his co-tenant. Each has an interest in the whole, and each has a right of possession. For this reason it has always been held that neither trover nor trespass can be maintained by one against the other for any injury to the chattel, or to the plaintiff’s rights to it, which falls short of its destruction. See Littleton, § 323, and Lord Coke’s Commentary upon it. See also 1 Chitty’s Plead. 157. There are repeated decisions to this effect in both the English and American courts, and I am not aware that the doctrine has ever been questioned. It has indeed been sometimes debated whether the sale of a chattel as' entirely his own, by one joint owner, may be regarded as equivalent to its destruction, so as to enable the other OAvner to maintain trover against the vendor, and there have been dieta at least to the effect that it may.. I am unable to see that they are supported by any substantial reason. Except in the case of partnership, such a sale passes to the purchasers nothing more than the undivided interest of the vendor. We have no market overt, and one joint owner cannot sell the entirety. His vendee must take the seller’s interest, and hold the chattel as the seller did. The co-tenant who does not join in the sale loses nothing by it, and hence such a sale cannot in any just sense be called a destruction. Nor do I know that it has ever been decided to be such. There is, however, an intimation in Barton v. Williams, 5 Barn. & Ald. 395, that a sale of personal property by one joint owner enables the other to maintain trover, but the case cannot be said to have been decided on that ground. So, too, in Wilson v. Gibbs, 3 Johns. 175, it was said by Spencer, J., that for the sale of a chattel an action of trover will lie by one tenant in common against another. The property in which there was a joint ownership in that ease was a hogshead of rum, which the defendant had sold, presumptively at retail, and he was held liable to his co-tenant in trover. It was not so much the sale as the selling the rum at retail, his division and distribution of it in small quantities, and therefore irrecoverable, that worked the destruction. But whatever may be said of the effect of a sale by one of several joint owners of a chattel, denial of the right of a co-tenant, and exclusive use by one, leaving the chattel still in existence, have never been held sufficient to enable the excluded owner to maintain either trover or trespass. It is true that ejectment, and in some cases trespass, will lie in favour of one tenant in common of land against his co-tenant, who has actually ousted him from the possession. There is a reason for a different rule for joint ownership of lands, from that which exists for joint ownership of chattels personal. Land is capable of actual possession by more than one at the same time, chattels are not. If then the assumption of the defendant’s second point be conceded, namely, that the plaintiff and defendant were tenants in common of the lumber, the point should have been affirmed. It'was not equivalent to' destruction of the property' that the defendant had refused to make a division of it, that he had claimed it all as his own,1 and that he had actually removed it from the mill property towards a market, with a manifest purpose to carry out his declaration that it was all his, and to exclude his co-tenant. This was a gross wrong, and remediable, but not by an action of trespass. It was appropriation, not destruction.\nOn the other hand, if the plaintiff and defendant were not joint owners of the lumber, the defendant’s second point should not have been affirmed. And that they were not, that the defendant had no interest in it as owner until after a division, is manifest from all the evidence. That the timber, when standing, was the sole property of Dr. Brooks, under whom the plaintiff claims, is a conceded fact, as well as that the defendant never acquired title to it unless it was by virtue of the agreement for its manufacture into lumber. Nothing in that, however, vested in him any interest so long as the lumber remained undivided. It simply constituted him the agent of the owner to cut the logs, haul them to the mill, saw them into boards, and place the boards in piles. The woodland was not leased to him, woodleave was not sold, and he did not even acquire any term in the mill. He was permitted, required to use the mill, not to saw his own timber or that of the public, but to saw the logs of Dr. Brooks. True, when the lumber had been made, he was required to give his principal one-half, after it had been divided. That was a provision for the payment of his own services. It was equivalent to an allowance by the principal to the agent of one-half the product of his labour. The agreement will bear no other construction. It cannot be said that the ownership of the property was transferred to Trout when the logs were cut, or when they were hauled to the mill, or when they had been sawed, nor even when the lumber was piled, never until a division was made. And that the defendant never allowed. The time never came, therefore, when he became half owner. In this aspect of the case the defendant’s proposition was not correct. Claiming the lumber as all his own, refusing to make any division, and removing it to a distant place under an assertion of exclusive right, constituted a trespass for which such an action would lie, and as he virtually disclaimed holding possession by virtue of any law, asserting absolute ownership in himself, there was nothing in the way of the plaintiff’s recovery in this form of action.\nUnder the facts of the case, as they appeared in evidence, the court answered the defendant’s third point correctly. A very large portion of the lumber was hauled away after the sale, and before the suit was brought, and that which had been hauled away before was left where it might make up full loads with that which was taken after the plaintiff became the purchaser. Whatever was taken was taken under an assertion of right to the whole. The hauling away was therefore not a succession of disconnected trespasses, but one continuous act. Every act of taking may well be considered a taking of the whole, for it was in the name of the whole. No doubt in trespass, as in other actions, damages can he assigned only to the time of purchasing the writ. New and independent trespasses may be compensated by a second action. But in this case the taking and carrying away the lumber was a single act, though it may have required many days as well as teams to remove it.\nNor was it erroneous to instruct the jury that “ it is not allowable for one to trespass upon the 'rights of another, and in his defence therefor allege that there was no market for the property taken or destroyed, or that it was of less value on this account than it had been before, or was subsequently.” This language must be taken with its context. So far as any rule for the measurement of damages was stated, it was that the plaintiff was entitled to the just and full value of the property. If at the time of the trespass the market was depressed, the jury were told too much importance was not to be given to that fact. The owner might have intended to keep the property for a better market, or have designed it for his own use. And a trespasser is to have meted out to him in damages an assessment commensurate with the injury he has done. If at any particular time there be no market demand for an article, it is not of course, on that account, of no value. What, a thing will bring in the market at a given time is perhaps the measure of its value then, but it is not the only one.\nThe judgment is affirmed.\nAgnew, J., was at Nisi Prius when this cause was argued."}