{"id": "485546", "contents": "The opinion of the court was delivered, by\nThompson, J.\nA surety in an obligation after it has fallen due, has a right to require the holder to quicken his movements in regard to its collection from the principal, by giving and proving clear and distinct notice to him to do so, otherwise he will be no longer responsible as surety. The right to a defence by a surety for a failure on part of the holder of the-security to move, after such a notice, is in equity, and most important. Formerly he could only arrive at the same result, after a troublesome and tedious proceeding in chancery, in which he must have set forth distinctly his title to the interposition prayed, as well as the relief sought. In such a proceeding no uncertainty would remain when the court should require the creditor to proceed, as to notice to him, and what he was required to do. All that would appear of record, and it would be made known to the party by an official service of the decree upon him. The equitable principle of such a proceeding was early adopted in Pennsylvania, but as we had no courts of equity, it was applied in appropriate cases in the common law courts as an equitable defence, arising out of a failure to regard a notice in pais, by the surety to the\nholder of the obligation, to proceed against the principal, or in default the surety would be no longer bound. “This notice,” says Tilghman, C. J., in Cope v. Smith, 8 S. & R. 110, must “be proved clearly, and beyond all doubt,” and the “request be positive, and accompanied with a declaration that unless it be complied with the surety will be considered as discharged.” The rule was repeated without modification in The Erie Bank v. Gibson, 1 Watts 143, and has ever since been followed. Wolleshlare v. Searles, 9 Wright 45, is so appropriate to the principal feature in this case that we need scarcely refer to any other authority. “ The proof of this warning” to the holder of the obligation, says Lowrie, O. J., “ is therefore the preliminary evidence to raise the duty and introduce the evidence of its violation. If this warning is not clearly proved, all further evidence is good for nothing, and ought to be rejected.” “The evidence of it that requires a long and tedious analysis to show its application to the note sued on, cannot be regarded in equity as sufficient. It, and the evidence of it, ought to be so clear and distinct that its meaning will strike the mind of' the hearer at once, and without argument.” In point of fact, and strictly, there was no proof of notice here to either husband or wife; that is to say, if given it was by parol, and no witness was produced to prove that he was present, and heard it. A substitute, however, for the omission is sought in the admissions of both husband and wife, picked out by interrogatories put by the defendant in the presence of a witness, a month or more after the alleged notice to the husband was said to have been given. I do not say that such mode of proof would be insufficient under all circumstances, but of all species of testimony it is the most to be suspected, and the least to be respected. An eminent judge of our times has characterized such testimony as “ conversationing” a party into a conviction of himself.\nWe have held that a married woman is entitled to notice on account of her separate interest in a case like the present, just as other persons are entitled, either by the party interested to give such notice, or some one authorized by him to do so: Hellen v. Bryson, 4 Wright 472. The proof extracted as above attempted, measured by the authorities already cited, together with the last-mentioned case, is, in our opinion, wholly insufficient to establish the requisite notice to Mrs. Obcrly, the owner of the note in suit, so as to entitle the defendant to the equitable defence claimed.\nIn the first place, it was to the effect that the husband of the real plaintiff admitted that the defendant had called on him a month or more before, and asked him if he had collected the note from Josiah Jones, the principal, and on which he was a surety, and that he had told him he should bring suit on it immediately, or he would not be responsible. He admitted, further, that he had told his wife of the conversation, “ but that she allowed he was not in earnest, and it might lie another year.”\nWe said, in Hellen v. Bryson, that the notice must be intended for the wife, and, if delivered to the husband for her, it would be a question of service afterwards. But we hardly reach the last point of this remark, for it was clearly intended for the husband, so far as the admissions show. The wife’s name was not mentioned at all, and no message was attempted to be sent to her through the husband. He was treated as the owner of this note, which he was clearly not, without the precaution of inquiry as to whom the note really belonged, if defendant was ignorant on that score. It was therefore simply notice to a wrong party. Nor was the husband constituted the agent to give the notice any more than to receive it, which we held was not the case in Iiellen v. Bryson. We think the marital relation does not constitute him her agent in regard to her property, although he is her protector. There cannot at all times be entire safety in regarding him in this light, and the authorities cited by the plaintiff in error we think fully establish this position. Nothing drawn from the husband was evidence of notice to his wife, nor were her previous acts evidence of a general agency in regard to the note.\nThe admissions of the wife are next to be noticed. In their broad sense they amount to no more than that her husband informed her of the conversation the defendant had had with him, not about what he wanted her to do, but what he wanted him to do. The adroit manner in which she was questioned, for the purpose of committing her, leaves it just this, and no more: “Did not your husband tell you a month ago,” says the interlocutor, “ I wanted you to collect that note, that if y-ou did not do so I would be responsible no longer?” Now, if he meant the pronoun you as applicable to her, the proof by the same witness, almost in uno flatu, proves the question to have contained an implied false assertion, for not one word was proved to have been said by him about her in hi's conversation with the husband, as admitted by him — the husband. But suppose that even this had been as alleged, the communication did not come to her as a learning, or notice. The bearer of it only communicated it as a conversation. He was not constituted agent, as already said, and there is a vast difference between information so delivered and a casual conversation. Because it was not so delivered, she was not able to say whether he was in earnest or not. The attempt to make a practical application of it by her in saying, “I thought that would clear you right away,” is rather a feeble effort to make out notice, especially as she had, according to the same witness, but a moment before said she thought he was “ not in earnest, and it might lie over another year.” This does not sound like the expression of a belief that he was “ clear right away.”\nAs this alleged notice, and the disregard of it, constituted the defendant’s equity, it was for the court to say whether it was sufficient or not, if believed. For the reasons given, we think it was clearly insufficient. It was not that clear and distinct proof of notice required by law, nor even such as after á tedious analysis, which is not allowable (Wolleshlare v. Searles, supra), might be made applicable to the real party in interest. Had the testimony, therefore, been all grouped together in an offer, the court would have done right in rejecting it. But as part was received under exception, and part without objection, we think the learned judge erred in answering the plaintiff’s second point in the negative, by saying, “ that if all the testimony of the witnesses on the subject of the notice is believed by the jury, in point of law the notice would be sufficient” to discharge the defendant. The same error is to be found in the answers to the fifth and sixth points of the plaintiffs. He should have answered that it was insufficient.\nThere is an assignment of error which we have no doubt is founded on a mere mistake in the use of language in writing out the charge; but as it appears before us as the charge actually delivered, we are bound to notice it. It regarded the question of the time to which the jury should ascertain the solvency of Jones. The court referred them to the time of the maturity of the note, which was a year or thereabouts before notice. They were, in another portion of the charge, referred to the correct time, to wit, the time of giving the alleged notice. But as this latter, if it was the latter part of the charge, was not a correction of the former, we cannot say which instruction the jury followed. It was therefore error, but, from the views we hold of the case, it was of little consequence.\nPrudence would dictate that such notices as we have been discussing should always be in writing; but as this is not an imperative requirement, they should be distinctly and clearly given, and as clearly and distinctly proved in all cases. The defect here was, that the notice was wanting in all these particulars, in fact was not given at all, and hence the equitable defence fails. 'We see nothing else requiring special notice, and we refrain from following the elaborate discussions with which-we were favoured, into other questions not now necessary to be determined.\nJudgment reversed, and venire de novo awarded.\nA&new, J., was absent at Nisi Prius when this case was argued."}