{"id": "949850", "contents": "The opinion of the court was delivered by\nGibson, C. J.\nIn England, and perhaps here, a judgment creditor may be concluded by the election of a particular execution. He cannot have a capias ad satisfaciendum after an elegit, or regularly a fieri facias after a capias ad satisfaciendum, or even a second execution of the same nature till the first be spent. Still a party who has only sued out an execution, may abandon it before it is executed, and sue out another of a different stamp. But where the debtor’s body has been taken, the creditor’s recourse to the land during the debtor’s life, and actual confinement, is gone, and with it his lien. The judgment is paid by the highest satisfaction known to the law. Yet an elegit executed on the goods, being, in that case, effectively no more than a fieri facias, does not preclude the creditor from suing out a capias ad satisfaciendum, or extending the land, (see Hobarts’ Rep. 58,) which is analogous to the practice here. We hold that, to levy a fieri facias on the chattels does not discharge the land, because the writ to enforce the judgment against it is the same, and the satisfaction the same. In the same way, the conusee of a statute merchant, or staple, or of a recognisance in the nature of a statute staple, may take the body, goods, and land, at once, or consecutively, because they are alike liable to execution under the laws by which those securities were created. Now, as all the debtors properly are alike subject, with us, to execution -by the same writ, a levy on chattels does not relax the creditor’s hold on the land; and so the matter has been treated in practice. Nor is the return, if levied to the amount of debt and costs, whether true or false, conclusive evidence, as it is in England, of satisfaction, which discharges the judgment, and fixes the sheriff. There the plaintiff in the execution on which the goods have been sold, gets the proceeds of them, and the plaintiff, in an earlier execution, has no other remedy than an action for the misfeasance; but here the return is open to explanation by evidence of subsequent circumstances, the proceeds of chattels being distributable according to priority of lien, like the proceeds of land. According to Little v. Delaney, 5 Binney, 272; and Beale v. Worrell, 11 Serg. & Rawle, 299; a levy is satisfaction, so far as it has, or might have, produced it; but where the proceeds of a venditioni exponas have fallen short, or been applied to prior executions, the plaintiff cannot proceed against the sheriff on the conclusiveness of his return, but must have recourse to the debtor’s other property. No more was determined in Hunt v. Breading, 12 Serg. & Rawle, 37, than that an execution creditor, whose levy has kept others at bay, shall not abandon it and assign his judgment for the consideration of payment, as an existing lien on the debtor’s land. Had he been deprived of the fruit of his execution by any thing else than his own act, the consequence would .have been different; but it was held, that no exception to the • English rule was to be allowed for' the gratification of an execution creditor’s caprice. On this ground it is, that the rescue or escape of a debtor in execution does not preclude the creditor from suing out another writ, while a voluntary discharge of his person is a discharge of the debt. But it has never been thought that a judgment creditor is bound to follow out a levy on land, which has been found sufficient to pay, by its profits, the debt in seven years. H has been suffered to bide his time, and come upon'the proceeds of that, or any other tract, when sold on any other execution. If, then, the general lien of a judgment be not discharged by a levy on a particular tract, which is a chattel, for payment of debts, why should it be discharged by a levy on what is a chattel interest for all purposes ? It has been urged, that the legislature intended, in cases like the present, to throw the execution creditor on his forthcoming bond, either exclusively, or till it should be exhausted, on the equitable principle, that he who may have recourse to two sources of payment must not take satisfaction in a way to disappoint another who can have recourse only to one of them. That principle, however, being one of mere benevolence, is never enforced at the expense of a legal right; and it is a common-law principle that a creditor may apply all or any of his securities at his option. The object in giving the debtor a stay of execution on his tender of a forthcoming bond, was not to provide a security in aid of the general creditors, but to indulge the debtor with the least possible risk and inconvenience to the seizing creditor. What equity, then, have they to say, he shall confine his recourse to the personal security of the bond, in order to make room for them in the distribution of the proceeds of the land ? It was not given for their benefit, nor have they been prejudiced by it. If he were to be confined to it, execution, which is the end of litigation, would be the beginning'of it; for he might have to go through the same process with successive obligors to the end of the chapter. The legislature never contemplated such a consequence. On the contrary, as the law favours the vigilant, and not the slothful, we must suppose the intent was to promote the justice of the case, which is all on the other side. , The sum of the matter is, that, as Taylor & Sons were deprived of the fruit of their levy, not by any thing they did or could have avoided, but by the act of the law, they are not to be deprived also of their lien on the land.\nDecree reversed; auditor’s second report set aside, and first report confirmed, with directions to pay the appellants’ judgment in full."}