{"id": "949830", "contents": "The opinion of the court was delivered by\nSergeant, J.\nIt is an established rule, in the law of costs, by virtue of the statutes 4 Jac. 1, c. 3, and 8 & 9 Will. 3, c. 11, and others, that in all cases where the plaintiff would have costs, if he had recovered, the defendant shall have his costs if the plaintiff be nonsuited. Com. Dig. Costs, A. 5. The question then is, whether the plaintiff, in a scire facias against the garnishee in foreign attachment, who has filed interrogatories and obtained answers thereto from the garnishee, as to the money and effects in his hands, and is not content to abide by the answers, but compels him to plead, and costs are thereby incurred, would not have recovered his costs, if he had proved more in the hands of the garnishee than was admitted by his answers. It is settled that he would. In Walker v. Wallace, 2 Dall. 113, the principle is expressed in so many words. And in the posterior cases of Wood v. Ludwig, 5 Serg. & Rawle, 446; Myers v. Urick, 1 Bin. 25, the reason is given; that if the garnishee suffers judgment to go against him, in that case he is not liable to costs, because he has done nothing but pursue the path pointed out by the law. But if he pleads a false plea; if he falsely denies that he has any effects in his hands; or there are effects exceeding those he admits, he is responsible for costs. In the'present instance, the garnishee answered the interrogatories. The plaintiff was not content to abide by' them, but persisted in going further, creating new expense, and then suffered a nonsuit. He was the cause of the result which happened; and if, after taking these steps, he chose to abandon further proceedings, it is but right, we think, as well as in conformity with the authorities, that the defendant should recover his costs. That it was intended the proceedings under the attachment in execution should be governed by the same rules of proceeding, that had become known and familiar on foreign attachment, when not otherwise directed by the express or implied provisions of the acts on the subject, seems plain from their tenor.\nJudgment affirmed."}