{"id": "949864", "contents": "The opinion of the court was delivered by\nBurnside, J.\nThis was an action of trespass quare clausum fregií; the defendants plead non cul, and liberum lenementum.\nThe plaintiff gave in evidence a certificate, dated the 2d January, 1804, from the commissioners under the compromise law of 1799, to Moses Clark, No. 19, including the close in question.\nClark, on the 15th of October, 1813, assigned this certificate to James Griffin, who, on the 2d September, 1831, made a deed for seventy-five acres, strict measure, to Elias Griffin, reserving the privilege to the grantor of a road through the same, to the coal mines, free of any expense. On the 2d July, 1833, Elias Griffin made an assignment and conveyance of this seventy-five acre lotto Aaron Gregory, the plaintiff. On the 31st May, 1838, James Griffin, by courses and distances, conveyed thirty-five acres, strict measure, adjoining the seventy-five acre lot, to Aaron Gregory, who recorded his deed on the 16th June, 1838. On the back of this deed is a memorandum, in the following words, viz.: “ Memorandum — Whereas James Griffin, within named, sold to one D. M. Dunning fifty acres of land adjoining the thirty-five acres within named; and whereas it was not, and is not now known exactly where the western boundaries are, it was the understanding of the parties to this deed, and also with said Dunning, that the thirty-five acre tract, the fifty acre tract, and also a seventy-five acre tract, conveyed by said James Griffin to his son Elias Griffin, all three tracts, shall run from the easterly lines, continue on their respective courses up the mountain, so as to make a straight line across the whole lot of which these three tracts are a part; to which agreement I hereby subscribe.”\n“ In the presence of\nJames Griefin.”\n“ Charles H. Silgman.”\nThe fifty acre lot had been conveyed by James Griffin to Dunning, , on the 14th June,' 1834, and he had sold the thirty-five acre lot to Gregory in 1834, by parol, and delivered possession. Dunning lived about two years on his fifty acre lot, and then sold to Gregory, when he removed to the state of Connecticut. He was examined as a witness on the trial, and stated, “ that a few days before he got his ~ deed; Griffin ran off his fifty acre lot; that they ran westerly two hundred rods,,and one chain thrown in for bad measure, and fixed his boundary; that then James Griffin told his son Ezekiel to run the line straight across to widow Vanstarks. They ran the line, but did not measure it. Jackson carried the compass, and Ezekiel marked it. That he was on the ground since, and saw some of the marks. Aaron Gregory was along. Gregory had contracted, but had not received his deed. Gregory hired a man to move on the thirty-five acre lot, and clear it. The seventy-five acre lot was then in his possession. He thinks the survey made in 1834.”\nThe plaintiff proved by Samuel Hoyt, that he made a survey of the three tracts for him, on the 29th June, 1842; Gregory gave him the three deeds, and that he located the three lots on the ground; the seventy-five acre tract, the thirty-five acre tract, and the fifty acre tract, being all within the certificate No. 19. Hoyt did not look for a western line. The western line, which he made, was through unimproved lands.\nOn the 12th of February, 1838, James Griffin and wife conveyed the land west of these lots, (viz., two hundred acres, for the consideration of $3000,) to Maria Hoffman, Elizabeth Miller, and Mary Stephens, his three daughters. In this deed,'Aaron Gregory’s land is a boundary, but no courses or distances are given. The evidence was, that the timber cut was not growing within the survey of Hoyt, or within the boundaries mentioned and described in the plaintiff’s deeds, but was on the land which Griffin had conveyed to his three daughters.\nThe following errors were assigned to the charge of the court.\n1. The court erred in instructing the jury, that “ there is nothing in the testimony of Dunning, which will enlarge any rights of the plaintiff, beyond those which would vest in him, under the deed.”\n2. That the memorandum on the deed of James Griffin to Gregory, for the thirty-five acres, would not operate or have any effect in the present case, as against persons claiming by deed of an earlier date.\n3. That the plaintiff has shown no title to the land outside or west of the line, fixed by limiting the quantity of the middle tract to thirty-five acres.\n4. That the western line must be regulated by the quantity of thirty-five acres.\n5. That under the words of the reservation, the defendants would be entitled to a road across the seventy-five acre piece, to the new coal opening.\n6. That it is a matter of fact, whether Wheeler did actually occupy the woodland under the lease.\nThe 1st and 3d errors may be considered together. The evidence was, that the timber was cut on lands outside of the boundary mentioned in the plaintiff’s deed. What was the parol contract respecting the boundary ? On that subject we .are without evidence. Gregory had got his deed for the thirty-five acres, strict measure. He had accepted it, and placed it on record, and in 1842, he took Hoyt on the ground to fix its location in connection with the other lots. It is settled in Creigh v. Beelin, 1 Watts & Serg. 83, that by the acceptance of the deed, articles of agreement are merged, unless there is fraud or mistake. See also Wilson v. McNeal, 10 Watts, 427. If the judge regarded the settled law, he could not have charged the jury otherwise. It would seem from the deed, that the plaintiff bought but thirty-five acres stiict measure. Three lines of the lot were fixed and certain; and the only line left, was the western line, which the plaintiff regulated by the quantity, after he obtained his deed. It is true, that when old Mr. Griffin ran off the fifty acre lot, he directed the surveyor to continue the same course, opposite tire other two lots, which he did, making some marks, but not measuring the distance. That line would add more than six acres to the seventy-five acre lot which had been long previously sold and conveyed.\n2d error. Generally the admissions of a vendor, made after he has parted with all his interest in the land, are not evidence. Packer v. Gonzalus, 1 Serg. & Rawle, 526; Hoffman v. Lee, 3 Watts, 355. The memorandum was not stronger than an admission, and as Griffin had parted with his interest in the land, before the memorandum was made, the judge was right in directing the jury that it could have no operation on this case.\nThere is nothing in the 4th error; for the manner in which the deed is drawn, is inconsistent with the allegation, that the western boundary was absolutely fixed at the Dunning corner. He is to come to that line, f necessary, to include the thirty-five acres, and not to go beyond it, even if the amount be less. '\n5th error. The reservation was a road to the coal mines. The new opening is adjacent to the old one; and the reservation is entitled to a fair construction, in accordance with the object and intention of the parties.\n6th error. The direction of the court was right; Wheeler was a tenant of Gregory; whether he occupied the woodland, was clearly a matter of fact; but whether he did or not, was perfectly immaterial.\nThe judgment is affirmed."}