{"id": "949832", "contents": "The opinion of the court was delivered by\nBurnside, J.\nAll the errors assigned in this case are either abandoned, or are immaterial, except the 5th and 6th, and they are the only points I deem worthy of consideration. I will consider them together.\nIt has ever been the law of Pennsylvania, that the person who obtains a warrant is bound to have a survey made and returned to the land office in a reasonable timeyor account for the delay. Reasonable diligence is a duty which the law imposes on the warrant holder. In Zerbe v. Shall, 4 Watts, 138, it was settled, that negligence respecting a return of survey, where the fees are not paid, is imputable to the owner; if the fees, have been paid in the first instance, it is imputable to the deputy surveyor. But if no return be made for twenty-nine years, the negligence will be imputed to the owner. On examining numerous cases decided on this point, it will be found, that negligence in not procuring a return of survey will be imputed to the owner, in a much shorter period than twenty-nine years. The warrants of both parties called for early improvements; but neither gave evidence of an improvement anterior to his warrant; nor was it material. Many years since, both took possession and improved their tracts; the eight and a half acres in question was claimed by both parties, but is still in woods. The warrant of the plaintiff is dated in 1786, survey and return in 1789, and patént in 1787. The defendant’s warrant is dated in 1785, survey in 1787; but not returned until 1841. E. G. Creacraft, the deputy surveyor, swears, that he made a survey of the Stokely lands, on the 11th June, 1841. He corrected the old survey. He included the disputed land, but he excluded the Hoge land, which was in the old survey. It is to be regretted that he did not further correct the survey, and exclude the land in question which was within the plaintiff’s survey and patent. The land in dispute had been patented for mord than half a century before the defendant had a return on his warrant; into the land-office. To account for this delay, the defendant gave evidence that at the time the surveys were made, David Redick was one of the deputy surveyors of Washington county; and that the survey of Thomas Stokely was found in a book of original surveys that had been in Redick’s office. In charging the jury, the court said: “ It is matter of dispute in whose handwriting the entry is' made. This, however, is wholly immaterial, because it was done under the authority of the officer; and whether done with his own hand or that of another, it is his own act.” I agree, it was immaterial in whose handwriting the survey of Stokely was in Redick’s book. The court further instructed the jury: “It is contended that the Stokely warrant and survey being the oldest, he is deprived of this preference by neglect to have his survey returned; But whose duty was it to make return of this survey ? Why, undoubtedly David Redick’s. Shall he therefore take advantage of his own wrong ? Certainly not.” There is no evidence in the paper book, that either Thomas Stokely, or any person claiming under him, paid Redick the fees. A deputy surveyor is not bound to return a survey until the fees are paid, or offered to be paid; nor is there evidence in the cause that he was ever requested to return it. The court gave an effect and weight to the book that the law will not authorize. The book is no evidence standing alone, that Redick was bound to return the survey. /He was not bound unless requested by payment of his fees. But suppose his fees had been paid, the negligence of Stokely and those claiming under him is beyond all reason, and the law will not tolerate it. Stokely taking possession of his tract and improving it, protected it from new warrants and settlers. If a deputy surveyor refuses to return a survey, the law gives a speedy and adequate remedy; an application to the surveyor-general will soon produce a return, or a removal from office. There is no evidence in the case to show, that Thomas Stokely, or those who have since claimed the warrant, ever took a single step, after the survey was run on the ground, to procure a return of the survey. To instruct a jury, that land which had been patented upwards of fifty years was to give way to a survey not -returned was manifest error. The court ought to have instructed the jury that the jplaintiff was entitled to a verdict.\n. Judgment revers'ed, ánd a venire de novo awarded."}