{"id": "949842", "contents": "Gibson, C. J.\nWere it not for the precedents that have been cited, I would be willing to pronounce this law unconstitutional. The plaintiffs indisputably owned this land when it was enacted. Yet it was taken from them for no cause of forfeiture, and given to another. The act would seem to fall within the prohibition contained in the 9th article and 9th section of the constitution, which declares that no one “ can be deprived of his life, liberty, or property, unless by judgment of his peers or the law of the land.” I am far from charging the legislature with precipitance in these matters; for the urgency of business, at the close of a session, passes through the chambers many laws that would otherwise be arrested ; and for that reason, an exercise of judicial authority, to enforce the paramount obligations of the constitution, is indispensable to the security of property. In the other states, the courts have often pronounced acts of legislation to be unconstitutional, with the acquiescence of the legislature and the people. But by giving too much scope to the principle, that this authority is to be exercised only in extreme cases, we have bound our hands so far as to have nearly relinquished the authority itself. It would ill become me to impute blame for jt to the distinguished men who have preceded me, or to those with whom I am, or have been associated; for it is known I wrent beyond them in restricting the constitutional power of the court. My theory, however, seems to have been tacitly disavowed by the late convention, which took no action on the subject, though the power had notoriously been claimed and exerted. But experience has taught me the futility of mere theory. There must be some independent organ to arrest unconstitutional legislation, or the citizen must hold his property at the will of an uncontrollable power. It would be useless for the people to impose restrictions on legislation, if the acts of their agents were not subject to revision. Yet our decisions have confined the authority of the judiciary over unconstitutional legislation to narrow' bounds; for the cases of Barnet v. Barnet, Tate v. Stoolsfoos, and Mercer v. Watson, are altogether as strong as the present. In all of them, the purchaser had paid for the lands, and in this'case he had done no less. As the prior owners had been under a moral obligation to convey, we held that the legislature had a constitutional right to give it legal effect; but I trust we shall never go further. I speak not now of power to sanction the conversion of estates owned by infants and others, for it is absolutely necessary that the legislature should have it; but I speak of arbitrary-power to take the property of one person and give it to another, who has no moral right to it. Such was the power attempted to be exerted in Norman v. Heist, 5 Watts & Serg. 171, by an act to vest in the issue of an illegitimate child an estate which had descended to the right heirs of the intestate. Touching that case, I am authorized to say, that my brother Burnside, who ruled it below, was restrained from declaring the act unconstitutional only because he was then sitting in an inferior court; and his forbearance was entirely proper. It is a grave thing to set aside an act of the representatives of the people, and strange confusion would ensue were it attempted by the county courts or the inferior magistracy. The fate of the law rests with the ultimate tribunal, and so ought the responsibility-to rest. To say no more of that, the statute, which was overruled in Norman v. Heist, more decisively impinged on the' constitution, than did any other which has been subjected to the test of decision; for the parties, whose title was-sought to be transferred, were bound by neither conscience nor morality to give the property to their illegitimate kindred; and the presence or absence of such an obligation seems now to be the test. With great respect for the legislature, I must say, that this is to be regretted; for that a private hardship, which does not amount to an injury, should be without a remedy, is much less mischievous in its consequences than that it should be remedied by an act of doubtful power, which may lead, by its example, to further encroachments. But for us to overrule the cases which have been cited, would unsettle very many titles; and we are compelled, by that consideration, to execute this act.\nJudgment affirmed."}