{"id": "949862", "contents": "The opinion of the court was delivered by\nKennedy, J.\nIn the matter of the administration account of Jacob Shilling, executor of the last will and testament of Valentine Straub, late of Berks county, deceased. The executor first settled an account in 1827, by which it appeared, that he had, at the time of filing it on the 4th of July, in that year, in his hands, a balance of the moneys belonging to the testator’s estate, of one thousand eight hundred and six dollars and two and a half cents. But upon a reference of it to auditors, it was reduced on the 8th of November, 1827, to seventeen hundred and ninety-eight dollars and fifty-two and a half cents; and on the 12th of the same month approved and confirmed by the court. A second account was stated by the executor, and filed in the Orphans’ Court on the 7th May, 1844, showing a balance in his hands of two thousand six hundred and fifty-two dollars and fifty-six and one-fourth cents. This account was also referred to auditors by the court, who reported a balance against the accountant of three thousand one hundred and fifty-seven dollars and seventy-four and three-fourth cents. To this the accountant filed one exception, alleging that the auditors erred in not reporting, that the balance in the accountant’s hands was subject to the deduction of payments made by him to some of the legatees named in the will in advance; a memorandum of which was inserted at the foot of his account, that he had made payments to some of the legatees on account of their shares in advance, which would have to be settled when a distribution came to be made. But the legatees of the testator filed a number of exceptions, all of which, after hearing the counsel of the parties, were overruled, and the report of the auditors confirmed by the court, subject to the saving and exception asked for by the accountant. From this order and decree of the court below, the legatees appealed, and have filed a number of exceptions, substantially the same with those filed, in the court below. The claims of the legatees are founded on the following part of the will: “ I give and bequeath to my beloved wife all my real and personal estate of whatever nature the same may be, to be held by her during her natural life, and my said wife shall, out of the same, keep and provide for my son Valentine. And it further is my will, that after the death or decease, of my beloved wife, all my real estate situate in Cumree township, Berks county, or in what place soever situated, and all my remaining personal property, of whatsoever nature the same may be, shall be sold by my said executor hereafter to be named, and for that purpose, I do hereby give and bequeath all my said real and personal estate to my said executor. And it is further my will, that all the moneys arising from my said real and personal estate be divided among my children as follows, that is to say: I give and bequeath unto my son-in-law, John Boyer, of the borough of Reading, and to his executors, administrators, and assigns, the sum of one thousand pounds, the interest only to be paid to the said John Boyer during the lifetime of my son Valentine; the principal not to be paid until after the death of my said son, and after his death, the said sum of one thousand pounds to be equally divided among my other children, or their heirs: the sum of one thousand pounds to remain charged upon my real estate, and the interest only (as before mentioned) to be paid to the said John Boyer, my trustee. Nevertheless, upon this trust, that he the said John Boyer, my said trustee, do apply and convert the said interest of the said sum of one thousand pounds to the use and maintenance of my said son Valentine during his life, and after the death of my said son, the principal to be divided as before directed. And further, I devise and bequeath all the rest and residue of the proceeds of my said real and personal estate, after deducting the said sum of one thousand pounds, to my other children, to be equally divided among them as follows, &c. And it is further my will, that whatever sum or sums, or advances any of my said children have at any time received before the making this my last will and testament, or that they shall receive during my lifetime, shall be deducted from their respective shares.”\nThe appellants allege, by their first exception, that the court erred in not charging the accountant with $1,806 02£, the balance in his hands, when he filed his first account, which was paid, as the accountant states, by him, to the widow of the testator, on the 3d of October, 1827. It was contended by the counsel of the appellant, that it was the duty of the executor, before he paid or delivered to the widow the personal estate ■ of the testator, as directed by the will, to have taken security from her for the delivery of it after her death to the accountant, for the legatees in remainder; but not having done this, he had made himself answerable for it in every event to them. It has also been alleged on behalf of the appellants, that there is great reason to believe, from circumstances appearing in the case, that the $1806 02| never had been paid to the widow by the accountant, notwithstanding he has produced a receipt proven to have been given by her for the same. We, however, think, that enough has not been shown, or made to appear in the case, to justify us in setting the receipt aside. And as to the objection, that the money ought not to have been paid to her by the accountant, without her first giving to the legatees, or to the accountant for them, good security that it should be paid to them immediately after her death, we are clearly of opinion that it has not been and cannbt be maintained. It is not the interest merely of the money forming any part of the testator’s personal estate, or the bare use of it in kind, that is given to her by the will during her natural life, but the whole of the testator’s personal property itself, whether consisting of money or any, thing else, is thereby given to her during her natural life; and it is only what shall remain of it after her death that is limited over, to be divided by the executor amongst the testator’s children. Thus showing, plainly, that the testator intended his'widow should have the whole of his personal estate, and that she might use the principal as well as the interest of it without restriction, if she should think proper, during her natural life, and that whatever remained, be it much or little, should'go afterwards to his children. We, therefore, think that the first exception has not been sustained.\nThe second exception is, that the court erred in not charging the accountant with $945 46J, which the accountant alleged he had also paid to the widow. The answer given to the first exception will apply with equal force and propriety to this. The receipt of the widow for it, bearing date, the 8th .of August, 1829, has been produced, and established by sufficient evidence to entitle it to credit, aa long as no evidence has been given going to impeach it.\nThe third exception is, that the court did-not charge the accountant with- $320 rent, which the appellants alleged was received by him from Christian Straub, for a mill and tract of land, part of the estate of the testator. From the evidence it would appear, that these $320 were received by the accountant, if received at all, upon a lease given by the widow, of part of the real estate demised to her for life, to Christian Straub; and, therefore, if Jacob Shilling be accountable for it, it is to the personal representatives of the widow, and not to the legatees, as such, of the testator.\nThe fourth exception is, that the court did not charge the accountant with. $1523 02, the balance, as It is alleged by the appellants, not accounted for by him, .on bonds' given by the heirs or legatees to the testator in his lifetime, which were included in the inventory made of the personal estate of the testator. It is- a sufficient answer to this - exception, that it has been shown by evidence, which must be believed, as the credibility of it has not been destroyed, that the bonds themselves were given by the accountant to the widow, as so. much of the testator’s personal estate, under the bequest thereof, to her in the will.\nThe fifth exception is, that the court did not charge the accountant with $5175 12, the amount of bonds due from David, John, and Joseph Hemig, to the testator at the time of his decease, which it is alleged by the appellants have not been accounted for. To this the same answer is given as to the last exception.\nThe sixth and last exception is, that the court allowed the accountant, as a compensation for his services, $350. We are not satisfied, from any thing that has been shown or made to appear, that this sum is too much.\n- The decree of the court below is affirmed, and the appellants ordered to pay the costs of the appeal."}