{"id": "949861", "contents": "The opinion of the court was delivered by\nGibson, C. J.\nThe competency of the excluded judgments depends on the regularity of their revival as liens. Sherbondy, being seised of land bound by judgments, on the 25th of April, 1839, covenanted to convey to Hill, who, on the 11th of May in the same year, covenanted to convey it, clear of encumbrances, to Geiger, but without stipulating for any particular application of the purchase money. By articles dated the 20th of June, 1840, Geiger and Hill agreed that the unpaid balance should be applied first to the encumbrances, and that the surplus, if any, should be paid to Hill. Writs of scire facias had been sued out on two of these judgments, and served on Sherbondy, who was the defendant in the judgments, as well as the actual occupant of the land; and that the judgments of revival which followed bound the interest of the immediate parties, is not denied ; but it is insisted that, in order to bind the equitable interest of Hill, it is necessary that the writs should have been served on him. At the common lav/, none but the owner of the inheritance is regarded as the terre-tenant, so that service on a mere occupant would not affect him; and how far this principle has been altered by the act of 1798, for limiting the duration of liens by judgment, is the question. It directs that writs of scire facias for renewal of liens be served on the terre-tenants, or “ persons occupying the real estate bound by such judgmentsand though Sherbondy had sold, yet as he had not conveyed, he was still the legal terre-tenant, and having retained the possession, he answered the description in the statute, at least in one of two aspects. I do. not say that there may not be also an equitable terretenant ; or, that to bind his estate, no more is necessary than service on the legal terre-tenant. Such service would undoubtedly bind the vendor’s legal title to the extent of the unpaid purchase money, but it would bind no more. Though an equitable interest in chattels might be sold on an equitable fieri facias at an early day, a creditor has been allowed only recently to prosecute an equitable elegit. But as equitable estates, whether real or personal, may be sold on legal process in Pennsylvania, it seems to follow that the equitable owner' ought to be served, either directly or through the occupant. But why should there have been service in this instance on both Hill and the occupant ? Neither the sheriff, who is bound at the common law to return the names of the terre-tenants where they have not been put in the writ, nor the judgment-creditor, who directs them to have notice, may have known of the purchase; and to require him to go bteyond the words of the statute, would be ■ fraught with injustice. The framers of it did not mean that he should do so. It put the occupant in the place of the terre-tenant, for the reason that the act of 1772 put a lessee in the place of his lessor, as the person to receive a declaration in ejectment. Here Sherbondy was not only a terre-tenant but the occupant; and the service was undoubtedly good to revive the judgment against all derivative interests. The admissions of the parties were immaterial, as they could not add to or diminish the legal effect of the liens which, being regularlyrevived, were within the meaning of the agreement.\nJudgment reversed, and venire de novo awarded."}