{"id": "949881", "contents": "The opinion of the court was delivered by\nGibson, C. J.\n* It is not alleged that this lumber was sold immediately to Dunham, and as it was furnished to Bronson and used by him, if Dunham is not liable tor the price of it as Bronson’s partner, he is not liable for it at all. Do the terms of their agreement make him liable for Bronson’s purchases to third persons ? Bronson let his storehouse, with the unenclosed ground, to Dunham, for the purposes of a store and lumber yard ; and agreed to furnish him wooden handles for shovels and other implements, made to order, out of Bronson’s stuff, and to be paid for, according to a tariff of prices, out of the store or the proceeds of the handles; while Dunham agreed to stock the store and conduct the business of it. So far the agreement discloses no feature of partnership ; but in further compensation of Bronson’s labour, skill, and the rent of the storehouse, Dunham agreed to allow him a commission of fifty per cent, on the net profits of the whole. Now, it has been so often and so invariably ruled in England and America, that a commission on profits is not such an interest in-the concern as constitutes partnership, that the point is at rest. What staggers the mind, in this instance, is the apparent shallowness of the distinction, when it is considered that a commission of fifty per cent, is no more nor less than an equal division of the profits; but it must not be forgotten that the distinction is an arbitrary one, resting on authority, not principle; and that, whatever be the proportion, the relation produced by a compensation in the form of a commission is in every instance the same.\nBut, by the terms of the contract, Bronson, and not Dunham, was to procure and pay for the stuff; and they were not to be partners in that part of the business. This provision, I admit, would be inoperative against strangers, if the parties had held themselves out to the public as partners, both in buying and selling; but assuming, for the moment, that there was indeed a partnership in the handles when furnished, and in the store when stocked with goods, yet it is to be borne in mind that the handles, as well as the store-goods, were to,be put into the concern as separate contributions to the joint-stock ; and that, as the stuff for the handles was to be procured by Bronson, it was, consequently, to be paid for by him, just as the store-goods were to be procured and paid for by Dunham, having been purchased on separate account. There may be a partnership for selling, and not for buying; or, for buying, and -not for selling; or, for both buying and selling, which is the most usual: as, if several put separate quantities of wheat into a common stock, to be ground into flour and sold on joint account; or agree to buy jointly, and divide the article when bought; or agree to buy and sell on joint account. In the first case, each would be liable for his own purchases only; but in the second and third cases, each would be liable for the whole. Now, if’ there were any partnership in this instance, it would be of the first class; and in any view of the case, the defendant would not be liable.\nJudgment reversed, and venire de novo awarded."}