{"id": "949896", "contents": "The opinion of the court was delivered by Gibson,\nC. J.\nAn equitable assignment of a chose in action is said by Mr. Butler (Co. Lit. 232 b, note 1) to be a declaration of trust with an agreement to permit the assignee to sue in the assignor’s name. The contract being consequently executory, must have a consideration to support it, without which equity would no more execute it than the law would make the breach of it a subject of compensation. It was indeed said, in Carteret v. Paschall, 3 P. Williams, 199, that a parol contract might be good without consideration, though not tó bar a wife’s right of survivorship by the assignment of her chose in action. But' the law is decidedly settled otherwise by Robinson v. Vavasor, Vin. Abr. tit. Assignment, D., case 29; Crouch v. Martin, 2 Vern. 595; Suffolk v. Greenville, 3 Chan. Rep. 90; Whitehill v. Wilson, 3 Penna. Rep. 413; and a dictum of Lord Keeper Bridgeman, 2 Freem. 145. What is the proper consideration ? Consanguinity is sufficient to raise a use ; but that it is not a consideration for an assignment like the. present, is shown by Bret v. J. S. and wife, Cro. Eliz. 755, where it was held that natural affection is not a sufficient consideration for an assumpsit to ground an action. Harford v. Gardener, 2 Leon. 30; Best v. Jolly, 1 Sid. 38, and Butcher v. Andrews, Carth. 446, are to the same effect. It was indeed said by Lord Mansfield and Mr. Justice Buller, in Hawkes v. Sanders, Cowp. 289, and repeated by Lord Mansfield in Freeman v. Fenton, Cowp. 544, “that a legal or equitable duty is a sufficient consideration for an actual promise; that when a man is under a moral obligation which no court of law or equity can enforce, and he promises, the honesty and rectitude of the thing is a consideration:” And it maybe said that a man is morally bound to nourish and provide for his own children. - .But it is shown by a masterly review of all the cases in a note to Wennall v. Adley, 3 Bos. & Pull. 249, that Lord Mansfield’s principle was intended for cases in which the promisor has received an actual benefit, but is protected from liability for it by some statute or stubborn rule of law. All the cases put by him for the sake of illustration are certainly of that stamp. “Indeed Lord Mansfield appears,” adds the annotator, “ to have used the term moral obligation, not as expressive of any vague or undefined claim arising from nearness of relationship, but of those imperative duties which would be enforceable at law were it not for some positive rule which, with a view to general benefit, exempts the party in that particular instance from legal liability.” And this restriction of the principle which reconciles it to the older authorities, is sanctioned by Mills v. Wyman, 3 Pick. 207, in which the court refused to enforce a written promise to pay a son’s expenses incurred when sick among strangers. I am aware that the principle was ruled differently by this court in Wentz v. Dehaven, 1 Serg. & Rawle, 312, where a parol relinquishment of a mortgage debt, in favour of a child, was held good without consideration, because, though unsealed, it was written: a reason that was rejected in Whitehill v. Wilson already quoted, but in which my own suggestion of a reason for the-decision, that the relinquishment was for natural love and affection, was no better. Wentz v. Dehaven is not to be sustained on any ground. Every man is indeed under a moral obligation to maintain and provide for his offspring; but it is an obligation which springs from .the dictates of his nature; not from a benefit received from the parent, or a prejudice suffered by the child. What then was the consideration of the assignment before us ?\nKennedy, whose executors are sued ón a parol agreement to convey land to his son-in-law, Ware, assignee! by the instrumentality of his son, to whom he had conveyed his estate in special trust, a judgment against Avery in advancement of his daughter, Ware’s wife. The trust being subsequently revoked and the estate re-conveyed, Kennedy promised to convey to Ware a particular lot of land in lieu of part-of the judgment which was re-assigned to him. The judge charged, that the promise would sustain the action; but according to the cases brought into view, the first assignment of the judgment, being in consideration of natural love and affection, was void; and as Ware had nothing in it to give back, Kennedy’s promise to convey on the foot of it was also void. The partial rescission of the first assignment was not the compromise of a contested right; and there was therefore no consideration for the agreement on that or any other ground.\nJudgment reversed."}