{"id": "949845", "contents": "The opinion of the court was delivered by\nGibson, C. J.\nWarranty and guaranty, being derivatives from the same root, are identical ip signification and effect; the one usually, but not always, denoting aifcovenant in a conveyance, and the other denoting a parol promise. We are without precedent for the effect of notice to a guarantor, or of the want of it; but in Leather v. Poultney, 4 Bin. 352, whose principle is susceptible of general application, it was pointedly intimated, that where a warrantor has notice to defend, the judgment wull conclude .him; and that even where he has it not, the record will be prima facie evidence that the warranty has been broken: and such has been the rule ever since. Let us apply it to the case in hand. Quigley and McConnell drew an informal note, called a due bill, in favour of Findley, who assigned it with guaranty to Ayres, who, in turn, assigned it to Galbraith, for whose use suit on the' guaranty is brought. Suit was brought on the due bill in Findley’s name by Ayres; but notice to prosecute it was not given to Findley till it had been compulsively arbitrated, and an award made in favour of the defendants, which, by reason of his omission to appeal, ripened into judgment. The notice was in time for an appeal; but that could not add to Findley’s responsibility. The award was produced by the allowance of a set-off; and, though not conclusive, was prima facie evidence that nothing was due. How does Findley undertake to avoid the effect of it ? By alleging, that had he been warned in time, he could have met set-off with set-off, and shown that the debt for which the due bill had been given, was still owing; of which the order subsequently drawn by Quigley and McConnell, in favour of Ayres for the contents of it, is said to be satisfactory proof. It is a conclusive answer to this, that neither the letter nor the equity of the statute allows such a thing as counter set-off. The very point was ruled in Ulrich v. Berger, 4 Watts & Serg. 19. What matters it then, that Quigley and McConnell gave a subsequent order for the debt? It'may be evidence of an existing demand, but it could not have been set up before the arbitrators.\nThere are other parts of the charge which seem to be open to objection. It was doubted that Ayres had not entered his rule of arbitration soon enough; but he was not bound to arbitrate it at all. He was bound to prosecute it in good faith, as a prudent man would prosecute; and under no circumstances is a party bound to resort to arbitration as a substitute for trial by jury, which may, after all, be the more expeditious remedy. But if Findley could not rebut the presumptive evidence of the award, his defence in this action will gain no force from want of diligent pursuit in the previous one; for if nothing was actually owing on the due bill, Ayres was not bound to sue on it at all; and the record must stand as proof of the fact, till Findley shows that the set-off was wrongfully allowed. But it is impossible to account for the order on Pearce, without supposing that it was procured by Findley: a supposition the more probable, because he relinquished his intention to appeal. If such was the fact, it is strong evidence of an admission of his liability on the guaranty; and as the cause goes to another jury, this part of the transaction may be properly developed, and receive such .consideration as the court may think proper to give it.\nJudgment reversed,'and venire de novo awarded."}