{"id": "949890", "contents": "The opinion of the court was delivered by\nKennedy, J.\nThis is an action of debt, founded on a bond given by John Rick, the intestate, in his lifetime, to Riah Gilson, the defendant in error, who was plaintiff below. The bond was given in the sum of $4000, conditioned for the payment of the rents and the .performance of the covenants and agreements by William Richards and Isaac Moyer, mentioned and contained in a certain article of agreement and lease, made and executed by the said Riah Gilson of the one part, and the said William Richards and Isaac Moyer of the other part,, under their respective hands and seals; whereby the said Riah Gilson, in consideration of the rents and covenants thereinafter mentioned, leased unto the said William Richards and Isaac Moyer, for the term of five years, from the first day of September then next ensuing the date, which was the 30th day of August, 1837, all that farm on Tulpehocken creek, belonging to the. said Riah Gilson, containing about one hundred and thirty acres, reserving to the said Gilson the privilege of threshing his grain in the barn, and to harvest his crop of com there on the farm, and to dispose of it; which privilege was to be extended to the tenants at the close of their term. The tenants were to build up and keep in repair all the fences, excepting the outside fence, beginning at the new ground, and running down to the house and Fisher’s line, which latter the said Gilson agreed to make within eighteen months, and part thereof in the coming season. The said William Richards and Isaac Moyer covenanted to pay the yearly rent of $500 to the said Gilson or order, in half-yearly payments, and to pay the yearly road, school and county taxes assessed on the premises; in return for which, the small tenant house was given to the tenants without rent. And there being fifty acres of soil ploughed and prepared for sowing seed thereon, and sixteen acres harrowed, such like quantity was to be prepared by the tenants at the close of their lease for the benefit of Gilson; and there being eighty-two four-horse wagon loads of manure hauled out on the land, a like quantity was to be' put out by the tenants at the close of their term, besides leaving in the barn-yard for Gilson eighty four-horse wagon loads, the quantity estimated as being then in the yard. Sixty-two acres of clover and timothy to be on the farm at the expiration of the term; ten tons of hay and twenty tons of straw, besides some fodder, which might be left there, for the five years’ term, valued as follows; which valuation was to be paid in cash in default of the several matters and things not being replaced or left, to wit: fifty acres ploughing at ‡2 50 cents per acre; sixteen acres harrowing, $4 66 cents; fourteen tons oats straw, six tons wheat straw, at $6 per ton; ten tons of hay at $10 per ton, for which hay the yearly interest was to be paid by the tenants to Riah Gilson; eighty four-horse loads manure in the yard at $2 per load, eighty-two four-horse loads manure at $2 50 cents per load. And in case any rails be wanted for the repair of the fences, the tenants were to haul them from Gilson’s Welsh Mountain land. On the expiration of said lease, the said tenants were thereby allowed to keep not over fifteen head of cattle running on the farm, and no hogs, so as to interfere with the succeeding tenant; and if they should not remove until*the following April, to have in use two rooms and such necessary privileges in the kitchen, and in and out-goings, as might be requisite, and such necessary room in and about the barn for the. cattle, as should be necessary for winding up their business. And in the last year of the term, the tenants were not to put out over twenty acres of oats; and the manure made by the tenants after the five years’ term, should be for Riah Gilson’s advantage. The said Gilson reserved the right to take up the potatoes then in the ground, and sueh of the garden vegetables as he might desire to take away. And the said William Richards and Isaac Moyer covenanted to keep the gates, shutters, bars, &c., about the barn, and buildings, and houses, as well also the window lights, in such order as they should be in when they, got possession.\nJohn Rick died on or about the 29th of January, 1839, and letters of administration were granted to the plaintiffs in error, on the 15th of February, 1839. After which, on the 4th of July, 1839, it was agreed between Riah Gilson, the defendant in error, William Richards, and Isaac Moyer, the lessees, and Jonathan L. Reber, one of tire plaintiffs in error, as one of the administrators of the said John Rick, deceased, under their respective hands and seals, that the lease aforesaid should be taken and deemed, by all the parties interested, to be closed and fully ended on the first day of September then next ensuing, subject only to the payment of the rent due to that time, and to the conditions and performances contained therein, to be done and performed. The lessees, according to this latter agreement, quit the possession of the leased premises, and surrendered the same to the lessor, the defendant in error, but failed to pay all the rent then due, and to perform all the covenants, on their part to be performed previously, or at that point of time; for which the defendant brought an action of covenant against them, in the Court of Common Pleas of Berks county, wherein he recovered $195 94, besides costs of suit. The plaintiffs in error, after praying and obtaining oyer of the bond and the condition thereof, pleaded payment and conditions, &c., performed, with leave to give the special matter in evidence, upon which the defendant in error took issue. On the trial of the cause, the plaintiff below, after reading the bond and conditions, together with tire article of agreement first made and the lease in evidence, offered also to give in evidence, the second agreement determining the lease at the end of two years, instead of five, and the record of the recovery had against the lessees. This evidence was objected to by the counsel of the defendant below, but received by tire court, to which the defendant’s counsel excepted. The court also, in charging the jury, instructed them, that the agreement made by Jonathan L. Reber, one of the administrators of John Rick, deceased, the obligor in the bond in suit, whereby the liability of the estate of the deceased wras terminated at the end of two years, instead of being continued for five years, was good, and bound the estate of the deceased; to which instruction the defendant’s counsel below also excepted, and the admission of the evidence, and the instruction by the court thus excepted to, have been assigned for error.\nThe two exceptions present but one single question, whether it was competent for Jonathan L. Reber, one of the administrators of John Rick, the obligor, to make the agreement that he did, with the lessor and the lessees, terminating the lease on the terms therein mentioned, and the liability of the estate of the obligor for and on account of the lessees, at the end of two years, instead of five, according to the terms of the lease and the bond originally. The estate of the obligor could derive no possible benefit whatever from the continuance of the lease, however favourable or advantageous it might have been for the lessees. But it is pretty obvious, that much greater injury might have accrued to the estate, at the end of five years, than has, or is likely to arise, at the end of two. The continuing liability of the estate of the obligor, for a full and perfect performance by the lessees of every thing con-tamed in the lease, to be done by them, for and during the whole term of five years mentioned in the- lease, was, no doubt, if we may judge from what has occurred, becoming in the opinion of the administrator a matter of serious concern to the interests of the estate. The lessees, as it appears, fell indebted and in arrears to the lessor nearly two hundred dollars, at the end of the first two years, which, it seems, they are wholly unable to pay, and if paid at all, must be paid by the estate of the deceased obligor. And what in all probability would have been the result, and the amount that the estate would have been called on to pay at'the end of the five years, if the lessees had continued in the possession and enjoyment of the leased premises during that period ? If the administrator had any reason to believe that the • estate of his intestate would be injured by the liability to which it was subject under the bond, and that the longer that liability continued, the worse it would be for the estate; it was certainly his duty to endeavour to relieve it from such liability, as early as an opportunity should present itself to him to do so. But it has been objected, if the agreement of the administrator be held to be binding on the estate, that it subjects it to a new and additional liability that did not exist under the obligation of the intestate, by requiring the lessees to have the eighty loads of manure deposited in the yard, and the eighty-two loads hauled out on the land at the end of two years, instead of five years; as also by requiring the ploughing, harrowing, and other things therein mentioned to be done and furnished, at the end of the two years, instead of the five. Nothing, however, is required to be done by the new agreement, more than was required by the original agreement, excepting, that the leased premises are to be left in the same condition at the end of the two years that they were to have been left in, at the end of five years, by the original agreement. But it is highly probable, that if the lessees had managed the leased premises as they ought to have done for their own interests, that they would have had every thing done at the end of each succeeding year that was to be done at the end of the five years, according to the terms of the lease. And if it would have been for their benefit to have done so, it would seem to be fair to infer that it would also have tended to lessen, if not to\" prevent, the estate of the obligor from being rendered liable to pay any thing on their account. Be this, howTever, as it may, it has not been shown that the second agreement required the lessees to do or perform any thing that would not have been for their advantage to .have done, without its having been made. It cannot, therefore, under any view that can be fairly taken of the case, and the circumstances attending it, be considered that the second agreement, to which the administrator was consenting, tended in the slightest degree to increase the liability of the estate of the obligor; but, on the contrary, had a direct tendency to diminish it, by obtaining what was, in effect, a release of it from the three-fifths of the time to which, otherwise, it must inevitably have been exposed. The second agreement, being regarded then as a release of the estate from its liability,- in a matter from which it could derive no possible advantage, must be considered beneficial and not injurious to it, and such as the administrator was clearly authorized to make. It was, therefore, not only properly received in evidence, together with the record of the recovery against the lessees, but the legal effect of it properly explained and declared by the court to the jury.\nThe judgment is therefore affirmed."}