{"id": "949841", "contents": "The opinion of the court was delivered by\nGibson, C. J.\nThis contest is between brothers of the whole blood, and brothers of the half-blood; not, however, on any controverted principle of descent. Adam Magee, from\" whom the plaintiffs derive title as brothers of the whole blood, bargained for the land in dispute, paid part of the purchase money, and died without issue. John, his father, paid the residue, received the legal title, and died, leaving issue, besides the plaintiffs, the defendants, his children by a second wife. Was John a trustee of the whole estate, or only of a part of it, proportionable to Adamas payment of the purchase money ? That John had no more right than a stranger would have had, to take his son’s place in the contract, and acquire any part of the interest bargained for, is too palpable for argument. His voluntary payment of the arrears of purchase money gave him no equity against Adam’s brothers in the capacity of a purchaser; but, on the oilier hand, his acquisition of the legal title made him a trustee for them, just as the vendor had been, to whose rights and duties he succeeded. Now, what would a chancellor do in such a case ? He would certainly not split up an entire contract by compelling the defendants to convey a part of the land, and allowing them to keep the rest. On the contrary, he would compel them to convey the whole, on receiving what was stipulated to be paid at or before the delivery of the conveyance ; and we do the same thing in effect by allowing a vendee to recover, by ejectment, from a vendor in the same predicament. The^position of these parties, as well as every thing else in relation to their rights and duties, was misconceived in the court below. This ejectment is brought, not in disaffirmance of the contract, or to cut off so much of the land as Adam had paid for, but to enforce the contract, entire, against those who stand in the vendor’s place. If these plaintiffs were in a condition to demand a conveyance from him, they are in a condition to demand'a verdict; if they are not, they must wait till they shall have entitled themselves, by performing all that their brother was bound to perform. We decline to express an opinion on the merits, as they are not legitimately before us.\nJudgment reversed, and venire de novo awarded."}