{"id": "949894", "contents": "The opinion of the court was delivered by\nGibson, C. J.\nBy no interpretation could the statute of frauds be brought to operate on the agreement between Garrett and Joseph Moore. That statute provides that all leases, interests of freehold or term for years, and any uncertain interest, created by \"livery of seisin or parol, shall have the effect of leases or estates at will, and no more. Now, Garrett Moore is demanding nothing from the heirs off Joseph or their alienee, which could have passed to him by the agreement. He had entered into possession of a patented tract of land, designing to gain the title to it by the statute of limitations. With that view he began to clear and fence it, and, at the end of a year, introduced his brother Joseph into the possession with him, under the particular agreement that Joseph should hold the possession thus acquired adversely to the title of the patentee, and receive a moiety of the land for his pains. Garrett continued to exercise acts of ownership for a short time, but ultimately left Joseph in the exclusive occupancy. The agreement, therefore, purported to be, not a parol grant from Joseph to Garrett, but, if any thing, a parol grant from Garrett to Joseph: and if the question were, whether Joseph could enforce the agreement, it might possibly bear an argument. As the patentee suffered the statute to run its course, his title has been transferred by it to some one; and the question is, whether to Joseph, or to Garrett, or to both. Prima facie it might seem to have been transferred to Joseph, who held for the greater part of the time necessary to complete the bar, but it was certainly open to Garrett to show that Joseph’s possession was his possession, and, consequently, that the title gained by it was his title; and why should it not be shown by parol evidence of a verbal agreement? The statute of frauds operates on grants and contracts to convey, not on agreements which purport to pass neither interest nor -estate; nor on the evidence necessary to explain the occupancy of a tenant in possession. Undoubtedly two persons may gain a title by the statute of limitations by acting in concert, and relieving each other in the actual possession, each holding it in turn till the statute has closed. Now that is exactly this case; for Garrett had held for a year when Joseph came in by his permission. But the same result wrould have been produced by an exclusive occupancy on the part of either for the benefit of the other, or of both. It is not disputed that Garrett wras in possession of the tract, when Joseph came into possession to hold it adversely, not to him, but to the patentee. Joseph’s possession as a tenant, therefore, was Garrett’s possession; and such a tenancy may be constituted wdthout writing, even consistently with the statute of frauds, which allows to uncertain interests in land, created by parol, the effect of a tenancy at will, and that is sufficient, while it lasts, to prevent the possession of the tenant from being adverse to the title of the landlord. Now it is to be noted that the defendants claim to hold, by the statute of limitations, against Garrett as well as against the original patentee, and it was proper, therefore, for Garrett to show, by any evidence in his power, that Joseph’s possession was not adverse to him, but under him. In Jones v. Porter, 3 Penna. Rep. 134, it was ruled by this court that a defendant who had come into possession by the plaintiff’s consent, should not be protected by the statute, and that whether he had so come in, was a question of fact for the jury. But a man may hold as well by an agent as a tenant; for such an agent is essentially a tenant at will, and the agency may be shown by parol evidence. In Reed v. Dickie, 2 Watts, 459, it was held that an actual settlement may be completed by another with the consent of him who commenced it. It was, indeed, decided in McLaughlin v. Maybury,-4 Yeates, 534, that a man cannot be a settler at ‘ the same time on two tracts, but the decision seems to have been governed^by public policy to prevent monopoly, which, at one time, extensively prevailed, by the device of using fictitious names. But the doctrine of improvement, for any thing but analogy, has little to do with the question. Garrett Moore entered, not as an improver, but as a disseisor, and he introduced Joseph, to continue his disseisin for their joint benefit. It seems, therefore, that Joseph’s possession was not hostile to him, and that, being his possession, the title gained by it is his tide, subject only to his agreement to give Joseph a moiety of the land.\nAnderson’s deposition was properly received. To say nothing of the presumption that a rule for depositions has been faithfully executed, a party to the suit is a competent witness to the court, though not to the' jury. He may prove the identity of his day-book to make way for entries in it, the service of a notice or a subpoena, or the loss of a paper, and why not the time when a deposition was taken ? There are other exceptions which are evidently unfounded, or not subjects of error, and it is therefore deemed unnecessary to enter into a particular discussion of them.\nJudgment affirmed."}