{"id": "949834", "contents": "The opinion of the court was delivered by\nBurnside, J.\nWarner, the plaintiff in error, was indicted in the Court of Quarter Sessions of Potter county, for feloniously stealing “ a number of county orders, drawn and signed by the Commissioners of Potter county, directing the treasurer of Potter county to pay to certain persons in the said orders mentioned, or bearer, the sums therein particularly mentioned ;' said orders or bills of exchange being yet in the possession of the said Oliver C. Warner, if not destroyed by him, and cannot therefore be more particularly set forth, of the value of $70 of the property of the county of Potter.”\nThere was a second count for feloniously stealing several paper writings in the nature of bills of exchange, commonly called county orders, made and executed by the commissioners of Potter county, directing the treasurer of the county of Potter aforesaid, to pay to certain persons in the said orders mentioned, or bearer, the sums therein particularly mentioned; said orders or bills of exchange being yet in the possession of the said Oliver C. Warner, if not destroyed by him, and cannot therefore be more particularly set forth, of the value of $70 of the property of one George W. G. Judd.” On this indictment, Warner was tried and convicted, and sentenced to the Western Penitentiary. The stealing of dioses in action not being a felony at commonlaw, 4 Black. Com. 234; 2 East, P. C. 597; the first question presented was, whether county orders came within the provisions of the 5th section of the act of 5th April, 1790, which declares, “That the robbery or larceny of obligations, or bonds, bills, obligatory bills of exchange, promissory notes for the payment of money, lottery tickets, paper bills of credit, certificates granted by or under the authority of this Commonwealth, or of all, or any of the United States of America, shall be punished in the same manner as robbery or larceny of any goods or chattels. As all penal laws are to be construed strictly, 1 Black. Com. 88; 4 Bac. Ab. 651, old ed.; 1 Wils. 164, it is the opinion of the court that county orders are not bills of exchange, nor do they come within matters designated in the act of 1790. Before a prisoner is convicted, it is the duty of the court to see that his offence'comes within the plain letter of the statute; especially where the crime is made a felony by legislative enactment.\nThere is another objection to this indictment, equally fatal, even if the county orders had been enumerated in the act of 1790; the stealing of choses in action, not being a felony at common law, but made so by statute, the indictment ought to conclude contra formam statuti. 1 Salk. 170; 2 Hawk. C. 25, 116; 2 Hale, 192, 251; 1 Saunders, 135, note N.; 3 Y. 451. Nor in default of such averment, can judgment be given against the defendant. 2 Hawk. C. 215, sec. 116; 2 Hale, 192, 251; 4 Com. Dig. 544, London ed. 1822.\nFor these reasons, the judgment is reversed."}