{"id": "949853", "contents": "The opinion of the court was delivered by\nRogers, J.\nIn Bellas v. Lloyd, 2 Watts, 401, it is ruled to be error, to permit the defendant to read and file a paper made by himself at the trial, disclaiming to hold property adversely. The permission to file papers, as is justly said, during a trial, affecting the event of the matter in issue, may lead to great irregularities and abuse. It may enable a party to vary the position of the cause by an act of his own, possessing no defined character, involving no legal responsibility, and taking the opposite party by surprise. It te$ds to embarrass the regular course of trial. It is the duty of the court to discountenance the practice, and it is error, for which the judgment will be reversed, if exception is taken to it at the time of being offered, or when sanctioned by the charge of the court. It is impossible not to feel the justice of these remarks ; and if the paper had been offered as evidence to the jury, and exceptions taken to it, it would be error to receive it, as the defendant cannot be permitted in this way to disclaim his own acts, and make evidence for himself. Evidence manufactured at the trial, when the consequences of his own rashness is about to be visited upon him, cannot rebut the imputation of malice at the time of uttering the false and scandalous words. If any thing, it merely proves that malevolence did not continue up to the trial a matter not in issue, and on which no evidence whatever was given. The paper, however, as plainly appears, was not admitted as evidence affecting the issue, but as a written statement of the defendant’s intentions at the time, such as it would be competent for him to make by parol, either personally or by his counsel. It could be received for no other purpose, as it possesses none of the characteristics of legal evidence. Why then should it be sent out with the jury, it being but a substitute for parol declaration which cannot effect the issue, and not an exhibit or written document regularly in evidence ? In Hendel v. The Berks and Dauphin Turnpike Road, 16 Serg. & Rawle, 97, the rule is said to be, that all papers given in evidence in the trial of a cause, except depositions, are to be sent out with the jury. If the paper in question possesses any defined legal character, it resembles a deposition rather than a document; and, as such, the court was right in refusing permission to send it out with the jury: besides, although the refusal to send out papers may, in the discretion of the court, be good ground for a new trial, yet it is no cause for reversal in error, as is ruled in Spence v. Spence, 4 Watts, 169.\nAs the other errors filed were properly abandoned on the argument, we are of opinion the judgment should be affirmed.\nJudgment affirmed."}