{"id": "949877", "contents": "The opinion of the court was delivered by\nSergeant, J.\nAbsolute certainty being unattainable in human affairs, we are compelled, in our most important concerns, to act on probabilities, and the law, which is derived from the nature and position of man, exacts no more from one who institutes criminal proceedings than that reasonable and prudential caution, which the safety of others demands, and where that exists does not make him responsible for the event.\nHe, therefore, who has probable cause, or in other words, reasonable grounds for belief of guilt, stands acquitted of liability, whatever may have been his motives. If, on the other hand, he acts rashly, wantonly, or wickedly, in charging another, he is responsible; he is conclusively deemed to have acted mala fide or maliciously. As the authority to institute a criminal prosecution, and the extent of that authority, are derived from the law, the law must judge of its exercise; it is therefore the duty of the court to determine whether the proof of certain facts constitutes probable cause, and it is error to submit that question to the jury. The duty of the jury is to say what facts are proved, and for that purpose they are to decide on the weight of evidence, the credibility of witnesses, the truth of conflicting allegations. The general question of probable cause is then a mixed question of law,and fact, composing two distinct inquiries, both conducted at the same time on a jury trial, but yet cognizable before two distinct tribunals, 'each of which discharges its proper functions. In the present instance, the court below threw it on the jury to say, as a question of fact on the evidence, whether there was probable cause. This was leaving to them, in part, a question of law which\"the court was bound to decide; and it has frequently been held to be error to leave the law to the jury This case must therefore be tried again, that the court may instruct the jury accordingly, as the case may hereafter appear.\n. Judgment reversed, and ven. fac. de novo awarded."}