{"id": "949879", "contents": "The opinion of the court was delivered by\nRogers, J.\nThe act of the 4th of April, 1798, directs, that to preserve the lien of a judgment on real estate, a scire facias must be sued out within five years from the entry of the judgment; and that the writ must be served on the terre-tenants, or persons occupying the real estate. Dohner, on whom the service was made, was not only the debtor, but he was in the actual occupation of the premises at the time. By tenants is meant the owners of the fee-simple; and by occupiers, those who come in under them. 2 Saund. 7 & 9. And in this sense, the terms are used in the third section of the act of 1798. The act of Assembly is in the alternative, and' the writ is well served, either on the occupier or the owner of the fee-simple. If on the former, the presumption is, as it his duty, the tenant will give notice to those under whom he claims. Clippinger v. Miller, 1 Penna. Rep. 71. Dohner was the owner of the fee-simple, and assigned his property for the benefit of his creditors, at the same time retaining the possession; consequently, he has a resulting interest in the estate real and personal, it being conveyed for a special purpose only. It is, therefore, unlike ■the case of Lusk v. Davidson, 3 Penna. Rep. 229, where it is held to be essential, in order to the continuance of the lien of a judgment on land which has been sold and conveyed, that the terre-tenants be made a party to the scire facias. A general assignee for the benefit of creditors is not a purchaser, as is decided in Vandyke v. Christ, 7 Watts & Serg. 373, and in Twelves v. Williams, 3 Wh. 485. In one sense Dohner is still the owner of the fee, for the assignees are but his agents to pay the debts and return the surplus if any remain, to himself. We must not throw unnecessary difficulties in the way of creditors. Here the judgment creditor had but the notice implied from recording the assignment. But we do not put the case on that point, for even if he had express notice, we think the service would be good notwithstanding.\nDecree affirmed."}