{"id": "949831", "contents": "The opinion of the court was delivered by\nRogers, J.\nAfter looking into the evidence and comparing it with the charge, I see no grounds whatever for the exception, that the court presented only such portion of the testimony as operated in favour of the defendant. The charge contains a plain statement of the case, with a clear and able exposition of the law, including the instruction in relation to the former verdict and judgment, and their instructions to the jury upon, parol sales of lands. It contains also a pertinent application of the law to the evidence. Every position taken in the cause is sustained by numerous authorities; many of which have been cited at bar, and which it would be a useless waste of time to review.\nWe also think that correct answers were given to the plaintiff’s second, third, and sixth points. We see no reason whatever for the assertion, that the court failed to answér the plaintiff’s fourth point, and as little for the charge, that it was .answered so vaguely as to afford no light to the jury.\nNext, as to the exception, that the court ruled out the deposition of Robert Wilson, taken under a commission to Ohio.\nThe rules of court require that all notices shall be ip writing, and shall be served, by showing or reading them and delivering copies to the party, or in his absence to some of his family at his dwelling-house, or by affixing a copy to the door, in case no person shall be in the house, or admission be denied. The rule, therefore, requires that notice be served on the party. Service on the attorney, as here, is not good. Has anything occurred which will dispense with such service? It is said notice to the attorney is good, because he did not object to the service. And for tlris the plaintiff relies on the case of Newlin v. Newlin, 8 Serg. & Rawle, 41. But that case differs from this in two essential particulars. In Newlin v. Newlin there was no rule of court expressly requiring that notice should be served on the party himself. The court put the case on the practice, that service of the rule on the attorney is insufficient in case of depositions, only where the attorney has objected at the time of service. It also appears that there, there was an express recognition of the rule. As the rule is as well known to the one as the other, we cannot imply a waiver from the omission to expressly dissent. And this case shows the propriety of the distinction, as there is some room to doubt whether the attorney ever received the notice. It seems (4th section of the Rules) that no objection is allowed at the trial other than to the competency of the witnesses, or the relevancy or competency of the witnesses, unless the party making them shall give notice in writing to the opposite counsel of his intention so to do, and his reasons for so doing, within ten days after receiving a copy or notice of the filing, or shall have moved the court on the first opportunity to suppress them. The depositions were filed on the 21st June (Friday); notice of filing was given to the defendant’s counsel by the prothonotary on Saturday. The court met on Monday. On Tuesday the defendant filed his exceptions; on the same day, and after the exceptions were filed, the jury was sworn. We think, on this state of facts, tire exception was well taken to the admission of the evidence. The exception was not filed on the first, but the second judicial day; but before the jury was sworn, and only four days had elapsed from the time the defendant had notice of the filing. It was no fault of the defendant that the commission was not executed, as it might have been, and filed sooner; and it would be a harsh construction under such a state of facts, to hold that the motion to suppress must be made on the first day of the term. The defendant must have time to examine the execution of the commission, and certainly the time required here is not unreasonable. Immediately after and before the court can examine the validity of the exception, the jury is sworn without objection. That being the position of the parties, we see nothing to prevent the defendant from taking the exception to the trial. When the exceptions were filed, the plaintiff might have urged that as a -reason for the continuance of the cause, but he chooses to risk a trial. And even after the court had excluded the testimony on a technical exception, he may have moved the court to withdraw a juror. But instead of pursuing either course^ hé takes the chances of verdict, and having failed, he now asks this court to reverse the judgment.» Had the commission been filed, with notice to the defendant, ten days before the court met, I am inclined to think he would be debarred from taking the exception on the trial.\nJudgment affirmed."}