{"id": "949897", "contents": "Per Curiam,\nGibson, C. J.\nWhatever may be the conflict of opinion in the earlier cases, it is now settled that a parol promise to one for the benefit of another, can support an action on it only by him from whom the consideration moved, or who was the meritorious cause of it. And the rule is founded in good sense, not only because it avoids circuity, but because there is no necessity that one who has been the mere recipient of a promise, should sue on it as a trustee when there is no trust, and when the person beneficially entitled is able to sue for himself. Neither in equity nor at law, is a bare recipient a party to the contract. There is no contract with him, because no consideration moves from him to support one; and though he is the representative of the beneficiary to receive the promise, he is not necessarily his representative to enforce it. No substitute or deputy, except a factor, broker, an auctioneer, or other agent having a special property in the subject of the contract, can sue for a debt due to his principal, because the common law has fixed its canon against delegation of right to sue for a chose in action. In the case before us, the suit, though marked to the use of Mr. McCandless, who rendered the services, is strictly an action at law to which equitable parties are strangers as regards the title to recover, though not to the debt or damages when recovered; and as between Penny and Edmundson, it stands as an action on a promise without consideration. As a promise\" to Penny, the contract does not stand on the foot of a moral obligation, for Edmundson was under no obligation to compensate Penny for the services of McCandless; and to prevent it from being made, it must be taken for a promise to McCandless himself. The plaintiff must unite in his person both the promise and the corisidération of it; and if the action, in such a case, cannot be sustained on the foundation of the consideration by drawing the promise to it, it cannot be sustained at all. But how would McCandless declare, when he does not appear on the face of the paper to be a formal party to it ? Simply by laying the promise, according to the legal effect of it, as a verbal one made immediately to himself; and afterwards supporting it by putting the paper before the jury as .evidence of it, just as a promissory note is sometimes put as evidence of money had to the plaintiff’s use. The writing before us, though not a promissory note, is evidence of an express promise resting on the consideration of past services, which, in the hands of a beneficiary, is an available ground of action.\nJudgment reversed, and venire de novo awarded."}