{"id": "949839", "contents": "The opinion-of the court was delivered by\nGibson, C. J.\nThe validity of the treasurer’s bond depends on the fact of his appointment, and not on the filing of the certificate, which is no more than evidence of it. It is enough to fix the responsibility of his sureties, that he actually entered on the execution of the office. Neither is it material that the bond was given to “the commissioners of the county,” instead of the county by its corporate name. Though a corporation can act only by its corporate name, which is the knot of its political existence, a variance from it is not necessarily fatal. If enough be expressed, even by a synonym, to ^how with convenient certainty-that the particular body is meant to be distinguished from all others, the instrument will take effect. In the case of the Mayor and Burgesses of Lynn Regis, 10 Rep. 125, the obligee was held to be well described as the Mayor and Burgesses de Lynn Regis, instead of the Mayor and Burgesses Bom’ Regis de Lynn Regis, which was the corporate name; and it was said that a lease by the prior of Saint Michael of Coventry, is good by the name of the Dean of Coventry. There are many more such cases in the books. In the case at bar, the bond was given to the commissioners of Potter county, without the addition of their proper names; and as the object of the parties is not to be misunderstood, the obligees being named as the county’s official representatives, we are bound to say it is properly sued by the county in its corporate name. It would be discreditable to the law, were such a variance allowed to absolve the defendants.\nNor is it an available objection, that the bond is not payable to the Commonwealth instead of the county. Though the sixth section of the act of 1836 directs how an official bond to the Commonwealth shall be sued, it prescribes not what bonds shall be given to the Commonwealth as a trustee; and the twenty-third and twenty-fourth sections of the act of 1824, which require the treasurer to give one bond for his duties to the county, and another for his duties to the Commonwealth, are silent as to the person of the obligee. But it seems to be most natural and proper to give them respectively to the agents of the interests intended to be secured by them; in other words, to the county or the Commonwealth, as the case may require.\nOf the same stamp is the objection that the treasurer had not filed in the commissioners’ office, before his re-appointment, the auditor-general’s or state treasurer’s certificate of his settlement and payment of his account with the Commonwealth for the previous year. It follows not that because the commissioners disregarded the disqualification of an apparent defaulter, their constituents are to suffer by him without recourse to his sureties. They voluntarily assisted to put the public treasure within his grasp ; and if they were mistaken in their man, it is their own affair. The filing of the certificate was not directed for their information, but for the protection of the county; and they were bound to estimate the risk they incurred by becoming his sureties, at their peril. Nor did it appear that he had, in fact, been a defaulter; and an objection that they might have been deceived on that head, coming from them, as it does, with an ill grace, is to be disregarded. The admission of the bond, tire exclusion of the proof that the state treasurer’s or auditor-general’s certificate had not been filed, and the direction to find for the plaintiff, were consequently all proper.\nJudgment affirmed."}