{"id": "949895", "contents": "The opinion of the court was delivered by\nGibson, C. J.\nThis case is so clear, that to decide it, requires little else than to state it. In 1807, James McGinnis settled on wild land which turned out to have been warranted and surveyed. He designated his boundaries by the lines of the surrounding surveys, and claimed all the land that was included by them, insomuch that twenty-one years adverse possession would give him title to the whole. In 1815, he sold one hundred and nineteen acres to the plaintiff, his son, and at the same time took out a warrant for the residue of the tract, having it so laid as to set off the part sold. The plaintiff then held by the lines of his father’s warrant on the one side, and by the line of an adjoining survey on the other. He continued to hold adversely by these lines till the period of the statute of limitations had elapsed; and what is there in the case to prevent him from holding the woodland by it as well as the fields? He had acquired all that his father could convey; and when the land was set off to him, by excluding it from the father’s survey, he held by definite boundaries. It is said he did not sit down on it or make it the residence of a family; and it is urged that none but a settler can have an adverse constructive possession. But in what part of it does the statute speak of settlers ? It was intended not for settlers who enter by right, but for disseisors, who enter against all right; and it was ruled in Eddy v. Faulkner, 3 Yeates, 580, that no title can be acquired by settlement on patented or warranted land, for the plain reason that none but the public lands are open to that sort of appropriation. Such a settler is not an improver but a disseisor; and his possession has no one incident of an improvement right. If the statute protected the wood land of none but actual settlers, it would not operate on wood land at all; for, as I have said, there can be no title by improvement against a previous adverse right. But it is not true, independent of the statute, that none but a resident can have a constructive possession. It was settled in Mather v. Trinity Church, 3 Serg. & Rawle, 513, and indeed it had not been doubted, that the owner of wild and uncultivated land is deemed to be in possession of it so as to maintain trespass for an injury to the soil, which is an action eminently founded on possession. How much stronger the case of one who claims all within his adopted lines, clears and cultivates á part of it, and uses the rest of it as others do their wood land ? The direction was consonant to this principle,, and we perceive no error in it.\nJudgment affirmed."}