{"id": "949846", "contents": "The opinion of the court was delivered by\nRogers, J.\nWe think the court was right in reversing the proceedings before the justices and inquest. The act of the 21st of March, 1772, which gives a summary remedy to a landlord, only applies to leases on which a certain rent is reserved. Blashford v. Duncan, 2 Serg. & Rawle, 480. And it is held,-in divers cases, that all the facts necessary to give jurisdiction should be set out in the proceedings. But it nowhere appears on this record what the lease was; whether an improvement lease, as it is alleged to be, a rent in kind, for a sum certain or certain time, or whether there was any rent whatever reserved. For this reason, the court could not do otherwise than set aside the inquest. It is said that the word demise is used in the act as a synonym with lease. Be it so, still the objection remains, that there is no averment that McGee leased the premises to Fessler at a certain rent. Indeed, this would not seem to have arisen from the blunder of the justices and the inquest. It was not made, because it could not be proved. Doctor Thomas Duncan, who acted as the agent of his mother, the then owner of the premises demised, authorized Fessler to build on the lot, but there was no agreement at that time, or afterwards, as to the kind of building, its size, or the materials of which it was to be composed, nor any understanding as to the yearly value of the ground. The rent, if rent it may be called,, was altogether uncertain; nor was there any thing by which it could be rendered certain, except by the intervention of a jury. It would seem, therefore, to be a case in which the legislature did not intend to give a summary jurisdiction. This jurisdiction is confined to plain cases, particularly designated and pointed out in the act. The plaintiff’s remedy is by action of ejectment. We also think the court was right in ordering restitution. The court may, after a writ of possession, refuse the writ in special cases, as where the proceedings are reversed on an exception, which has ceased to exist. When it is manifest to the court, that there was a lease for a certain rent which is ended, and that the landlord is entitled to possession, it would be worse than useless to turn the landlord out and put him to the trouble of another proceeding, which must necessarily result in the eviction of the tenant.\nThe judgment of the Court of Common Pleas is affirmed."}