{"id": "949869", "contents": "The opinion of the court was delivered by\nKennedy, J.\nThis is an action of trespass, brought in the court below by Caesar Laurent Comte de Chastelleux, the defendant in error, against Abel Fairchild and Reuben White, the plaintiffs in error, for breaking into the close or land of the said defendant! in error, with force and arms, and there, without the consent of the latter, felling, cutting down, and carrying away four hundred white-pine trees there growing, of the value of one thousand dollars, and converting them to their own use. The land, upon which the trespass was committed, was held by Chastelleiix and Louise Zepharine de Damas, his wife, under a deed conveying the same to them in fee, from Vincent Le Roy, who had a regular title thereto, at the time, from the Commonwealth of Pennsylvania.\nThe errors assigned are, that the court below, on the trial of the cause, erred in charging the jury that the action could be sustained in the name of the plaintiff alone, when, by the laws of the land, it should have been brought in the name of the plaintiff and his wife.\nSecond. That the court erred in charging the jury that the defendants could not defend under the purchase made by one of them from Jeremiah Heydecker.\nThird. That the court erred in charging, that the purchase of the timber of Heydecker could not be considered in mitigation of damages.\nThe fourth error is, that the verdict and judgment were rendered in favour of the plaintiff below, when, by the laws of the land, they should have been in favour of the defendants below.\nThis last error amounts to nothing; and the second and third errors may be dismissed with the observation, that as it does not appear that Heydecker ever purchased the timber cut and taken by the defendants below from the plaintiff, who, with his wife, were the unquestionable owners of it; nor that he had any authority, either to cut or to sell and dispose of the same, he could give no right or authority to the defendants, or either of them, to cut and take it away. The defendants, therefore, acted at their peril in cutting and taking the timber; and, so far as the interest of the plaintiff below is concerned, it is no mitigation for them to say, that they confided in any right, or authority which Heydecker might have said he had to or over the timber. If Heydecker pretended to have any thing of the kind, it was their place to look into it, and to see that it was well founded.\nThe principal question, however, arises on the first error, and would seem to require a more particular notice than has been given to the others. Under the deed of conveyance from Vincent Le Roy, the plaintiff below and his wife took and held the estate in the land thereby given to them by entireties and not by moieties. They held per tout et non per my, so that the husband could not, by his conveyance alone, divest his wife of her interest, if she should survive him, in which latter event she would be entitled to the whole. Co. Lit. 187; Freestone v. Parrott, 5 Term Rep. 652; Beck v. Andrews, 2 Vern. 120; Pre. in Chan. 1; Green v. King, 2 Blk. Rep. 1211; Day v. Wilson, 4 Barn. & Ald. 303, and 2 Preston on Abstracts, 39. But notwithstanding they held the fee, not in moieties, but in severalty, with the right of survivorship, so that neither can alien any part thereof without the consent of the other,—Jackson v. Stevens, 16 Johns. 110; Corson v. Cainny, 20 Johns. 301, and Jackson v. McConnell, 19 Wend. 175,—yet the husband may be said to have the absolute control of the estate during his life, and may convey or mortgage it during that period. Barber v. Harris, 15 Wend. 615. And it would seem to be reasonable, that if a husband can maintain, in his own name alone, such action as the present for a similar trespass and injury committed on the land of his wife, and which he holds entirely in her right, he may maintain the present action. The general rule in regard to husband and wife joining in actions, as laid down in 2 Bac. Abr. tit. Baron and Feme, K, (Bouvier's ed.) 56, is, that in those cases where debt or cause of action will survive to the wife, the husband and wife are regularly to^ join in the action: as in recovering debts due to the wife before marriage, in actions relating to the freehold or inheritance, or injuries done to the person of the wife; for which 1 Roll. Abr. 348, l. 18, Moor, 332, are cited as authority. In Com. Dig. also, tit. Baron and Feme, (V) 248, (Hammond's ed. London, 1822,) it is stated, that they ought to join in actions which arise during the coverture, if the wife,may have an action for the same if she survive, as in detinue of charters of the wife’s inheritance; for which 1 Roll. Abr. 347, 649, is cited, the same as in Bac. Abr. And, accordingly, husband and wife ought to join in waste, upon a lease for years by the husband and wife, when seised in right of his wife. 2 Com. Dig. tit. Baron and Feme, p. 249, same ed. And again, in 1 Roper on Husband and Wife; 215, 32 Law Lib. 136, it is said, that in all cases where the wife’s freehold is to be recovered^ she must join with her husband in the proceedings, as in instances of disseisin, 1 Bulstr. 21; or of injuries done to the inheritance, as by pulling down houses, &c., or where an action of covenant is necessary to compel further assurance upon a conveyance to husband and wife. Midlemoore v. Goodale, Cro. Car. 505. But when the title does not come in question, and the action is merely personal, and seeks a compensation in damages for an injury done to the husband’s interest in his wife’s estate during the marriage, then it is in his election whether he will join his wife in the action or not. Thus, he may maintain an action of covenant against a lessee of his wife’s estate for not repairing it. Bret v. Cumberland, Cro. Jac. 399; 1 Roll. Rep. 369, S. C.; Castrell v. Moore, Het. 143; 2 Bulst. 14; Treigneil v. Reeve, Cro. Car. 437. So, if a stranger cut timber upon the land of the feme, the husband and wife may join in an action of trespass. 15 Ed. 4, 9b; Cro. Car. 347; 1 Roll. Abr. 348, l. 18; 2 Com. Dig. tit. Baron and Feme, X. So, they may join in quare clausum fregit. See 2 Bac. Abr. tit. Baron and Feme, K, (Bouvier's ed.) 159. But Lit. Rep. 285, seems contra. According to the general rule, as thus stated from Bac. Abr., Com. Dig., and Roper on Husband and Wife, it would seem that the wife of tire plaintiff be-' low ought to have been joined in this action, unless it be, as mentioned by Mr. Roper, merely personal, and brought to recover a compensation in damages for an injury done to the husband’s interests in the wife’s land, in which case the husband may sue alone. This last position would seem to be supported in some degree by 1 Roll. Abr. 347, l. 40; 1 Bulst. 21; Jones, 376; where it is laid down, and was adjudged, that the husband alone may sue for a trespass done upon the wife’s land during the coverture. That he may also have trespass for taking the charters of his wife’s inheritance. 1 Roll. Abr. 348, l. 32. And so, for trespassing upon the wife’s land by felling her trees he may sue alone or join his wife; for which 47 Ed. 3, M. 5, p. 9, is cited, in a note to 2 Com. Dig. tit. Baron and Feme, (V) 247. Yet notwithstanding these authorities, I must confess that it seems to me to be more rational and just that the husband should be required to join his wife in such cases, or otherwise he or his personal representatives, which would still be worse, may reap the whole benefit of a recovery for an injury done to the freehold or inheritance of his wife, which may have deteriorated, if not rendered it almost worthless: as, for instance, wirere he happens to die after having obtained judgment, without having had execution of it, for the value of the timber growing on the wife’s land, which was cut down and taken by the defendant, and was the only thing which rendered the land valuable; his personal representatives would be entitled to have execution of the judgment, and he may by will give it to whom he pleases; thus, in effect, depriving the wife of her inheritance without her consent. But seeing that the authorities referred to above go to establish the principle, that the husband, without joining his wife, may support and-have an action of trespass against a stranger for cutting dowm the tiniber growing on his wife’s land, or for cutting it down and carrying it away, there would seem to be still more reason why he should be allowed to maintain'it in the present case, because he has not only an equal, if not a greater control and authority over the estate during the coverture than he would have if it were his wife’s, but he has likewise the same interest and right in the inheritance that she has, which is not the case where the inheritance belongs exclusively to her.\nThe judgment is therefore affirmed."}