{"id": "949840", "contents": "The opinion of the court was delivered by\nRogers, J.\nThe exception to the decree is, that the court has not given to the widow the one equal third part of the clear annual income of the estate. The appellant contends that she is entitled to a third of the estate, discharged of the debts of the testator. But we agree with the auditor, that it was intended the debts should be first paid, and the residue divided among the widow and devisees. ££ The testator gives to his wife Mary, to be enjoyed for and during her natural life, the one equal third part of the clear annual income of his estate, whether the same be more or less, or whether the same shall be increased or diminished during her life.” That there is no peculiar force in the words clear annual income appears from this, that he uses the same terms in speaking of the legacies to his other devisees; so that, apart from other parts of the will, the fair interpretation would be the net income after paying all just charges against the estate. And this construction is put beyond doubt by the first part of the will. \"The testator devises to his executors, &c., all his estate, real, personal, and mixed, wherever situated, upon the following trusts and provisions, viz.: To pay all his just debts and personal expenses; and secondly, To carry the provisions of his will into full effect.” There is nothing equivocal in these directions. The first duty of the executor is to pay the debts and personal expenses, and after this duty is performed, he is required to carry the subsequent provisions, among which the most prominent is the devise to the wife, into full effect. The wife is a purchaser, but by accepting the devise in lieu of dower, she assents to take according to the intention of the testator. This is the law of the contract binding on her by her own consent. Price v. Johnson, 4 Yeates, 526, was an intestacy, and in that essential particular rules this case, which depends entirely on the construction of the will, which, as in every other case, is governed by the intention of the testator.\nDecree affirmed."}