{"id": "949826", "contents": "The opinion of the court was delivered by\nRogers, J.\nThe question depends mainly on the will of John Woods. His intention, and not the intention of Sarah Woods, must furnish the governing rule. The testator devises his real and personal estate to his wife during her life or widowhood, with a direction that it be sold immediately after her death, with a view to distribution. It is clearly his intention that it should be sold at all events at the time ; and the proceeds are directed to be distributed on the contingency of his wife’s making a will, according to her appointment, if not according to the mode pointed out in his own will. For reasons satisfactory to himself, and of which he was the only and best judge, he gives her no power over the corpus of the estate, except during life or widowhood. But eo instanti on her death, the estate vests in his executors, coupled with an interest by force of the will and the act of the 24th February, 1834. This interest she cannot defeat either by will or otherwise, as her power is limited to the proceeds after sale by the executors, and does not, by any fair construction, extend to the land itself. What may have been his motives for this restriction, it is difficult with any certainty to say, nor is it material; but it may have arisen from a supposition that the estate, from its peculiar situation, could be disposed of to more advantage in that way, than by an authority to the wife to devise it in specie. The question therefore is, as to the extent of the power in the will of the testator, and not the intention of the testatrix. The testatrix, instead of confining herself to a bequest of the proceeds, undertakes, without any authority derived from the will of the testator, to devise the land itself: it is very probable, under the mistaken notion that she was absolute owner in fee of the whole estate. The cases most relied on are Standen v. Standen, 2 Ves. 594, and Bell et al. v. Floodgate, 1 Ves. & Beam. 477; but none of the cases cited resembles this. In both cases there was no doubt as to the extent of the power, but the difficulty was, whether the will was a valid execution of the power. I grant, that if the will of John Woods had given the testatrix authority to devise the land, her will would be a substantial execution of the powers, although it does not in terms refer to the powers. But her power under the will of her husband is not general, but limited, and expressly confined to the proceeds of sale; and whatever may be her intention, matters not. She has attempted to do that for which she has no authority whatever. It therefore belongs to the class of non-execution, rather than the defective execution of a power. But by which will are the proceeds to be distributed ? And we are of opinion, the will of the testator must govern. The testatrix having failed to appoint as to the proceeds of the real estate, it must be taken as if no will had been made. In that case, clearly, the proceeds must be divided among the devisees of John Woods, the testator.\nThe act of the 24th February, 1834, sect. 12, directs, that all powers, authorities, and directions relating to real estate contained in any last will and not given to any person by name or by description, shall be deemed to have been given to the executors thereof; but no such power, authority, or direction shall be exercised and carried into effect by them, except under the control and direction of the Orphans’ Court having jurisdiction of the accounts.\nBy the 13th section, the executors of the last will of any decedent to whom is given thereby a naked authority only to sell any real estate, shall take and hold the same interest therein, and have the same power and authorities over said estate, for all purposes of sale and conveyance, and also of remedy by entry, by action or otherwise, as if the same had been devised to them to be sold; saving always to any testator his right to direct otherwise.\nThe effect of the act, as before remarked, is to vest in the executors a power to sell immediately after the death of the widow, coupled .with an interest in the executors of John Woods, subject to the control and direction of the Orphans’ Court. Under this act an application was made, and the court decreed that the property should be sold by a lumping sale, that is, as I understand it, as one piece or parcel. If so, it would seem to be an injudicious exercise of the controlling power of the court. The interest of the devisees would be best promoted by leaving the disposition of the estate in the discretion of the executors, who, it must be presumed, are most competent to judge as to this matter. One of the principal reasons for giving the court the jurisdiction was, to enable them to exact security for the faithful performance of the trust; this was thought reasonable, when the testator had omitted giving express power to the executors to sell. As the testator has not thought proper to direct the manner of sale, we see no good reason for trammelling the executors and compelling them to sell the estate as a whole, when it might, and properly would, be sold to greater advantage in parcels. Nor can any loss arise to the devisees, as, on the coming in of the report, the court has full power and authority to correct any thing which they may deem amiss.\nDecree reversed, and record remitted to the Orphans’ Court for further proceedings.."}