{"id": "949878", "contents": "The opinion of the court was delivered by\nRogers, J.\nThe errors assigned, although numerous, have been much reduced in the argument, and may be included in the admission of the record of the bankruptcy of Robert Morris, and the charge of the court in relation thereto, and the charge as to the abandonment of title to - the warrant by Robert Morris, under whom plaintiff claims. The use made of the admission of the record, as would seem from the charge of the court, was to show an equitable title in John Nicholson; but for this purpose was wholly immaterial, for, admitting that he had an equitable title, that is no defence. The suit is brought in the name of the person who owns the legal title, and, in Hart v. Cranford, 3 Penna. Rep. 426, it is ruled that a trustee of land maymaintain ejectment for the recovery; and the wrongdoer cannot set up the title of the cestui que trust to defeat the recovery of the trustee. In this state, where we have no Court of Chancery, the cestui que trust may bring the action in his own name, or in the name of the trustee. Jt is not intimated by Robert Morris that he made a legal transfer of his interest in this warrant to John Nicholson. All he says is, The late John Nicholson and myself had purchased .and acquired rights to large quantities of land, lying within the slate of Pennsylvania, yhich are held jointly; but in March, 1794,1 sold my half of all said lands to him, and he is charged on my books accordingly, The court say, We have no evidence that R. Morris, his devisees, or any person for them, has taken any steps to perfect a title in any lands, in pursuance of these warrants, except the declaration of Thomas Grant, in 1793, when he placed the warrants in the hands of the deputy surveyor. These declarations prove the warrants in question belonged to Morris and Nicholson. If so, the oath of Robert Morris is conclusive, that he had no interest in them at the time of the commission of bankruptcy. Although the court do not say so in terms, it is clearly intimated to the jury, that if they believe John Nicholson was the owner of the warrant, the defendant was entitled to a verdict. But the conclusion was a non-sequitur, as appears, by the cases cited. The record was not properly admitted, as bearing on the allegation of abandonment, for, if it proves any thing, it shows that there was no intention to abandon the interest in the warrant, particularly in favour of a third person.\nThe court charged the jury, that if they believed that the defendants, and those under whom they claimed, have had possession of the warrants, have been exercising act of ownership over them, such as procuring a survey, return and acceptance, paying the fees, expenses, &c., adverse to the claim of Robert Morris, and his devisees, and not for them, they might and ought to presume a release or abandonment in favour of the defendants. At the time this case was tried, the Supreme Court had not decided Orr v. Cunningham, 4 Watts & Serg. 294, where the law, on facts nearly if not precisely the same as here, was ruled otherwise. It is there held that a title may be lost by abandonment; ' and if so, it falls back to the state, but is never thereby transferred to an adverse claimant. Nor can the stranger, who discovers another unsatisfied warrant in the hands of the deputy surveyor, or elsewhere, after any lapse of time from its date, assume the ownership of it, and have it surveyed for himself.\nWe think the court was wrong in qualifying their answer to the plaintiff’s first point, and in the answer to the second point. The court should have instructed the jury, that the plaintiff had shown a good and legal title to the warrant and survey; that at the time the warrants were surveyed, they were the property of Mary Morris, the devisee of Robert Morris, and that the survey made in pursuance thereof inured, to her benefit. It is true, that superintending a survey or paying the fees is sufficient evidence of ownership of the application or warrant upon which it is made, but it may be rebutted by evidence of ownership, in the person in -whose name the application was entered, or the warrant was issued. Time v. Waterson, 4 Watts & Serg. 171. Here the presumption of ownership in Brady is rebutted by the most overwhelming proof.\nJudgment reversed, and a venire de novo awarded."}