{"id": "949889", "contents": "The opinion of this court was delivered by\nGibson, C. J.\nAs the order to stay proceedings on Post’s execution was based on an arrangement which failed without the wilful default, so far as appears, of either party to it, justice requires that each should be restored to the position he held before the order was given. The conditions of the arrangement are not very distinctly stated; but it seems that Post had levied his execution on the personal property of Henry M. Naglee, under a judgment recovered on a bill drawn by the latter on John and William Newbold, nominally in favour of Means, who endorsed it, however, for the drawer’s accommodation; and that John Naglee, who had a subsequent execution, entered into an agreement to purchase Post’s judgment. It was agreed by him, acting ostensibly for Stiles, but actually for himself, and by Post’s agent in Philadelphia, that the note of Henry M. Naglee, endorsed by John Naglee and Son, for $>1100, at four months, or $>1050 cash, should be deposited, with Post’s assignment of his judgment, in the hands of Storm for delivery over respectively to Post and Stiles; “ provided that no act had been done by any of the parties interested, that would in anywise effect any advantage favourable to the said Means, or operate to the prejudice of the said Henry M. Naglee; which is hereby guarantied against.” It was admitted thatPost had not deposited the assignment with Storm, and it was not proved that Naglee had deposited either money or note to meet the contingency; so that it is impossible to say by whose default the plan was disconcerted. No time was appointed for carrying it into effect; but it was stipulated that the matter should be closed on the receipt of the assignment by Storm, which, however, never took place; and it was taken for granted in the court below, that the failure was produced by Post’s inability to execute the contract by reason that something had occurred to vary the responsibility .of Means or Henry M. Naglee, which Post could not control; and that the legal consequences of the order to suspend must remain with him who had disqualified himself. But the place of the business was remote from the place of the negotiation, which was conducted, on the part of Post, by an agent who was evidently uninformed of the whole state of the case; and the arrangement seems to have been essentially provisional. Post may have been unable to execute it when it was made, without incurring an imputation of bad faith; and if he found himself in that predicament, he ought to incur no penalty by it. The proper consequence would be a restoration of the parties to the relative position they were in at first. Such is the principle which governs a chancellor in relation to a sale of land, which the vendor is unable, for defect of title, to complete; in respect to which, it is not allowed the vendee to stand on his own exact performance, and retain both the land and the price of it, till the vendor shall do what has become impossible. In such a case, he rescinds the whole contract, on terms of compensation, or leaves the party to his remedy at law. It is obvious that John Naglee, having accomplished his purpose in gaining priority for his own - execution, would be as reluctant to execute the contract as Post was; but, however liable for his disability Post might be in an action for compensation or damages, he is not bound to lose his debt by parting with his priority without - receiving the stipulated equivalent for it. As there was no intervening right of a third person to be affected, his priority was revived by the failure of the arrange-' ment.\nJudgment reversed, and venire de novo awarded."}