{"id": "949892", "contents": "The opinion of the court was delivered by\nKennedy, J.\nThe first error assigned is a bill of exceptions to the admission in evidence of a draft of survey, made by David Rockefeller. Mr, Rockefeller had just closed his testimony, as a witness on behalf of the plaintiffs below, who are the defendants in error, in which, among other things, he had testified, that he made a survey embracing the • land in dispute, of which he made a correct draft, that was produced in court, and testified by him to be the same. This draft was then offered in evidence, but objected to by the counsel of the plaintiff in error. The court, however, overruled the objection, and admitted the draft, which was excepted to. We are wholly unable to discover any error in the admission of the draft in evidence. It was only given as explanatory of what Mr. Rockefeller, the surveyor, testified he had done in making the survey on the ground, which has ever been held admissible for such purpose, and not unfrequently renders the testimony of the artist more intelligible than it would be without it.\nThe second error is an exception to the admission in evidence of the record of an action of trespass vi et armis, brought by the plaintiff in error against the defendant in error, for Breaking and entering into land including the land in dispute, and cutting down the timber growing thereon, and to which the defendants put in the pleas of non cul. and liberum tenementum: and upon trial, a verdict and judgment were given in favour of the defendants in error. This was objected to by the plaintiff in error, but the objection was overruled by the court. From the parol evidence given, as well as the plea of liberum tenementum, and the record, it appeared that the right to the land, as between the parties, came in question; and, therefore, it would seem to have been properly admitted, and might be considered by the jury, according to the direction of the court to the jury, as persuasive evidence in favour of the defendants in error.\nThe remaining errors are exceptions to the charge given by the court to the jury. But before we proceed to speak of them, it may be necessary to state some of the facts in the case, which were not controverted, as also some of the questions of fact, which were contested. The land in controversy appeared to have been granted originally by the Commonwealth- to Henry Staybrook, by warrant dated the 8th of March, 1793, calling for three hundred acres, under which two hundred and ninety-one and a half acres, beside allowance of six per cent, for roads, &c., were surveyed, and returned to the Surveyor-General’s office. Neither of the parties litigant appeared to have any claim to the land, excepting what they had acquired by disseisin. The father or ancestor of the defendants in error, with his father, William Furman, and two of his brothers, Jonathan and Isaac, and an Aaron Furman, a cousin of the latter, entered upon the tract of land granted and surveyed, as mentioned, to Henry Staybrook, by clearing, fencing, and cultivating certain portions of it. There was a pretty high ridge about the middle of the tract, extending from the one side thereof to the other. Aaron Furman erected a house on the south side of the ridge, where he lived for some years, clearing and cultivating some portion of the land situate on that side of the ridge. Daniel Furman, the father of the defendants in error, and his brothers were settled on and lived in houses on an adjoining tract of land, near to the line bounding the Staybrook tract on the north side of the ridge, from which they entered upon, and cleared and cultivated certain portions of the land within the Staybrook survey, on the north side of the ridge, at the same time that Aaron Furman was living and clearing and cultivating on the south side thereof. This appeared to have been forty years ago, and upwards, and before Hoey, the plaintiff in error, came on the land. Some evidence was given, tending to show that a division line had been agreed on and established along the top of the ridge, between Aaron Furman, of the one part, and the other Furmans, including the father of the defendants in error, of the other part, dividing the whole Staybrook survey into two allotments between them. Aaron Furman afterwards sold his improvement and possession to a Robert Farnsworth, who lived thereon some years, when he bought land adjoining, and moved on to it. After he moved off, a man of the name of Winn took possession, and after remaining there perhaps not a year, quit it; when, or shortly before, Augustus Hoey, the plaintiff in error, came on and took possession of the improvement made by Aaron Furman and Robert Farnsworth. Some years back, Hoey came over to the north side of the ridge, on the Staybrook tract, where the Furmans claimed and cleared, and enclosed by fence two small fields, which he kept possession of, by cultivating and using them for agricultural purposes. The defendants in error, claiming these fields as part of their land, which descended to them from their father, brought this action of ejectment to recover the possession of them. Daniel Furman, the father of the defendants in error, and his father, lived together, until the latter died. Jonathan Furman, the uncle of the defendants in error, moved away to Armstrong county, so that the whole of the Staybrook survey lying on the north side of the ridge was claimed by the father of the defendants in error, and their uncle, Isaac Furman, who both continued to clear on the same, and to cultivate what they respectively cleared. They, as it rather appeared, occupied separate portions of the Staybrook survey, though it did not appear distinctly how they had it divided between them. The father of the defendants in error died before their uncle Isaac, who did not die until some time after they instituted this suit for the recovery of the land in question, or part of that portion of the Staybrook survey which was claimed by their father, according to an arrangement between him and their uncle Isaac, and on their father’s death descended to them.\nThe court, among other things, instructed the jury, “That if the plaintiffs below had designated the boundary, and held an actual adverse possession for twenty-one years; then their title, by the statute of limitations, would extend not only to the cleared land, but would embrace the wood land within those boundaries.” And again, “ If the jury believed that there was a division since established, as heretofore mentioned, (in the charge,) and that the plaintiffs, and those under whom they claimed, had had a continued notorious adverse possession up to that boundary for thirty years; and if they believed that the land described lay northerly of that boundary, then the court could not see any thing to prevent a recovery by the plaintiffs of the land north of that line, if the facts as mentioned were proved.” And further, in the close of their charge, the court told the jury, “that the verdict and judgment in the action of trespass, though not by any means conclusive, was yet persuasive evidence; and was entitled to consideration by the jury, as the decision of twelve men in relation to the right of the parties as then established by the evidence. The plaintiff in error complains, that the court erred in their instruction thus given to» the jury. At tire time Daniel Furman, the father of the defendants in error, entered on the land within Staybrook’s survey, and commenced clearing and cultivating it, though then unimproved in any way, it was not, according to tire law of Pennsylvania, regarded as being in the possession of Staybrook, he, as it appears, being invested with the legal title thereto at the time; and in such case the law refers the possession to the title. Heie the father of the defendants in error is to be regarded as a disseisor. By his entry upon the land without claim or colour of title, and by his clearing, fencing, and cultivating certain portions thereof, he wrongfully put Staybrook out, who was considered, in contemplation of law, as actually seised at Hie time. A disseisin, says Sir Edward Coke, is a wrongful putting out of him that is actually seised of a freehold. Co. Lit. 277 a; 3 Black. Com. 169. But notwithstanding the father of the defendants in error may have acquired by his disseisin only a naked possession as against Staybrook, the legal owner; yet as against all other persons he acquired a right of possession. Gilbert, in his law of Tenures, p. 21, lays it down, “ when any man is disseised, the disseisor has only the naked possession, because the disseisee may enter and evict him; but against all other persons the disseisor has a right, and in this respect only can be said to have the right of possession; for in respect to tire disseisee, he has no right at all. But when a descent is cast, die heir of die disseisor has jus possessionis; because the disseisee cannot enter upon his possession and evict him, but is put to his real action, because the freehold is cast upon the heir;” which is recited also by Mr. Butler in note (1) to Co. Lit. 238 a. So Lord Bacon, in his Law Tracts, says, “ if any man doth wrongfully enter into another man’s possession, and put the right owner of the freehold and inheritance from it, he thereby getteth the freehold and inheritance by disseisin, and may hold it against all men but him that hath right and his heirs, and is called a disseisor.” Now it is abundantly clear from the evidence, that the father of the defendants in error had entered upon the Staybrook survey of land, and was in the actual possession of a part thereof, which he had cleared and cultivated, and was still engaged in extending his clearing and cultivation of the same, for years before the plaintiff in error entered into and took possession of any part of the Staybrook survey. And if the fact were, as some of the evidence given on the part of the defendants in error tended to prove, that their father claimed to have and to hold, possession of the land, within the Staybrook survey, on the north side of the ridge, to the line alleged to have been made and marked on the top of the ridge, for the purpose of designating and bounding his claim and possession in that direction, and that he from time to time continued to exercise acts of ownership upon the land to that extent, before the plaintiff in error took possession and cleared land on the north side of the line, on the top of the ridge; then the father of the defendants in error had a good right to the land in dispute, as against the plaintiff in error, which descended to the defendants in error, upon the decease of their father, though their father and they had not been in the possession thereof for twenty-one years before the plaintiff in error entered into the same. So that the court below, instead of erring against the plaintiff in error, may be said to have erred against the right of the defendants in error, in giving the jury to believe, that a designation of their boundaries, and an actual adverse, notorious possession of the land within the same for the period of twenty-one years, at least, was necessary to entitle them to recover.\nOn the argument of the cause, it was contended, that because the defendants in error, or their father, have never resided on any part of the Staybrook tract, but on an adjoining one, they could have no right that would entitle them to recover, unless possibly what they had cleared and cultivated; but as the plaintiff in error had not encroached thereon, they were not entitled to recover. But it is a great mistake to suppose that the residence of a disseisor upon the land into which he has wrongfully entered, is in the slightest degree necessary to give him any right thereto, that he may not otherwise have. Even as against the owner, the residence of the parties making the wrongful entry into the land has never been held or deemed necessary to constitute a disseisin. Residence on the land has nothing to do with it, because the owner may be as completely evicted and removed from his possession of the land, by clearing, fencing, and cultivating it, without the wrongdoer’s residing thereon, as if he resided thereon at the same time. And more especially may this be the case where the land is in a wild and unimproved state, without any building thereon whatever. Nay, further, a disseisor may doubtless acquire a good title to the land against the legal owner without any residence thereon .under the statute of limitations. It is not like the .case of vacant land which has never been granted by the Commonwealth, for as against her, the statute never can run; but a man by entering thereon, and erecting a dwelling-house suitable for his habitation,, and by clearing a portion thereof, and growing grain thereon, may acquire a pre-emption right to entitle him to claim the land in preference to all others, by paying the Commonwealth the purchase money fixed by law for it. The disseisor who first deprived the true owner of his possession in the land may be said to have the same right to the possession thereof as against any person subsequently entering on the same without his consent or the authority of the owner, that the owner has against him. He may maintain trespass against such person subsequently entering, and his possession will be considered as extending to the boundaries which he has marked out as limiting it, though it consist in part of woodland. The public peace seems to require that it should be so. Then as to what the court said in regard to the consideration which the jury might give to the verdict and judgment, which had been rendered in the action of trespass, it was perhaps as little as the court could say, seeing it was admissible evidence for the defendants in error. It was evidence going to show if the defendants cut the timber growing on the north side of the ridge or on it, as the plaintiff in error alleged they did, that, as against him at least, the right of possession to tire land on that side of the ridge, which embraces the land in dispute here, was vested in them. The questions of fact, whether the defendants in error had designated and marked out on' the ground the extent to which they claimed possession, including the land in controversy, and whether they and their ancestor had been in the actual adverse continuous possession thereof, for twenty-one years before the plaintiff in error entered and took possession of the part in dispute, were questions properly submitted to the jury, who found against the plaintiff in error on them. So that there .is not the least shadow of ground for complaint by him on this score; and as to the instruction given by the court to the jury, in regard to the law of the case, it was more favourable to him than it ought to have been. For it was clearly error, as against the defendants in error, for the court to hold out the idea to the jury that twenty-one years’ actual adverse, notorious possession had by them of the land in dispute, was necessary to enable them to recover. But this the plaintiff in error cannot complain of, as it did him no injury.\nThe judgment is therefore affirmed."}