{"id": "949829", "contents": "The opinion of the court was delivered by\nRogers, J.\nAn adverse holding by one tenant in common, for any length of time, however short, previous to the institution of an action of partition, will bar a recovery, in such form of action; for ejectment, and not partition, is the proper remedy against a person holding adversely. Law v. Patterson, 3 Watts & Serg. 184. When, therefore, it appears on a petition for a division of an intestate’s estate, that the intestate did not die seised, but that the premises are in the possession of another, claiming to hold adversely, it is the duty of the Orphans’ Court to refuse the prayer of the petitioner, and put the party to an action of ejectment to recover the possession. And on the same principle, if on the return of the inquest, it should appear that part or the whole of the appraised premises are not in the actual possession of the heirs, the inquisition will be set aside. The court will not undertake to examine the validity of the title when it is contested, for the possession alone gives jurisdiction. It was, therefore, improper to investigate the title of Ananias Chalfant to property possessed by him, as is conceded, and on which he has resided upwards of twenty years. Was he in the possession of the property, claiming it as his own, is the only inquiry, and that he was, is abundantly shown. That he claims title we cannot doubt; it was therefore error in the jury to include it in the valuation of one of the purparts. For this reason, if there was no other, the inquest must be set aside. If there is no hostile claim, as is asserted, all difficulty hereafter may be removed by a disclaimer of title.\nBut the inquisition is objectionable in another particular. It is error for a constable, without other warrant than a verbal direction from the deputy sheriff, to select and summon the inquest. The selection of the jury implies judgment and discretion, and partakes so. much of a judicial character, that it cannot be delegated by a person who is himself but a deputy. The officer who selects a jury performs an important duty to the parties, essential to the administration of justice, under the solemn sanction of his oath of office. It is obligatory to be performed by himself, and not by. another, and a subsequent ratification of the act, improperly committed to another, instead of validating it, would itself be very questionable. If subsequent assent could cure the error, it would have the same effect even if one of the parties had undertaken to perform this duty. Supineness or neglect cannot be urged, as there is no reason to believe that at the time the inquest was held, the ex-ceptant was aware of the manner, or by whom, the jury was selected. If we relax rules designed to secure an impartial jury, fraud and injustice must inevitably result, and we are without grounds for believing that this case forms an exception. That there has been gross inequality in the partition appears from this, that the exceptant, McMasters, offers (but without effect) to give one thousand dollars for the first choice of the two purparts into which the property was divided. This case presents a bundle of irregularities, so much so, that we are not surprised that it should result in injustice to one of the parties.\nDecree reversed, and inquisition set aside."}