{"id": "949930", "contents": "The opinion of the court was delivered by\nRogers, J.\nThis was an action of debt, to recover the amount of four joint and several bonds, given in part consideration of a tract of land; by John Mengel, who was principal, and Henry Mengel and Francis Mengel, sureties, to John Jones and John Welsh, executors of John Evans, deceased.\nThe cause was tried under the plea of payment, with leave to give the special matter in evidence. Under that plea, which is in the nature of a bill in equity, the defendant insists he is entitled to relief, because, as he contends, on the 17th day of June, 1816, in consideration that John Mengel would execute a mortgage of that date, the guardians of the minor children of John Evans (to whom, the land had been assigned) released or discharged the obligors. On the defendant is thrown the burden of proving the issue, and if he has shown that the guardians agreed to exonerate the obligors for the consideration stated, it is undoubtedly a discharge in equity from all liability on his part : whether he has succeeded is the only point in issue. The other points which were raised on the trial are subsidiary to this question. The same case was before this court on a former occasion, and reported in 6 Watts, 72. We were then of opinion, that there was no evidence given, tending to show that the guardians, or any of them, had agreed to give up the bonds, or to exonerate the sureties. For this reason, we reversed the judgment, and ordered the cause to be remanded for a new trial. It now comes before us again on the testimony of the same witnesses, and, in our opinion, with no substantial variation in the evidence. The defendant’s case depends solely on the testimony of one witness, Abraham Mengel; for unless he proves a contract, the defence altogether fails. For it must be conceded, that Edward Davies, a witness examined on the part of the plaintiff, and who, it is alleged, made the agreement, expressly swears, that he told Mengel and the sureties, in answer to their proposition to that effect, that he could not release them from the payment of the bonds. The question therefore is, whether, admitting the truth of Mengel’s testimony, and all the inferences that can be legitimately drawn from it, the defendant has any defence; or, in other words, is it in proof from this, or any other source, that there was a binding contract between the parties, that the payment of the bonds should not be enforced. That the bonds were delivered up, or that there was an express agreement to surrender them, will not be pretended. The testimony is, that the obligors, and particularly the sureties, as a consideration for the execution of the mortgage, were very desirous that they should be surrendered; but Mr. Davies, who was the acting guardian,- constantly and steadily, refused to accede to their request, and for reasons perfectly satisfactory, and which he assigned at the time. After negotiating for some time without coming to any result, Davies left the house with a determination, which was communicated to the obligors, of commencing suit immediately on the bonds. It was not until then, that the sureties consented, that John, who was the principal, should execute the mortgage, and the inference from the whole case - is irresistible, that it was the fear of this consequence, and not any promise to relinquish any other remedy in their hands, that induced them to come into his terms. Such was the opinion of this court, when the case was before us on a former occasion, and we see nothing now to induce us to change or vary it, in the slightest degree. And this would seem to be the impression of the learned judge, before whom the cause was last tried. He puts the case, as I understand him, upon what he considers a new and distinct ground, the disclosure of evidence which did not exist on the former trial. I allude to the expressions used by Davies, after his return to the house, and about the time of the conclusion of the arrangement. Mr. Davies then said, that it made no difference whether he gave up the bonds or not; that the land was worth the money. If the jury believe, say the court, that Davies said, when urged to give up the bonds, that it made no difference whether he gave up the bonds or not, and that relying on this, John signed the mortgage, and the sureties entered satisfaction on their judgment, it would tend to prove, that Davies exonerated the sureties, and would be evidence from which the jury might infer that he had exonerated them. From this instruction we entirely dissent. How these expressions, however understood by the parties to whom they were addressed, can prove an agreement to deliver up or release the obligors, in the face of an express refusal to come into any such arrangement, we find some difficulty to understand. We must take the whole transaction together, and give words their obvious import, and from these .it is impossible to say, that Mr. Davies gave the obligors any assurance, or entered into any engagement, as the court more than intimate to the jury, that he would not resort, if necessary, to suit on the bonds, to enforce the payment of the debt due. What does it amount to, but the expression of an opinion, (we are bound to believe honestly entertained,) that it was of little consequence whether the bonds were given up or not; that the land about to be mortgaged was worth as much, or more than the debt due. But of this the obligors were as competent to judge as he was, and supposing it to be a mutual mistake, it can furnish no defence legal or equitable to the defendant. If it had been a matter peculiarly within the knowledge of Mr. Davies, they would have a right to complain j but granting it to be the mistake of both, neither can derive any advantage from it. It is very probable Mr. Davies was at the time under that impression, and so said, as an inducement to give the mortgage; but in this we see nothing wrong: indeed, it is very probable, that no loss would have arisen to either party, if the land had not unfortunately depreciated very much in value. This is the unforeseen cause of the whole difficulty, and no doubt has given rise to this controversy. The question does not depend upon what the obligors may have thought of it at the time, for of this we cannot judge, as we cannot dive into the recesses of their hearts; our attention must be directed solely to the contract of the parties; It is very certain, that they had no right to think that Mr. Davies intended to release them, when he told them in words which it was difficult to misunderstand, that such was not his intention. If they actually imbibed that impression, which it is difficult to believe, it is not the fault of Mr. Davies; the loss, if any, arises from their own folly. Fraud has not been imputed to the guardian, nor can it be, with the least colour of reason. View the transaction as it is presented by the evidence, and it amounts to this: Mr. Davies, acting for minors, was desirous of procuring real security for a debt justly due. This the defendants were unwilling to give, unless on terms which the guardian conceived' to be inadmissible. In the course of a protracted negotiation, Mr. Davies used such arguments as he supposed would bring about the desired arrangement, and, amongst others, made light of a demand, which the other deemed of great importance, suggesting, and very likely believing, that the land proposed to be mortgaged, was worth the money due. Finding, however, these arguments ineffectual, he threatens to commence suit, and, finally, it is agreed to execute the mortgage, without conditions. In the course of his testimony, Mengel, after giving an account of the attempt at an arrangement, says: “At length, Davis, Jones, and Zell, went off. Zell returned back, told me to tell John, if he did not sign the mortgage, he would sue the bonds. We consulted awhile, and they were called back, talked the matter over; finally, we agreed John would sign the mortgage, provided judgment and bonds were given up, something to that amount. We were to give up our judgment against John.” The counsel contend, that when he says, “we agreed John would sign, provided judgment and bonds were given uphe meant to include Mr. Davies, asserting, that all agreed to this arrangement. We do not think the words will admit of this construction, and such was the opinion of Judge Banks, who understood the witness as referring to the ■ obligors only, and not to Mr. Davies. And this is rendered certain by another part of the' testimony, for on his cross-examination, he distinctly admits, that Davies did not say, he would give up the bonds; “ said it made no difference whether he did or not; that it made no difference about the bonds.” It then appears uniformly, whenever Davies is pressed to accede to their terms, he evades doing so, expressing an opinion, that it was useless to insist upon it, that it was not of the importance they seemed disposed to attach to it. On the whole testimony, we are of the opinion, that no case has been proved in which a Chancellor would relieve the defendant, as there is no evidence which even tends to prove any contract whatever to release, or in any way discharge the obligors. To cut a party loose from his contract on such evidence, would be a most dangerous precedent, as it is without precedent in a court of equity.\nWe also think the evidence contained in the first and second bills was improperly received. Its only effect wras to create a prejudice in the minds of the jury, by proving that the property was in a better condition, when it returned into the possession of the plaintiffs, than it was when purchased from the executors. We cannot perceive its pertinency to the issue.\nIn other respects we perceive no error, as the court seems to have conformed to the decision of this court, in the same case, as reported, Evans v. Mengel, 6 Watts, 72.\nJudgment reversed, 'and a venire de novo awarded."}