{"id": "949921", "contents": "The opinion of the court was delivered by\nBurnside, J.\nThe holding of an inquisition, to inquire whether lands levied on will condemn or extend, is intended for the benefit of a defendant. Where he wishes to save costs, he might waive the inquisition, and the practice of waiving inquisition existed, in various ways, prior to ■ any legislation upon the subject.\nIn the northern counties, the waiver was early introduced into the , warrant of attorney, to confess judgment. The bond and warrant was occasionally filed, but more frequently the attorney confessed a judgment, and in that confession pursued his warrant, and placed the waiver on the record. The acts of 1820 and 1836 were only declaratory of the existing practice. They introduced no new principle, but only tended to regulate and produce uniformity in the practice.\nThe confession of judgment, in the case of Kelsey v. Starkweather, on which the land in question was sold, contained in the record a release of errors, and a waiver of inquisition. This the prothonotary was authorized to state in the confession of judgment on the record, by virtue of “the power contained in a certain sealed promissory note, (as it was called,) bearing date the 28th day of October, a. d. 1837.”\nThe waiver was entered on the record, and endorsed on the fieri facias, on which the levy was made. Upon the return of the fieri facias, a venditioni exponas issued', the land was sold, and the deed duly acknowledged.\nThe admission of this deed in evidence is assigned for error.\nIn Overton v. Tozer, 7 Watts, 333, it is held, that the act of Assembly, of the 16th June, 1836, sect. 45, authorizes the sheriff to sell lands on a fieri facias, without proceeding to inquisition and condemnation, where the party, by writing filed in the proper court, dispenses by waiver of the right of inquisition. In that case, the defendant signed an instrument of wilting, previous to the advertisement and sale, which he delivered to the sheriff, who returned it, with his writ, and this was held a sufficient waiver.\nThere is no form of waiver prescribed; and the only inquiry is, was there one ? if so, the deed poll of the sheriff, duly acknowledged, will transfer the title.\nSecond error. — The plaintiff below had given evidence that John Starkweather was the first improver; that he commenced a boná fide settlement and improvement in 1817, and continued the same without interruption, until he leased the premises in 1840, to Sterry Kimball, who entered on the land, and resided upon it up to the time of the trial of the cause.\nThe defendant gave in evidence a deed from John Starkweather, to himself, dated February 26th, 1841, for the consideration of $100. After he had obtained this conveyance, (on the 1st March, 1841,) he took out a warrant for the one hundred and ninety acres in dispute. On the 5th March, 1841, a survey was made on the ground; and on the 29th March, 1843, the Commonwealth granted him a patent.\nAfter Kelsey obtained his sheriff’s deed, he gave notice, on the 23d June, 1841, to Sterry Kimball, to deliver up the possession; and on the 11th October, 1841, he commenced a proceeding before two justices.' Sterry Kimball made oath, that he held the premises under James Kimball, the defendant in this ejectment. James Kimball, the claimant, entered into recognisance. The justices certified the case into the Common Pleas, where the defendant offered to prove, “ that before the execution of the lease from John Starkweather to Sterry Kimball, it was verbally agreed, by and between Kelsey, Starkweather, and Sterry Kimball, that Kelsey should give time to Starkweather, to pay the amount due to Kelsey, until the rents, according to the terms of the lease, should fall due; and that Kelsey agreed, that he would not proceed against Starkweather, on his property, by execution, but receive his pay from the avails of the rent, as it fell due, by the terms of the lease; that previous to the agreement, Starkweather had delivered to Kelsey thirty-seven and a half bushels of wheat, in consideration of suspending all proceedings against him, and receiving his pay from the avails of the lease; that thereupon, the lease was executed by Starkweather and Sterry Kimball, in the presence of Kelsey; that Kelsey received $50, in part of his demand against Starkweather; that Sterry Kimball moved on the premises in March, 1840, and made improvements — finished the house the first year, at an expense of $100, and that James Kimball made a parol lease to Sterry Kim-ball, after the money was paid, and at and before the execution of the lease from Starkweather; that Kelsey agreed to this, and that Kim-ball should not be disturbed in the possession during Starkweather’s lease; and of all this James Kimball gave notice, at the sheriff’s sale.”\nThe judge rejected the whole of this offer, and this is assigned for error. '\nIf there was any agreement between the parties before the sale, it should -have been brought before the court on a motion to set aside the fieri facias and levy. Both the Kimballs claimed under the defendant in the execution; one as tenant, the other as purchaser, subsequent to the judgment. In order to stay the proceedings before the justices, Sterry Kimball had to swear, that he did not come into the possession of the premises, and did not claim to hold the same, under the defendant in the execution, but in his own right, or under a title derived to him from Starkweather, before the judgment, under which the sale took place. Act of the 16th June, 1836, sect. 94. It was manifest on the trial, that the affidavit made before the justices was unfounded, and that the evidence offered was inconsistent with the affidavit and claim of title, in the proceedings before the justices. The court were therefore right in rejecting it.\nJudgment affirmed."}