{"id": "949932", "contents": "The opinion of the court -was delivered by\nRogers, J.\nThis is an action on bond to indemnify the plaintiff as special bail in a suit in which Wicldiffe Cowles was plaintiff, and Oliver Cowles defendant. The suit, which is a scire facias on a judgment, is brought against Oliver Cowles, the defendant in the original action, and Charles Day. Judgment by default was rendered against Oliver Cowles, and the jury sworn to assess the damages as well against him, as to try the issues between the plaintiff and the other defendant, tarn ad triandum quam ad inquirendum. On this issue, it was the duty of the jury, if they find for the plaintiff, to assess entire damages against both; but for some unaccountable reason, the damages are assessed against Oliver Cowles at the sum of $3230 87, and at a different sum against Day, the other defendant. On this erroneous finding, a general judgment is rendered. It appears on the record, that there were two verdicts and two judgments, and to mend the matter, the plaintiff issues two executions, a tissue of blunders almost unparalleled. It is alleged this was the error of the prothonotary, but of this we have not the slightest evidence; on the contrary, it is certain two verdicts were found by the jury, and the error was in receiving the verdicts, instead of sending the jury back with directions to assess entire damages. It is impossible, as the case now stands, to know for what sum judgment is to be rendered. Three years after the verdicts were taken and entered on the docket, a motion is made to amend, but as nothing was done, no attempt made to remand the record for purposes of amendment, and in fact there was nothing to amend by, we have no alternative but to reverse the judgment. As this case goes back for another trial, we think it right to say that the law was correctly given and the facts fairly left to the jury. The case must necessarily resolve itself into a question of fact, of which the jury are tire proper judges.\nJudgment reversed, and venire de novo awarded."}