{"id": "949934", "contents": "The opinion of this court was delivered by\nGibson, C. J.\nThere would be no hesitation in deciding that Donaldson’s debt may be set off against his wife’s legacy, were the question involved in the issue. He came before the court as a demandant of what he had a right to receive as his own ; and his demand of it, as his action would have done, made it his own so far as to let in a cross-demand as payment of it, yet not so far, according to Adams v. Lavender, 1 McClel. & Younge, 41, as to disappoint her right of survivorship, in the event of his death, before final decree. Notwithstanding the indeterminate form of the issue which, pursuant to the slovenly practice which prevails where it was tried, was joined by pleading non assumpsit to an action for money had and received, we are able to discern that it was'directed to try as matter of fact the fairness of the dealings between Cowden and Donaldson. Certainly, the jurors were not empannelled to try the question of law, whether Donaldson’s debt could be set off against his wife’s legacy. That question was to be .for the court, when the facts should be disposed of; and it was irregular to moot it in the trial of the issue. It is not the least evil of these hotch-potch issues, that they produce infinite perplexity and vexation in attempting to ascertain what has been established or subverted by the verdict; but they confound all legal distinctions in the apprehension of the counsel, till they at length know not what they are about: so true it is, that he who forgets the forms of the law will soon forget its principles. Unquestionably, no more was proper to be tried on this issue, than the mala fides imputed to Cowden and Donaldson, and the value of the consideration that passed between them. If their dealings were honest, Donaldson Was entitled to the verdict; if they were collusive, he was not; but he would be entitled, at the final decree, to an abatement of the set-off to the value of the property given by him; and, for that reason, it was the business of the jury to assess it. If the notes were given up at a sacrifice to favour Donaldson, Cowden was guilty of a devastavit, and his father’s creditors, or legatees, could follow them into Donaldson’s hands as subsisting securities. But it has been urged, that none else could do so; and that, as the debts and legacies bore no proportion to the bulk of the estate, Cowden, the residuary legatee, could part with the property absolutely as regards his own creditors. The argument would be unanswerable if he were not insolvent at the time; but if, being so, he gave up the notes to an accomplice in a meditated fraud, he committed, not only a devastavit, as regards his father’s creditors, but a fraud by the 13 Eliz. as regards his own, and the notes might be en. forced for the benefit of either class. No matter whether the transaction were with Colt, as Donaldson’s partner, or directly with Donald, son himself. If the design was to part with the notes at an undervalue, it would be a fraud in Donaldson to insist on the bargain, though his ignorance of the transaction might be a circumstance in determining the question of intention. Nor would it vary the case, that the stocks which Cowden received at par were parted with by him at par. An accidental turn cannot purify a transaction which was impure in its origin. The question was, whether the purchase of the stocks and notes was a contrivance to favour Donaldson, by giving up to him a part of Cowden’s estate at the expense of his creditors; and, whatever the evidence may have been, it was exclusively for the jury. No exception can be taken to any abstract principle ruled below; but, in following out the opinion of this court on a state of the case not exactly the same, the direction was, perhaps, too stringent. Inadequacy of consideration, without collusion, however it may be evidence for a jury, is not enough to bring such a transaction within the purview of the statute; and the question ought to have been left as oné óf actual, not legal fraud. The same principle is applicable to Cow-den’s transfer of his father’s judgments. If these transfers were collusive, he ought, at the proper time, to be charged with the value, less the worth of the property given in return, which it is the province of the jury to estimate. But these are considerations which mainly belong to the final decree.\nJudgment reversed, and venire de novo awarded."}