{"id": "949900", "contents": "The opinion of the court was delivered by\nBurnside, J.\nSome confusion had crept into our jurisprudence, in settling, under confused statutes, who should pay the costs on appeals from justices of peace, where there was a reduction or increase of the justice’s judgment in court; and when, on the trial, new and material evidence was given by the appellant. To remedy the existing confusion, the legislature passed the act of the 9th of April, 1833, (6 ed. of Purdon, 644,) which provides:\n“ That the costs on appeal, hereafter entered from the judgments of justices of the peace, and aldermen, shall abide the event of the suit, and be paid by the unsuccessful party, as in other cases. Provided, that if the plaintiff be the appellant, he shall pay all the costs which may accrue on the appeal, if, in the event of the suit, he shall not recover a greater sum, or a more favourable judgment than was rendered by the justice; and provided also, that if the defendant dther on the trial of the cause before the justice or referees, or before an appeal is talcen, shall offer to give the plaintiff a judgment for the amount which the defendant shall admit to be due, which offer it shall be the duty of the justice, and of the referees, to enter on the record, and if the said plaintiff, or his agent, shall not accept such offer, then, and in that case, if the defendant shall appeal, the plaintiff shall pay all the costs which shall accrue on the appeal, if he shall not, in the event of the suit, recover a greater amount than that for which the defendant offered to give a judgment; and in both cases, the defendants’ bill shall be taxed, or paid, by the plaintiff, in the same manner as if judgment had been rendered in court for the defendant.”\nIf the defendant knows that he is indebted, and desires to be honest, and wishes to save costs, his course is a plain one. He must make the offer either on the trial of the cause, or before the appeal is taken. The counsel for the plaintiff in error contend, that it is the duty of this court to give the act what he is pleased to term a liberal construction, and that we should hold, that the offer is in time, when it is made after the appeal is taken, and before the appellant obtains from the justice a transcript to file with the prothonotary of the Common Pleas. The answer to this argument is, that the statute is clear and plain, and nothing left for judicial construction. It distinctly prescribes the duty of the defendant. He must make his offer either on the trial of the-cause, or before the appeal is taken, and it is the duty of justices to enter it of record. When a statute is clear, plain, and direct, neither this court, or any other court, have a right to make provisions contrary to its obvious injunctions. By adhering to the directions of the statute, we will keep clear of confusion; and by sticking to the record of the justices, we shall prevent the pernicious practice of supplying records by parol evidence. See Dickerson v. Anderson, 4 Wharton, 78; 7 Watts & Serg. 235.\nThe judgment is affirmed."}