{"id": "949909", "contents": "Gibson, C. J.\nThis was a question, not of construction, but of fact. There was no ambiguity on the face of the deed; and it was for the jury to say, which of the two branches of the run, claimed on the one side or the other, to be tire true boundary, more peculiarly agreed with the written description, which called for a stone bridge ' over Lodge’s run, at the distance of twelve perches from a particular tree; “ thence down along the said run on the southwardly side thereof, to the place of beginning; the said described run to be the boundary.” What, then, was Lodge’s run in the contemplation of the parties ? The stump of the corner tree was found, as well as a stone bridge, standing at the proper distance from it, not however across the main branch, which was usually spoken of as Lodge’s run, but across a gut or inconsiderable branch; while it was proved that there had been a wooden bridge across the main branch at the date of the deed. It is plain from this, that the ambiguity was a latent one; and it was the province of the jury to determine, on the whole, whether the main or the inferior branch better answered the description. The case is not to be distinguished, in principle, from Richardson v. Stewart, 2 Serg. & Rawle, 87, in which the subject was described as a tract of land “ between Sandham’s claim and the widow Ramsey, containing three hundred and ninety-three acres.” The grantor had two tracts; the one numbered sixteen, and containing the specified quantity: the other numbered seventeen, and lying more decisively between the widow Ramsey and Sandham’s claim, but containing four hundred and eighty-one acres. There was, besides, an undertaking to keep the land clear of Sandham’s claim, which interfered comparatively little with number seventeen; or to restore a portion of the purchase money. In delivering the opinion of the court, Chief Justice Tilghman said, that as it was uncertain on the face of the writing which tract was meant, the court was right in calling in the aid of the jury. He certainly did not mean to say that there was any ambiguity in the terms of the description ; but only that it was not sufficiently specific to clear up the ambiguity arising aliunde. On the same principle, the devise of a house on Third street was explained by parol evidence in Allen v. Lyons, 2 Wash. C. C. R. 475, to be a devise of a house on Fourth street. The principle is recognised also in those decisions on original title, in which it is said that the descriptiveness of a warrant is to be judged of by the court: the correspondency of the tract to the description, by the jury. It was in effect applied to the case before us, and without apparent error.\nJudgment affirmed."}