{"id": "949923", "contents": "Thé opinion of the court was delivered by\nRogers, J.\nThe court we think was right in presenting the case as a question of fact, depending upon the nature of the parol contract. The property on which the levy was made, was, as is agreed on all hands, to belong to Story. It was sold by him to Cummings, and whether there was an absolute or conditional sale, whether the possession of the horses was delivered to Cummings, or retained by Story, raises the difficulty, on which the jury alone can decide. If there was an absolute sale, •the title to the property having passed, it cannot be doubted the creditor had a right to sell it as the property of the vendee. But if, as the vendee contends, it was a conditional sale, or in other words, that it was agreed, that until the price was paid the title was to remain in the vendor, it would be otherwise. For as between the vendor and vendee on a verbal' sale with delivery of a chattel at a fixed price, to be paid on a certain day, but until paid the title” to. remain in the seller, payment is a condition precedent, and until\" performance the property is not vested in the buyer. Vide Chitty on C. 391, in note, and the authorities there cited. So where one receives goods upon a contract, by which he is' to keep them a certain period, and if in that time he pays for them, he is to become the owner, but otherwise he is to pay for the use of them, he receives them as a bailer, and the property in the goods is not charged until the price is paid. Sargent v. Giles, 8 N. Hamp. R. 325. Was it an absolute sale ? if so, the title passes to the vendee. Was it a conditional sale ? Then the title does not pass until payment, because the payment is a condition precedent, and until performance, the title is not vested in the vendee. But suppose it be a conditional sale, and the chattel sold is delivered to the vendee without payment of the price, then, as is ruled in Martin v. Mathiot, 14 Serg. & Rawle, 214, it is liable to execution by the creditors of the vendee. For on a sale of chattels, if th'e vendor and vendee agree that the possession shall pass to the vendee, but the property remain in the vendor until the whole purchase money is paid, such agreement, as respects creditors and the sheriff, is fraudulent. By transferring the possession to the vendee under such a contract, a false credit is given to the vendee, and therefore in respect^ of third persons, as he is the apparent, so is he to be considered as the real owner. But the principle does not apply when, in addition to a refusal to part with the title until paid, the vendor retains either the exclusive or joint possession. In the latter case, the vendee is neither the apparent nor is he the real owner. The -world has no reason to believe he is the owner, and therefore the vendor shall not be deprived of his property until he receive the whole of the stipulated price. The vendor retains such a right of possession as will enable him to maintain trespass. But what is the situation of the parties where the vendee has paid part of the price ? Does he attain such an interest in the chattel as may be sold by his creditors ? It seems tb me that he does, and that when sold on execution, the vendee of the sheriff would be entitled to the chattel on payment of the price remaining unpaid. But here the defendants levied and sold the whole, instead of the equitable interest of the vendee acquired by payment of part of the price. If therefore the jury should believe that this was a conditional sale, that the stipulated price had not been paid, and that the vendor retained the possession or a joint possession of the horses, the plaintiffs have a cause of action. And to this effect the court instructed the jury. We also agree that the mere change of the kind of work to be done, or mode of payung for the horses, would not alter the effect of the contract. They still, as testified to by Daily, continued to be employed in the work and business of Story; and though they were for a short time transferred from the premises of Story, to Daily’s stable, yet as it appears, it was at the request of Story, who may be considered as retaining a qualified possession, as before the removal.\nIf, then, the jury should decide, that the plaintiff is entitled to recover, the next question is, what is the measure of damages ? The .court instructed the jury, that if they found for the plaintiff, he is entitled, as the ordinary measure of damages, to the value of the property taken, and interest thereofi, and such further damages as, under all the circumstances of the case, as argued by the counsel, you may think them entitled to .demand, if any. From this instruction we entirely dissent. It appears in evidence, that the vendee' had paid at least part of the price, and, so far as it appears to us, a considerable part of it. The vendor and vendee stand, therefore, in this position at the time of seizure and sale. The vendor had the legal title; the vendee an equity to the amount he had paid. But, by the instruction of the court, the vendor recovers not only the value of his own 'interest, but the interest of the vendee also. Now this cannot be, for the only just rule of compensation will be, to remunerate him for the amount of injury he has sustained, which is commensurate with his interest in the chattel. Beyond that,, upon no principle of law or equity, .is the jury permitted to go, unless in cases of gross oppression or aggravation, when the jury may mulct a party with vindictive damages. But this is a case for compensatory and not vindictive damages, as clearly appears from the evidence. We also think that the latter part of the instruction is highly objectionable. The court allows the jury to give such further damages as, under all the circumstances of the case, as argued by the counsel, they might think them entitled to demand. This is-giving them a discretionary power, without stint or limit, highly dangerous to the rights of the defendant; it is leaving them without any rule whatever. The rights of the defendant are made to depend on the arbitrary will of the jury; of the effects of which this verdict presents a warning example.\nNothing appears which should swell the damages beyond the value of the interest which the vendee had in the property sold by the constable.\nJudgment reversed, and a venire de novo awarded."}