{"id": "949935", "contents": "The opinion of the court was delivered by\nGibson, C. J.\nClear proof that a husband received his wife’s money as a loan, will undoubtedly preserve her right of survivorship; but it was said in the matter of Hinds’ estate, 5 Wharton, 142, that subsequent admissions of the fact are of little account; and it is certain we have had no case, as yet, in which they were ruled to be sufficient of themselves. Yet a gift of the husband’s proper money to the wife, which stands pretty much on the same principle, was sustained in Hess’s appeal, 1 Watts, 255, on verbal admissions of an appropriation to her separate use, corroborated by evidence of her separate custody; and it is not to be doubted that a disclaimer of conversion to his own use may be established by the husband’s subsequent admissions, proved by the testimony of witnesses. It is not to be concealed, however, that, as a medium of proof, such admissions are to be scanned with extreme vigilance; and that to prevent the consequences of misapprehension or mistake on the part of the witnesses, it is necessary that they be deliberate, positive, precise, clear, and consistent with each other; not inconsiderate, vague, or discrepant. And the testimony, to establish them, ought to be full, satisfactory, and given by impartial witnesses. Now we have, in this instance, three witnesses who stand in no particular relation to the parties. The first of them testified that Gray, the husband, said, in a moment of ill-humour, that “he had five hundred dollars of his wife’s money, and he would pay it back to her and that “it should not be said he had any of his wife’s money.” It is evident that this declaration. came from him when his pride was stung by having been reproached with the fact; and it no more imported an admission that he had received the money as her steward, than it did a sudden determination to restore it to her without regard to the state of the fact. Did the question rest on the testimony of this witness alone, it would be insufficient to establish the wife’s title. The second testified that Gray stated on another occasion, that “ he only wanted the use of the money at that present time; then it was to go to Mrs. Gray’s children.” Now such a declaration is inconsistent, not only with what he had said before, but with every supposition that the ownership was in their mother; for if it were, he could not dispose of it to her children. He evidently intended that they should be indebted for it to his generosity, and not to their mother’s right. The testimony of the third witness is still more inconclusive. She swears' to a conversation with Gray, a short time before his death, in which “ he admitted that he had the money when she put it to him, and that they should have it; that she had told him the money ought to go to Mrs. Gray and her children, and he said they should have it.” Now, to say nothing of his having been baited by this witness, it is apparent that all he said was no more than an expression of his consent to give it to them either as a bequest at his death, or as an advancement in his lifetime; and this is made the more probable by the fact that he had given one of the children an outfit at her marriage, as her portion of this very money,, and had paid money for the education of the sons. And this act of ownership on his part was repugnant tó the alleged ownership of his wife; for he could not dispose of any part of the money, except on the foot of a previous conversion of it, to his own use. The testimony, therefore, failed to establish the wife’s right, and the allowance to her is to be struck out of the account, which is remitted to the Orphans’ Court to make the correction, and the residue of the decree of confirmation is affirmed.\nSo decreed."}