{"id": "949916", "contents": "The opinion of the court was delivered by\nRogers, J.\nThe plaintiffs, Hart, Cummings and Hart, having issued an execution on a judgment, rendered in their favour, against Daniel Beckley, attached a note for $311, given by Samuel H. Knight and Elizabeth C. Knight, to the said Daniel Beckley. The garnishees admit the note to be in part justly due, but allege that previously to the attachment, viz., on the 5th September, 1844, Daniel Beckley assigned the note for a valuable consideration to Mary Beckley. The plaintiff replies that the note was not assigned before service of the attachment; that if it were assigned, it was fraudulent; that it was delivered afterwards to Beckley to effect a compromise with his creditors, so that he might not be compelled to taire the benefit of the bankrupt law, and that the note was in his possession at the time the'attachment was served.\nThe court put the case on the true point, when they referred it to the jury to say, whether the transfer to Mary Beckley was bonfi fide; and if so, whether Daniel Beckley again became the owner of the note, and was so at the time it was attached. That the note was assigned before the attachment, there was no doubt; and to the points in contest, the jury responded in favour of the defendant; and even if wrong, the error can only be remedied on a motion for a new trial, The only inquiry is, in arriving at this result: have the court erred in their instruction to the jury ?\nThe plaintiffs, it is contended, have a right of action, because no notice was given of the assignment before the note was attached.\nIf the debtor had paid the note as in Bury v. Hartman, 4 Serg. & Rawle, 177, or had become bound as security of the promisor, as in Frantz v. Brown, 17 Serg. & Rawle, 287, it would be a good defence, unless they had notice of the assignment. This rule is intended for the protection of tire debtor. So equity will protect the assignee or purchaser for a valuable consideration without notice of the assignment. These are principles which cannot be gainsayed, and are recognised by many cases ruled in this and other courts. But this is not-the point here, for immediately on the assignment, as between the assignor, who is the original promisor, to the assignee, and the latter, the equitable title vests in the assignee, which of course cannot be taken to pay the debt of the assignor. All that can be seized in execution, is tire right which remains in the assignor; and this is nothing more, where tire assignment is made bona fide, than the legal title, subject to the equitable interest of the assignee. A general creditor, unless a purchaser without notice, is in no better situation than the debtor, and cannot sell a greater interest than the debtor has — a principle which applies as well to choses in action, as a note or bond, as to any other chattel. He is not considered in the light of a purchaser without notice, nor has he the right of one. The assignment, as is said in Buryn. Hartman, operates as a new contract between the obligor and the assign'ee, commencing upon notice of the assignment; but this is not at all inconsistent with the principle, that as between the obligor and the assignee the latter acquires such an equity, eo instanti the assignment is made, as cannot be defeated by the creditors of the obligor.\nAgain, it is said, the note was re-delivered to Beckley, and therefore the subject of attachment. It is unquestionably true, that if tire note had been re-transferred properly to the original owner, it would be liable to debts of the execution creditor; but when it was delivered for the special purpose, as the jury have found, of effecting a compromise with creditors, which failed, it remains the property of the assignee, and consequently gives no right to the attaching creditor. And to this effect, the court instructed the jury.\nIt is also contended, that the note was assigned in contemplation of bankruptcy, and therefore void. This is a point not taken in the Court of Common Pleas; yet admitting the point to be as is stated, as between the promissor and the assignee, the title passes. And although, if the debtor had been prosecuted to bankruptcy, the assignment may have been avoided; yet never having become bankrupt, I do not see what right any one of the creditors has to attach the note in payment of his debts. ' '\nJudgment affirmed."}