{"id": "949933", "contents": "The opinion of the court was delivered by\nKennedy, J.\nAppeal by Hiram B. Swar, for the use of Levi Kline, from the decree of the Court of Common Pleas of Lebanon county, in the matter of the appropriation of the money arising from a judicial sale of the real estate of Adam Miller, junior, consisting of a lot of ground situate in. Millerstown, in Lebanon county, with a tavern, &c. thereon erected. The property thus sold formed a part of the real estate of which Adam Miller, senior, the father of Adam Miller, junior,.died seised, in 1840. Adam Miller, senior, died intestate, on the 14th of May, 1840, leaving a widow and six children his heirs, to whom his real estate descended upon his death. Afterwards, in a proceeding had in the Orphans’ Court of said county, for the purpose of ascertaining the value of said estate and making partition thereof to and amongst those interested in it and entitled thereto; the said lot of ground with the improvements thereon and the appurtenances thereto belonging, were decreed by the said Orphans’ Court to the said Adam Miller, junior, in fee, at the valuation of one thousand and fifty dollars, upon his giving security for the payment of the five-sixths of the two-thirds thereof to the other children and heirs of the intestate within one year; also for the payment of the interest annually to the widow thereafter, on the remaining third, during her life, and at her death, for the payment of the five-sixths of the principal thereof to the other children and heirs of the intestate, which security was accordingly given. Afterwards, on the 13th of April, 1843, Hiram B. Swar obtained a judgment in the Court of Common Pleas of Lebanon county against Adam Miller, junior, for five hundred dollars, which became a lien from that date upon the interest of Adam Miller, junior, in the lot with its appurtenances. Adam Miller, senior, the intestate, however, died indebted to Philip Shower in the sum of two hundred and seventy-eight dollars and fifty-eight cents, for-which the latter obtained a judgment in the Court of Common Pleas of Lebanon county, against the administrators of the intestate, to which the widow and heirs of the deceased were also made parties, on the 14th of August, 1844. The property or lot of ground was taken in execution, by virtue of a fieri facias sued out upon the judgment in favour of Hiram B. Swar, for the use of Levi Kline, against Adam Miller, junior, condemned to sale, and afterwards, by virtue of a writ of venditioni exponas issued in the same case, to November term, 1844, was sold by the sheriff to Levi Kline, for the price of two hundred and fifty-one dollars, which the sheriff, after deducting therefrom thirty dollars and ninety-one and a half cents for the costs, brought into court, that the court might appropriate, the same. The court, after hearing the parties upon this statement of the facts taken from the records, decreed and ordered, that the money in court arising from the sale of the lot should be appropriated and paid to Philip Shower on his judgment. From this decree of the court below, Hiram B. Swar, for the use of Levi Kline, has appealed, alleging that the court erred in not appropriating the money towards the payment of his judgment and claim against Adam Miller, junior. That under the particular circumstances of the case, the interest of Adam Miller in the lot of ground with its appurtenances, was all that could be levied on and sold under his judgment, and must therefore be considered all that was sold and purchased. In other words, that the right of Adam Miller, junior, in the lot, was levied on and sold subject to the claims of the creditors of his father, the intestate, which encumbered it; as well as subject to the claim of the widow and that of the other heirs, to the one-third of the valuation payable at her death.\nThe court below seems to have thought that this case could not be distinguished from the case of Luce v. Snively, 4 Watts, 396, and that it was ruled by it. In this, however, we think the court were clearly mistaken ; for in Luce v. Snively, there was no lien on the estate or land sold, prior to that under which it was sold, which was to be paid annually, to any one for an indefinite number of years or uncertain period, as in this case. Here the three hundred and fifty dollars, the one-third of the valuation money of the property sold, is not to be paid until the death of the widow, but the interest on the same is to be paid annually to her during her life, a period that is wholly uncertain, and for which no accurate calculation' can possibly be made. The cash value of this encumbrance, therefore, cannot be ascertained, without which, it is impossible that it can be paid out of the purchase money. Nothing of this sort occurred or was presented in the case of Luce v. .Snively. That case was settled according to the rule which had been established and recognised in many preceding cases, some of which are there cited. . The rule by which the case was decided is, that a judicial sale of real estate under an encumbrance suffered by the owner of it at the time, discharges it from all liens and encumbrances created upon it by prior owners thereof, through and from whom the owner at the time of sale derives his right and title to the estate. But this being only a general rule is subject to exceptions of course, whenever it cannot be applied without working manifest injustice, either to the owner of the estate or to those having claims against it. The case under consideration must, as we think, for this reason, be regarded as an exception, and would seem to be designated as such, in the case of Luce v. Snively, which makes it a little surprising, that the court should have taken the general principle, laid down in that case, as the rule of their decision, without attending to the exceptions there mentioned.\nThe case of Mix v. Ackla, 7 Watts, 316, shows most clearly that the present does not come wdthin the general rule, but forms an exception to it. In fact, this case is substantially the same with that case, and must be considered as ruled by it. - There, a father devised to his son a tract of land encumbered by a judgment against himself, charging it with the maintenance of his widow during her life. Upon a sale of the land by the sheriff, under an execution issued upon a judgment had against the son for his own debt, it was held that the proceeds of the sale should be applied to the judgment against the son, and that the purchaser took the land encumbered by the judgment against tire father, and subject to the widow’s maintenance. It was so held, mainly upon the ground that the lien which a widow has on the land, late of her deceased husband, for her interest therein, which is to endure for life and coming to her annually, is not divested by a sheriff’s sale of the land, upon a judgment whose lien has been obtained subsequently to her interest accruing therein; for which, Fisher v. Kean, 1 Watts, 259, is cited. See also Mentzer v. Menor, 3 Watts, 296. But the claims of the creditors of the deceased husband are paramount to any claim or interest that the widow can have in the estate; and hence, if the estate be sold at their suit, she will thereby be divested of all claim to it. It may possibly be said, that the widow’s interest in such case might be preserved by selling the land or estate clear of all encumbrances, and after paying the claims against the husband, by placing the one-third of the residue out at interest during the life of the widow for her benefit, and leaving the principal to be paid on her death to those entitled to it. But this would be in opposition to the principle which has uniformly governed, that the land cannot be discharged of the widow’s claim by a judicial sale under a subsequent lien, when there are no existing liens against it on account of the husband, or any prior owner’s debts. Thus far, the principle in favour of the widow’s claim is incontrovertibly established, and it is very manifest that it would have been unjust, as regarded her, had it been established otherwise; for it would have been putting it in thepower of the heir, devisee, or subsequent owner of the estate, by contracting debts and refusing to pay them, to divest the widow of her lien thereon, by forcing their creditors to proceed and have a judicial sale made thereof, for the purpose of obtaining payment of their claims. And it would likewise be in opposition to the decision of this court, in Mixw. Acida, where the existence of a debt and lien on the estate against the husband at the time of his death, was ruled to make no difference, either in divesting tire claim of the widow, or discharging the encumbrance on account of the judgment against the husband. Indeed it is also evident in such case, that without selling the estate out and out, so as to divest the widow of her claim, it would be dealing unfairly with the heir, devisee, or holder of the estate for the time being, to permit the creditors of the deceased husband to take the money arising from the sale; for it might or would be appropriating exclusively the interest' of the heir or devisee in the estate, to the payment of the husband’s debts, when the widow’s interest of claim was equally liable to pay; for it is perfectly clear, in such case, that she cannot claim or hold any interest in the estate more than the heir- or devisee, except in what shall remain after payment of all her husband’s debts. It would, therefore, seem to be right in a case like the present, if a creditor of the heir, devisee, or any .subsequent owner of the estate, should proceed by execution to levy his debt out of it, that he should be confined to the interest of his debtor; so that the levy and sale shall not effect the claims of the creditors of the husband, if there be any, nor that of the widow; and so leave it to tire creditors of the husband to proceed at pleasure against the whole estate as long as their claims shall remain liens upon it, and to sell it discharged from all encumbrances and claims of subsequent date to theirs. And if any surplus should remain in this latter case, of the money arising from the sale, after paying the debts of the husband, the one-third thereof might be put to interest for the widow during her life, and the remaining two-thirds thereof applied to the payment of the lien debts, if any existed and still remained unpaid, of the subsequent owners and holders of the estate; if none existed, then it might be paid to the subsequent owners and holders of the estate themselves, and the one-third put to interest for the benefit of the widow during her life, be applied in the' same manner after her death as the two-thirds.\nThe decree and order of the court below is reversed, and the money arising from the sale of the lot sold as the property of Adam Miller, junior, under the execution and judgment of Hiram B. Swar, for the use of Levi Kline, is ordered to be paid to the said Hiram B. Swar, for the use of Levi Kline; and it is further ordered that Philip Shower, the appellee, pay the costs of the proceeding in the court below, and the costs of this appeal."}