{"id": "949929", "contents": "The opinion of the court was delivered by\nBurnside, J.\nIt was not the object of the act of 1729 — 1730, (1 Smith’s Laws, 180,) to make compensation to the injured parents, but to punish and deter all ministers and magistrates from performing the ceremony of marriage where one of the parties is an infant, and the attempt clandestine. Fifty pounds to the lacerated feelings of a parent would be no compensation. The object of the penalty was to prevent the performance of the ceremony, 14 Serg. & Rawle, 288, 289.\nThe penalty is given “ to the person or persons grieved,” but the grievance to be redressed is not necessarily an actual and specific damage, it being sufficient that the marriage is an unjustifiable interference with the relation existing between the parent and his offspring, and in that respect a grievance in contemplation of law. 5 Rawle, 157. The record shows that the child lived with her mother. Having property in her own right, she had a guardian who paid her mother for her boarding. It is contended that, as the infant had a guardian, he ought to have brought the action for the penalty, and that the guardian only could sustain the action for the penalty. The surviving mother is a parent within the statute. The defendant became subject to the penalty, unless he had first produced to him “ a certificate of the consent of the parent or parents, guardian or guardians, master or mistress of the minor. In a case like the one now under consideration there can be no question but the mother, who was the surviving parent, could bring the action, as there could be but one penalty recovered; so might the guardian. Either could maintain it. The mother was no doubt most grieved. She lost the fellowship, care, and education of her offspring. The action was well brought by the mother for the injury inflicted by the defendant. Cases under this act have been often before me. It is no penalty where the minor is rich, and I have often thought that it would be wise in the legislature to add imprisonment to the penalty. Ministers and justices of the peace would not go to prison for a marriage fee. Until that is done, the mischief will never be stopped.\nThe judgment is reversed, and judgment for the plaintiff on the verdict."}