{"id": "949906", "contents": "The opinion of the court was delivered by\nGibson, C. J.\nIn this instance, we have strictly no more before us than an indictment of nuisance for erecting a dam in the Swatara river, and the order by which it was quashed. Now, the erection of a dam in a stream which is a highway, is prima facie indictable simply as a nuisance, not in subordination to the act of 1803, but according to the course of the common law; and if the defendant will protect himself on the ground that his case is an exception, he must show it. The court then, it seems, quashed this indictment for something extraneous, and not for any thing appearing in the caption, or on the face of it; but of extraneous matter.as ground of adjudication, we are not permitted to take cognisance. The indictment is unexceptionable in form; and we are, of course, bound to say the order to quash it is erroneous. This necessary consequence illustrates the rule stated by Mr. Chitty and other writers on criminal law, that, though the court has discretionary power over the subject, the exercise of it is to be guided by rules; and that an indictment is to be quashed only for some defect apparent in it, or in \"the caption of it; for instance, want of jurisdiction. But that it is not to be quashed for extrinsic facts, is evident from the results that would be produced by a contrary doctrine in taking the case from the jury. Now, we understand from the opinion filed, which, however, is no part of the record in a criminal case or a subject of error, that the court proceeded on proof, or an assumption of the fact, that the erection complained of is within the purview of the act of 1803; and indictable, if at all, only in the course which that statute prescribes. But where the nature, character, circumstances, and use, of the erection is not set forth in the indictnaent, who is to determine whether it is within the purview of that statute or not ? Certainly not the court, proceeding on depositions in the first instance, and prejudging the merits of what is strictly matter of defence. Now, whether this dam was licensed by the act of 1803, or subject to its regulations, depended on facts which none but a jury could determine, and which, if they should doubt of the law resulting from them, it would be their duty specially to find. That is not all. If this dam is what it was assumed to be, it is clearly not within the purview or the protection of the statute at all; and as the counsel have intimated a wish to have our opinion on that point, it is proper to give it. It was the purpose of the legislature to preserve to the owners of the shore, not the water, but the water-power, for driving machinery, so far as it could be done in due consistence with the public right of navigation and fishery; not to give a pool as a harbour for rafts, any more, as was said in the argument, tfyan to give a pool for the washing of sheep. The words of the statute, in their ordinary and proper-sense, limit the use of the privileges to the creation of water-power. “ All, and every person or persons, owning land adjoining any navigable river declared a public highway,”itis said, “arehereby authorized to erect a dam or dams, for a mill or mills, or other water-works upon every such stream of water, adjoining their own land; and to keep the same in good repair, and also to lead off thereby, so much of the water of said stream as may be necessary for his or their mill or mills, or other water-worksthus indicating, throughout, no more than an intention to preserve, for actual use, the water-power of the public rivers, then as now, thought to be of great general importance. And why should it have been otherwise? In America, steam was little known and less used as .a motive-power; and even had it been as well understood as it is now, it would have been known that it needs no such appliances as are claimed for it in the case before us. As water enough to generate steam may be had anywhere, a steam sawmill may be far inland; and an owner of one might as reasonably claim a pool for his rafts where his mill is many miles distant from the shore as where it is hard by. But the legislature never consented to part with a particle of the public franchise for purposes of merely private convenience. The riparian owner was left to provide a pool for himself, if he should see proper, by scooping a basin out of his own soil. He was allowed to erect a dam in order to avail himself of the fall in the stream between the point at which it should touch his part of the shore, and the point at which it should leave it; but for nothing else. On every ground, then, the order to quash is erroneous.\nOrder reversed, and record remitted."}