{"id": "949914", "contents": "The opinion of this court was delivered by\nSergeant, J.\nPartnerships for general purposes are of different kinds, in respect to their duration. They may be limited in time and expire by their own limitation, or they may be unlimited in time and become destroyed by various acts or events that produce a disruption of the connection, such as death, bankruptcy, felony, lunacy, war, mutual consent, or the will of one party.\nThere are also partnerships for a single dealing or transaction only, and the natural termination of such a connection is, the completion of the purposes for which the partnership was formed. Gow on Partnership, 218. The case before us is of the latter description, and the question is, whether the partnership had terminated, so as to take away the power of the respective partners at the time when the note was given on which this suit was brought: for as to dissolution otherwise, there is no act or circumstance in the case, of any kind, that fended to determine it sooner than it would expire of itself. It was a partnership in a contract, for a job on the canal, and its determination took place when the business relating to that contract was completed. Was that business completed by the finishing of the work and the payment of the final estimate to one of the partners ? I think not. There were other important things to be done; and amongst them, the accounts with the hands that did the work were to be adjusted, and the debts of the partnership paid. There were very material parts of the business which the contracts embraced, essential to its being wound up, and required by considerations .of mutual safety and justice between the parties, as well as of honesty to others. It would be a strange interpretation of the engagement between them, to say, that as soon as the last stroke of work was done, one of the partners might go to secure the money, and then aver that the partnership became eo instante dissolved, and the relations of the partners as between them selves and others ended. -We are of opinion that the partnership still continued, and was in full force on the 28th December, 1839, when the note was given, notwithstanding the payment of the final estimate, on the 25th ; — that no act or circumstance had occurred to dissolve it, nor did it thus expire by the nature of the dealing or transaction, and therefore one partner had as full power to .give a note binding the firm, as he had at any previous period. The note was primá facie evidence óf a debt, and conclusive in the absence of countervailing proof on the part of the defendant, and the court were right in so leaving it to the jury. If the court erred in any thing, it was in leaving the case more favourably to the defendant than they ought to have done: but this is an , error of which the defendant has no right to complain.\nJudgment affirmed."}