{"id": "9502372", "contents": "Tbe opinion of the court was delivered,\nby\nThompson, J.\nThe plaintiff in this case claims to have entered and cut the timber for which this action was brought, under a parol lease or license from John Merwine, on the terms of having the first two crops of grain which should be raised on the, ground cleared. Merwine had no actual possession of any part of the land to which this license was intended to apply, and never had, but claimed title to it in two ways, both of which we think were properly treated by the court, and resulted in demonstrating that neither were worth anything.\nThe tax title was relied on to hold ninety-eight acres of land, part of a tract of seated land, which had been occupied, improved, and cultivated for more than twenty years. The theory for this was, that as the occupant of it had been assessed with only one hundred and seventy-four acres instead of two hundred and ninety-one, the balance was abandoned, and was properly placed on the unseated list and sold for taxes. It is supposed that this theory was strengthened by the fact that an old warrant line severed this portion of the tract from the farm to which it belonged. This is not so. Warrant lines were made for the grantees of the state, but they bind not purchasers from the warrantees. A farm may be and often is composed of parts of several adjacent tracts, and it is no more necessary that its occupant should actually cultivate each fraction than that he should cultivate the whole, where it had always been a unit, to render it seated. The only question to be determined is, whether it is part of the occupied tract, and used as woodland belonging to it. If so, it is seated and cannot be sold. This was in substance what the court told the jury, and left for their decision. So too did the court leave it as a question for the jury whether in fact the portion of ninety-eight acres sold for taxes had been severed and set apart from the cultivated portion of the tract, with a view to be abandoned and assessed as unseated. On both these questions the jury found against the plaintiff, and thus demolished that branch of title relied on by him. The plaintiff had an advantage in this treatment of the evidence, which I doubt if lie was entitled to; for I see no sufficient evidence to have required the question to be submitted to the jury. The mistakes of assessors never alter the rights of parties. Something more must be shown. The assent of the owner of land that is to be assessed and treated as unseated, may make a different case when a sale of it as such ensues. In such a case he may be estopped from denying a character given to it by himself. That is not this case. The only evidence on which to raise the question, was the old warrant line submerged in the farm, and the act of the assessor in returning it unseated. The court might well have said that neither of these nor both together, in view of the well-known usages of the country, were sufficient evidence of abandonment against the fact of its use as part of a larger tract which was seated.\nThe other branch of title has less of merit in it if possible. Haney had no right to convey the land as his own, for he was but a trustee; and he could not convey as trustee, for the land had been sold on a judgment against his assignor. This title needs no further notice. It was manifestly worthless, and the court erred in nothing they said about it.\nFrom this view of it, we need not notice, at any length, the error assigned on the testimony admitted to prove Haney’s declarations while he held the title. If it was not properly evidence, it was of no consequence. But we do not say it was improper. We leave it where the rule of law leaves declarations of parties against their interest, and where a successor in title is the party: 2 Barr 372; 3 Rawle 477.\nThis disposition of the title under which the plaintiff claims to have entered, left such entry a mere trespass in fact on the possession of the defendant. But it seems to be objected that, owing to the pleadings, this could not appear. The plaintiff says he did not count for a breach of his chose, but only for an asportation of his timber. That is true. To this the defendant pleaded not guilty, and liberum tenementum, but withdrew the latter plea after exhibiting his title, but did not withdraw his evidence, and the court refused to rule it out. I confess myself at a loss to know why a defendant in possession may not also show his title, as evidence under the plea of “not guilty,” to define his boundary and possession, and thus show that the severed portion of the freehold was his own and not another’s; and therefore that he is not guilty of trespass in taking what was his own. It will be found to be settled on authority not to be shaken, that timber blown down does not belong to the tenant but to the lessor : 4 Rep. 62 a. So it has been held that timber cut by a lessee may be taken by the lessor: 11 Id. 81 e. In Rogers v. Gillinger, 6 Casey 185, this court held that the fragments of a building torn to pieces by a tempest, although severed and scattered, still belonged to and were part of the freehold. Upon the same reason, when timber is cut by a trespasser, why shall not the owner claim it as part of his freehold ? It stands upon the same reason, and must be judged of by the same rule. The owner did not assent to its severance, and while it remains on the premises he may claim it as part of his freehold: Harlan v. Harlan, 3 Harris 507. In such an aspect, therefore, it was proper to show title. It would not merely justify a taking, but it authorized it. I cannot, therefore, see any error in refusing to rule out the defendant’s title.\nIt is true notwithstanding this, and notwithstanding title in tbe defendant, if the plaintiff had shown an actual occupancy claiming title, peaceably and fairly obtained, of the land on which the timber grew, this would have given him title by dis-seisin, and turned the true owner to his action to dispossess him : 1 Watts 69; 1 Barr 295; 2 Preston’s Abstracts of Title, et seq. 279.\nIn substance this was the law given to the jury by the learned judge in his charge, and the question of fact, whether the plaintiff had actual and peaceable possession of the land where the timber was cut, was referred to the jury with instructions that if he had,.he was entitled to recover the value of the timber taken. These instructions were as favourable as the plaintiff was entitled to. They placed his case on the only ground that remained. The jury found this point also against him, and manifestly rightly so found it, if we regard the testimony in the cas'.\nThese aro all the points we think necessary to notice in this case; all the others were either properly answered or are immaterial. •\nJudgment affirmed."}