{"id": "9502732", "contents": "The opinion of the court was delivered,\nby\nSmoNG, J.\nThe facts in this case are, in very essential particulars, unlike those which appeared in The Camden and Amboy Railroad Company v. Baldauf, 4 Harris 67, and they call for the application of different principles. We have here no question relative to notice by common carriers, or its effect in limiting their common law liability. Nor need we inquire whether the defendants had power to contract for the carriage of the plaintiff and his luggage beyond the terminus of their railroad. Conceding that they had, the evidence is very satisfactory that they did not. The plaintiff took passage at Philadelphia for Pittsburgh, and thence for Cincinnati. The carpet-bag, for the loss of which, with its contents, this suit was brought, was offered by him as his baggage, and was received as such. There is no pretence that it was offered or taken as freight. Nothing was offered or paid for its carriage apart from what was paid for the plaintiff’s own carriage as a passenger. It was offered in the usual form of personal luggage, and there was nothing to indicate a desire of the plaintiff, or intention of the defendants, that their obligation to transport safely the carpet-bag should be distinct from or greater than their obligation to transport safely the per-\nson of the plaintiff. In fact, the luggage was understood and treated as inseparable from the passenger. What was then the contract between the parties ? The defendants are not common carriers except between Philadelphia and Pittsburgh. They were under no obligation to carry the plaintiff beyond the termination of their route, or to transport his luggage. It is true, they received the fare for the whole distance from Philadelphia to Cincinnati, and if that were all, it might raise a presumption of an agreement to carry over the entire route between the two cities. But contemporaneously with the receipt of the fare, and as evidence of the contract into which they entered, they gave to the plaintiff a ticket, informing him that they assumed no responsibility for his carriage, and of course for the carriage of his baggage, beyond Pittsburgh. They notified him that they acted only as agents for the carriers, whose route extended westward from Pittsburgh, and not at all for themselves. With this express disclaimer of personal liability, there is no possibility of implying an engagement. It is not to be doubted that the defendants could act as agents for a connecting railroad line, and if they could, the contract for carriage between Pittsburgh and Cincinnati was with the principals of the defendants, and not with themselves. Their own engagement was performed when they had transported the plaintiff to Pittsburgh, and delivered his baggage to the carriers on the connecting railroad beyond, leading to Cincinnati. It is settled in this state that a carrier may limit his responsibility even upon his own route, by a general notice that the baggage of a passenger is at the risk of the owner, provided the terms of the notice are clear and explicit,, and provided the notice is brought home to the employer: Beekman v. Shouse, 5 Rawle 189; Bingham v. Rodgers, 6 W. & S. 500, and Laing v. Colder, 8 Barr 484. He may not, however, release himself from responsibility for want of ordinary care. Here, however, was no attempt by the defendants to limit their responsibility as common carriers. There was nothing more than an express refusal to assume an additional and unusual liability, a careful guarding against the implication of a contract, which, without the notice, might have arisen from the fact that the passage-money for the entire distance to Cincinnati was here received: Fowles v. The Great Western Railroad Company, 7 Exch. 699.\nThis is the whole case. The plaintiff breaks down in the beginning. He fails to prove that these defendants contracted to carry him and his baggage beyond Pittsburgh. His remedy, therefore, is not against them, but against the company which undertook for that portion of the route upon which the carpetbag was lost.\nJudgment reversed, and judgment for the defendants, , non obstante veredicto."}