{"id": "9502114", "contents": "The opinion of the court was delivered,\nby\nLowrie, C. J.\nThe very many irregularities which the evidence reveals in the self-incorporation of the Mauch Chunk Iron Company, are, we suppose, attributable to incapacity, recklessness, or carelessness in the performance of a strictly regulated business, rather than to any dishonesty of purpose; but we must see that the defendants do not use their own irregularities as a means of escaping from the just demands of their creditors. The law allows no one to gain an advantage by his own faults.\nIt seems that Weiss, Lippincott & Miner had been engaged in the iron business, and had become embarrassed, and a scheme was got up by which most of their creditors were to take their whole establishment, form themselves into a corporation under the Act of 7th April 1849 and its supplements, take stock according to the amount of their several claims, discharge all remaining debts, and admit the original owners as stockholders for any surplus.\nIn pursuance of this scheme, a subscription paper was got up and stock to the amount of $100,000 was subscribed, and thereupon a certificate was made out, acknowledged, and recorded, certifying that stock to that amount had been taken, and that one-fourth of it had been paid in, and then a charter was obtained. Now the evidence is that this certificate was not true in form or substance; that many of the persons named as subscribers had not subscribed at all, though their names appeared as subscribers ; that no money at all had been paid in, but the company had taken the effects of Weiss, Lippincott & Miner for their debts, at a valuation of $88,819; and that even the recorder had, at the instance of some one, altered the certificate at the time of recording it. We need not mention other irregularities here; they will of course create difficulties among tbe corpora-tors themselves, but they ought not to be allowed to embarrass their creditors.\nAs matter of fact, the Mauch Chunk Iron Company was incorporated, carried on business, and ran in debt, and our business is to find out and apply the remedy, which the law gives to its creditors. The character and the application of the remedy were misunderstood by the court below; and we may correct the errors there made, by the statement of a few propositions, which cannot easily be misunderstood.\n1. The charter of incorporation is primd faeie evidence that all the persons named therein were, at the commencement, members of the corporation.\n2. The charter and the previous certificate being public acts and publicly recorded, if any person named therein as a member, afterwards acts as a member, or does not disavow the relation as soon as he discovers the use made of his name, he cannot evade his liability as member, merely by showing that he was not in fact a subscriber, and never paid in any stock. He must immediately and publicly disavow the act, or else be deemed as ratifying it as relates to creditors.\n3. The fact that several persons named as members had judgments against W'eiss, Lippincott & Miner, and that these judgments were satisfied by their attorney by stock of company, without his act being disavowed by his principals, is some evidence of their ratification of a subscription of stock made by him for them; not needed in chief, however, but rather by way of rebuttal, and in corroboration of the primd facie evidence of the charter.\n4. There was sufficient evidence that the ledger offered in evidence was the ledger of the company, and it was competent evidence of indebtedness to the plaintiffs.\n5. The defendants cannot set up their own faults and mistakes in their own organization,as a defence against their creditors; and therefore it was quite immaterial and irrelevant to the issue, that no part of the stock had been paid (the fifth and sixth counts being unnecessary) and that any property which they were to have obtained from Weiss, Lippincott & Miner was taken in execution and sold by the creditors of this firm.\n6. The Act of Assembly expressly allows judgment to be recovered against any one or more of the stockholders claimed to be liable, and thus allows a departure in this, as well as in other respects, from the common law form of actions, and therefore the plaintiff may recover against such of the defendants as he proves to have been stockholders, though he may have also sued others whom he cannot prove to have been so. When this principle is applied, it will be tbe interest of each defendant to allow no other one to evade bis liability unjustly; and thus there may be evidence that will clear up some of the bad appearances of the transaction. In a late case from Berks county, Wyomissing Company v. Grant, we have already given some further explanations of this Act of Assembly, which we need not repeat here.\nWe do not observe any other points in this case that need any discussion by us ; but what we have said shows that there must be a new trial of the case.\nJudgment reversed, and new trial ordered.\nSTRONG, J., having been of counsel, did not sit in this case."}