{"id": "9502175", "contents": "The opinion of the court was delivered,\nby\nLowrie, C. J.\nThe plaintiff below thinks he did not get enough by his verdict, and the defendant thinks he got too much, and therefore both parties have sued out writs of error. This judgment was given to the plaintiff to secure him for liabilities assumed, and to be assumed for Kirlin, Godshall and Oakford, and the jury have found that several of the liabilities claimed here were assumed after the plaintiff knew that Oakford had left the firm.- It is plain, therefore, that the judgment does not cover them, unless it appear that those liabilities were renewals of old ones, for which Oakford was liable. The jury have found that the old ones were actually taken up and paid by funds that were not the proceeds of the new notes; and we agree with the court below that, in such a case, the new notes cannot be considered as a renewal of the old ones, and a continuance of the old debt, as in favour of the plaintiff, who knew the mode in which the business was done. We cannot, therefore, sustain the plaintiff’s assignment of error. The plea of payment is properly made out, as to these original liabilities, by the same evidence that proves the new ones not to be renewals.\nThe parties contracted that the plaintiff might issue executions for his liabilities before actually paying them, and such a contract-remedy is allowed by our law, subject to the equitable control of the court. The contract, therefore, shows the law of the case. The plaintiff did not need a soi. fa. quare ex. non, and judgment thereon, in order to justify his execution. But he chose thus to liquidate the amount for which execution might issue, and the contract shows that the liquidation is to be measured by the plaintiff’s liabilities, and not by his payments for the defendants. His judgment will still be subject to the equitable control of the court, if the defendants should themselves discharge those liabilities. And if, in a suit between them and the holders of the notes, they can get the claims reduced on account of the usury alleged to have been charged, the court will exercise a similar control, so that the plaintiff, as surety, shall not recover more than be is liable for; but be ought not to bave bis rights involved in the dispute about the usury.\nBut Oakford takes a special ground of defence for himself: that after the plaintiff knew that he had withdrawn from the firm of Kirlin & Co., the plaintiff issued an execution, and levied on property enough of the other defendants to pay the debt, and afterwards discharged the levy. Now his first question to himself relative to this fact would be, is this a defence'! And, supposing it is, is it a legal or an equitable defence ? In strict law, it cannot be a defence; for then it would discharge the other defendants likewise, which would not be just. But suppose the equity of the law will allow it, then how shall I plead it ? I cannot plead payment, for that is not true either in fact or in effect — not in fact in any common or natural sense of the word payment: and not in effect, because if sustained, it would defeat the plaintiff as against the other defendants likewise. I must therefore plead the truth specially, as an equitable bar to an action against me, and then possibly equity may mould the judgment of the law so as to protect me.\nBut he did not thus plead. He pleaded the fact of payment, and that was true as to some of the claims, and not true as to the others. He had no sort of plea of the fact that constituted his supposed equitable defence, and therefore that fact could not be found by the jury, and is not on the record, and cannot be used as an element of the judgment.\nBesides this, it is not found that the remaining partners were to pay the debts of the original firm, or- that the plaintiff knew this, and therefore there is no ground for putting Oakford in the position of surety for the remaining partners, as against the plaintiff, without saying how this would be, if these facts had been found. He has neither pleaded nor proved an equitable defence.\nJudgment (on each writ of error) for the defendant therein, that the plaintiff take nothing by his writ; and judgment below affirmed, and record remitted."}