{"id": "9502696", "contents": "The opinion of the court was delivered,\nby\nRead, J.\nGeorge W. Merrill and Louisa F. Merrill, his wife, resided in Buffalo, New York, during the years 1857, 1858, and up to December 1859. In the spring of 1857 Mr. Merrill was worth from $20,000 to $30,000, and not in debt, and went out of business in that year on the 28th of March 1857. Merrill sold a house and lot in the city of Buffalo to Seth P. Beers, and a mortgage for $4000 of the same date, payable in two years and eight months, with interest, was given upon it by said Beers to Louisa F. Merrill, wife of the grantor. On the 1st November 1859 this mortgage was paid, and a discharge of the same was executed on the same day by George W. Merrill and his wife Louisa, and on the. 20th November a note dated on that day was given for $5040 to William Williams, trustee for Louisa F. Merrill by George W. Merrill, payable one year after date, with interest, without defalcation or stay of execution. There was evidence showing that in November 1859 Mrs. Merrill had other moneys besides the proceeds of the mortgage. It did not appear that during all these transactions, Mr. Merrill was in debt to any person, and the debts of the creditors disputing the validity of these transactions, were all subsequent to the period above stated.\nThese transactions all took place in the state of New York, and we are relieved from any difficulty in relation to the lex loci contractus, by a decision of the Court of Appeals in June 1862, in Babcock v. Eckler et al., 10 Smith (24 N. Y.) 623, in which it was held that in a voluntary transfer by husband to wife of property, real and personal, to the value of $16,000, the husband retaining property of the value of $10,000, and being indebted only in the sum of $900, there is no legal presumption of fraud, but the question is one of fact. The intent to defraud must be inferrible from the circumstances, and if the facts show that the settlement upon the wife was a proper and reasonable one in the condition of the husband’s estate at the time, it will not be invalidated by Ms subsequent inability to pay a debt then existing. This is the conclusion reached by the court after a full review of the prior decisions in their tribunals. Judge Davies (p. 630), after observing upon the case of Carpenter v. Roe, 10 New York 227, says, “Judge Gardiner cites with approbation the case of Hind’s Lessee v. Longworth, 11 Wheat. 199, where the court held a voluntary deed not to be absolutely fraudulent. The court says, ‘ If it can be shown that the grantor was in prosperous circumstances, and that the gift was a reasonable provision, according to his state and condition in life, and having enough for the payment of the debts of the grantor, the presumptive evidence of fraud would be met and repelled.’ ”\nThe same doctrine, in principle, prevails in Pennsylvania, and would sustain the original gift of the mortgage to the wife, and her subsequent loan of the proceeds to her husband through the medium of a trustee, in whom the legal right to collect the money when due was vested.\nIn December 1859, Mr. Merrill removed to Erie, and went into business, and failed in the summer of 1861, and upon a judgment obtained upon the note for $5040, a sale was made of the goods in the store. Persons who became creditors of Merrill more than a year after his removal to Erie, obtained judgment against him in September, October, and December 1861, issued executions, and levied on the goods sold under the first ji. fa., and a feigned issue was directed under the Sheriff’s Interpleader Act, to try the right to the said goods, in which the trustee of Mrs. Merrill was plaintiff, and the other judgment-creditors were defendants.\nThe facts above stated were proved, and other evidence given, showing the fairness of the original transactions in the city of Buffalo. The court, in a very fair and impartial charge, stated the law of the case, and gave very proper instructions as to its application to the facts given in evidence. The law thus expounded, is complained of in only two particulars. The first error assigned appears to be that the court said, in speaking of the mortgage to her, “no trustee was necessary.” This is certainly true, or the decisions in New York and Pennsylvania are mistakes, which we are convinced is not the case.\nThe second error assigned to the charge fails also, because, upon examining the testimony, it does not appear that the court submitted to the jury facts of which there was no evidence. Upon the evidence on the part of the plaintiff, which was entirely un-contradicted, it was a necessary conclusion that the mortgage and its proceeds went into the hands of Mrs. Merrill, and the money remained in her hands, or in the hands of her trustee, until it was loaned to her husband, and the note was taken by her trustee. All the facts were left to the jury.\nWe cannot say that the court erred in the admission of the declarations of the parties, corroborative merely of the apparent facts of the case, and not relating to the original ownership of the money by the wife, but only to its transmission by her to her husband in the shape of a loan, evidenced by a note given by him to her trustee, and all occurring before any creditors were in existence.\nJudgment affirmed."}