{"id": "9502214", "contents": "The opinion of the court was delivered,\nby\nWoodward, J.\nWe must regard the “stone row” as a natural inequality in the bed of the creek, for although it may have originated in an attempt to improve the fording, either by supervisors or teamsters, yet it was so ancient that no witness could fix its origin, or say with certainty that it was caused by human hands. The date of Bush’s title is not furnished us, but of course it was subsequent to the immemorial stone row. He acquired title, then, to land that was subject to whatever back-flow or obstruction of water the stone row occasioned. The stone row was part of the bed of the creek, and as it was below his line, Bush could not enter to remove or alter it, and must enjoy his land as he took it, subject to have just so much of it overflowed as the stone row, and other natural peculiarities of the creek below his lines, caused to be overflowed.\nBut this was all he was subject to. Brown as servient owner might clear out the stone row, because it was on his land, and might raise his dam, so as to cause the same height of water on Bush’s land as the stone row caused, but no more — not a jot more.\nThis seems to us to be a sufficient statement of the legal rights and duties of these adjacent owners, and if it be, all the rest of their controversy relates to the question of fact, did Brown so raise his dam as to flood more of Bush’s land than was flooded before the stone row was removed from the bed of the ■creek ? On the trial of this question a great deal of evidence was given of the condition of the stream for twenty years and more, and it is the construction which the court ta.ught the jury to place on portions of that evidence that is complained of by the plaintiff in error.\nThe learned judge told the jury the plaintiff could claim damages only for six years prior to the bringing of the suit, from 19th November 1853 to 19th November 1859, and that whatever evidence had been given of the condition of the stream before and after these dates, was to be viewed only as showing its actual situation during that period, and for no other purpose.\nAs there was no plea of the Statute of Limitations, the reason for taking this distinction and limiting the evidence is not discernible; but why should the plaintiff in error, who was defendant below, complain of it ? It narrowed the extent of his liability, whilst it did not deprive him of the benefit of any of the testimony. No evidence was rejected when offered, and none was excluded from the consideration of the jury, but they were told to apply it only to the period designated. This was beneficial to the defendant. He got advantage of the Statute of Limitations without pleading it, and he is not the right party to complain of this.\nWe do not like the concluding part of that portion of the charge which is set forth in the second error assigned. “ Even if the stone row did form a stronger ripple,” said the learned judge, “and impede the water to some extent, it was not such a construction as would acquire a right from lapse of time, nor can the defendant appropriate it for his benefit further than it may have worked a change in the bed of the stream.”\nWe think it was an error to assume that the stone row was a construction that acquired no rights by lapse of time. Whether a “ construction” or a natural deposit, it had existed long enough to entitle it to exist till the owner chose to remove it. The defendant claimed no benefit from it further than it worked a change in the bed of the stream, and this the learned judge conceded to him. Besides, he immediately followed this by saying, “ but conceding that the fording did form a dam, and raise the water, has or has not the defendant’s dam raised the water on the plaintiff’s land, even above what is claimed for that stone row?” This was pointing the jury to the real question in the case, so that the exceptionable observation with which the interrogatory was introduced is not worth reversing for. To give the defendant the right to impede and raise the water, as much by his dam as it was impeded and raised by the stone row, was to give him all that was due to him, and this he got from the judge. Whatever was erroneously said could not have affected the damages, injuriously to the defendant, for they were only fifty cents.\nThe third assignment is supposed to contain the great error of the trial. It relates to the comparative value of the proofs that were given on one side and the other as to the level of the stream before and after the building of the defendant’s dam.\nThe water-power of Brown consists of the fall of the stream, when in its natural state, as it passes through his land; or, in other words, it consists of the difference of level between the surface, where the stream first touches his land and the surface where it leaves it. This natural power is as much the subject of property as land itself: McCalmont v. Whittaker, 3 Rawle 90.\nHow is this natural fall to be ascertained ? By instrumental levelling, says the plaintiff in error. And his counsel argue that results so obtained are mathematical demonstrations which cannot be gainsaid. But there was evidence of what the court calls “ actual visible facts,” to which they led the jury to give preference over the instrumental measurements, and this is the error complained of. These facts were, the ripples above and below the stone row, and above the bridge, the mud-sill under the bridge frequently out of water before the dam was built, but not visible when the dam was full — the rise and fall of the water on the posts and abutments of the bridge, and the drowning out of the spring-i'un, about thirty yards above the bridge. Witnesses referred themselves to one or more of these circumstances, to establish their opinions that the dam of the defendant had raised the water higher on plaintiff’s land than the stone row raised it. As there was a struck jury and view in the case, these and similar tests, on the ground, became important evidence; and when we consider how liable instrumental measurements are to accidents and mistakes, we think the court gave no undue prominence to the “ actual and visible facts” alluded to. The learned judge said, with great propriety, “ water will find its level with more certainty than science can do the same work. The instrumental levelling does show that Mr. Brown has more fall upon his land than he has elevation at his dam; but if that does not tell the height of the water set back as clearly as shown by the water itself, then the fact demonstrated upon the ground must govern.”\nWe cannot see that there was any error in this instruction. We do not undervalue scientific measurements, but the history of all engineering in Pennsylvania has shown that whenever science bas disregarded and set aside tbe testimony of local experience and observation, it bas blundered, and bas had to do its work over again. Its conclusions may be fortified by tbe nicest experiments and tbe minutest calculations, but there are the fallibility of instruments, the unsteadiness of tbe hand or eye that uses them, the carelessness of assistants, and other causes which affect the results. And then Nature has her own secrets, which she has not revealed even to science. Who can calculate for what the watermen call “ piling” of water; or for the effect of removing a given obstruction a few rods further down stream, whereby the veloeity of the current at a particular point is changed ; or for atmospheric resistance to water ? The question of fact in this case was a very close one. No doubt the levelling was well done, but if in spite of it the water would make other marks than it did when obstructed only by the stone row, it was a tell-tale that could not be contradicted.\nTo the parts of the charge set forth in the three remaining assignments of error, no valid objection can be urged.\nOn the whole, we see no such error in the charge as could or did prejudice the plaintiff in error, and therefore\nThe judgment is affirmed."}