{"id": "9502483", "contents": "The opinion of the court was delivered,\nby\nStrong, J.\nThis was an action upon a sheriff’s official bond, to which the defendants pleaded at first performance and payment. Subsequently they added the plea of non est factum, and also pleaded specially in bar the pendency of a former action upon the same bond. The court having refused to strike off the last-mentioned plea, the case went to trial on this state of the record, and on all the issues except the last there was a verdict for the plaintiffs. On the plea of a former action pending, a verdict was returned for the defendants. The question thus presented was, what judgment ought to be given upon the whole record ?\nWere this the ordinary case of a suit upon a common bond, the matter would be free from difficulty. In such a case, a verdict finding the pendency of a former action pleaded in bar, establishes nothing material to the controversy between the parties. It does not affect the merits of a plaintiff’s claim. As a general rule, a defendant can make use of the pendency of a former action for the same cause, only by pleading it in abatement. He is permitted to plead it in abatement because the law will protect him against being harassed with two or more actions for the same thing, when a complete remedy may be secured by one. But this is a privilege he may waive, and he does waive it when he pleads to the action, for he thereby admits the mode by which the remedy is pursued to be correct. A plaintiff’s claim is not defeated by the fact that a former action between the same parties for the same cause is pending, but it is the fact asserted by the plea in abatement that turns him over to the pursuit of his claim in the action first commenced. And there is no hardship in requiring one who would avail himself of a personal privilege, which neither denies the existence of a rightful claim against him, nor asserts his discharge from it, to use his privilege at the earliest moment, and to use it in the mode in which the law has accorded it to him.\nThe authorities are uniform in asserting the general rule to be, that the pendency of a former action for the same cause is pleadable only in abatement, and material only when thus pleaded. They recognise but one exception, if it may be called an exception. It is in actions for penalties at the suit of a common informer, and the exception is founded upon the reason that the party who first sues is entitled to the penalty. It might be said that a former suit by a different informer is neither between the same parties nor substantially for the same cause. When the same party brings two suits for the same penalty, the pend-ency of the first can only be pleaded in abatement of the second.\nBut this rule of practice is not applicable to actions upon official bonds. Suits upon such bonds, when brought by individuals who have become entitled to an interest in them, are regulated by the Act of Assembly of June 14th 1836. With the conduct of them, or with their institution, the legal plaintiff has nothing to do. Hence, under the Act of 28th March 1803, as many different actions could be brought upon them as there were persons holding several interests, and the pendency of one was not a good plea, either in bar or in abatement, to a subsequent action upon the same official bond. Thus, though more than the amount of the penalty could not be recovered, the obligors might be compelled tq pay costs repeatedly. The Act of 1836 introduced an entirely new system. It contemplates only one suit, and gives to all persons who have several interests the right to join in that suit, or to make use of the judgment recovered, if their cause of action accrue after the judgment. By it a new remedy is given to every person who can by any possibility be interested in the bond, and the remedy is defined and regulated by the statute. The legislature has prescribed the terms on which a party may use a security given to the Commonwealth, and the mode in which it shall be used. It is by joining in the suit commenced, not by bringing a second suit. And the remedy being a new one given by Act of Assembly, it must be exclusive, and prohibitory of any other. What stands in the way of a second suit upon an official bond is therefore not a rule of practice, but an Act of Assembly. To say of such a virtual prohibition, that it amounts to nothing unless it be pleaded in abatement, is to deny full effect to what the legislature has enacted. It cannot be so held without rendering possible very anomalous and unjust consequences. A judgment for the Commonwealth in the second action would undoubtedly be a bar to a recovery for the use of the plaintiff in the first. And, if so, then, though having a good cause of action when he brought his suit, he might be defeated and mulcted in costs, by no fault of his own, but by some other persons bringing a second action, and prosecuting it to judgment. Even more than this, though having brought his action in time, he may, after having been defeated, be barred from availing himself of the judgment obtained in the second action, for when it was recovered, the time during which the liability of sureties continues may have elapsed. The Act of Assembly does not leave a door open for any such possible mischief.\nIt must be conceded that in Hartz v. The Commonwealth, 1 Grant’s Cases 359, which was an action on the official bond of a justice of the peace, liberty was refused to a defendant to plead in bar the pendency of a former action on the same bond, after a jury had been impannelled to try an issue joined on the plea of non est factum, and the refusal was sustained by this court. Judge Black remarked, that the proffered plea was too late after a plea in bar. But in The Commonwealth v. Staub, 11 Casey 137, the pendency of a former action on a sheriff’s bond was ruled to be a good plea in bar. There it was pleaded in bar, and the plaintiff demurred, but the plea was sustained, and the defendants obtained judgment. Thompson, J., did indeed decline entering upon any question of the regularity of the pleading in the case. No question was made about it in the argument, but the effect of the plea was considered, and it was held to be fatal to any recovery in the second action. The matter is therefore at rest.\nThis disposes of all the errors assigned, for they are resolvable into one. The plea found by the verdict for the defendants was a good plea in bar, and it having been found true, they were entitled upon the whole record to judgment.\nThe judgment is affirmed."}