{"id": "9502594", "contents": "The opinion of the court was delivered,\nby\nFead, J.\nIf money is borrowed or goods bought or any other contact is made by one partner upon his own exclusive credit, he aone is liable therefor; and the partnership, although the money, property, or other contract is for their proper use and beneit, or is applied thereto, will in no manner be liable therefor (Story on Part., § 134); and where there is no antecedent debt, but th bond of one partner is taken, at the time money is loaned to the partnership, and as the consideration for loaning the money,!t can hardly be treated as a collateral security. It must be consilered as all one transaction, and the bond is the only security contemplated, unless - perhaps there were strong and positive svidence to show an express agreement to the contrary by all paties: Bond v. Aitkin, 6 W. & S. 168. The same doctrine is di.tinctly laid down in Graeff v. Hitchman, 5 Watts 454. If a partmr borrows a sum of money, and gives his own security for it, it does not become a partnership debt by being applied to ptrtnership purposes; and this case and the principle are recogni&d in Clay v. Cottrell, 6 Harris 413, and in Siegel v. Chidsey, Casey 285, in both of which cases my brother Woodward deivered the opinion of this court.\nThe presentcase is much stronger, for the real estate was sold at public auctioa by the liquidating agent of The North Pennsylvania Coal Cimpany, and purchased by James Stevens, and the deeds were madeto him alone; and in part payment of the purchase-money, saic, Stevens made and executed to the company bis individual bonds and mortgages, which deeds and mortgages were duly recorded. It is true that, by an entry on the books of White, Stevens & Co., of which James Stevens was a partner, it appears this real estate was bought for account of White, Stevens & Co., and that on the 21st September 1857, a year after the purchase, and fifty-one days before the general assignment of the firm to Mr. Waterman, Mr. Stevens executed a declaration of trust, which was never recorded, in which he declared that the money paid for the land was partnership funds, and that the said land had been held and was held by him in trust for the use,: benefit, and behoof of the said Henry White and James Stevens, as partnership property belonging to the firm of White, Stevens & Co.\nThese facts, clearly, do not alter the case in the least, for whether they are in or out of it, the only remedy of the company was upon the individual bonds and mortgages of James Stevens, which they accepted in part payment of the purchase-money. Mr. White was not a dormant partner, but an ostensible partner in a known firm. The debt due to the company was the individual debt of James Stevens, and not a partnership debt of the firm of which he was a member, and the profit made by die assignee on the sale of the Searle tract undoubtedly belonged to the partnership creditors.\nDecree afiSrmed.\nTHOMPSON, J., dissented, and filed a dissenting opinion."}