{"id": "9502306", "contents": "The opinion of the court ivas delivered,\nby'\nTHOMPSON, J.\nOn the trial of these cases, the plaintiff in the first place, put in evidence the two notes for which the suits were brought, and rested. Then the defendant, under his plea of payment, gave in evidence the receipt of Abraham Eeatherman, dated the 7th of April 1851, acknowledging the payment to him of $1050, and also rested. About this receipt was the whole controversy in the case, the defendant insisting on its application in discharge of the notes pro tanto, and the plaintiff denying it. If the pleading had been special, this would have been the only issue. To rebut this evidence, the plaintiff set up and undertook to show that the receipt grew out of a different transaction ; that it was given by the intestate for money received on another note surrendered a few days after the date of the receipt. To establish this, he called Jacob Eeatherman, and proved by bim -that on one occasion, when he was going to Easton, Abraham Eeatherman gave him a note, to use his own language, “to take down and give it to Depue S. Miller, at Easton, and he said I should ask him for a receipt. I took it down to Easton, and gave it to him in his store. I asked him for a receipt, and he would not give me one. He said he had destroyed it or burned it.”\nThe evidence was properly received by the court, as it was connected with a transaction in which it was alleged that the surrendered note formed a part, and the receipt the other part, and to consummate which the note was to be given up by the one party, and the receipt by the other. This was the plaintiff’s theory, and he was entitled to make it out if he could. Every part of the transaction, during its progress towards completion, was evidence on the principle that it was res gestes. “ The affairs of men,” says Greenleaf on Ev., vol. 1, § 108, “consist of a complication of circumstances so intimately interwoven as to be hardly separable from each other.” “ These surrounding circumstances, constituting parts of the res gestee, may always be shown to the jury with the principal fact.” Here the principal fact alleged was the delivery of a note and the demand of a receipt. As the party constituted an agent to do this for him, his declarations in the shape of instructions were evidence; they were a part of the very fact, and provable as part of the res gestee. Declarations made at the time, are part of the transaction, and are proper as evidence on this principle: 9 Ala. 382. To be contemporaneous, it is not essential they should be concurrent in point of time. If they spring out of the transaction, if they elucidate it, if they are voluntary and spontaneous, and if made so near to the time of it as reasonably to preclude the idea of deliberate design, they are to be regarded as contemporaneous: 11 Geo. Rep. 615. Declarations of a party paying money for the purpose of showing its appropriation, become part of the res gestes: 25 Verm. Rep. 308. To the same effect are numerous authorities to be found in note 1, p. 86 of Sharsw. Stark, on Ev., and in note 169, p. 207, 3 Cow. & Hill’s Phillips’ Ev.\nInstructions to a servant or agent to deliver a message or make a demand, if the message be delivered or the demand made, certainly constitute a portion of the transaction, and would be often insensible without showing them. All the authorities sustain this. The court permitted all this to be proved by the agent himself, but struck out the proof of instructions by a bystander. I do not quite realize the distinction taken by the learned judge. If the evidence was such as might be given by one, any other disinterested witness ought, I should think, to be able to give it also. That it was competent to be given by either or both, after proof that the errand was done, or proposed to be-shown to be done, we have no doubt. It was part of the res gestee. That the errand was not satisfactorily performed as exhibited in the proof, was no reason for striking out the evidence, provided there was enough disclosed to submit the question of whether it was substantially done or not. We think the testimony should have gone to tire jury on this ground, and we are of opinion, therefore, that there was error in striking out the testimony of Daniel Miller.\n2. The second assignment of error is also sustained. The fact that the people of Monroe county, where Abraham Eeatherman and his messenger lived, sometimes sent notes to the firm of which the defendant was a member, and a director of a bank, to get them discounted, rebutted nothing which the witness said, nor did it raise any presumption that the note alleged to have been sent by Abraham Featherman was for such a purpose ; for-it was not found that he was in the habit of doing so, or did so on any occasion. Certainly there was not a shadow of ground to suppose that the note sent was for some one else. The testimony was clearly incompetent. If we could believe that the testimony was harmless, we would not make it a ground of reversal. But of this we cannot feel assured. It might, in a case where a witness possessed no more intelligence than the messenger in this case displayed, be with plausibility and force argued that the note he carried was for some Monroe county applicant for a loan from the Bank of Easton. A jury might be taken by the argument, inasmuch as it had the judicial sanction in its admission, and suppose that it was good for some purpose. We think it was erroneously admitted.\nThe errors assigned in ’the charge of the court next demand our attention, and will be considered together.\nThe learned judge, in effect, withdrew the evidence on the subject of the note alleged to have been sent to the defendant, of what occurred at its delivery, and the defendant’s answer to the demand for a receipt, and thereby determined that no inferences of fact could he made from the evidence. We cannot agree to this. The principal reason given for the charge on this point seems to be, that the witness did not say when he handed the note, or rather could not remember whether he said it was a note or not. Now whether he did so or not, was susceptible of proof by other means than the abstract recollection of the words used by the witness when he presented it. The reply might disclose what was said. Was it not such as from which an inference, aided by the facts in the case, might be drawn that it was a note, and also that it was a note in lieu of which a receipt had been given, and which was now surrendered for the purpose of taking it up ? What was the answer to what was said by the messenger ? It was that the receipt was destroyed or burnt. This certainly implied that it once existed; and did it' not imply also that the equivalent of the note he received was asked for, as he refused it on the ground that an exchange was impossible, because the receipt was destroyed? We do not mean to occupy the jury-box and draw inferences; but we think this evidence, together with the fact that a receipt was given seven days before by Featherman to Miller, and the allegation that a receipt had been burnt, without showing why it was burnt or for what given, should all have gone to the jury, on the question raised whether or not the receipt produced was not in fact the one demanded in exchange for the note. The omission to show anything corroborative of the allegation by the defendant that there was a receipt which had been burnt, if the evidence that he made this excuse was believed, was a circumstance to be considered by the jury. The saying is true undoubtedly, in some cases, that evidence consists not only of what is proved, but of what is not proved. To some extent we think it true here. But we have said as much as is necessary and proper, as this case goes back for retrial, to show that, in our opinion, there was error as alleged in the two specific assignments in the charge. The third assignment is for general errors, and this we do not notice.\nFor these reasons the judgments are reversed, and venires de novo awarded."}