{"id": "9502454", "contents": "The opinion of the court was delivered by\nSTRONG, J.\nThe contest in this case relates entirely to the question whether George Jacob Koerner, one of the defendants, is protected by the Statute of Limitations. The tract in dispute is called the “'Jacob Gross” tract. It was surveyed in 1793, under a warrant from the Commonwealth, and the survey was duly returned. The warrant belonged to John Nicholson, who paid the purchase-money. The tract of course became subject to the lien of the Commonwealth upon Nicholson’s lands, and it remained thus subject until May 25th 1833, when under the Act of April 11th 1825, Nicholson’s interest in it was sold to George De 33. Keim, a deed was made to the purchasers on the 20th of September next following, and the title of the purchaser has become vested in the plaintiff.\nAgainst this title the defendants set up the Statute of Limitations, and exhibit the following state of facts: — The land was unseated in the year 1822. At that time George Jacob Koerner, the defendant, Isaac Gruber, and John King went on to it with their families, and commenced improvements. They caused three surveys to be made, one for each of them, and the surveys were marked upon the ground. They adjoined each other, and they covered the whole of the “Jacob Gross” tract. The settlers erected houses on each of the three tracts, cleared and cultivated a portion of the land, and occupied and used the remainder as farmers commonly use their woodland. They returned the land for assessment from 1823 until this suit was brought. In 1834 Gruber sold his title to the improvement and survey made for him to George Jacob Koerner, and about the same time Krieg sold his to John Jacob Koerner, a son of George Jacob, and the elder Koerner and his son have from that time continued to reside upon the three surveys made in 1822, to farm and to cultivate them, without any intermission of their possession. There has thus been continued residence, use, and cultivation by the first settlers, or those claiming under them, from the year 1822. These facts are undisputed, and in view of them the court charged the jury that “ notwithstanding the defendants entered without colour of'title, they may avail themselves of an adverse possession, if it was continued uninterruptedly for twenty-one years. They did enough to show an adverse holding, if the jury believe tbe evidence.” Of tbis tbe plaintiff complains, and be assigns it for error. Tbe ground of the complaint is that tbe possession was not shown to have been adverse. One of tbe witnesses, after testifying that bis father, Isaac Gruber, “ kept clearing up, and planted fruit trees, and raised grain, and built a saw-mill,” added, “be kept the fire out, and kept it so as nobody should come and take trees, or claim it till a better owner came for it.” Tbis, it is argued, was evidence that bis bolding was not adverse. But it certainly is no proof that he held under Nicholson or any other person, or that he recognised any outstanding title. True, he entered without colour of right; but his entry and making a survey were none tbe less an assertion of right in himself. And tbe fact that bis purpose was to hold only until a better owner came, even if he said so, could not change the character of bis possession. In Patterson v. Riegle, 4 Barr 201, it was ruled that one entering unseated land, with an intention to leave when the real owner came, but not until then, the owner being unknown, and continuing his possession for twenty-one years, acquires a perfect title against the former owner, which is not affected by his having endeavoured to find the real owner and purchase the title, or by his having declared to strangers his want of title, and his desire and intention to buy it, or be paid for his improvements when the real owner should come. This is going very much further than is required to vindicate the language of the court below.\nThe next assignment is that the court instructed the jury as follows: “ John Krieg’s improvements covered part of the ‘Jacob Gross’ tract. His buildings are not upon it, but if the jury believed that he claimed to the Gruber line, and had land cleared which he occupied and farmed upon the Gross tract, uninterruptedly for twenty-one years, it gives to his claim a good title to the land included in his survey.” This is exactly the doctrine laid down in Ament v. Wolf, 9 Casey 331, and it is deducible from the cases there cited. Washabaugh v. Entriken, 12 Casey 513, presented an entirely different state of facts, and it bears no analogy to this case.\nWe need only say of the fourth assignment that the language of the court complained of took nothing from the jury. The defendants were claimants of the George Jacob Koerner and the Isaac Gruber surveys. The Krieg survey was claimed by John Jacob Koerner, who was not made a defendant, but as the ejectment was for the entire Jacob Gross tract, the defendants might protect themselves as to part, under the Krieg title, and it was in reference to this, the court said the defendants are not in possession of that part, and do not claim it. In this there was no error.\nThe fifth and sixth assignments may be considered together. The land m dispute was one of a number of tracts which had belonged to John Nicholson, and as we have said, it was encumbered by the lien of the Commonwealth. That lien was still upon it when the possession of Koerner, Gruber, and Krieg commenced in 1822. It remained undischarged until 1833. In 1843' an Act of Assembly was passed, releasing the lien of the Commonwealth upon all lands of John Nicholson, and declaring that the Statute of Limitations should apply in all its force to all actions brought or to be brought for the recovery of the possession of lands to which John Nicholson in his lifetime had either the legal or equitable title. In view of this act, the jury were instructed that the Statute of Limitations began to run in favour of the defendants’ title in 1822, as soon as they began to reside upon, clear, improve, and cultivate the land, and if their possession was open, notorious, and hostile, and uninterrupted, it was within the protection of the Limitation Act of 1785. As against Nicholson, it is not to be denied that the statute began to run in 1822, when the defendants and those under whom they claim, took adverse possession. But it is said it did not run against the Commonwealth, and therefore that it did not begin to run against Keim, who purchased under á lien of the Commonwealth, until 1833. It is said further that Keim bought under a lien which attached before 1822, when the defendants entered; that as the lien could not be affected by any adverse possession of the land, were it not for the Act of 1843, Keim would have had twenty-one years from the time he bought within which to bring his ejectment, and that after ten years of that period had elapsed, the legislature could not take away eleven years more, and thus, giving no grace, bar his right altogether. It may be so, but of this we decline entering into any discussion now. The case does not demand it. If it be granted that the lien upon the interest of John Nicholson could exist, after that interest was destroyed; if, therefore, though Nicholson’s right to the land was gone, a purchaser under the lien of the Commonwealtli would have twenty-one years from the date of his purchase within which to challenge the possession, and of which the Act of 1843 did not deprive him, yet whether the statute began in this case to run in 1822, or not until May 25th 1833, is of no importance, if after the last date these defendants had an uninterrupted adverse possession for twenty-one years. Starting from May 25th 1833, the statutory period had elapsed before this ejectment was brought, and before any entry was made, unless there was an entry in 1834, and that was negatived by the jury. Whether the commencement of the statutes running was in 1822, or in May 25th 1833, can therefore make no possible difference, for twenty-one years’ adverse possession as effectually bars an entry by the disseisee, as do thirty-three years. If in this particular the court was in error, the mistake did no harm to the plaintiff. That the statute did begin to run in favour of the defendants, at least as early as the 25th day of May 1833, the day of the sale to Keim, we have no doubt. As against Nicholson it had begun to run before, and when the land was discharged from the lien of the Commonwealth, there was nothing to impede the running of the statute against all the world. It is true, the deed was not delivered until September 20th 1833, but the purchaser must have received a certificate of the sale, and he succeeded to all the rights of the Commonwealth Avhen the property was struck off to him. Keim is protected against the statutes running, only under the shield of the Commonwealth, but that shield was withdrawn when the Commonwealth ceased to have any interest in the land, when its lien was divested. The sale was made under the Act of April 11th 1825, which in many respects is very like the Act of 19th March 1806. In both acts a certificate of sale was required to be given to the purchaser, the commissioners were authorized to fix the terms, and a deed was required to be given on compliance with the terms. Under the first of the acts it has been held that a sale divested Nicholson’s title, and subjected the lands to assessment and sale for taxes, though no deed was given to the purchaser: Green v. Watson, 10 Casey 332. In that case it was said that the purchaser acquired an equitable title by the sale, and that the purchase-money was substituted for the lien. If an equitable title passed, then the purchaser could maintain ejectment against an intruder. That case is an authority for this, and it sufficiently vindicates the position that the Statute of Limitations began to run against Keim as early as May 25th 1833. We do not discover that there was any ambiguity or contradiction in the charge of the court, or anything which could have misled the jury to the prejudice of the plaintiff.\nThe substance of the seventh, eighth, and ninth assignments of error is, that the court submitted to the jury as a question of fact whether the act of Daniel B. Labar in making a survey of the land in 1834, amounted to an entry by Keim sufficient to interrupt the running of the statute, instead of ruling as a matter of law that it did. We think, however, the complaint is not well founded. The circumstances under which that survey was made were very peculiar. Keim had bought twenty-two tracts of Nicholson lands, among Avhich was the one in dispute, all at the same time. Labar seems to have been employed by Keim and Griscom to hunt them up, their precise locality not being known. Bor Avhat purpose this was done, and surveys were made, does not appeal’, though it seems probable that it was preparatory to a sale by Keim to Griscom, for that sale was not made until after Labar’s survey, and the' bill for surveyor’s fees was in Griscom’s possession. Certainly there was no evidence that the survey was made with the intention of claiming pedal possession by Keim. No notice of it was given by the surveyor to the defendants who were in actual possession. A mere survey of land for the purpose of ascertaining its locality, is not a sufficient entry to interrupt the statute. There must be in addition something to show that the survey was made with a purpose of resuming possession, and the purpose must be unequivocally manifested. As the evidence of an entry must rest in parol, and as ejectment is the plain mode of recovering possession, there is reason for holding one who asserts an entry to full proof. And certainly when the intent with which an act was done is doubtful, it must be left to a jury. It was so left in the present case, and with instructions quite as favourable to the plaintiff as the case warranted.\nThe tenth assignment is sufficiently met by our observations upon the fifth and sixth.\nThe transcripts of the assessment were offered to show the character of the defendants’ possession, not as a foundation of title. They tended to show that the possession was adverse, and the extent of the claim. They were, however, of no materiality, for the uncontradicted evidence in the ease established an adverse possession, and the assessment in the names of Koerner, Gruber, and Krieg, was only corroborative of that which needed no corroboration. Even if improperly admitted, it would do the plaintiff no good to order a new trial on that account.\nThe judgment is affirmed."}