{"id": "9502975", "contents": "The opinion of the Court was delivered by\nLewis, J.\nThe observation of Mr. Justice Coultee in Christmas v. Biddle, 1 Harris 223, that “the attachment process is a proceeding in rem, and the matter and thing attached must be in the power and jurisdiction of the Court,” must be taken with some qualification. It is true, that “ the attachment process is a proceeding in rem;” but it is equally true that it is something more. It is also a proceeding against the garnishee personally, for the purpose of compelling him to answer for the value where the thing itself is not produced. The summons, the judgment, and the execution contain the bones and sinews of a proceeding in perso-nam against the garnishee, by means of which his own estate may be taken in execution if he fail to “ answer interrogatories,” or “to produce the goods and effects of the defendant” found to be in his hands or possession, or “ neglect to pay the debt attached, if the same be due and payable.” The ultimate object of the proceeding is to appropriate the debtor’s assets to the payment of his debts, and this object is one which ought to be favored. It may be accomplished wherever the Courts have jurisdiction over the person who has the actual possession of the property, and the power to dispose of it according to their direction, or wherever the property itself may be taken into actual possession by the officers of the law. Real estate follows the law of its situs, and bank stock that of its creation. Where the one is located in a foreign jurisdiction, or the other created by a foreign law, neither is the subject of attachment here, in the hands of one who has neither possession, nor title, but simply a naked power to sell: Christmas v. Biddle, 1 Harris 223. But this is not the case with ordinary .goods and effects. In general, any one having possession of goods or effects may surrender them in obedience to a judgment in a foreign attachment, although they may happen to be within a foreign jurisdiction at the time the writ was issued. The possession of them gives the power of removal and surrender. While this exists in the garnishee, there is no reason why he should not he compelled to exercise it in furtherance of the object of the law, and in advancement of justice. It was thought at one time that a foreign attachment would not lie of a debt contracted out of the jurisdiction: 2 Show. 373; Lord Raym. 346. But this was afterwards denied, and it was held that the debt always follows the person of the debtor, and it is not material where it was contracted: Andrews v. Clerke, Carthew 25. In personal property, the lex loci rei sitce is not to be recognised. All that is requisite to sustain the proceedings against the garnishee is, that he be within the jurisdiction of the Court when the writ is served, and that the property attached be “ in his hands or possession.” The Court was in error in directing the jury that the attachment would not lie for goods delivered to Digby in Ohio.\nThis disposes of the only point determined by the District Court; but as the cause goes back, it is proper to express our opinion on the other points. A stranger has no right to object that an agent exceeded his power: 5 Johns. 44. But where an agent exceeds his authority, and an interest has attached in favor of another, a subsequent ratification will not divest such interest: 5 East 491. Where an agent exceeds his authority, the principal is bound to disavow it the first moment the fact comes to his knowledge, or he makes the act his own : 14 Ser. & R. 27. The 1st, 2d, and 3d points ought to have been answered in the affirmative.\nAs we do not see how an affirmative answer to the 4th would have sustained the attachment, or otherwise have benefited the plaintiff, it was not error to refuse to answer it. If Digby is chargeable with the goods as assignee in trust for creditors, the present is not the form of proceeding in which that trust can he enforced.\nJudgment reversed and venire de novo awarded."}