{"id": "9502618", "contents": "The opinion of the court was delivered,\nby\nRead, J.\nOn the 1st of July 1858, Arnold, by a written agreement, agreed to sell to Dr. C. B. Barrett two lots in the borough of Warren, for $1200; $400 of it payable on or before the 1st of January 1859, and the residue in two equal instal-ments, with interest on the whole from date. It was stipulated “ that on the failure of 0. B. Barrett to make the payment of the $400 on the 1st January next (1859), the said Barrett is to give the possession of said property to said Arnold.”\nBarrett moved into the house on the premises, and took possession of the property, and James Steelman, under a contract Vith him, built a barn on the same, between the 15th September aid 25th October 1858, and on the 23d April 1859, filed a meclanic’s lien claiming $200. Barrett not having paid according tohis agreement, on the 17th of January 1859, Arnold brought anejectment against him, and on the 9th December a general verlict was entered for the plaintiff, under the following arrange-meit: “ that proceedings stay on the verdict this day taken in thiscase till the 1st day of February next, and if by or before that time the defendant pay to the plaintiff the sum of $400 and nterest thereon from the 1st day of July 1858, and the costs if this suit, then plaintiff agrees that the contract made on the 1st July 1858, about the premises, may be revived and remainin force according to the terms therein written, but in no caséis said contract to have any force or virtue, unless the paymeni hereinbefore mentioned be fully made within the time above specified; and in case of the non-payment thereof, the plaintiff \\o be a-t liberty, at the 1st Febrnary next, to issue a writ of hebere facias ‘possessionem, to put himself in the possession, and afi.fa. for the costs, without objection and without any further legd proceeeings.”\nIn September 1859, whilst this suit was in progress, Arnold promised Sfidman that he would pay him the mechanic’s lien when the property came back to him; that he need make no more costs abnut it; and Stedman agreed he would stop the proceedings he slould have to issue. Arnold spo.ke of the ejectment then goin| on.\nOn the 1st February 1860, no payment having been made by Ban-ett, Arnold mtered into an agreement with William H. Tew to sell him the two lots for $1314; $438 of it in hand, and the balance at different times, with interest, extending the time of payment beyond that contemplated by the contract of July 1858, between himself and Barrett, just one year. And on the 30th June 1860, Arnold and wife executed a deed for the said lots to said Tew, which was recorded on the 14th July 1860. No copy of the contract is given, and the paper-books disagree as to its language.\nTwo points were put by the defendants to the court:—\n1. That Arnold never came into the actual possession of the premises, and is therefore not liable.\n2. The promise, if any, is to pay the debt of another, and, it not being in writing, is void under the Act of 26th April 1855.\nThe answer to the first point is simple: the property did come back to him, and he sold it to another. The court were therefore right in negativing this point.\nIn Leonard v. Vredenburgh, 8 Johns. 29, and in Farley v. Cleveland, 4 Cowen 432, Kent, C. J., and Savage, C. J., thus characterize the class of cases not within the Statute of Frauds: “Where the promise arises out of some new consideration of benefit or harm moving between the newly contracting parties, or, as expressed by Mr. Roberts (Rob. on Frauds 232), if it spring out of any new transaction or move to the party promising upon some fresh and substantive ground of a personal concern to himself.” The marginal note to the last case expresses the decision and the principle in the following clear terms : “ Where a promise to pay the debt of a third person arises out of some new consideration of benefit to the promissor or harm to the promissee, moving to the promissor either from the promissee or the original debtor, such promise is not within the Statute of Frauds, though the original debt still subsist and remain entirely unaffected by the new agreement.”\nThese cases, and the principles decided by them, were cited and approved by C. J. Shaw, in Nelson v. Boynton, 3 Metcalf 401; Alger v. Scoville, 1 Gray 391; and Fish v. Thomas, 5 Id. 45. And the rule is distinctly enunciated by the present Chief Justice of Massachusetts, in Jepherson v. Hunt, 2 Allen 423. “The rule is well settled,” says the Chief Justice, “that where the leading object of a promissor is to induce a promissee to forego some lien, interest, or advantage, and thereby confer on the promissor a privilege or benefit which he would not otherwise possess or enjoy, an agreement made under such circumstances and upon such a consideration, is a new, original, and binding contract, although the effect of it maybe to assume the debt and discharge the liability of another.” The same doctrine is stated in 2 Parsons on Contracts, 4th ed., 306, who, in his Elements of Maritime Law, ed. 1862, p. 74, puts it in this form: “ Whenever the main purpose and object of the promissor is not to answer for another, but to subserve some purpose of his own, his promise is not within the statute, although it may be in form a promise to pay the debt of another, and although the performance of it may incidentally have the effect of extinguishing the liability of another.” See Burge on Suretyship 26; Addison on Contracts 38.\nIn the case of Mallory v. Gillett, 7 Smith 412, I do not understand C. J. Comstock, delivering the majority opinion of the Cdurt of Appeals, as intending to overrule or question the deci-cisions in 8 Johns, and 4 Cowen or the cases in Massachusetts, and the case itself is distinguishable from the one before us in this, that the promising party derived no benefit from the release of the bond in which he had no interest.\nHere, then, was a lien or claim upon property in which Arnold had an interest, and it was a benefit to him that no proceedings should take place on the mechanic’s lien held by Stedman, whilst his ejectment was in progress. The consideration, therefore, as regarded Arnold, of his promise, was the benefit or advantage to himself arising from Stedman relinquishing proceedings upon his mechanic’s lien. The consideration did not proceed from or to the debtor, but was an entirely new and fresh one between Arnold and Stedman, and was a new, original binding contract; Arnold’s object being not to answer for the debt of Barrett, but to subserve a purpose of his own. We do not, therefore, think the Act of the 26th April 1855 includes this case, and if such a defence were available, it would only sanction what would be a gross fraud on the part of the plaintiff in error.\nThere was no evidence that Tew had any interest in Barrett’s contract, and the testimony of Sallie Fisher as to his conversation with Arnold was properly rejected as being immaterial.\nJudgment affirmed."}