{"id": "9502753", "contents": "The opinion of the court was delivered,\nby\nRead, J.\nAt the time of the execution of the deed of trust, Mrs. Harris, the appellant, had six children living — three by a former husband, and three by Mr. Harris, and two others were subsequently born. These last five are living, and females, all of them unmarried, and three of them minors. Of the three children by the first husband, one, a son, is living, and two are dead, one of whom, a daughter, has left two children, both minors. Upon this state of facts, it is clear that, under no consideration, can the appellant take an estate tail in the land conveyed by the deed to the tx-ustee. After a life estate to the appellant, and another to her husband, in case he survives, then the trustee is to hold the estate “ in trust to and for the only proper use, benefit, and behoof of such of the children of the said Caroline D. Harris as shall then be living at the time of hex-decease, and the issue of such children as may then be deceased, their heirs and assigns for ever, in equal shares as tenants in common, so always, however, that such issue of deceased children, if any, shall take equally among them such part and share only as his, or her, or their deceased parent or parents would have taken if living.” ■ These words certainly added nothing to the prior life estate of the mothei-, so as to increase it to a fee tail, but give to those now living who come within their terms, at the least, a contingent interest or estate which may be sold, assigned, or devised. The court, therefore, cannot on the allegation that the appellant has a fee tail in the premises, decree a conveyance to her by the trustee, and entirely ignore the rights of eight individuals now in being, and others who may come into existence before the death of the appellant takes place.\nBut it is asked, upon the supposition that no legal estate in the two life estates remains in the trustee, that he may be directed to convey to the appellant, in order to' enable her to destroy the interests of her own children and grandchildren. .The late Chief Justice Gibson, speaking of this doctrine of forfeiture, says, “ Now this principle of forfeiture, as affecting other interests than those of the party, is adverse to the habits and feelings of our country, and irreconcilable to the spirit and principles of our civil institutions.” “In what light it is viewed by courts of equity we all know, when trustees to support contingent remainders / join in a common recovery, chancery punishes them; and the' only reason why that court will not punish a tenant for life, for his own benefit, is, that there being no trust in the case it has no jurisdiction ; and the act for that reason alone is left to its legal consequences. It is, however, remarked by Mr. Butler, Co. Litt. 290, b, n. 1, that titles depending on such an act. can never be recommended; and the power of tenant for life to destroy contingent remainders being striatissimi juris, can never expect favour, or anything beyond mere support. And we are told that a late learned chief justice of the King’s Bench, Lord Kenyon, brought a bill into Parliament to remedy this very grievance. After this can we doubt that if even the English common law courts were furnished with a plausible pretext for ridding them-, selves of the consequences of forfeiture without disturbing titles, they would not gladly lay hold of it ?” Lyle v. Richards, 9 S. & R. 348, 347.\nThis appears to have been the deliberate opinion of the English statesmen and jurists, for, by the Act of 8 & 9 Vict. c. 106, an act to amend the law of real property, passed the 4th August 1845, this doctrine was abolished. The 8th section enacts, “that a contingent remainder, existing at any time after the thirty-first day of December, one thousand eight hundred and forty-four, shall be, and if created before the passing of this act, shall be deemed to have been capable of taking effect, notwithstanding the determination by forfeiture, surrender, or merger of any preceding estate of freehold, in the same manner, in all respects, as if such determination had not happened.” This court will never give its aid to produce such a destruction of the interests of persons whom the appellant was bound to protect.\nBut it becomes a matter of some interest to the appellant to hold that the trustee has a subsisting legal estate, or otherwise the partition made is not sufficient to bind all the interests, nor can it be made so under our Act of Assembly. It is certain that he held the legal estate whilst the coverture lasted, and the partition and sales he is intrusted to make can only be valid by so holdingi Now, these provisions were intended to avoid the difficulties arising on such points before the contingent estates became vested. It is unnecessary to discuss this matter further.\nDecree affirmed at the costs of the appellant."}