{"id": "9502183", "contents": "The opinion of the court was delivered,\nby\nWoodward, J.\nTwo sets of managers for “The Olive Cemetery Company” were elected on the first Monday of September 1857 — the day fixed in the charter for annual elections. On the 21st of that month this quo warranto was sued out by Isaac Jackson, and the others of his set, as relators, against Stephen Smith, and the others of his set, who were in possession of the books and properties of the company. The defendants were the acting board of the previous years — had appointed the election of 1857, and wore duly elected at the time and place appointed. The relators were elected on the same day, but at another place, and they claimed that the election of the respondents was irregular, because they had not been legally elected in 1856, and therefore had no right to appoint the election for 1857.\nNeither the charter nor by-laws fix the place at which the annual elections shall be held. The board of managers for the time being are therefore to fix it. But, say the relators, the acting managers for 1856 were intruders, and not entitled to the offices they exercised. The answer is, they were officers de facto, and if you meant to show that they were not officers de jure, you should have brought quo warranto in the lifetime of their office.\nThe office was an annual office. How is a title to the office in 1856 to be tried on- pleadings that relate entirely to the office of 1857 ? I have no doubt that quo warranto, brought within the term of an office, may be well tried after the term has expired, but it is difficult to see hoAV title to a past and defunct office can be tried in a proceeding instituted, not against any incumbent of that office during its lifetime, but against the incumbent who succeeds for the next year. It is true, that in general the persons elected must take upon themselves to support tbe qualifications of the electors and the regularity of the proceedings, and I think the respondents do this when they show themselves elected by lot-owners at an election appointed and held by a board of de facto managers. To impeach the title of the respondents we will not go back, in the present suit, to impeach the title of their predecessors. As the relators did not think proper to call the title of these predecessors into judicial question during the year of its vitality, we will for the present presume it unquestionable. Of course it follows that the election they appointed for 1857 was the regular election, and that the respondents were duly elected.\nThe other question on the record is not reached in the view we have taken of the first. If the election of 1856 is not to be overhauled in this action, then the right of Vidal to vote at that election, according to the title he held from Smith, would be an irrelevant inquiry."}