{"id": "9502681", "contents": "The opinion of the court was delivered,\nby\nTHOMPSON, J.\nThe acceptance of McOhesney & Co. was directed by them to the plaintiffs, and there it remained unpaid; and it was claimed by the defendant below, that because the plaintiffs did not notify them of its protest for non-payment, they are discharged from liability on the note on which suit was brought. The learned judge dissented from this view, inasmuch as there was no evidence whatever to show that it had been taken, either in payment of the note in suit or as collateral to it. We fully concur in this view of the case. It was therefore neither a set-off nor satisfaction in the ease trying. If damage has been sustained by Starr & Payne, on account of the paper, they must seek redress, if any there be, in some other form; it cannot be had under the evidence, in the mode attempted here. This is a sufficient answer to the second and third bills of exception.\nWas the certificate of notice of non-payment by the notary of the state of New York, evidence of the fact in this state? Before the passage of the Act of 14th December 1854, it certainly would not have been, but we think that statute was intended to change the law. It provides that “ The official acts, protests, and attestations of all notaries public, certified according to law, under their respective hands and seals, in respect to the dishonor of all bills and promissory notes, and of notice to the drawers, acceptors, or endorsers thereof, may be received and read in evidence as proof of the facts therein stated, in all suits now pending or hereafter to be brought: provided that any party may be permitted to contradict, by other evidence, any such certificate.”\nIt cannot be supposed that this act applies only within this state. Its terms are general, and extend to the official acts of all notaries. Besides, it was not necessary, as applicable to this state, for that was the law at the time of the passage of the act, and long before. We think it applies to the acts of notaries in other states as well as this.\nWe do not see anything in the objection- that the certificate should appear to have been a transcript from some record or register of what took place at the time of sending notice. The presumption would he that it was; but whether or not, the certificate under the act was evidence. The defendants could only get rid of it by proving its falsity or circumstances which might induce a jury to disbelieve it; and for this purpose the whole field of evidence was open: the notary, or anybody else having knowledge and not interested, could have been called to testify. The act makes such a certificate as this primd facie evidence, and unless rebutted it must have a conclusive effect. There is no provision in the act that it shall only be evidence in case a record is kept from which the facts may be certified, and we cannot import into it the provisions of the Act of 1791, which requires an official register of notarial acts to be kept, to render a certificate evidence. This construction would be a virtual repudiation of the act. We see no error in the case, and the\nJudgment is affirmed."}