{"id": "9502940", "contents": "The opinion of the Court was delivered, October 17, by\nLewis, J.\nThere is no doubt that a wife may sell or mortgage her separate property for her husband’s debts: 3 Johns. Ch. Rep. 144; 3 Wh. 457; 4 Harris 134. This was the law before the Act of 11th April, 1848, relative to the rights of married women. That -AjCt imposes no restriction in this respect. On the contrary, it recognises the existence of her power in the clause which declares that her property “shall not be sold, conveyed, mortgaged, transferred, or in any manner encumbered by. her husband, without her written consent first had and . obtained, and duly aeknoioledged before one of the judges of the Courts of Oommon Pleas of this Commonwealth, that such consent was not the result of coercion on the part of her said husband, but that the same was voluntarily given and of her own free will: Dunlop 997. It is admitted that the mortgage in this case “ contains the written acknowledgment of the wife, executed pursuant to the Act of Assembly to secure the rights of married women.” The mortgage is therefore valid. It is not necessary to decide that a married woman can enter into a contract which shall- charge her personally with the payment of her husband’s debts, nor that she can bind herself personally in a covenant of warranty. But she may grant a power to sell her separate estate in default of payment of the mortgage-money at maturity: Demarest v. Wynkoop, 3 Johns. Ch. Rep. 144. If she may do this, she may consent that the officers of the law may do the same thing. Her covenant that a writ of scire facias, may immediately issue tzpon default of payment, involves no greater exercise of power than granting a power to sell on default of payment. It affects her estate alone. It creates no personal charge. It is part of the terms of the contract; and it was correctly remarked by Chancellor KeNT in Demarest v. Wynkoop, that “if she can convey upon condition, she may prescribe the terms.”\nJudgment affirmed. ."}