{"id": "9502414", "contents": "The opinion of the court was delivered by\nTHOMPSON, J.\nThe same question is presented in each of these cases, and it is whether an unadjusted and unliquidated claim for a loss upon a policy of insurance against fire, is subject to attachment in the hands of the insurance company. There was another question, but it was not pressed at the argument. The District Court held the claim attachable, and the company brought these writs of error.\nThe objection to a recovery for such a reason seems technical in these cases, for there was no difference or dispute about the amount of the loss. It was settled on the proofs presented by the insured, without reference to the arbitrament provided for in the regulations attached to the policy in the case of dispute, or to the jury at the trial. It was settled by calculation, but notwithstanding this, it was insisted here that the claim was in the class of unliquidated damages when the writ was issued, and being so, was not subject to be attached.\nWe agree with the District'Court in their judgment on the point that it was attachable.\nOur Foreign Attachment Act must be considered a remedial statute, and its provisions entitled to a liberal construction in advancement of the remedy, and we think such has been the principle of decision under it.\nBy section 44 of the Act of 15th June 1886, it is provided that a foreign attachment may be issued against the “ real or personal estate” of any non-resident of the Commonwealth ; and by section 45, the officer serving the same, shall summon all persons in whose hands the said “goods and chattels” maybe attached. Again in section 50, as synonymous with these expressions, the subject of the attachment is denominated “the goods and effects” of the defendant. So elsewhere in the statute it is described as the “ estate and effects” attached.\nWhen a loss by fire has taken place, can we doubt but that the sum agreed to be paid by the insurers, in consideration of the premium paid, is primd facie “goods and effects,” and is parcel of the “ personal estate” of the defendant? Because it is a chose in action, it is not therefore outside of the meaning of these terms. If it were, then would bonds, bills, and promissory notes be so also. This cannot be pretended. But the difficulty is not this under the attachment process. It is that the amount is unliquidated, and for this reason it is supposed not to be within the meaning of the act. But this will not hold; otherwise debts due for goods sold and delivered, or work, labour, and services done and performed without the price being fixed, might not be attachable. Large debts on book-account might escape the process, which I do not believe has ever been considered to be the law.\nNow, if debts of this kind may be attached, the same difficulty in liquidating the claims exists as there is in fixing the value of property agreed by insurers to be paid for in case of loss. The cases are identical in principle ; if the one is attachable the other must be.\nThere is close affinity between the root and the branches of the remedy by attachment. In the former, as in the latter, un-liquidated damages in tort are not within it, nor a claim for damages arising from a mere breach of contract; but I think what was said in Fisher v. Consequa, 2 W. C. C. Rep. 382, in defining the foundation of the process, very well defines also to what it may be applied; that is, to “ a demand arising ex con-tractu, the amount of which was ascertained, or which was susceptible of ascertainment by some standard referrable to the contract itself, sufficiently certain to enable tbe plaintiff by affidavit to aver, or a jury to find it, might be the foundation of a proceeding by way of foreign attachment, without reference to the form of action, or the technical definition of debt, the expression used in the law.” True, this was said in regard to the nature of the claim on which foreign attachment may issue, and we held the same thing in Carlin v. Bierne et al., 1 Wright 228, but the process is evidently founded upon, and operates on, what must be regarded as demands, although not technically debts. Where the matter to be levied on is a chose in action, we think no greater certainty is'required, or a more definite standard for its ascertainment is necessary, than that upon which it is founded. Applying that test to a claim like the present, the amount due could be* averred on oath, if necessary, and on proof of loss, the amount could be ascertained by reference to the policy stipulating for the amount to be paid in the contingency which has happened. It is true, the value of the property may have to be ascertained, but this is not a serious difficulty, for there exists a standard for property in every community, viz., its market value. It is quite as easy to prove what one hundred bushels of wheat are worth which have been lost by fire, as what they would have been worth if sold, and the price claimed on a quantum valebant. The value per bushel being proved, the ascertainment of the amount would be easy. It would depend on calculation only.\nWe cannot come to the conclusion that every unliquidated claim is without the reach of the attachment process. The reason of the exception has sufficient ground to operate on in the exclusion from it of such claims as are contingent, and such as possess no fixed standard for liquidation like torts or damages for breach of contract. These are demands, but not definite enough to be classed as “ personal estate,” “ goods and chattels,” and “ goods and effects.” They want tangibility, and are not attachable, nor would they be the foundation for the process. No one would doubt, on the other hand, but that on a valued policy, after a loss, the amount might be attached. The fact of loss would be the only fact to be established. Like a debt payable on demand, there is but one preliminary to be proved if the instrument be admitted, namely, the demand; and in the former, the loss. So where a risk is taken on a house the amount is fixed, the agreement to pay, and the time and manner are also fixed, and the only thing to be proved is the extent of the loss — the value of the property destroyed; for this, as already said, the value of such property in the market, is a standard sufficiently certain to enable a jury to ascertain it. I cannot allow myself to doubt but that insurance-money, after a fire, is strictly per^ sonal estate, and is certainly within the term “effects,” and as such the law gives a remedy to the insured to reduce it to possession.\nThere are abundant authorities to prove that the law does not class such claims with those which are merely for the recovery of damages, and that the action of debt is sustainable on such a policy as the one we have here. For this we have not only English but Pennsylvania precedents: Arnould on Ins. 1248 and note; 2 Phil. on Ins. 587; 3 Casey 268, 325; 5 Id. 31; 9 Id. 221; 10 Id. 96; 1 Wright 204.\nThere are two cases in our books, Boyle v. The Franklin Insurance Company, 7 W. & S. 76, and West v. Same, 8 Id. 350, in which insurance-money was attached, but in both the amount had been adjusted. It was denied, notwithstanding, that the money was attachable, but this court held differently? These decisions leave as undecided only the point, whether unadjusted losses have not a standard definite enough by which to adjust them so as to render them attachable, and we think they have.\nThe objection, that if attachable the option of the company to rebuild or replace the property destroyed might be encroached upon, is without foundation, most certainly in these eases; for the time for making the election to replace the property burned had long passed before the attachments were issued. But if it had been otherwise, the attachments could not have had this effect. The attachment operates by way of assignment of the debtor’s rights to the creditor, and is subject to all the equities existing against him. If he could not defeat this right by assignment, neither can the attaching creditor by virtue of his attachment.\nAuthorities in other states were cited on argument, but we derive little light from them, as the attachment laws of the several states differ essentially amongst themselves and from ours, as any one may see by referring to Drake on Attachment, p. 639 et seq. The very lucid opinion of the District Court was .a satisfactory vindication of their judgment, which we now affirm.\nJudgment affirmed in each of these cases.\nLowkie, C. J., and Woodward, J., did not sit.\nStrong, J., dissented."}