{"id": "9502957", "contents": "The opinion of the Court was delivered by\nLowrie, J.\nOn a question of marshalling assets under a will, the residuary clauses necessarily furnish most important evidence of the intention of the testator; because they dispose of the surplus that remains after satisfying all the other directions of the will. On this account, it is very natural to presume that the testator intends to charge upon them all the deficiencies in the other portions of his estate in paying debts and legacies; and hence it is very generally decided that debts and legacies, not otherwise effectively or specially provided for, fall upon the residuary devises and legacies: 2 Dall. 131; 2 Yeates 294; Prec. in Chan. 101; 1 P. W. 403; 2 Id. 23; 1 Ves. Jr. 440; Amb. 129; Dick. 105; 1 Ves. Sr. 496; 2 Id. 415.\nThe grandnephew here is very clearly the residuary devisee and legatee, and therefore we are under the necessity of starting with the supposition that he is to get nothing until the debts and other legacies are paid. Then we have no difficulty in understanding the testator’s meaning when he gives all his household furniture and personal property absolutely to his wife. He means it as a specific bequest (5 Ves. 461), and that she shall take it clear of his debt; and the fact that he has charged upon it the expense of his funeral, confirms this view, by impliedly excluding any other charge. By personal property, however, he does not mean debts due to him; for the sale, contingently provided for, is not appropriate to debts.\nThe relation in which his wife stood to him and his property, favors this construction; for a legacy to a wife otherwise unprovided for (2 Ves. Sr. 415; 2 Eq. Ca. Ab. 370, § 10; Ca. Temp. Talb. 202), and especially where, as here, it is in lieu of dower (1 P. Wms. 127; 2 Ves. Sr. 420; 1 Russ. 543), is presumed to have a preference over general and residuary legacies. To a truly residuary legacy it is essentially so in all cases.\nThe residuary devisee and legatee of the whole estate would seem to stand precisely in the condition of the heir at law upon whom a part of the estate is allowed to descend; and it seems that he cannot take so long as there are general legacies remaining unsatisfied: 1 P. Wms. 201, 678, 730 ; Prec. in Chan. 578; Ca. Temp. Talb. 54; Amb. 128; Dick. 105; 8 Ves. 396.\nThese principles govern in the interpretation of the further provisions made for the support of his widow and of his brother, and the decision of the Common Pleas is in, accordance with them.\nJudgment affirmed."}