{"id": "9502081", "contents": "The opinion of the court was delivered,\nby\nLoweiw, C. J.\nIn all gifts for charitable uses the law makes a very clear distinction between those parts of the writing conveying them, which declares the gift and its purposes, and those which direct the mode of its administration. And this distinction is quite inevitable, for it is founded in the nature of things. We must observe this distinction in studying Mr. Girard’s will, otherwise we run the risk of inverting the natural order of things by subordinating principles to form, the purpose to its means, the actual and executed gift for a known purpose to the prescribed or vaticinated modes of administering it, that are intended for adaptation to an unknown future, and of thus making the chief purpose of the gift dependent on the very often unwise directions prescribed for its future security and efficiency.\nThere is no sort of difficulty in making an analysis of the relevant parts of this will in accordance w7ith this distinction.\nIt is a devise of all the residue of his real and personal estate to the city of Philadelphia, an existing corporation, in-trust, as his “primary object,” to construct, furnish, constitute, and maintain the institution now known as the Girard College, and then for certain municipal purposes, not necessary to be now specified. It is therefore a present gift for a present and lawful purpose, and consequently a vested and executed trust for that purpose.\nThen, as to the mode of administering the trust. The testator directs that $2,000,000 of the residue of his personal estate be devoted to the construction and maintenance of the college ; that any surplus of the income of the balance of the said sum, after the erection of the buildings, shall be added to the principal, and make part of a permanent fund; that no part of the capital bequeathed and increased shall ever be encroached upon for current expenses; that his real estate shall never be alienated, but it shall be leased, and the rents of it applied first to the maintenance in proper order of his real estate in Philadelphia and its liberties, and the residue to the purposes of the college; that the remainder of the residue of his personal estate, after the erection of the college buildings, and the payment of some special bequests, shall be invested, together with the interest and income thereof, from time to time ; so that the whole shall form a permanent fund, the income of which is to be applied to the maintenance of the college, and to the municipal purposes already alluded to ; and that upon the violation of any of the conditions annexed to the gift, the city should forfeit the benefits intended for it, and they should go to other purposes.\nThe objections to the validity of this trust all turn upon the directions as to the mode of administering it, and especially upon those which require that the real estate shall never be alienated, and that the principal of the personal estate shall be a permanent fund for ever, and shall be increased continually by any surplus income that may annually arise. There is no other that needs to be discussed. Perpetuity of title and of accumulation is thought to vitiate the devise. The appeal, therefore, is to the law against perpetuities.\n1. Perpetuities are grants of property^ wherein the vesting of an estate or interest is unlawfully postponed: Saunders on Uses and Trusts 196; and they are called perpetuities not because the grant, as written, would actually make them perpetual, but because they transgress the limits which the law has set in restraint of grants that tend to a perpetual suspense of the title, or of its vesting, or, as it is sometimes, with less accuracy, expressed, to a perpetual prevention of alienation. The authorities for this will be found in what follows. According to this definition, a present gift to a charity is never a perpetuity, though intended to be inalienable (24 How. 465); and no vested grant is a perpetuity.\n2. The law allows the vesting of an estate or interest, or the power of alienation, to be postponed, and the accumulation of its ^-increase to be made previous to vesting, for the period of lives in being, and twenty-one years and nine months thereafter, and all restraints upon the vesting, that may suspend it beyond that period, are treated as perpetual restraints, and therefore as void, and consequently the estates or interests dependent on them are void; and nothing is denounced by the law as a perpetuity that does not transgress this rule. And equity follows this rule by way of analogy, in dealing with executory trusts, and those trusts which transgress the rule it calls transgressive trusts, being in equity the substantial equivalent of what in law are called perpetuities: Fearne on Rem. 538, n.; 6 Cruise 466, 478; 4 Ves. Jr. 312, 337, 341; 9 Id. 132, 134; 2 Ves. & B. 61; 2 Swanst. 428; 2 Mylne & K. 654; Lewis on Perp. ch. 12.\nThis is, in fact, the rule that is appealed to for setting aside this trust, and yet, rightly understood, it really sets aside all the arguments that were made against the validity of the trust, by showing that whatever restraints are put upon the alienation of the property, they do not transgress the rule, because they have no relation to the vesting of the estate or interest. But it is not improper to go further, in order to show that even if the restraints objected to are unlawful, they do not invalidate the gift, and we do so.\n3. It is a rule of law and equity, that where a vested estate is distinctly given, and there are annexed to it conditions, limitations, powers, trusts (including trusts for accumulation), or other restraints relative to its use, management, or disposal, that are not allowed by law, it is these restraints, and the estates limited on them, that are void, and not the principal or vested estate : 2 Ves. & B. 54, 57 n.; 1 Sid. 301; 2 Peere Wms. 369; 1 Vern. 160; 1 Mylne & C. 135; 2 Russell & M. 301; 2 Keene 757; 2 Beavan 226, 362; 8 Id. 576; 9 Jurist 792; 2 Meriv. 362; 11 Ves. 25; 2 Swanst. 432; 14 Simons 230, 369; 8 Eng. L. & E. Rep. 138; 23 Id. 454; 15 Id. 531; 21 Id. 469; 4 Cruise 415; 7 Harris 41, 369.\nAnd there is a strong illustration of this rule in many cases wherein a vested legacy was given to an infant, with a trust for accumulation until he should arrive at the age of twenty-five, or other over-age period, and it was held that this trust was void, for all beyond lawful age, being repugnant to the interest given, and was to he admitted only as directory of the management of the property until the legatee, arrived at age, should claim to take and manage it himself: 9 Simons 83; 12 Id. 93; 4 Beavan 115; 5 Id. 155; 9 Id. 66; 1 Craig & Ph. 240; 1 Keene 186.\n4. Possibly some of the directions given for the management of this charity are very unreasonable and even impracticable; but this does not annul the gift. The rule of equity on this subject seems to be clear, that when a definite charity is created, the failure of the particular mode in which it is to be effectuated does not destroy the charity, for equity will substitute another mode, so that the substantial intention shall not depend on the insufficiency of the formal intention : 7 Ves. 69; 4 Id. 329; 14 Simons 232; 17 S. & R. 91; 1 M. & W. 287.\n5. And this is the doctrine of ey pres, so far as it has been expressly adopted by us. Not the doctrine “ grossly revolting to the public sense of justice:” 1 Watts 226; and “carried to the extravagant length that it was formerly,” in England: 17 S. & R. 93; by which an unlawful or entirely indefinite charity was transformed by the court or the Crown into one that was lawful and definite, though not at all intended by the donor or testator. But a reasonable doctrine, by which a well-defined charity, or one where the means of definition are given, may be enforced in favour of the general intent, even where the mode or means provided for by the donor fail by reason of their inadequacy or unlawfulness.\nOur jurisprudence furnishes several illustrations of the doctrine thus restricted: 1 Pa. R. 49; 2 W. & S. 81; 10 Barr 26; 17 S. & R. 91.\n6. The meaning of the doctrine of cy pres, as received by us, is, that when a definite function or duty is to be performed, and it cannot be done in exact conformity with the scheme of the person or persons who have provided for it, it must be performed with as close approximation to that scheme as reasonably practicable ; and so, of course, it must be enforced. It is the doctrine of approximation, and it is not at all confined to the administration of charities, but is equally applicable to all devises and contracts wherein the future is provided for, and it is an essential element of equity jurisprudence.\n7. But suppose that some of the directions given for the management of the charity are conditions; they are not conditions of the vesting of the principal charity, or in the happening of which the fund is to revert to the donor and his heirs, but upon which a new charity is depending. They would, therefore, on the showing of the claimants here, be void conditions of the new charity, because they may not happen within the time allowed for the vesting of executory devises, and therefore could not divest the already vested charity. Their character is such as to avoid rather the substitutionary charities than the principal and vested ones. Many of the cases already cited show this.\nIt seems to us, therefore, very clear, that the heirs of the testator have shown no fatal defect in the form of this gift, and it follows, of course, that we need not say how far the directions against a limitation, and for accumulation, and relative to the general and special management of the fund, are binding upon the trustee, because the case is decided without this.\n8. It is supposed that the decision in Peter Miller’s will (10 Parr 326) furnishes some support to tli'e case of tbe heirs here; but we do not think so. Though the will in that case appears to have been copied in some of its parts from this one, there is no legal analogy between the two. ' In Peter Miller’s will no charity at all was founded by the principal trust; but only a loan office for the benefit of farmers and mechanics, at the usual rate of interest, on real estate security, with continually accumulating capital, so long as there should be farmers and mechanics desiring,to borrow; and “if, in the lapse of time,” the fund should accumulate beyond the demand for loans, then any surplus was to be devoted to a specified charity. It is quite clear that the secondary dependent trust was void, though a charity, because it might not become vested within the time allowed for the vesting of executory devises. And the primary trust was void because it was not a charity, and was not for the benefit of any particular persons or definite class of persons, and in fact conferred no benefit or charity at all, in any legal or equitable sense, seeing that all who were to accept its offers were to pay the usual price. It was, therefore, a mere trust for accumulation, without any ulterior object in view, except a very remote and accidental one. It would lead to incalculable absurdities to support such a trust. It was not of such a character as to have any claims upon equity for its protection and support.\n9. And, moreover, we think that in the former case, Vidal v. Girard, 2 Howard 128, between these parties the validity of these trusts was conclusively established. The very purpose of the bill in equity in that case was to have the trusts declared void, and the trust property transferred and conveyed to the heirs, and it was decided that the trusts were valid, and therefore the relief prayed for was refused.\nAnd that was the only form of remedy for such a claim that could be admitted in the federal court; for in its forms of practice, legal and equitable rights and remedies are kept entirely distinct, and therefore the legal title is considered as vested in the city of Philadelphia, without any legal regard to the trusts, and can be divested only in equity by declaring the trusts void, and that therefore the purpose of the legal title has failed, and it therefore must be reconveyed. That court, in the exercise of this equity remedy, has decided that the trusts are valid, and that therefore the heirs are not entitled to a reconveyance, and that is properly the end of the controversy.\nWe must attribute to that decree all the efficiency that belongs to it in that branch of our judicial system. In our state courts the heirs might have raised the same question by the legal remedy of ejectment, and a judgment for or against them would have been subject to our law relative to the effect of the remedy. But they selected a different forum and a different remedy, and they must accept tbe decree with all the efficacy it has in such a remedy and in that forum. If their case had gone off on a question of form or jurisdiction, they would have had their bill specially dismissed without prejudice, and not a general dismissal on the merits.\nPossibly the very questions discussed in the present case were not discussed in the equity case. We think they were not, but they were raised in it by the necessary averment that the trusts were void, and it was only by way of argument, and not by averment, that the questions here discussed could be brought up for consideration. A decree is not the less conclusive because an argument, afterwards thought to be important, was not, in proper time, urged upon the consideration of the court. A rehearing is the proper remedy for such an omission. We have shown, however, that the argument would have been of no avail if it had been urged.\nWe are of opinion, therefore, that the court below was in error in affirming the plaintiffs’ fourth point, and in not affirming the first five points of the defendant. It is not necessary for us to consider the defendant’s sixth point.\nJudgment reversed, and a new trial awarded."}