{"id": "9502224", "contents": "The opinion of the court was delivered,\nby\nWoodward, J.\nThe action was account render. After pleading in bar, the defendant, now plaintiff in error, withdrew his pleas, and confessed judgment quod computet; whereupon the court appointed an auditor to take the account, but refused, on motion, to instruct the auditor to examine the defendant as a witness on his own behalf. This is the first error assigned.\nThe statute 4 Anne, c. 16, § 27, which is in force in Pennsylvania, gave what the common law has denied, an action of account render against the executors and administrators of guardians, bailiff's, and receivers, and also to joint tenants and tenants in common, “as bailiffs,” their executors and administrators, and it empowered auditors in actions of account between any of these parties to administer oaths to the parties, and to examine them touching the matters in question.\nNeither partners nor receivers are mentioned in the statute. Tutton was sued as a “copartner” and “receiver.” Partners are indeed joint tenants, without the jus accrescendi, which is the great characteristic of joint tenancy, but they seldom stand in the relation of bailiffs to each other. These parties certainly did not. The law makes a distinction between bailiffs and receivers both as to compensation and as to the extent of their liability: 1 Bac. Abr. 48; Irvine v. Hamlin, 10 S. & R. 221; but this distinction does not apply to partners: James v. Browne, 1 Dall. 340. The reason is, I take it, not because they are both bailiffs and receivers, but because they are neither bailiffs nor receivers to each other. As copartners, they were entitled to their action of account render at common law: Griffith v. Willing, 3 Binn. 317; Irvine v. Hamlin, 10 S. & R. 221. They needed no assistance in this regard from the statute of Anne, and hence we infer they were not intended to be included. If not .included for purposes of action, certainly not for purposes of evidence. The parties entitled, under the statute, to be examined in their own cases, are the parties to whom the statute gives the right of action. But it conferred no right to account render upon partners, because they possessed it before. These partners, therefore, are not made witnesses for themselves by the statute. This conclusion derives strength from the 18th section of our Act of Assembly of 13th October 1840, Purd. 28, which provides that after judgment quod computet, the court may either impannel a jury to settle the accounts of the parties, or “ appoint auditors, and proceed according to the usages and practice of the common law.” It is not pretended that at common law, parties in an action of account render were any more competent to testify for themselves at any stage of the proceedings than they were in any other action.\nIf these reasons be not sufficient to justify the court in refusing to apply the statute to this case, then it must be observed that the statute is only directory, not mandatory. It empowers, but does not command auditors to receive the testimony of parties. With us, auditors are said to be the mere clerks of the court, and have no power to decide any matter of fact or law: 2 T. & H. Pr. 155 in note. As a rule to the court, then, the statute is not imperative, and we will presume they exercised discreetly the freedom of judgment it left them.\nThe next error relates to the effect of the decree in equity. Addams had filed a bill in equity, which was dismissed on the 22d May 1857, at his costs, three months after institution of this suit, and the defendant insisted that that decree was a bar to this suit. He should have thought of this before he confessed judgment quod computet, and have pleaded the equity suit in bar of this action, or at least have stood upon such pleas as he had placed on the record, and given the equity suit in evidence under them. After voluntarily confessing judgment, it was too late for him to avail himself of this defence for any purpose.\nNor can he object that the auditor included in the account matters which arose subsequently to the institution of this ac-tíon; for in 2 Burr. 1086, Lord Mansfield referred to it as an old rule, that in account after judgment of quod eomputet, “ all articles of account, though incurred since the writ, shall be included, and the whole brought down to the time when the auditors make an end of their account.” See also Newbold v. Sims, 2 S. & R. 321, where Chief Justice Tilghman quoted with approbation the remarks of Chief Justice McKean, in James v. Browne, 1 Dall. 339, that when parties come before auditors, the account should be taken according to the truth of the matter. The ruling in Sweigert v. Lowmarter, 14 S. & R. 202, does not touch the question before us, because it was not upon the action of the auditors, but upon the trial of issues before a jury. The issues, as certified by the auditors in that ease, were unintelligible, and therefore the court governed themselves by the pleadings on the record, as they stood before the judgment of quod com-putet, and would not suffer the plaintiff to amend his narr. after that judgment, so as to bring in a cause of action prior to that originally declared upon. Accepting that case for all it decides, it would be greatly misapplied if permitted to rule this one.\nThe errors assigned for striking off exceptions, and for not referring the case back to the auditor, were not pressed in the argument, and do not merit discussion.\nThe judgment is affirmed.\nSTRONG, J., did not sit, having been of counsel in the cause."}