{"id": "9502246", "contents": "The opinion of the court was delivered\nby\nWoodward, J.\nThe fund in court for distribution (¡$16,840), accrued from a sheriff’s sale of the personal goods of Meyer & Warne, which was made at the instance of a large number of their execution-creditors, the aggregate of whose claims exceeds $70,000. It is impossible to learn from the auditor’s report what were the dates and order of the several executions, or of the judgments upon which they were founded, but we understand that the five oldest judgments and executions were those of Miller, Battin, and Eairman, together amounting to $82,000. The appellant’s counsel have exhibited these judgments, and the sealed notes on which they were entered.\nThey were assailed by the subsequent execution-creditors, of whom Taylor, the appellant, was one, on the ground that they were founded in no full and adequate consideration, but were collusive and fraudulent — given to delay, hinder, and defraud subsequent execution-creditors of Meyer & Warne, and to enable Fairman, as a confederate of theirs, to sweep the proceeds of their stock in trade into his own pocket. The execution of Trainer, Jones & Co. was issued on 26th March 1860, that of N. & G. Taylor on 27th March 1860, and several others on the same day; all of which, though received by the sheriff subsequent to those issued on the first five judgments alluded to above, were in his hands when the goods were levied and sold.\nThe general question was, therefore, whether the five prior liens should be set aside in favour of subsequent creditors. Subordinate to this question was another, whether Miller & Battin, if their claims be sustainable as against the subsequent creditors, should receive the money for their own use and that of their assignees, or whether it should go to certain banks and other creditors, who hold their paper endorsed by Eairman.\nThe auditor investigated the circumstances which preceded and attended the first five judgments, and found that the two which Fairman entered in his own name, amounting to $17,000, were plainly marked with fraud. “ They indicate,” says the auditor, “ a deliberate design on his part and that of the defendants, to cheat the creditors of the latter, and they taint every other transaction in which they were concerned, which could be used for a similar purpose.” The facts on which the auditor founds himself, and. which, because sufficiently set forth in his report, I will not recite, do indeed reveal an odious fraud, little, if anything, short of grand larceny; and do abundantly justify the heavy condemnation he pronounced on the two notes in Fairman’s name. But how do the other three notes escape the same condemnation ? The two were dated January 10th 1860, and were made payable to Henry B. Fairman one day after date, one for $7000, the other for $10,000, with confession of judgment in each, and a waiver of all stay and exemption laws, and were signed and sealed by both partners of the firm of Meyer & Warne. The other three were dated February 18th 1860, and were drawn and signed in the same manner, except that one of them, for $5000, was made payable to George Miller, and two, for $5000 each, to Samuel Battin; the name of Fairman not appearing in either of these notes.\nI infer from the testimony of Frederick C. Meyer, of the firm of Meyer & Warne, as reported by the auditor, that the five notes were given at the same time, on the eve of their bankruptcy, and given to Fairman for what the witness supposed the firm owed him. But no notes, accounts, or memoranda, were produced of dealings between the parties, and no evidence of any settlement at the date of the notes. The judgments were entered on these notes at the same time. Now, in view of the facts that these notes were all concocted at the same time, and given to the very man who had confederated with the drawers to cheat Taylor, Jones, and other creditors out of their property, it is hard to doubt that they were all given for the same guilty purpose, especially as there was no evidence explanatory of a different purpose in behalf of the three dated 18th February. Nor does the auditor seem to have had a doubt on this head, but he refused to condemn the three notes, because there was no evidence to connect Miller & Battin with the fraud. His language in respect to the three notes is, “ assuming them to have been fraudulent, the fraud cannot vitiate other transactions with other and innocent parties who received the •bonds or judgment-notes of the defendant from Fairman in good faith. Your auditor does not think it material to inquire whether any money consideration for these judgments existed as between the defendant and Miller & Battin. The former chose to extinguish Fairman’s liabilities to the latter, and for that purpose they executed the judgment-notes; and they chose to become sureties for tbe payment of Fairman’s notes to Miller, and gave tbeir judgment-notes to liim for that purpose. All this they certainly had a right to do.” And the learned judge, in affirming the auditor, refused to consider Miller & Battin in the light of equitable assignees of Fairman, but as direct promisees of Meyer & Warne, giving the man immediate legal title to the notes, which was rendered not the less direct by coming through the hands of Fairman, and which they, or those claiming under them, are entitled to enforce, whether the allegation of fraud be true or not.\nIt was in this manner the three notes escaped the condemnation of their two guilty fellows, and were decreed to be paid out of the fund in court. They were promises to two men who were not privy to the base dealings between Fairman and Meyer & Warne, and they were in the hands of men who received them from Fairman for a valuable consideration rendered him, and who were ignorant that he had procured them by fraud. These were the grounds on which the court and its auditor gave the fund to Miller & Battin, or their assignees.\nThe first objection to this ruling which strikes my mind, is the artificialness of the presumption that the notes were engagements by Meyer & Warne to Miller & Battin. I know how easy it is to point to the terms of the notes, and to say that that is a natural presumption which arises right out of the plain language of written instruments. But this is to stick in the bark. We are dealing with transactions that rooted themselves in a gross fraud, and we must not be put off with the forms in which they veiled themselves, but must look at them through and through, as they really were in fact and truth, as well as in form and manner. Lord Hardwicke hit this case and all of its class, by his remark in Bridgman v. Green, 2 Ves. 627, that if a person could get out of the reach of the doctrine and principle of this court by giving interests to third persons instead of reserving them to himself, it would be almost impossible ever to reach a case of fraud. This observation was enlarged and emphasized afterwards by Lord Commissioner Wilmot, when the same case came before him: Wilmot’s Notes 64.\nMiller & Battin were not creditors of Meyer & Warne. Whether they were creditors of Fairman shall be examined hereafter. But if they were creditors or accommodation drawers for Fairman, there was no communication between them and Meyer & Warne for security or indemnity. So far as the case shows, they were strangers to Meyer & Warne — they never called on that firm for judgment-notes — were not present when the notes were made — never agreed to accept them. How then can it be inferred that Meyer & Warne chose to extinguish Fairman’s liabilities to Battin, and that they chose to become sureties for the payment of Fairman’s notes to Miller, and gave tbeir judgment-notes to him for that purpose ? Or, in the language of tire learned judge, that they “made a direct promise or engagement to Battin.”\nThere is no ground for inferences so stated. Though the papers were drawn in the names of Miller & Battin, they were so drawn in pursuit and execution of the ascertained and established fraudulent intent. They were delivered to Fairman to do with as he pleased. The substance of the transaction was to place in his hands, at his instance, and for his use, $15,000 of judgments that could be employed in connection with the other two judgments in his own name, to divert the proceeds of their property from their honest creditors. Their promises were all made to Fairman. The form in which three of them were disguised was chosen the better to conceal the real intent.\nSuch was the unmistakeable visage which this case wore in its origin. What then was the effect of Fairman’s handing over three of the notes to his creditors? Was it an assignment? A formal and legal assignment it surely was not, and I am strongly inclined to concur with the learned judge below, that it was not an equitable assignment. But let us look at it in the light of an assignment. If Miller & Battin took the notes by assignment, they held them subject to all equities existing in the obligors. Such was the precise mode of stating this rule of law in Norton v. Rose, 2 Wash. Rep. 233, and in Murray v. Lylburn, 2 Johns. Ch. Rep. 443. What were these equities ? The obligors were partners in trade, and the only property they possessed were partnership goods. They were insolvent. Now each partner has an equitable right to have partnership goods applied to partnership debts, and the partnership creditor may avail himself of this right to compel such application. When he does so, it is called in the books the working out the equities of creditors through the partners. The creditors have no such equities of their own as will sustain them even in a court of equity, but the courts will extend to them the benefits of the equities which exist between the partners themselves. Thus each of these partners had a right to object to any of the partnership assets going to pay these three notes, because, instead of being debts of the partnership, they were debts of nobody — void and spurious counterfeits only — and their creditors could enforce this right. Miller & Battin, if assignees, took the notes, subject to this equity. But they might have defeated it by going to Meyer & Warne and inquiring if there was any defence, and it is argued that a direct acknowledgment of indebtedness to them is much stronger than any mere certificate of no set-off or defence. Perhaps so, if the direct acknowledgment had been obtained in answer to the inquiry which the law requires the assignee to make. But here there was no inquiry and no answer, and therefore the case falls not within the exception to the rule which subjects bonds and sealed notes in the hands of assignees to the equities of obligors, but is within the rule itself.\nIt is, however, impossible for me to conceive of an assignment where no assignable interest exists in the assignor. Fraud vitiates everything into which it enters. Fairman had nothing in these notes which he could enforce against Meyer & Warne, to the prejudice of their creditors, and therefore he had nothing to assign. Mere tradition of the notes could add nothing to their value. Fraudulent before delivery, they were worthless afterward, unless some rule of law will impute a value, not intrinsic, but accidental, as resulting out of a valuable consideration paid by bond fide holders, without notice of the original fraud that tainted them. And this brings me to the question of consideration. It is not pretended that any consideration moved from Miller & Battin to Meyer & Warne. And I agree that none was necessary; for the law, in protecting bond fide purchasers for value, regards the fact of a payment of consideration, rather than the party by whom it was received. If Meyer & Warne put sealed notes into the hands of Fairman, which he sold to Miller & Battin for a fair and valuable consideration rendered to him, it would avail them in the same manner as if that consideration had moved to Meyer & Warne.\nWe learn from the auditor’s report that Fairman was in the habit of borrowing notes from Battin, and from Underkoffer & Co., through Miller, one of that firm, and of giving them his own notes in exchange. Let us first look at his transactions with Battin. On the 18th February 1860, the date of the two notes of Meyer & Warne to Battin, or on the 17th March 1860, the date of the entry of judgments on the notes (it is impossible to say which date the auditor means), the auditor states that Fair-man and Battin held notes of each other for $9,600. The specification of Battin’s notes, given by the auditor, exceeds that sum. For instance:—\nThe discrepancy is unexplained, but very likely substitutions and renewals had taken,place to reduce the aggregate to the round sum stated by the auditor, $9600. At any rate, we take his statement as the ascertained fact in the case. Then he tells us that Fairman proposed to give Battin in exchange and satisfaction of his (Fairman’s) notes for $9600, the two judgment-notes of Meyer & Warne for $5000 each, and that the proposition was accepted by Battin, who accordingly surrendered Fairman’s notes to him, and received the judgment-notes of Meyer & Warne. To put it in the strongest possible way for Battin, let us say that this was a purchase by him of two judgment-notes of $5000 each for $9600 of Fairman’s paper, without notice of the fraudulent intent with which the judgment-notes had been made.\nWas this the payment of a valuable consideration ? Battin had received Fairman’s notes in exchange for his own notes of like sums. Every one of his notes in Fairman’s hands had to be endorsed by Fairman, and was held by the banks and others on the credit of both their names. Both were liable to the holders, and as to them and all other parties, Battin stood as principal debtor, and Fairman as his surety; but as between themselves, Fairman was the principal debtor, and Battin the surety. A surety may consent to stand as drawer as well as endorser, and whilst the law will treat them as sustaining the relations they have assumed on the paper they have issued, equity will, in adjusting their mutual rights and liabilities as between themselves, look at the essential truth of their relation, and make him who really is the principal debtor indemnify him who really is the surety. Therefore it was, that for every one of his notes given to Fairman, and endorsed away by the latter, which Battin might be compelled to pay, he would have his equitable action of assumpsit against Fairman for so much money paid to his use. Thus his right of recourse to Fairman was as good after he had surrendered Fairman’s notes as before. Had he retained them, he could not have sued on them until he had paid his own, but not retaining them, he could sue for his money as soon as he had paid his own notes or any of them. In other words, by surrendering Fairman’s notes, he gave up nothing of legal substance or value; at most, a mere convenience in pleading in an action of assumpsit. The auditor does, indeed, say that by this transaction Fairman’s liability to Battin “was entirely extinguished;” but he puts it as a legal conclusion, and as such it was a mistake. There was no extinguishment of Fairman’s liability to indemnify his accommodation drawer. Accommodation paper, said Judge Rogers, in Appleton v. Donaldson, 3 Barr 386, is a loan of the credit of the maker, to the extent of the value of the note, for the benefit of the payee, without restriction. Battin’s return of Fairman’s loan to him could not of itself extinguish Fairman’s liability to return what he had borrowed, or else to compensate the lender.\nIf it bo said that Battin held the judgment-notes to be applied to the talcing up of his own notes which Eairman had negotiated, this would let in the holders of these notes to take the fund, but then it would be apparent that the debts paid were Eairman’s own debts, in respect of which he was principal, and not surety, and thus we should complete his fraudulent scheme to take away the property of Meyer & Warne from their creditors, and give it to his creditors. That would be bad enough; but what is worse, is to allow him to take away that property, and give it to a surety who has not fulfilled his suretyship. If Battin had paid the holders of his notes, he would have more equity than he has; but, standing as he claims to stand, and as both the court and auditor regarded him, not as trustee of the judgment-notes for the benefit of Eairman’s creditors, but as absolute and exclusive owner of them, he stands on his mere legal title, without a particle of equity, except such as springs from the consideration he paid; what that was I have already shown. It was scarcely more than moonshine.\nIf, therefore, we give him the benefit of that principle of law which protects bond fide purchasers of fraudulent paper, from respect to the valuable consideration they innocently pay, he fails for want of showing that he paid a valuable consideration. It may be said that he might have negotiated Eairman’s notes, if he had not given them up. True, but then he would have had to endorse them, and thus pledge his own liability to their full extent. The disastrous insolvency of Eairman shows how completely this liability would have cancelled the advantages of possessing such notes. He was just as well off after he parted with them as before, and therefore he gave nothing for the judgment-notes he got.\nNext, as to the notes delivered to Miller. The auditor finds that they were delivered by Eairman as security for the payment of his notes, which Miller’s firm then held. None of Eairman’s notes were given up, and no extension of credit, in any form whatever, was agreed upon. Here, then, it cannot be pretended that a valuable consideration passed. But, says the learned judge, “ security may be accepted by a creditor from any and every one who is willing to secure him from loss by the debtor, without responsibility for the means by which the principal has obtained, or the motives which have induced the surety to offer it.” This was to assume, first, that Miller and his firm were creditors of Fairman, whereas, at the time the judgment-note came to their hands they had not paid a dollar for him, and held his notes for the same sums in which they had lent him theirs; and next, that Meyer & Warne offered their note as security, whereas no communication whatever is shown to have taken place between them and Miller. Both assumptions are wholly gratuitous. Fairman was the creditor of Miller m exactly the same sense as Miller can be said to have been a creditor of Fairman. The truth is, neither was the creditor party, or else both were. They had exchanged notes. Presumptively, the notes were of equivalent values. To place securities in Miller’s hands to pay his notes which Fairman had negotiated, was all the same as if Fairman had collected the securities and paid the notes himself. It was, indeed, a mode of covering up his application of other people’s assets to his own use, but it was as real an appropriation of them to his own use as if it had been done openly and directly.\nIn answer to the other assumption, I may refer to what I have before said, that while the judgment-note was in form a direct engagement to Miller, it was so only in form. The contract of Meyer & Warne was with Fairman, and not with Miller.\nThe law in this state is settled, that although the taking of the note of a third person as collateral security for a pre-existing debt, without more, will not place the takqr in the situation of a holder for value, so as to protect him against the equities existing in the maker; yet it is otherwise if there is a new and distinct consideration, as if time be given in consideration of obtaining the new security: Duprau v. Waddington, 6 Wh. 220; Petrie v. Clark, 11 S. & R. 377; Root v. French, 13 Wend. 570.\nHere there was neither pre-existing debt nor a new consideration, and therefore the judgment-note in Miller’s hands was just as vulnerable as if it had remained in Fainnan’s.\nThe conclusion which we reach is, that all the judgment-notes ought to share the same fate. They were all conceived and brought forth to hinder, delay, and defraud the just creditors of Meyer & Warno. It was very proper to set aside the two which Fairman retained in his hands, but on the same ground on which they were set aside, the other three which he transferred to Miller & Battin without consideration, should also have been taken out of the way of the creditors.\nAnd now, to wit, May 6th 1863, after hearing counsel and full consideration of this cause, the decree is reversed, in so far as it made distribution to George Miller, for the firm of Underkoffer & Co., to Vattatine & Co., and to George W. Schrack, assignee of Samuel Battin ; and the fund in court is ordered to be paid to the subsequent execution-creditors of Meyer & Warne, according to the order of their liens ; and the appellees are ordered to pay the costs of this appeal."}