{"id": "9502519", "contents": "The opinion of the court was delivered by\nSteong, J.\nThe construction given by the court below to the will of Charles Still, Sr., plainly defeats the general intentions of the testator, and this without any necessity, for those intentions are not in conflict with any rule of law, or with any policy which the law does not tolerate. There are certain principles, it is admitted, which are intended to assist in ascertaining a testator’s intention,\" and which are controlling when that intention is doubtful. They have been invoked to sustain this judgment. Among them are the maxims that the first taker of a legacy is presumed to be the chief object of a testator’s bounty; that in doubtful cases legacies are to be held vested, rather than contingent ; absolute, rather than defeasible; that the law favours such a construction as will render estates alienable, and that the primary intent is to be regarded rather than the secondary, if both cannot prevail. But these principles shed no light upon the will now before us. They are only applicable in cases of doubtful construction. They are never allowed to defeat a plain intent expressed.\nThe purposes of the testator in this will are not obscure. That he did not intend Levi Still to have any share of his estate absolutely ; that he did not intend to expose any part of it to seizure at the suit of Levi’s creditors; and that he did intend a benefit to the children of Charles Still, on the happening of an anticipated contingency, would be very plain to every common mind. It is only when refinement commences that doubts arise.\nThe property which the plaintiff below seeks to reach by his attachment is personalty. Laying aside for the present any notice of the trust, and treating the gift as directly to Levi, the first taker, we have a legacy of the interest of a fund to him indefinitely, and in case he should die “without leaving issue,” a gift of the principal to the children of Charles. The case is then completely within the rules laid down in Smith on Execu-tory Interests 599, 600, which are as follows: — “ Where personal estate is limited, either directly to, or by way of executed trust for, a person indefinitely or for life, with a limitation over on an indefinite failure of his issue, the whole interest vests in the ancestor. But where the limitation over is on failure of children only, or on failure of issue within a given time, the ancestor will have a life estate with a limitation over of a springing interest, or the entire interest with a conditional limitation over.” Tbe limitation over to tbe children of Charles, is not a limitation after an indefinite failure of issue. Notwithstanding the doubts which have been expressed in some cases, it is now settled that in gifts of personalty, the phrase “die without leaving issue,” means die without leaving issue living at the death of the person ; the failure of who^e issue is spoken of. It was so settled in England before the statute of 1 Vict. c. 26, § 29. See Smith on Executory Interests 539, and 2 Jarman on Wills 418, et seq., where the cases are collected. So it has uniformly been conceded in this state: 3 S. & R. 477; 6 Id. 32; 15 Id. 148; 11 Harris 10. Such is the obvious signification of the words, and the other sense applied to them in construing devises of lands is confessedly a false construction, supposed to be necessary in order to benefit the issue. Then the bequest over to the children of Charles Still is good, and consequently Levi took no absolute interest under the will.\nIt is quite apparent that in the testator’s mind, there was a distinction between the interest of the fund and the fund itself. More than the interest he never intended to go to his son Levi, even for any time. It is true, that when the interest or produce of a legacy is given absolutely to, or in trust for a legatee, or for the separate use of a legatee, without limitation as to its continuance, the principal is treated as given also : 2 Roper on Legacies 331. But the rule is inapplicable here, for there is a contingent limitation over, on the death of Levi Still without leaving issue. The gift of interest is neither absolute nor unlimited in duration. Without looking then to the trust created by the testator’s will, it must be held that the body of the legacy is not the absolute property of Levi Still, and it cannot therefore be applied in satisfaction of his debts. He could not recover it as indefeasibly his own, and an attaching creditor standing in his right, is in no better condition.\nThe error of the court below in entering judgment for the attaching creditor is still more obvious in view of the mode in which the legacy was given. Taking all the directions of the will into consideration, they amount to this — that the testator bequeathed the fund to John H. Latshaw in trust, to pay the interest, at his discretion, to Levi Still, and in case of his death without leaving issue, to pay the principal to the children of Charles Still. There is a strictly formal trust. It is useless to contend that it is an executed one, or a dry trust which the law executes. We have gone much, very much further than the English courts have gone, in striking down trust estates; but all trusts are not dry with us. It is possible for a father to provide for an unfortunate or a thriftless child, by placing a fund in the hands of a trustee, without the hazard of its being swept away at the'suit of a creditor of the child; and it is possible to protect interests for an executory legatee by the same means. Beyond controversy, a trust to pay interest at the trustee’s discretion, is good in England. It ought to be good here. And when, super-added to this, there is a provision that the trustee shall hold the trust fund for the benefit of those having a contingent interest, it is not the law of this state that the trust is a mere shadow, to be disregarded. Trusts to support contingent remainders, or quasi contingent remainders, as in bequests of personalty, will be sustained. We have, it is conceded, a few cases where a trust for life was created, with a remainder to the heirs, or heirs of the body of the first taker, and where the trust has been ignored. Bush’s Appeal, 9 Casey 85, was one of them. They assume that, in substance, the whole interest was given to the first taker., The assumption is impossible, however, when, as in this case, the subsequent contingent interest is given, not to those who must take as heirs of the first taker, but as beneficiaries in a different line of succession, who must take, if at all, in their own right, and not as heirs of the first taker.\nThese opinions which we entertain, lead to the conclusion that there was nothing in the hands of the plaintiff in error which was attachable at the suit of a creditor of Levi Still. The judgment must therefore be reversed.\nThe judgment of the Court of Common Pleas is reversed, and a procedendo awarded."}