{"id": "9502774", "contents": "The opinion of the court was delivered,\nby\nRead, J.\nIn The Queen v. Kinnear, 2 Moody & Robinson’s Nisi Prius Cases, p. 117, which was an indictment for forging a bill of exchange, Patteson, J., held, where it was a bill payable twenty-one days after date (without acceptance), that the drawer might prescribe the terms upon which the payment was to be made. “ He has chosen to prescribe that the drawee is to make the payment ‘without acceptancethe meaning of which I take to be, that the holder is not to be put to the trouble of presenting it to the drawer before it becomes due; but still, if he should choose to present it, there is nothing to prevent the drawee from accepting it: actual acceptance, of course, is not necessary to make the instrument a bill of exchange.”\nIn Denegre v. Milne & Co., 10 Louisiana Annual Rep. 324, a bill of exchange was drawn at Cincinnati on a house in New Orleans for $5000, payable twelve days after sight to the order of a third house for value received, and charge the same (acceptance waived) to account of drawers, Milne & Co. Slidell, C. J., said, “ We do not consider the expression ‘ acceptance waived’ as stripping the instrument of the character of a bill of exchange, or depriving the signers, Gfeorge Milne Co., of the character and rights of drawers of a bill of exchange. These were merely qualified, and to this extent: the insertion of the words created between the drawers and the payef, and those subsequently taking the bill, an agreement that .the drawees should not be required to accept the bill upon its sight. Without these words, it would have been the holder’s right to insist upon an acceptance upon presentment, protest the bills, if acceptance were refused, and take his immediate recourse against the drawers; with them, he had only the right to exhibit the bill for sight, in order to fix the date for maturity, which was done, and was bound to wait until the maturity for payment by the drawees, at which time the drawer engaged it should be paid by the drawees. Upon failure of payment, protest, and notice, the liability of the drawers, which was previously conditional, would in general become absolute: no adjudged case, militating with this view of the rights of these parties, has been referred to by the district judge, or cited in argument here by the plaintiff; and we are satisfied that the construction we give would be in accordance with the understanding of men of business, and meets the understanding of the parties themselves when the bill was drawn and negotiated. The validity of the instrument, as a bill of exchange, its essential character a.s a bill of exchange, are not changed by such a qualification. It is still a request to the drawee by the drawer to pay a sum of money to tbe payee, or his order absolutely, and at a time mentioned in the bill.”\nThe effect of these words, when embodied in the bill, is to merge the ordinary proceedings, on acceptance, into those of payment or non-payment, or, in other words, dispenses with acceptance entirely.\nIn the present case, the bill was drawn in Baltimore by H. D. Mears on George W. Mears, of Philadelphia, for $306.33, dated March 22d 1860, and payable three months after date, to the order of the plaintiff, and by the law merchant it was not necessary to be presented for acceptance. It was sent by mail ti>. the payees to the drawee for acceptance, and was returned by the drawee to them with these words written across the face of the draft, in red ink :\n“ Acceptance waived, Geo. W. MeaRS enclosed in the following letter:—\n“ Gentlemen: — Enclosed please find draft, H. D. Mears, $306.33, March 22, with acceptance waived, as I am not yet placed in funds to provide for it. I very probably will be, however, as my brother has been prompt on former occasions. Should-he not be in this instance, I will try and arrange to have it satisfactorily provided for. My absence from the city has caused the delay in replying to your favours more promptly.”\nNow, whether the word, “waived” is used in the sense imputed to it in the case from the Louisiana Reports, or as put off or put aside for the present, or declined, taken in connection with the letter, it is clear that there was no acceptance of the draft, nor was it. his intention to accept nor induce the payees to believe he did. The letter expressly states he is not placed in funds, and this is his reason for waiving acceptance; he however probably may be, and if not, he will try and arrange to have it satisfactorily provided for, all negativing the idea of acceptance. As the testimony of the notary was properly rejected, and the whole evidence was in writing, it does not appear to us there was anything to submit to the jury, and, as we cannot say the court below were wrong in their conclusions,\nThe judgment is affirmed."}