{"id": "9502718", "contents": "The opinion of the court was delivered,\nby\nWoodward, J.\nThe word heir when used in a will, is to be understood in its legal or technical sense, unless there be something in. the context to show that the testator meant it to be understood in its popular sense. All our authorities concur in thus stating the general rule of construction.\nThe only question, therefore, which we have upon this record is, whether Colonel McKeen’s will contains satisfactory evidence that he used the word heirs, in the residuary clause, in its popular sense? Popularly, we say of any legatee or devisee that the testator had made him an heir, that he had an heirship, &c. Strictly speaking, an heir is one on whom the law would cast the estate, if there were no will. In which sense is the residuary clause to be taken ?\nThe testator was childless. After giving numerous legacies, six of which were to nephews and nieces who would have been heirs at law had he died intestate, and the rest to more remote kindred, or to strangers to his blood, he gave the residue of his estate “ to be equally divided amongst the whole of heirs already named in this my will, proportioned agreeably to the several amounts given to each in the body of this my will.” Now, all who would have been heirs at law were not named in the will— three or four nephews were omitted. Of course they cannot take. But the six heirs who are named as legatees are, without question, entitled under the residuary clause. Do the other legatees share with them ?\nWe have had considerable difficulty -with this question on account of the comprehensiveness of the words, “ the whole of heirs already named.\" But we cannot persuade ourselves that Colonel McKeen meant to make his coachman, to whom he gave a $300 legacy, his heir also, and to admit him to the distribution of the residue along with the right heirs. Yet this absurd consequence would follow from construing the words to embrace all the previously-named legatees. We think the better opinion is that the expression refers to the six nephews and nieces who would have been legal heirs, and who are named; in other words, that the word heirs is to have its technical and proper instead of its popular signification. There is nothing in the context of the will to forbid this construction, and therefore we feel bound by authority to adopt it.\nThe decree is affirmed.\nLowrie, C. J., and Thompson, J., dissented."}