{"id": "9502639", "contents": "The opinion of the court was delivered,\nby\nRead, J.\nThis is an action of debt upon an award of arbitrators, made under a submission at common law, and is not affected by the provisions of any Act of Assembly, or by the decisions growing out of them. Upon demurrer to the original counts in the declaration, the court below sustained the demurrer. The plaintiff then, by leave of the court, filed an additional count, which, in addition to the submission, the award, the articles of dissolution, and the original agreement, contained certain aver-ments intended to meet the objections to the original counts, as stated in the opinion of the court below. The court, thinking that these averments did not remedy the defects apparent on the face of the papers, and particularly of the award, gave judgment for the defendant upon a demurrer to this count, and the only question before us is, does this additional count set out a good cause of action ?\nThe first objection is, that the arbitrators selected to settle a partnership account having awarded a large sum of money to one of the partners, leave the question open, of what are the partnership debts ? Second, the award says, we “ do hereby decide to award Jesse Stanley eight hundred and seventy-six dollars and fifty-eight cents ($875.58), to be paid by William Southwood, including the rent that would be due by Jesse. Stanley at the termination of the lease of property at Rising Sun, in 1862.” The award was made the 20th November 1860. This is uncertain and ambiguous, • and not aided in any way by the other papers in this court, and it is impossible to say whether the arbitrators, after crediting the rent in question to the defendant, found the sum awarded to be the balance due the plaintiff, or whether that rent is still to be deducted from the amount. No one can tell what it really means. The third objection is, that the submission is “ of copartnership and other dealings,” whilst the award states that they, the arbitrators, were selected “ to settle all matters in relation to their partnership business in dispute between them,” and so far as appears on the face of the papers taken together, this would seem to be all they intended to do.\nTo meet these difficulties and uncertainties the plaintiff proceeds to aver, 1st, “That the said arbitrators, before making their said award, did fully consider all copartnership and other dealings in dispute, or unsettled between said parties, according to and in pursuance of the terms of said submission, and that said award refers to, disposes of, settles, adjusts, and determines all such copartnership and other dealings so in dispute or unsettled between said parties, as aforesaid.”\n2d. “ That the true meaning and intent of said award is, and that the said arbitrators therein and thereby declared and awarded, that after crediting the said defendant with the rent in said award mentioned, by deducting said rent from the sum or amount found by them to be due by said defendant to said plaintiff, there still remained due, and was due by said defendant to said plaintiff, at the date of said award, the sum of $876.58, which said arbitrators, in and by their said award, awarded to be paid to said plaintiff by said defendant.”\nIt will be observed that these averments do not touch the first objection, and that even supposing the award may be contradicted by showing that the other dealings, as well as those of the copartnership, were before the arbitrators, and disposed of by them in their award, yet it is clear that the averment of the intention of the arbitrators cannot cure the undoubted uncertainty of the award, as stated in the second exception. In Gratz v. Gratz, 4 Rawle 437, Mr. Justice Kennedy says, “ In 1 Bac. Abr. tit. Arbitrament and Award (E.), p. 212, it is laid down that ‘ as an award is a judgment, and can only be expounded by itself, without the aid of an averment dehors, to explain the meaning of the arbitrators, it is necessary that it should appear on the face of it.’” And at page 438 he says, “.But then it must be observed that it is not barely sufficient, in order to make an award good, that the parties as well as the arbitrators should understand what was meant and intended by it at the time of making it. It ought to be in such clear and intelligible terms that every one who reads it may comprehend and understand it. The arbitrators cannot be called on, nor will they be admitted to declare and explain what it was that they intended by their award.” “ To supply such deficiencies in awards by averments, and the introduction of parol evidence is so contrary to the established rule as never to be thought of at the present day, and to be so, indeed, would overturn the whole doctrine as it regards awards in this respect.” P. 439.\nThe same doctrine is laid down in a learned note, by one of our very ablest jurists, to the American edition of Kyd on Awards, p. 333, and the same principles were distinctly enunciated by Judge Washington, in Kingston v. Kincaid, 1 W. C. C. R. 448, and by the Supreme Court of Massachusetts, in Bigelow v. Maynard, 4 Cush. 317, and Clark v. Burt, Id. 396.\nJudgment affirmed."}