{"id": "9502943", "contents": "The opinion of the court was delivered,\nby\nRead, J.\nFor a period of more than a century and a quarter from tbe passage of the Statute of Frauds, 29 Charles 2, c. 3, Lord Eldon, a very great authority in the law, said, “We had always taken the law to be clear, that if a man agreed in writing to pay the debt of another, it was not necessary that the consideration should appear on the face of the writing.” In the year 1804, in the case of Wain v. Warlters, 5 East 10, the Court of King’s Bench decided, for the first time, that the consideration must be expressed in the written paper, or agreement. This decision, although not satisfactory, finally became the settled law of England, with a qualification, which is well expressed by Lord Campbell in Powers v. Fowler, 4 E. & B. 516, decided in 1855: “The agreement,” said his lordship, “includes not merely the promise or undertaking, but the consideration for that promise, without which it is not an agreement; therefore the consideration must be disclosed in the writing. But if it appears by the express terms, or by necessary inference from the terms of the writing, that the defendant’s promise is upon the terms of the plaintiff’s performing some condition, the performance of which will be a benefit to the defendant or a detriment to the plaintiff, then it appears in the writing that there is a consideration, and on the performance of the condition the plaintiff may sue.” Wightman, J., said : “All the cases agree that it is enough if the consideration can fairly be collected from the terms of the writing.” The construction placed upon the 4th section was not extended to the 17th section, under which it was held that the consideration need not be expressed.\nIn Sears v. Brink, 3 Johns. 210, the Supreme Court of New York, in 1808, following the Court of King’s Bench, adopted the construction given to the statute in Wain v. Warlters, without any extended discussion of the question; and this has been made a part of the statute law of the state: 2 R. S. 135, § 8; 10 Paige 386.\nSo inconvenient and unjust was the rule thus established by judicial interpretation found, that by the 3d section of the Mercantile Law Amendment Act, 1856, 19 & 20 Vict., c. 97, it was enacted that “no special promise to be made by any person after the passing of this act to answer for the debt, default, or miscarriage of another person being in writing, and signed by the party to be charged therewith, or some other person by him thereunto lawfully authorized, shall be deemed invalid to support any action, suit, or other proceeding, to charge the person by whom such promise shall have been made, by reason only that the consideration for such promise does not appear in writing, or ly necessary inference from a written document.”\nThe British Parliament, as a matter of practical expediency, restored what had been the old construction of the 4th section, existing at tbe commencement of the present century. The 17th section, which has never been enacted in this state, is set at nought in Manchester, and in many other trading communities in England, and not a scrap of writing intervenes as evidence of the largest transactions.\nThis question of the necessity of the consideration appearing on the face of the writing came up in 1821, in Packard v. Richardson, 17 Mass. 122, and Chief Justice Parker, after stating that this statute had been in operation for more than a century, and that it had never been doubted that it was not necessary that the consideration should be mentioned in the writing, entered into an elaborate and explanatory discussion of the whole subject, and arrived at the conclusion that the true construction was that the consideration might be proved by parol, and need not appear on the face of the written instrument.\nThis is now a part of the Revised Statutes of Massachusetts, p. 527, and is thus declared: “ The consideration of such promise, contract, or agreement, .need not he set forth or expressed in the writing signed by the party to he charged thereunto, hut may he proved by any other legal evidence.” The Massachusetts doctrine has been followed in Maine, Vermont, Connecticut, North Carolina, Ohio, Missouri, Texas, and New Jersey, whilst other highly respectable states have adopted the now repealed English rule.\nIn this state, the 17th section of the English Statute of Frauds never existed, and the portions of the 4th section, embodied in our Act of 26th April 1855, had no previous existence on our statute book. The whole of such contracts without any writing were perfectly legal. No part of the agreement was required to be written, and it will not do to enhance the difficulty of complying with the Act of Assembly, by requiring, as an essential element, the introduction of the consideration, which would be provable by any other legal evidence.\nAs we are trammelled by no decision, and the English rule has been found unjust in so old a settled country as England, with a community brought up under the statute, it appears proper for us to say that the consideration need not be expressed in the writing, but may be proved by any other legal evidence. As this point decides the whole case, it is only left to us to say that\nThe judgment is affirmed."}