{"id": "9502270", "contents": "The opinion of the court was delivered by\nWoodward, J.\nIt is impossible to study our recent decisions under the Married Woman’s Act of 1848, particularly the cases of Gamber v. Gamber, 6 Harris 363, Topley v. Topley, 7 Casey 328, Walker v. Reamy, 12 Id. 410, and Black v. Nease, 1 Wright 433, and not perceive that the court erred in admitting the declaration of the husband in favour of the wife’s title to the money in contest, as also in affirming the defendant’s points.\nThe point of evidence is ruled by Gamber v. Gamber. The other' point, that mere possession of money by a wife is no evidence of her title to it for the purpose of the statute, is abundantly ruled by the other cases. A post-nuptial settlement of property upon a wife is a transaction which admits of other evidence than the declaration of th.e husband after he has fallen into embarrassments. But of such settlement there was no proof in this case. A mere gift of money to a wife is not a settlement of it as her separate estate, for it may be for safe-keeping and deposit, without any intention to divest the husband’s title. And her possession of funds ordinarily implies no more than that she is holding them for her husband. If they are funds that have accrued to her from separate estate, or by gift or bequest from some one else than her husband, or by settlement of her husband, let it be shown. Let it be shown by competent evidence that she had an estate to yield the fund, or that an act of gift or bequest was performed in her behalf, or that a settlement was made. Such facts and transactions admit of proof, if ever they had an honest existence, and when proved, they account for the wife’s possession of moneys ; but when they are not proved, they are not to be implied from her mere possession.\nNothing more than possession was shown in this case, and therefore the instruction should have. been in favour of the plaintiff.\nThe judgment is reversed, and a venire facias de novo is awarded.\nJudgment reversed."}