{"id": "9502439", "contents": "The opinion of the court was delivered,\nby\nStrong, J.\nIf the public acquire a right of way over a race previously dug by the owner of the land through which it passes, the burden of building and maintaining such a bridge as is necessary for the highway rests upon the public. On the other hand, it is equally clear that if the owner of a mill make a channel to it across a highway already in existence, and build a bridge over the channel, which is used as a public bridge, he shall be bound to repair. This is laid down in 1 Rolle Ab. 368, title Bridges, pl. 2, and it has ever since been recognised as law: Perley v. Chandler, 6 Mass. 454; Dygert v. Schenk, 23 Wendell 446; Woodring v. Forks Township, 4 Casey 355. The reason given is that the bridge is erected for the private benefit of the owner of the mill. To this might be added that it is made necessary by his interference with the way in which the public had acquired a right. Though he may dig and maintain a race through a highway, the fee simple of which belongs to him, he cannot do it at the expense of the rights of the public, tie must preserve the highway without any diminution of the right to its enjoyment which the public had obtained before, and hence his obligation to build and maintain a bridge such as shall keep the way in substance as good as it was before he dug his race. His obligation is proportioned to the public right. If the way be only a footway, a bridge to accommodate foot passengers is all that he is required to build or maintain. If the public subsequently acquire greater rights, his obligation is not increased, for with those enlarged rights he has not interfered.\nWe understand the court below to have instructed the jury in accordance with these principles. When the race was dug, the public had acquired the right to a way which had been opened and upon which repairs had been made by the supervisors of the township. Then it became the duty of the landowner, on excavating the race across the way, to build a bridge over the race adequate for the road as it was then open. Beyond the road as open, the public had no right of way. Such a bridge was constructed, so far as appears, satisfactorily to the public authorities. Some years afterwards, by order of the Court of Quarter Sessions, a new road was laid out and opened, partially on the site of the old road, crossing the race, but of the width of thirty-three feet, while the width of the old road at the race-crossing was but twenty feet. For a time, travelling on the new road was over the bridge as it had been, but the bridge having been carried away, a new one was erected wider and higher than the former, to accommodate the road as it had been located by order of the court. The question raised on the trial was whether the defendants, who succeeded the owners at the time the race was dug, are liable for repairs to this second bridge. Upon this subject the charge to the jury must be considered as a whole. We may not extract a single sentence and overlook its connection and qualification. The substance of the instruction given to the jury was that there was nothing in the single fact that a new road had been laid out, that relieved the defendants from their obligation to maintain the bridge; that if the new road was substantially the same as the road which was there when the race was cut, they were bound to keep the bridge in repair. On the other hand, they were instructed that if the new road differed materially from the old one at the race-crossing, if it was not on the same ground, or was widened, and in consequence of the change a different bridge was required to accommodate the new and different rights of 'the public, the defendants were not bound to construct such a bridge or keep it in repair. The part of the charge singled out for exception is but a substantial repetition of this instruction. It is not a just view of it which sees any such doctrine as the plaintiff in error urges is found in it. The jury could not have understood it to mean that if the new bridge would accommodate more passengers than the old one, the defendants were not liable. The language of the court referred to different rights of the public, not to a difference in the number of travellers along the highway. With such new rights, if any there were, the defendants had never interfered, and therefore repairs of a bridge erected in pursuance of these rights could not be demanded of them. This part of the charge was at least as favourable to the plaintiffs as they had a right to demand.\nThe second assignment of error is that the court erred in charging the jury that the plaintiffs could not recover for money expended in repairing the footway alongside of the county bridge over French creek. The assignment, we think, is well founded. The footway was erected by the vendors of the defendants in 1850, not as the price paid for a franchise given, but as a substitute for a portion of the public right appropriated to themselves. By the Act of Assembly, they were allowed to occupy the bridge over French creek with a railroad for their private use, but they were required by the same act to construct a convenient and substantial footway over the creek, to be attached to the bridge on the west side as soon as their railway should be laid on the bridge. The railroad was constructed over the bridge as authorized by the act, and, as required, the footway was built. With this, the court was of opinion the obligation of the defendants was satisfied. It is true, the language of the act is that the footway shall be constructed as soon as the railway is laid on the bridge. It does not in words say anything of repairs. But the act is to be construed according to its intention. That intention, it is true, is to be gathered from its words, but not from any single word. We must ascertain its spirit and meaning from all the language employed. Now, the requirement of a footway, contemporaneously with the occupation of the bridge by a railway, makes it clear that the legislature did not intend to diminish the rights of the public or the convenience of foot-passengers. It was evident that the use of a railway on the bridge would obstruct and endanger passage on foot. It was most just that while the grantees of the privilege continued to use the bridge for such a way, and for their private advantage, they should provide other means of passage equally convenient and lasting with those which the public would have enjoyed had it not been for their interference. It is a fair presumption that the legislature never intended to give away public rights, or to impose burdens upon any local community, without compensation. Yet if the construction of the act contended for by the defendants is correct, a burden has been imposed upon the plaintiffs, namely, the maintenance of the foot-bridge, solely for the private advantage of those who are using the railway. For their benefit the footway was erected, and for their benefit it is maintained. There is then the same reason for requiring them to repair, that there was for requiring them to erect. We think, therefore, the Act of Assembly imposed a continuing obligation to provide the designated substitute for the diminished facility and. safety of passage across the bridge, so long as the public right shall thus be abridged. And such has been the construction given to similar language in other legislative acts. Thus, in Rex v. The Inhabitants of the County of Kent, 13 East 220, it was ruled that a company, which, by Act of Parliament, had been empowered to make a river navigable and to take tolls, “ and to amend or alter such bridges or highways as might hinder the passage or navigation, leaving them or others as convenient in their room,” was bound to repair a bridge which, under the act, they had built forty years previously to the indictment. Lord Ellen-borough declared it to be a continuing condition, and all the judges held that the word “leaving” imported both building and continued maintenance, because the alteration in the old highway was made for the purposes of the company. The doctrine of Rex v. The Inhabitants of Lindsay, 14 East 317, seems to be that -when the acts of a grantee of a public franchise have rendered a bridge necessary, the law, without any statutory requisition, imposes upon the grantee the duty not only of erecting, but maintaining the bridge. There is nothing in Meadville v. The Erie Canal Company, 6 Harris 66, which is in conflict with these views. In that case, the original obligation to build the bridge was never upon the Commonwealth or upon the company, and of course there was no liability on them to repair. There was error, then, in instructing the jury that the defendants are not liable for the money expended in repairing the footway.\nJudgment reversed, and a venire de novo awarded."}