{"id": "9502931", "contents": "The opinion of the court was delivered,\nby\nWoodwabd, J.\nWhen-an auditor has assembled the creditors of an insolvent decedent to make distribution of the administered estate among them, the creditors have a right to question each other’s claims, and the auditor to reject such as do not appear to be fair and just. It is usual for the administrator to call upon creditors, as was done in this case, to present their claims to him duly authenticated, though the Act of Assembly, which prescribes notice, does not authorize administrators to demand authentication of the debt of the decedent. When creditors do not avail themselves of such an invitation by the administrator, unauthorized though it be, they take upon themselves the duty of authenticating their claims before the auditor of the Orphans’ Court, for there their demands are liable to be questioned by other creditors. And if they will do neither — if they neither authenticate them to the administrator, nor defend them when assailed before the auditor, they must take the chances of his misjudgment. Exceptions to his report may give them a rehearing before the Orphans’ Court, and an appeal from a final decree there gives them a review here; but if they bring up their case to us with nothing but the auditor’s report, as in this instance, the presumption that all things were rightly done attaches, and we confirm his report, of course.\nIt appears, from the report before us, that the auditor rejected one claim because it neither specified the cause of demand nor had the form of a bill; another, because it did not purport to be a claim against the estate of William M. Wilson, nor in fact against anybody; two others because part payments had not been credited; and another (Hahnlin’s) because the book account was unproved, and no effort made to establish it after notice from the auditor. None of these claims, nor any evidence in support of them, have been submitted to us, and we can judge of them only by what the auditor says of them. His reasons for rejecting them satisfy us. We have, indeed, not a particle of ground, such as the bills themselves might possibly afford, for doubting the soundness of his conclusions.\nIt is urged that two of the creditors were absent in the army at the time of the audit. This was ground to lay before him for an adjournment, but is no reason for reversing the decree which confirmed his report. If the military duties of these creditors prevented their appearing before the auditor, they might at least have verified their claims when they sent them to the administrator.\nThe decree is affirmed."}