{"id": "9502351", "contents": "The opinion of the court was delivered,\nby\nThompson, J.\nThere are several questions in this case which we do not deem it expedient or necessary at this time to decide, other grounds being sufficient for the case. These questions are, the constitutionality of the retroactive operation of the Act of 1812, if allowed to have any effect in a case of this kind; the authority under the Act of 1815, directing the mode of selling unseated lands for taxes, to sell lands under the provisions of the Act of 1812; whether the commissioners proceeded accurately in adjusting the amount due the settler from the warrant-holder; whether a settler, north and west of the rivers Allegheny, Ohio, and Connewango creek, is compellable to pay taxes during the five years of his settlement; and finally, whether the sale authorized by the Act of 1812 should be made by the commissioners, or the county treasurer, the acts providing that after the commissioners shall have made the estimate and deductions required by the act, they shall proceed to sell, as in other cases of unseated lands. Without expressing any opinion in regard to these points, and taking them, for the present, as against the plaintiffs, how stands the case between the parties on other grounds ?\nThe plaintiffs exhibited an unquestioned original title to the land, with the exception of an undivided fifth part, about which we shall say something in conclusion.\nTo rebut this title, the defendants gave in evidence, and relied on a treasurer’s sale of the land, for an adjusted portion of taxes paid by Richard Mattocks, the settler, for the use and benefit of the warrant-holder, accruing from 1801 to 1807, both years inclusive. The adjustment of the commissioners took place on the 21st of February 1838, and the land was sold by the treasurer of Crawford county on the 11th of June following, at the time fixed by law for the sale of lands for taxes, under the Act of 1815, and a deed was executed and delivered in August following. Under this title the defendants claim to hold the land.\nThe Act of 20th March 1812, under which this sale took place, was one of a class passed about that time, supposed to be necessary to secure the rights of settlers against the warrant-holders. It was applicable to no other portion of the state. If sales have taken place elsewhere than in Crawford county, under the provisions of this statute, I have not been personally cognisant of them, but there may have been many, notwithstanding.\nThe design of the statute evidently was to furnish the settler with a remedy against the warrant-holder, to compel him to refund his proportion of the taxes assessed and paid by the former on the land in which they were jointly interested. The provision is applicable only to past taxes, for in the 2d section of the act it is made the duty of the assessors to assess the shares of the settler and warrant-holder separately — the one on the seated list, of course, and the other on the unseated. By that operation the taxes on the warrant-holder’s part would be collected out of the land itself, if not paid, and hence the settler would not be compelled to pay it, and it was only in cases where he had been compelled, or perhaps obliged by law to pay, that he was authorized to resort to the Act of 1812 to reimburse himself. After the passage of this act, therefore, I can conceive of no case where the settler could be compelled to pay the taxes of the warrant-holder, and the act would in effect be inoperative in regard to settlements made thereafter. But this is not material.\nThe object of the act was plainly to furnish a private remedy to enforce a private right. The public had no interest in it. The taxes had been paid to her. Collection, by the process mentioned in tbe act, put not a copper into her coffers; it only reimbursed a party for a compulsory outlay for another. It was for the satisfaction and extinguishment of a debt between the parties mentioned. We cannot consider such a claim in any other light than that of a debt. The peculiar remedy given in the absence of any provision for that purpose is not by implication to be held to take away the incidents of a debt. The 'Statute of Limitations and the doctrine of satisfaction from lapse of time remain, as in case of any other debts. My own opinion is, that six years •would bar this remedy. But we need not stand on this. Twenty years, which satisfies judgments, bonds, and mortgages, without something is done to show vitality in them, would surely satisfy a claim like this, which has enjoyed unbroken repose for over thirty years before any act was done in it. Claims for thousands of dollars would be extinguished by such a lapse of time, and why not a claim for $12.70? The statute does not seem to contemplate interest to be included in the adjustment, as was done here. If the claim was to be recovered as taxes, by subrogation to the remedy of the public, then no interest could be included, for the public collect no interest with the arrearages of taxes, excepting when specially authorized. But the presumption extinguishes both principal and interest. This claim for taxes was clearly satisfied after twenty years, nothing having been done in the mean time to keep it alive. The remedy finally resorted to, existed for over a quarter of a century without any resort to it, and we see nothing whatever to break in upon the presumption of satisfaction. On the subject of actual payment, the receipt of Richard Mattocks was excluded; we think it might have been properly received, but in the view we have taken, its rejection was immaterial. To save the sale we cannot presume that the delay in enforcing the repayment of the taxes was the result of disputes “relative to said land,” existing during the period of twenty-five years and upwards. Had this been so, it was a fact which might and ought to have been shown by the defendant. Under these circumstances, therefore, there being no taxes to be recovered, the sale predicated of them was clearly void, and passed no title to the purchaser. The Statute of Limitations, under the Act of 1804, had no operation in the case at all. It could not impart validity to that which was void.\nThe facts fully appear in this case, the absence of which induced the query at the conclusion of the case of McLaughlin v. McCumber et al., 12 Casey 14. In regard to Joseph Field’s interest as heir, it having been conveyed, in March 1832, to Uhler, whose title the plaintiffs have, it was, upon the principle of that case, clear of the lien of the judgment, before the alias fi. fa. became a lien in Crawford county, and did not pass by the sale under the testatum fi. fa., on the 19th of June 1836.\nFor the reasons given, we think the learned judge erred in charging as he did, on the points herein noticed, and the judgment must be reversed.\nJudgment reversed, and venire de novo awarded."}