{"id": "9502987", "contents": "The opinion of the court was delivered,\nby\nWoodward, J.\nWe adopt the reasoning of the court below, except as to the effect of Heller’s release of his right of exemption, and that we may get that, point before us in the same manner it presented itself to the mind of the learned judge, we assume that Cook’s execution was satisfied by the sale of purparts No. 2 and 3, and that the proceeds of No. 1, now in court for distribution, are unaffected by Clark’s writ. According to the record of the remaining judgments, the money would go to Kyle and Dunlap, whose judgments were entered on the same day, and not to Clark for the use of Clever, because this judgment was subsequent to those of Kyle and Dunlap, and although entered on a purchase-money bond, became a lien only from its entry, the legal title having vested in the purchaser.\nAs against Kyle and Dunlap, Heller was entitled to his exemption, and having claimed it down to the time of distribution, he then released it. The learned judge considered -his conduct so unreasonable that he would not give Kyle and Dunlap the benefit of the release, but insisted on treating Heller as still claiming his exemption. Such a claim could not avail against Clever because he was assignee of Clark of one of the purchase-money bonds, and his judgment was on that bond. The consequence of discharging Heller’s release was to give the fund to Clever, though the latest creditor on the record.\nA debtor is offered an exemption of $300 by the Act of 1849, if he claims it in due time. But because it is a personal right he may waive it. He is not compelled to accept the bounty of the statute. He is not permitted to assign it, but it is impossible to say that he may not release it, and that at any time before the money is actually in his pocket. Heller’s conduct was capricious and unreasonable, beyond doubt, but the positive release of a personal right, even by a capricious and unreasonable man, cannot be judicially set aside. And where a debtor fails to claim his exemption, or having claimed it afterwards releases it, he stands as if there were no exemption statute. As to him it is a dead letter, and of course the proviso of the 3d section dies with the section. That proviso saves purchase-money securities from the effect of the debtor’s claim of exemption, not from the effect of prior liens of record. If there is no claim of exemption at the time of distribution, the record determines priority of lien, and the proviso in the exemption law is inoperative. Provisoes are designed to save something out of the enacting clause, and when the enacting clause is repealed or displaced, its proviso goes with it.\nThe mistake of the learned judge consisted in applying the proviso against judgment-creditors, whereas its only legitimate operation is against insolvent judgment-cMfors. If they claim $300, they shall not have it against purchase-money liens ; but if they do not claim, purchase-money liens, like all others, must rank according to their date of record.\nThe effect of non-claim in this case is to give the money a different direction from that it would have had, if Heller had persisted in his claim, but that cannot be helped. Whilst he cannot claim his exemption against one creditor and disclaim it in favour of another, and thus virtually assign the legislative bounty to his favourite creditor, he can renounce it altogether, and it is no answer to such a complete and unconditional renunciation, that its legal effect is to disappoint a subsequent judgment-creditor, and give the money to those who are prior. If the law gives him the right of election, the law must accept the consequences of his exercise of it.\nThese views are not inconsistent with rulings in prior cases, and they lead to a reversal of the judgment below.\nAnd now, to wit, May 21st 1863, this cause having been argued and fully considered, it is ordered and decreed that the decree of the Court of Common Pleas of Cumberland county be reversed and set aside, and that the fund for distribution be paid to James Kyle and Catherine Dunlap, fro rata, according to their respective judgments against Christian Heller, and that the appellee pay the costs."}