{"id": "9502472", "contents": "The opinion of the court was delivered,\nby\nSTRONG, J.\nThe first position taken by the appellant is, that S. & W. Welsh are not creditors of White, Stevens & Co., the assignors. It is insisted that their detention of the sugars sold, on the insolvency of the vendees before delivery, was a rescission of the contract of sale, and that consequently the notes given for the price are not recoverable.\nThis position is not maintainable. Notwithstanding the doubts expressed in some of the older cases, the modern decisions clearly show that neither the stoppage of goods sold while in transitu, nor the exercise of the analogous right of detention before any transitus has commenced, operates as a rescission of the contract of sale. And in this the elementary writers generally agree. Thus, in 2 Kent’s Com. 541, it is said the right of stoppage does not proceed upon tbe ground of rescinding the contract, but as a case of equitable lien. It assumes its existence and continuance. Story on Sales, § 320, asserts the same thing. So does Brown on Sales 638, and Whittaker on Stoppage in Transitu 149.\nAnd it must be so, for the cases agree that the vendee may, at any reasonable time after the vendor has stopped the goods, enforce his claim to them by the payment of the purchase-money, according to the terms of the original contract, and the vendor may also, notwithstanding his exercise of the right of stoppage, maintain an action against the vendee for goods bargained and sold, provided he be ready and willing to surrender the goods, according to the terms of the original contract: Lickbarrow v. Mason, 6 East 27; Newhall v. Dargas, 15 Maine 314, where the decisions are reviewed at length; Kymer v. Suwercropp, 1 Camp. 109. We need not, however, discuss this general principle at length, for, even if it be in doubt, it is plain that the stoppage in this case could not work a rescission of the sale. Part of the sugars had been delivered to White, Stevens & Co., and had been by them resold. It was therefore impossible to put the parties into their original position. In 2 Kent 480, it is said that “ a contract cannot be rescinded without mutual consent, if circumstances be so altered by a part execution that the parties cannot be put in statu quo ; for if it be rescinded at all, it must be rescinded in tot-o.” When, therefore, the Messrs. Welsh detained that part of the sugars which had not been delivered at the time of the failure of the vendees, they did not thereby annul the sale, but they held the goods as a security for the payment of the stipulated price. Of this they gave notice to the vendee's, expressing their willingness to deliver the sugar detained if the notes given for the price should be paid at maturity, and avowing their intention, if the notes were not paid, to sell the sugar, and apply the proceeds to the payment of the notes. There was then nothing in intention or in act to rescind the sale. Of course the subsequent sale of the part detained could work no such effect. If the sale was wrongful, a special action on the case might have been brought against the vendors, and that is all: Bloxam v. Sanders, 4 B. & C. 941. In 1 Camp. 109, and 15 Maine 314, it was held that a vendor may, after notice, and a reasonable time to allow the vendee to pay for the goods, sell them, and apply the proceeds to the payment of the price ; and should a balance still remain unpaid, the vendor may recover it from the vendee. And it is impossible to hold that a resale of part of á lot of goods by a vendor, after a vendee has obtained the other part, even if wrongful, places the parties in the same situation in which they would have been had the first sale never been made. It is enough, however, for this case that the question has been decided in its application to the facts before us. It was ruled in White v. Welsh, 2 Wright 396, and it can no longer be considered in doubt.\nThe next position of the appellant is, that if the appellees are creditors, and entitled to a dividend with other creditors, they can only claim a dividend upon the balance of their debt unsatisfied by the sale of the sugar. When the assignment was made there was due from the assignors to S. & W. Welsh the sum of $23,420.39. Of this, $21,026.28 was paid out of the proceeds of sale of that part of the sugar which was retained after the failure of the assignors, leaving unpaid the sum of $2394.11. The law, applicable to such a state of facts, was settled in Keim’s Appeal, 3 Casey 42, and it was reaffirmed, after full consideration, in Miller’s Appeal, 11 Id. 481. Notwithstanding the doubts expressed by the learned counsel for the appellant in this case, we discover no reason for abandoning the opinions we expressed in Miller’s Appeal. If the beneficial ownership of property assigned in trust for creditors is not in the creditors for whose benefit the trust was made, it can be nowhere, for clearly it is not in the assignor, nor is it in the trustee. Surely it cannot be maintained that when an assignment has been made in trust for creditors, it does not operate as much for the benefit of a creditor who holds a collateral security for the debt due him, as for the benefit of a creditor who holds no collateral. Yet it does not, if the doctrine contended for by the appellant be true. The appellees were the holders of collaterals. When the assignment was made they had two securities, the trust created by it and their lien upon the sugar. Had they retained the sugar until the present time, no one would doubt their title to a dividend out of the trust fund upon the whole amount of the debt due them. What difference can it make that they have made use of the collateral, that they have sold the sugar, and applied the price in reduction of the debt ? It has not injured the appellant. It may have benefited him, and in truth it has. Upon what principle can he claim, as a right, to make use of the lien upon the sugar for his benefit until the lien-creditors are paid in full ? We are unable to discover any such sound principle.\nReason and authority, then, concur in supporting the decree made in the court below.\nThe appeal of John W. Patten from the decree of the Court of Common Pleas is dismissed, with costs."}