{"id": "9503267", "contents": "The opinion of the court was delivered,\nby\nLowrie, C. J.\nIt is divine law that a man-shall leave father and mother, and cleave to his wife, and common experience teaches the same ; and it is much to be regretted that this law was not observed by the husband in this case. It is so very often that family quarrels arise from a man’s bringing his wife to live with him in the same house with his mother and sisters, that ordinarily no amount of pecuniary economy can compensate for the risk that is run. Here it has occasioned the separation of this husband and wife, and this action of slander by the daughter-in-law against the mother-in-law, in which are exposed the failings which usually exhibit themselves in the family quarrels of people who are not unusually well trained.\nWe cannot sustain the mode in which the case was tried. .It was error to allow the plaintiff to add a new count for another slander or for a different cause of action, after the right of action for that had been barred by the Statute of Limitations. We decided this twice very lately in cases not yet reported, and it was often so decided before: 4 Yeates 507; 6 S. & R. 295; 1 Casey 409. The new count must be struck off the record.\nIt was error also not to sustain the plea in abatement. The pleadings are not fair samples of the abjt; but they assert and deny that a woman who has deserted her husband may sue in her own name for slander, if he refuses or neglects to support her in her separation. The pleadings present nothing but a desertion without cause, and surely this cannot give her a sole right of action, which is not allowed to a faithful wife. It would be better to allow it to her without the condition of her desertion than with it. The pleadings raise no question about the husband’s refusal to support her in this action, or about his duty in this respect. We shall not attempt to anticipate the questions that may possibly be raised by amended pleadings and a new trial; and we sincerely hope that the case may end by the husband’s cleaving to his wife instead of his mother and sisters; and yet without disaffection to these.\nJudgment reversed, and a new trial awarded."}