{"id": "9503606", "contents": "The opinion of the Court was delivered by\nKnox, J.\nIt is an undoubted rule of law that no recovery can be had unless the cause of action exists before the suit is commenced.\nIt is equally clear that the acts and declarations of the defendant to a suit, after the commencement of the action, may be given in evidence, if they tend to establish the existence of a cause of action prior to its institution.\nOf this character was the article of agreement between Duncan, the defendant, and Shriner; for, although it was made after the suit was brought, it was a declaration of his right to dispose of the land, and was properly received as corroborative evidence of Duncan’s disposition to repudiate the position of trustee for Mine-singer.\nWe assent to tbe view taken by tbe Court below, that tbe sale to De Normandie by Duncan, without tbe concurrence of tbe administrator of Minesinger, was such a repudiation of the trust as authorized tbe plaintiff\" to treat tbe contract between bis intestate and Duncan as rescinded, and to recover tbe money paid under it.\nThat Duncan had agreed with De Normandie to cancel the contract before this action was brought, makes bis position rather worse than better.\nHe admits now that he was the trustee of Minesinger; if so, it was his duty to consult Minesinger’s representative before he made the sale, and to have given him notice of it after it was made. There was some evidence that- the administrator consented that the property should be sold, but none that he, agreed to the rescisión of the contract of sale.\nWhere one gives money to another to purchase an estate for him, he may recover the money back, if the estate so purchased is sold to a stranger without his assent. So if one holding an estate in trust for another, sells it with the knowledge -and consent of his cestui que trust, he may not cancel the contract of sale, without first advising with the party beneficially interested.\nThe neglect upon the part of Minesinger and those representing him to meet the payments as they fell due, and thus relieve Duncan from his assumed responsibility, would probably have justified him in selling the estate; but if the sale was to be made on account of the heirs and representatives of Minesinger, it should have been with notice to them, and when once made, they were entitled to the benefit of it. If it was made, as it seems to have been, for the benefit of Duncan, he must repay the money advanced to him by Minesinger.\nThis disposes of the 1st, and 4th assignments of error, which were the ones principally relied on by the plaintiff in error.\nWe see no objection to the answers to defendant’s 2d, 3d, and 7th points; nor to that portion of the charge complained of in the 5th and last assignment.\nJudgment affirmed."}