{"id": "9503600", "contents": "Tbe opinion of tbe court was delivered,\nby\nTHOMPSON, J.\nTbe auditor’s report in tbis case presents a contest between tbe separate creditors of Abrabam Schock and tbe firm creditors of A. IT. & J. Schock, of which Abraham was a member. Tbe former claims to come in pari passu with the latter on tbe firm assets, because Abraham Schock was individually a creditor of tbe firm of which be was also a member. ITe individually assigned for the benefit of creditors, on the same day on which the firm made an assignment. The assignees were the same in both cases.\nThe questions for adjudication may be thus stated: Could Abraham Schock, if he had not assigned, have claimed as a creditor of the insolvent firm of which he was a member ? That he could not, is too well settled to require any elaborate citation of authorities: Babb v. Reed, 5 Rawle 151; Story on Part., § 394; Black’s Appeal, 8 Wright 503. If this be so, do his assignees stand in any higher equity ? or are his creditors endowed with any superior rights ?\nNo other than negative answers can be given to these questions. To hold otherwise, would abrogate the distinction taken in Black’s Appeal, and set aside Babb v. Reed altogether.\nThe authority relied on by the appellants is. applicable to minor firms; that is, where a portion of the partners of the general firm carry on a specific business, and become creditors of the general firm on account of articles of the specific trade, it seems to be the English rule that the minor may prove against the general firm; because, as a firm, they are not liable for the debts of the general partnership. But that is not the kind of case now before us. The indebtedness here was not even the result of a distinct trade, being for flour, meat, hay, pork, groceries, locust posts, freight, coal, and the like. These things were furnished to the firm by Abraham Schock himself. The separate creditors of a partner are supposed to have trusted to his separate estate, and that consists of the bulk of his ¡personal estate, and if he is a partner, to his interest in the firm, after the partnership debts have been paid. There is no individual or separate estate in firm property, except in the residuum, after the payment of the firm debts : Story on Part., § 97. Applying these principles to the case in hand, the appellants, the creditors of Abraham Schock, individually have no right to share in the firm assets until the payment of all the partnership debts. Both the auditor and court were right in their views of the case, and\nThe decree of the court below is afSrmed, at the costs of the appellants."}