{"id": "9503224", "contents": "The opinion of the court was delivered,\nby\nTHOMPSON, J.\nThe court below, on a petition for a review, informally a bill of review by the guardian of the minor heirs of Daniel Yoder, deceased, appointed an auditorio “find dis puted facts and return the evidence” of the facts alleged in the bill. The order issued to the auditor was a little broader than the entry on the docket. It was “ to take evidence, find the facts, state an account, and return the evidence.” We understand that one objection to the proceedings of the auditor was want of authority in him to state the account of the guardian, under the bill of review. Now, the imperfect entry on the record must be considered as corrected by the order issued to the auditor, followed by the confirmation of his work, in pursuance of it, by the court. His appointment under seal was his authority, and if anybody had suggested that it did not exactly correspond with the docket entry, that might have been amended, as the certificate of appointment under seal is, in contemplation of law, as much the act of the court as the entry on the record. All such things are amendable when there is anything to amend by. Here we will consider it as done.\nThe auditor was fully empowered, therefore, to act as directed upon tbe bill of review, and to bear and determine tbe facts from the evidence on both sides. He corrected an obvious error in tbe trustee’s account made against himself, to wit, bis charge against himself of the entire amount of tbe sales, forgetting that one-third was to remain a charge on the premises, for the benefit of the widow. It .would not comport well with any, even the very lowest principle of moral honesty, to hold him to pay with interest that which he had never received, when the correction did not in the slightest degree injuriously affect any other person. This is enough to say about the second exception to the auditor’s report, the overruling of which is embraced in the assignments of error.\nAnother complaint is, that the true and actual terms of sale were allowed to be found by the auditor, and upon that the account corrected as to interest. It would have been equally unconscionable, with the effort above noticed, to have refused this. The sale of the real estate grew out of proceedings in partition. The order was to sell on the terms one-third in hand, and the balance in two equal annual instalments, the widow’s third of the whole remaining on the land. At the sale the guardian could not sell on these terms at a fair price, and he took the responsibility of altering the terms by increasing the number of annual instalments, and thus reducing the sums to be paid annually, and in this way he clearly showed that he had realized from four to six hundred dollars more for the premises than he could otherwise have realized. For some reason or other, he made his return to the order of sale in the usual way, viz.: sold according to the terms of the within order. This was likely to render him liable for a greater amount of interest than the true state of the case called for. The auditor and the court discovering nothing like fraud in this, but only a mistake in not making the original return according to the facts, and the guardian asking for a change of the order, this was permitted to be done on the review of the account. There was no special objection that the application for this purpose was out of time, nor do I say it was; and there being no obstacle of this kind in the way, the Orphans’ Court had ample powers to permit this to be set right, and when it conserved the truth and honesty of the case, and no one was injured by it, did “right in doing as they did. This point and the first one noticed include the third exception. The corrections in the particulars noticed, if I understand this third exception, rendered a correction of the interest account imperative.\nIn many cases it would be improper to charge the accountant with interest during the pendency of exceptions to his account. If they are filed by himself and are groundless, it is usual and proper to charge interest. Here the exceptions were by the heirs. The accountant’s bill of review did not delay the final settlement of tbe account, for it was decided at the same time with the exceptions of the heirs, and was filed while they were pending. To the auditor’s report exceptions were taken by the heirs, and when they were dismissed by the court this appeal was taken. We think the delay in getting their money was the act of the heirs; and as it was uncertain when they might not relinquish their litigation, and call for their money, we do not see any reason in this case for charging the trustee with interest, while the exceptions were thus pending, because he did not invest it.\nWe see no good reason either why the expenses of the audit, a creditably small bill of $20, including officer’s fees, printer’s charges, costs of witnesses, and auditor’s charge, should be charged upon the accountant. It was right to charge this expense to the estate. As we see nothing requiring correction, the decree of the Orphans’ Court must be affirmed.\nDecree of the Orphans’ Court affirmed, at the costs of the appellants."}