{"id": "9503361", "contents": "The opinion of the court was delivered,\nby\nWoodward, J.\nThe only question upon this record is whether foreign attachment will.lie in account render. And why will it not ? Under the custom of London, all attachments are grounded upon actions of debt or detinue ; but under our statutes, which, being remedial, are to be liberally construed, foreign attachments may issue in all actions sounding in contract where the plaintiff can swear to the amount claimed, or the court, upon a rule to show cause of action, can get at the sum in controversy with sufficient accuracy to fix tbe amount of bail which the defendant is to give to dissolve the attachments. This, I take it, is the rule which is deducible from our Acts of Assembly and from the ruling in Fisher v. Consequa, reported in Sergeant on Attachments,-p. 44.\nJt will not lie in actions sounding in tort, for it was never designed as a remedy in such cases: Porter v. Hildebrand, 2 Harris 131. Nor in actions ex contractu for unliquidated damages, for in such a case the court will have no standard by which to fix the amount of defendant’s bail; but wherever, in actions ex contractu, the cause of action can be shown with such approximate precision as will enable the court to prescribe the amount of bail to the defendant, the writ may go. \"When Judge Gibson said, in McCullough v. Grishobber, 4 W. & S. 202, that foreign attachments can be legally sued out only for a debt presently demandable, he was contrasting it with a domestic attachment, which was what he was dealing with in that case. But if the saying be taken for what it was not intended, a definition of the law of foreign attachments, what, it may be asked, is account render but an action for a debt presently demandable ? A very cumbersome and ill-favoured action it is, to be sure, but nevertheless it arises strictly ex contractu, is for a debt due, and although it may result as assumpsit may, in a balance in favour of the defendant, yet it is a case in which the cause of action may be shown and the bail of defendant may be fixed.\nTherefore, we hold it may be commenced by foreign attachment.\nThe judgment is affirmed.\nRead, J., dissented."}