{"id": "9503793", "contents": "The opinion of the Court was delivered by\nBlack, J.\nOne of these parties sold the other certain fixtures in a store for a price much beyond their real value. The vendor had no title whatever to the things sold, and the vendee seeks to be indemnified for his loss. The question is, whether he can recover back the sum which he paid for the fixtures, or whether his measure of damages must be restricted to their actual value.\nWhen suit is brought on a contract and in affirmance of it, the verdict should make the plaintiff -whole; that is, put him in .as good a condition as if the contract had been performed. He cannot swell his damages by proving that the bargain he sues on was a-bad one. When he deals in morus multieaulis trees, as in Smethhurst v. Woolston (5 W. & Ser. 109), and takes the guarantee of a third person for their delivery at a subsequent day, and the price falls in the mean time, he can recover for a breach of the guarantee no more than the value of the trees when they should have been delivered; for the guarantor bound himself to indemnify the purchaser only against a violation of the contract, and not to save him harmless from the consequences of an absurd speculation. So on a contract to deliver wheat at a future time, the measure of damages for its violation by the vendor is the price of the wheat, or its value to the vendee, not at the date of the contract, but at the time fixed for delivery. If the market rises the vendee has the benefit of it, and if it sinks he must take the loss (1 Dyer 82). When the quality of an article is warranted by the seller, and turns out to be inferior, the purchaser may demand the difference between the value of the article as it is, and as it was warranted to be (4 Hill 625). The vendor of a lame horse warrants him sound. In an action on the warranty the inquiry is, what' was the actual value of such a horse supposing him sound, and how much is that value diminished*by the defect ? The vendor is entitled to the price because he bargained for it fairly, and the vendee is entitled to a sound horse, or its full equivalent, for the same reason. The consideration upon which the warranty is based may be more or less than what a sharp trader would agree to take, but this neither increases nor diminishes the obligation to make the warranty good. In either case the vendee is entitled to as much money as, w'hen added to a lame horse, will equal the actual value of a sound one.\nBut all these rules apply only to cases where the suit is brought on the contract. When the party injured has a right to treat it as rescinded and sue in disaffirmance of it, he may recover back his purchase-money, or so much of it as he has paid. This distinction is not only recognised, but strongly laid down, and earnestly insisted on in Smethurst v. Woolston, and it is so obviously well founded in reason that it needs no illustration. It is not necessary now to classify or enumerate the cases in which a purchaser may elect to sue on the contract, or to disaffirm it by an action for the purchase-money. But the plainest of all cases for the rescission of a contract, is the sale of an article which the vendor did not own, and had no right to sell. When the purchase-money paid on such a contract is demanded back the vendor cannot say to the injured party, “ It is true I sold you what was not mine to sell, but I sold it at a price twenty-fold greater than it was worth, and I claim to keep the difference as a reward for my ingenuity.” In Charnley v. Dulles (8 W. & Ser. 361), it is broadly held that the purchaser of a chattel who gets no title may recover back his money without proving either fraud or express warranty. This of course is to be understood as of a case in which the suit is in disaffirmance of the contract. In the present case tbe claim was made by way of set-off, and thére is nothing on the record which shows cthe defendant to have made an election to stand upon the contract. In the absence of evidence to the contrary, we must presume that he has chosen to dq what is most consistent with his interests, and with the demand he makes against the plaintiff, namely, to rescind the contract. Having done this, he has a right to 'the purchase-money without reference to the value of the articles which he once agreed to* take in place of it.\nIt is proper to add that what I have said is based on that state of the facts which the bill of exceptions presents. I do not mean-to say what the verdict ought to be, but merely that the judge misinstrueted the jury, when he confined them to the value of the articles, in estimating what the defendant should be allowed for the fixtures which he alleges that he bought, but never got.\nJudgment reversed and venire facias de novo awarded."}