{"id": "9503676", "contents": "The opinion of the Court was delivered, September 14, 1854, by\nLewis, J.\nThe executrix was clearly accountable for the actual value of the real estate at the time it was sold in 1844. A number of witnesses were examined touching the value at that time. They varied in their estimates from $5000 to $14,000. The auditor, who had the advantages of seeing and hearing the witnesses, and of judging of their credibility from their behavior, and manner of making their statements, has fixed the value at $8000. There is nothing in the evidence to satisfy us of the existence of any such gross and manifest mistake as to justify a reversal of his decision on this question of fact.\nHe reports that “ the authorities,, in connexion with the evidence as to what might be supposed to remain of Frederick Holman’s chattels after thirty years, authorize, or, rather, require him to decide against the exception which seeks to make the estate of Margaret Holman liable for the personal property bequeathed to her” for life. As the evidence on which the auditor acted is not laid before us in the paper-book, although reported and referred to by him, it is impossible for us to review his decision on this branch of the case. A life estate in personal property is now regarded as in many respects analogous to the usufruct of movables under the, civil law. They are either wholly consumed, or, at least, impaired by use, depending upon the nature of the articles. Thus, grain and liquors are wholly consumed when. one uses them; and cattle, hangings, beds, and other movables, suffer some diminution by use, and even by the bare effect of time, although they are not used; and, at last, these things perish. He who has the universal usufruct of a totality of goods has also the right to enjoy and use all the movable effects according to their nature; to consume what is liable to be consumed in its ordinary use; to gather from the living creatures the profits which they yield; to receive the interest of debts which bear interest; and to make use of every thing according to its natural use. Things which are not consumed immediately by the use of them, may be put to the use for which, they are designed without abusing them, taking due care of them, and they are to be restored to the proprietor in the condition in which they shall happen to be after the usufruct has expired, although wasted and diminished by the effect of the use, provided the usufructuary has not misused them. Things which are consumed in the use become the property of the usufruct, since he cannot use them but by consuming them. In the case of living animals which reproduce themselves the usufruct is entitled to the progeny; but in that case he is bound to preserve entire the number which he had received, so that when any of them die he must fill up their places out of the fruits. Money in possession, or in action, is not necessarily impaired by the use, because the use of money is nothing more than the interest or dividends which may be enjoyed by the usufruct without diminishing the principal: 1 Domat. b. 1, tit. 11; 4 Russel’s Rep. 200; 3 Merivale’s Rep. 194; 7 Ves. Jr. 137; 9 Id. 549; 2 Kent 354; 5 Watts 108; 7 Watts 203. In cases where it was obviously proper that some security should be given by the first legatee for the benefit of those in remainder, a doubt existed in regard to the power of the Court to exact it: 9 Ser. & R. 423; 14 Ser. & R. 118. To remove this doubt, and to make provision for requiring the security in proper cases, the commissioners on the civil code recommended to the legislature the 49th section of the Act of 24th February, 1834. It is not supposed that the Act of 1834 was intended to change the rights of legatees. Its object was merely to secure them; and, with that object in view, the security is to be given “ in such sum and form as, in the judgment of the Court, shall sufficiently secure the interest of the person entitled in remainder Brightly’s Purd. 213. But as the testator in this case died long before the Act of 1834 was passed, the case is to be disposed of without reference to its provisions.\nIn the absence of the evidence on which the auditor decided, the case stands upon the legal presumptions in its favor. The liquors, grain, and other things which, from their nature, would be consumed in the use, were, no doubt, shown to have been thus consumed. The household furniture, horses, cattle, and other articles of personal estate, may be fairly presumed to have been in part applied to the payment of debts and funeral expenses, and the residue to have been, impaired or diminished, by use, to the few articles found in possession of the executrix at her death. By the will, it was made the duty of the executors to collect all just accounts, and pay the funeral expenses and debts, as soon as may be convenient. By law, these charges must necessarily be satisfied before the legatees could properly receive anything under the will. The testator had nothing which he could dispose of by will, but the residue, after payment of debts and funeral expenses; and the fair construction of the will is, that all that he did thus dispose of was this residue. After nearly thirty years, the debts and funeral expenses, and charges of administration, are presumed to have been paid. As it was the duty of the executors to pay them, the presumption, after such a length of time, is that that duty was discharged. As the personal estate is the primary fund for the payment of debts, and ought to be so applied, where it will not throw unequal burdens upon the legatees, contrary to the intention of the testator, the presumption is that these charges were paid out of that fund. Where, as in this case, 'the real and personal estate go in the same direction, it can make no difference which fund is applied to the payment of debts. They were justly chargeable upon the legatees in proportion to their interests under the will. And payment out of either fund produces that result. As these charges are to be deemed satisfied out of the personal estate, and as the accountant is not charged with that estate, they are to'be stricken out of the credit side of the account.\nWe see no reason why the accountant should not be charged interest on the proceeds of the sale of real estate, from the time of Margaret Holman’s death to the date of the present decree. Had the real estate remained unconverted, the interests of the remainder-men would have commenced at that time, and all rents and profits accruing out of the land after that time, would have gone to them. The executrix ought not to gain any advantage by the premature conversion of the estate into money. If any payments have been made to the persons entitled, the proper credit of principal and interest can be given when the distribution account is settled with each legatee.\n■ It is scarcely necessary to say, that where there is no evidence of a proper attention to the duties of the trust, where no account has been settled for thirty years, and then only when a settlement was compelled by law, and where a very unfair exhibit was made when the account was presented, no compensation ought to be allowed to the executrix. Nor would it be just to charge the remainder-men with the fees paid to professional gentlemen to dispute their rights and to advance the interests of the accountant.\nDecree was made accordingly, the accountant being charged with $36 for proceeds of personal estate of the testator remaining in her hands; with $8000 as the value of the real estate, and interest thereon from her death.. No compensation, or counsel fees, was allowed to her estate, and it was charged with the costs of this proceeding."}