{"id": "9503245", "contents": "The opinion of the Court was delivered, December 12, by\nLewis, J.\nThe Act of 11th April, 1848, “to secure the rights of married women,” was intended for their protection, not for their injury, and must receive such a construction as shall promote that object. It may occasionally be necessary, in order to carry out the intent of the statute, that a married woman should be able to bring suits in her own name for rights which belong to her: 1 Harris 480; 4 Harris 134. And there are cases in which suits may be sustained against her for .the purpose of charging her estate with the liabilities thrown upon her by the Act, or necessarily resulting from the privileges conferred by it. But it was not intended to clothe her with the unlimited power of a feme sole, so that she might embark in trade, incur liabilities without her husband’s consent as surety for strangers, or borrow money for speculations at usurious rates. In her dependent condition, with duties which preclude and habits which unfit her for out-door business of life, to give her these extensive powers would be an injury instead of a benefit to her, and would be altogether at variance with the benevolent purposes of the legislature. The statute is in derogation of the common law, and must therefore be strictly confined to the objects plainly expressed or necessarily implied. The marital relation, with its rights and duties; 'a#e not abrogated. They remain as before except in the particulars necessarily changed by the Act. She has the .right to “ own, use, and enjoy her estate as her own separate property;” but it has been decided that she has no right to sell it without the consent of her husband: Peck v. Ward, 6 Harris 508; Ulp v. Campbell, 7 Harris 361. The Act of 1848 gives her a right to acquire property by “ deed of conveyance or otherwise,” and therefore by implication confers upon her the right to charge it with the payment of the purchase-money, for that is a part of the act of acquisition; but it has been held that she cannot charge her other estate with the debt: Patterson v. Robinson, not reported. The proviso that the Act “ shall not be construed to protect her property from liability for debts contracted by herself, or in her name, by any one authorized so to do,” or for her “ torts,” is not to be construed as enlarging her power to contract debts. Its object is merely to make her estate liable for her torts and for debts' lawfully contracted by her. The proviso may have ample operation by confining it to torts, to debts contracted before marriage, and to liabilities necessarily incurred in the management of her estate, and for necessaries for the support and maintenance of the family. For these her estate is made chargeable either by the terms of the Act or by necessary implication arising from the rights conferred by it. But beyond these liabilities she stands under the protection of the common law. In general, therefore, a married woman is incapable of contracting debts. Her capacity and liability are exceptional cases; and a plaintiff who seeks to charge her by a judgment entered for want of a sufficient affidavit of defence should bring his own case within some one of the exceptions. Haying failed to do this, he is not entitled to an affi-dayit of defence at all. Where the declaration is on a promissory note, and contains no averment respecting the origin of the debt, the plea of coverture, without any such averment, is a good answer to it on demurrer. If the plaintiff wishes to avoid its effect he must set forth in a replication the special circumstances which make the defendant liable, notwithstanding her coverture, or amend his declaration so as to set forth these circumstaneess. So if the plaintiff, in his affidavit of claim, sets forth a promissory note, without stating any of the special circumstances which make a married woman liable on such a contract, an affidavit of defence, setting forth the coverture of the defendant, without negativing those special circumstances, is sufficient. In this case the action was on a promissory note. There was no averment to establish even ap rimd facie case against the defendant. The affidavit of the latter set forth that she has “ a valid and legal defence to the plaintiff’s entire claim — that at the time the debt was contracted and note given she was a married woman, and still is the wife of Bichard Mahon — and that the debt was not contracted for necessaries for the support of herself or family.” This was a sufficient answer to the plaintiff’s claim.\nThe 5th assignment of error is withdrawn. We see no error except the one already noticed. The cause should be sent to a jury to try the issues.\nJudgment reversed and 'procedendo awarded."}