{"id": "9503045", "contents": "The opinion of the court was delivered,\nby'\nTHOMPSON, J.\nIt is not possible to sustain the judgment in this case. No such contract by parol, and such part execution of it, as were necessary to take the case out of the Statute of Frauds and Perjuries, were proved by the defendant. The only thing like a contract between the parties was made before the plaintiff had any title or even a contract for the ground in question, and it was to this effect, as testified to by the witness who was present, when it was stated over by Myers in presence of Byerly: Myers said that he was to furnish the money to pay for the lot, and take the deed in his own name, and whenever Byerly could pay for it, it belonged to him; and it made no difference how much money he would pay at a time, and no difference at what time in the year or week, he would receive it, and give him a credit for it. This was all that was said about the bargain at the time. On cross-examination, the. witness testified that the bargain was stated over at the request of Byerly, “who called me up as a witness,” and from this it was proper to infer the assent of Byerly to it. Talk between the parties afterwards, and declarations of the plaintiff alone, in no way changed this presentation of the contract. It was indefinite in every particular as to quantity, location, price, time of payment of purchase-money, and execution of the deed. Possession was taken, says one witness, in^ January 1858, and all agree that the ground was occupied by the defendant before the purchase by the plaintiff, or any contract by him with the owner to purchase. It is evident, therefore, that the possession of the defendant was not delivered to, and taken by, him in part execution of the contract. His title could only commence, as against Myers, after the latter had acquired a right to the property himself. The bargain was only applicable to it as and when it became the property of the plaintiff; not a word exists to show that it was intended to be applicable to a mere expectancy. Even if this had been so, I do not see how it could he sustained as a parol contract, which might be so far executed as not to be within the statute. The plaintiff had no possession to deliver when the defendant entered, and this essential element to avoid the statute did not and could not exist. The possession continued after the plaintiff purchased, was far from being equivalent to possession taken under him, pursuant to a contract with him and in part performance of it. It possessed none of the qualities of livery of seisin, distinct and notorious transmission of the possession of the one to the possession of the other party, which really is the foundation of the rule, for the exception of such a contract out of the Statute of Frauds. The tender of purchase-money was of no consequence, unless the possession had been shown to have been delivered and taken for the purpose already stated. Payment of money will not take a parol sale out of the statute. It may be a misfortune to the defendant that he trusted to the assurances of his neighbour, but it cannot be remedied in the manner proposed in this case. Unless on another trial he can show a very different state of facts, he cannot hold the land, but possibly he may have another remedy, which may be adequate to redress any wrong he may have suffered. As the second point of the plaintiff contained a proper estimate of the evidence as well as the duty of the court in a case of this kind, it should have been affirmed, and would have carried his case, and this was clearly his right under the evidence.\nJudgment reversed, and venire de novo awarded."}