{"id": "9503015", "contents": "The opinion of the court was delivered,\nby\nTHOMPSON, J.\nWe have enough, I think, in the plain language of this will, to enable us to interpret it accurately, without drawing heavily on what are sometimes called artificial rules of construction, or aids to interpretation. In the first place, it seems clear that the testator intended to dispose by his will of his entire estate; for he directs the real and personal estate devised to his wife to be sold after her death by his executors, and “the proceeds to be distributed among all my children, their heirs and assigns, in equal shares,” and then he provides for the sale and distribution of the proceeds of the “balance or residue” of his real and personal estate which had not been devised for life to his wife, and distinctly designates how these proceeds are to be distributed, and to whom. It is quite plain, therefore, that he intended to make a full disposition of his entire estate.\nThe question involved then is, what interest did the testator give his daughter Barbara? Was it an absolute gift of one share of the proceeds of the real and personal estate, which had not been devised for life to his widow, limited in its enjoyment to the annual interest during life; or was it simply a life estate, with a resulting intestacy as to the remainder ? These are the respective positions of the litigants here; the latter, that of the appellants, and the former that of the appellees. As to the share of Barbara in the proceeds of the property, real and personal, devised to her mother for life, there is no dispute. She had an unqualified estate in that. If she had not also the same estate in the latter portion devised to be distributed to his children, then was the intention of the testator to dispose of his whole estate by will disappointed. For if she had but a life estate, the remainder was undisposed of.\nIn item fifth of the will the testator, after directing his executors to sell and dispose of the residue of his real and personal property, directs that the proceeds of it shall be “ distributed amongst (his) my ten children and their heirs, in manner following, to wit: “Sixth, it is my will that my three sons,” naming them, “ shall have and receive from my estate two hundred dollars each, of the first money coming from my said real estate, over and above the rest of my children. Further, it is my will that the balance or residue of my estate shall be divided equally amongst all my ten children, heirs or assigns, except my daughter Barbara, who was intermarried to Christian Snyder, now a widow. She is to have only the interest of one share during life,” &c., &e., &c.\nIt is apparent that item fifth was the disposing clause of the will, and that unmistakeably gives an absolute estate in one share to Barbara. Whatever he gave in that clause was to his “ children and their heirs.” Item sixth, as expressly stated, was principally devoted to define the mode of distribution and the manner of enjoyment, and in that he limits, or attempts to do so, his daughter Barbara to the interest of her share for life. I say her share, for he had expressly given her a share in his estate by item fifth. That Barbara asked no more during her life does not prove that she had not a greater estate than a mere life estate. There was no bequest over of the remainder of Barbara’s estate, and if there, was a remainder, of that the testator died intestate. It equally appears, from the absence of a residuary clause, that each child was supposed to have gotten all that was intended in their respective specific legacies, and this strengthens the idea that there was to be no remainder of Barbara’s estate. The words of the will being sufScient to give her an absolute interest, and the subjoined provision only operating on the manner of enjoyment, these things taken in connection with an evident intent of the testator to dispose of his entire estate, and the absence of any residuary clause, all show that the bequest to Barbara was of an entire share. Strictly the devise to her of the interest of the fund, there being no trustees interposed, and no investment directed, would, without more, have carried an absolute estate in the fund to her: 19 Vesey, Jr. 416; 1 Johnson’s Chan. Rep. 494; Schriver v. Cobeau, 4 Watts 130; Garrett v. Rex, 6 Id. 14; Hellman v. Hellman, 4 Rawle 444. Without this implication, however, we think the will gave her an absolute estate, and that it must go to her administrator for payment of debts, and the residue after that to her heirs.\nDecree affirmed at the costs of the appellants."}