{"id": "9503954", "contents": "The opinion of the Court was delivered, March 12, 1855, by\nBlack, J.\nThis is trespass for seizing and selling goods under legal process. The goods were, at the time of the levy, in the possession of the defendant in the execution, but they were claimed by the present plaintiff as his property. The ground of his claim was, that he had bought them at a previous sheriff’s sale under another execution against the same party and did not remove them.\nWhen goods are purchased at a private sale, it must be shown that the vendee took and kept possession of them; otherwise the contract is conclusively presumed to be fraudulent as against creditors of the vendor. But one who buys personal property at a public judicial sale may leave it with the defendant in the execution without making it liable to be taken under another execution. It must be left, however, under such a contract of bailment as would in law protect it from the bailee’s creditors, if he had never been the owner of it. It may be hired or loaned with safety. But if it be sold or given, the purchaser parts with his title, and cannot maintain trespass against anybody for taking it.\nIn the present case the defendant in the execution was McMakin, a merchant tailor, and the goods levied on consisted of the cloths, &c., which were his stock in trade. The plaintiff bought them at the first sheriff’s sale and left them with their previous owner to be made up and sold as he pleased and for his own profit, accounting to the plaintiff only for the cost. If these were the facts (and we assume them to be so because they were so submitted to the jury), then it was not a hiring, nor a loan, nor any other bailment nor contract of any sort on which the plaintiff could have reclaimed the cloths from McMakin or from his vendees, and consequently not from his creditors. It was a sale at a certain stipulated price. The plaintiff could not have taken them into his own custody after making such a bargain without violating its plain terms. To enable the plaintiff to maintain this action, it was necessary to show such right of dominion over the property that he could have claimed possession of the very same goods. A right to demand a certain sum of money in place of the cloths is not a title to the cloths themselves. On this principle it was held (1 Jones 264), that when a chattel is left by the purchaser with the defendant in the execution, even though it be under the form of a loan, it will bo liable to another levy if it be perishable, and if the lender is not to receive it back in specie, but to take instead of it another article of like nature and value. Here the transaction was not a loan either in form or substance. If the plaintiff had sold these cloths to a stranger at cost price, to be paid when sold again in the shape of made np garments, I think nobody would have doubted that they might be levied upon for the vendee’s debts; and surely it is not to be doubted that such a contract is at least as valid against creditors, when made with a stranger, as if made with the former owner of the property.\nThe presumption is that personal property is owned by him who has it in possession. If another person desires to make out a title, he has the burden of proof, to show how he came by it, and explain why it is not in his own custody. The Court was right, therefore, in refusing to affirm that no inference could be legally drawn from the fact of the goods remaining with McMackin.\nThe purchase at the first sale was made for the plaintiff by an agent whom he sent to the sale for that purpose; and the defendants offered to prove the statements made by the agent at the time of the bidding, in consequence of -which, it was alleged, the goods had been sold at less than their value. This evidence was objected to, but most rightly admitted. What an agent says about the business of his principal, when he is engaged in doing it, may always be heard, not as mere declarations, but as explaining the character and quality of the act. The words spoken are a part of the thing done. The question here was, whether the purchase was fair; and this could not be determined without ascertaining whether the agent said anything to deter other persons from bidding.\nThere is another point. The agent declared that his principal was buying the goods for the benefit of the defendant in the execution, and that every bid against him was a bid against McMakin himself. Whereupon certain persons present desisted from bidding. The statement was literally true. The bidders were not deceived by it. But the Court charged that’ if such representation was made, and if, in consequence thereof, any bidder refrained from bidding, the plaintiff acquired no title. When requested in writing to say that the statement was not fatal to the title, unless it was false, the judge refused to do so. This we think was erroneous. To avoid the title of a purchaser at sheriff’s sale, it is necessary to show that he was guilty of. some deception. Where one is buying for himself, but falsely declares that his purchase shall enure to the benefit of the debtor or Ms family, and this is done as a mere trick to prevent competition, and thus get the property at an under price, he acquires no title. But to say that he intends to give it to the debtor or let him redeem it, when such is really his intention, is no fraud. It is generous — perhaps it is imprudent — but imprudent generosity is not a crime. One who chooses to run the risk may lawfully buy in property for a debtor and leave it with him on any sort of contract he chooses to make. If it be lawful to do a thing, it cannot be wrong for a man to say openly and candidly that he intends to do it. We have decided lately, in several cases not yet reported, that to make the purchase void it must be proved that the property was obtained at an under value, and by means of a false representation.\nJudgment reversed and venire facias de novo awarded."}