{"id": "9503620", "contents": "The opinion of the court was delivered,\nby\nTHOMPSON, J.\nA person who takes a bill or note after it is due, takes it subject to all objections in respect of want of consideration or illegality, and all other objections and equities affecting the instrument itself, and to which it was liable in the hands of the person from whom he takes it: Chitty & Hulme on Bills 217. So fully to this effect is the case of Bower v. Hastings, 12 Casey 285, in which all the principal authorities are cited by my brother. Read, that it would be a waste of time to cite them, or renew the investigation.\nThe bank'from whom Park took the bill in question, received and discounted it in the regular course of business. The contrary of this was not pretended; nor could it well have been by the defendant, as his own witness proved it. Now the meaning of the rule is this: If the bank had a clear title to it, independent of any existing equity between the original parties, the transfer to Park was just to the extent of that title. As therefore there was no evidence to affect the bona fides of the bank in receiving and discounting the bill,' and no subsequent payment or satisfaction of it while in its possession, the transfer to Park placed him precisely in the place and stead of the bank, and conferred upon him all its rights and interest. The mode of transfer did not affect this, and he was not required to turn his inquiries to any other period of the existence of the bill. The court committed no error in its ruling on this point of the case.\nThe third and fourth assignments of error are without merit. Where we see that an amendment was proper to reach the merits, we presume that the court were legally satisfied of a mistake, which rendered a change of the names of the parties proper: 12 Harris 489; 1 Wright 132; 2 Id. 72. Nor was the amendment out of time.\nWe entirely agree with the learned judge below, that the foreign attachment process in Wisconsin did not in any sense become an action pending against the defendant, A. P. Wilson, until his appearance. Terms are sometimes definitions, and when we say an attachment is a proceeding in rem, we mean that it is not a proceeding against the person. It only holds towards the satisfaction of the débt of the plaintiff, to the extent of the thing attached, and that may not be of one-fourth the value of the debt. It would not therefore be a bar to a suit in another state: 7 W. & S. 447; 2 Id. 210; 4 Cow. 523; 2 Am. L. Cases 523.\nThe appearance of the defendant was long after the impetration of the writ in this case. Granting that that turned it into an action in personam, it would not be a bar to the action brought long before the 'appearance. In that form ;it .was pleaded. Nor would it have availed, had it been pleaded in abatement, as it was in fact the institution of a formal action by the defendant himself, or, what is the same thing, .it was turned into a personal action by his own voluntary act. We think the court treated this matter entirely in accordance with principle and practice.\nThe object of offering Henry Keller, the payee and endorsee of the bill, was not stated. It is only under special circumstances that one who is a party to a bill or note, can be a witness, or' for some very special purpose; but as neither the special circumstances nor any special purpose was shown, to raise an exception to the rule, we must presume the witness was properly rejected.\nThere is no error in any of the assignments which we have specially noticed, nor in any which we have not thought it necessary to discuss; therefore\nThe judgment is' affirmed."}