{"id": "9503642", "contents": "The opinion of the Court was delivered by\nWoodward, J.\nThe working of open mines by a tenant for life is not waste, either at common law or under our Acts of Assembly. But under the latter, it is said, such working must be limited to “ a reasonable and necessary use and enjoyment.” These words first made their appearance in the proviso to the Act of 10th April, 1848. That Act was supplementary to the Act of 29th March, 1822, which gave remedy by estrepement to owners of lands leased for years or at will, to purchasers at sheriffs’ sales, and to mortgage and judgment-creditors, to prevent “ waste to the, freehold;” but there was no attempt to define what should constitute waste to the freehold. The object of the Act of 1848 was to extend these provisions to tenants for life, and to give remainder-men the same remedies that landlords, purchasers, and creditors enjoyed, but the proviso was added as a saving clause, “ that no tenant or tenants for life shall be hereby restrained from the reasonable and necessary use and enjoyment of the land and premises in his, her, or their possession; and that the Court of Common Pleas shall have power to inquire into and determine the nature and extent of said use and enjoyment upon any motion to dissolve said writ.” Exactly the same saving clause in behalf of mortgagors was introduced into the Act of 22d April, 1850, extending the Act of 29th March, 1822, for the protection of mortgagees after judgment recovered.\nThe substance of this legislation is, that tenants for life and mortgagors shall not commit waste to the freehold, but may have reasonable use of their estates, the extent of which is to be determined by the Court of Common Pleas. As the statutes do not define the legislative idea of “ waste to the freehold” we must go to the common law for .that, and then we understand all such acts to be forbidden by the statutes as at common law constitute waste, except they be such as are necessary, in the judgment of the Common Pleas, to the reasonable use and enjoyment of the estate. But, at common law, as we have said, the working of open mines by a tenant for life was never accounted waste. This was very fully shown in Neel v. Neel, 7 Harris 323. It would seem to follow, then, that neither the restraining nor the enabling clauses of our legislation have any application to open quarries, mines, &c.\nIt is apparent from the Act of 1803, and' its supplement of 1833, that the legislature understood the working of open mines and quarries was not waste, for the first of these Acts having given plaintiffs in pending ejectments 'the writ of estrepement to prevent “ waste and destruction” the Act of 1833 defines these words to mean “ quarrying and mining and all such other acts as will do lasting injury to the premises;” but the proviso is, that as to quarries and mines opened before suit brought, the estrepement shall be dissolved on the defendants’ -giving security to the satisfaction of the Court for any damages the plaintiff may sustain. Thus it appears that, even after ejectment\" brought, open quarries and mines may be wrought, the contingent interests of the plaintiff being guarded by security. ■ But, while the right of possession continues unquestioned in the tenant, there is no limitation or restraint whatever imposed by our Acts of Assembly on his working of open mines. It may, indeed, be doubted whether the saving clauses adverted to do not empower him to open mines and quarries, that he may have reasonable use and enjoyment of the premises, but this we do not decide, for it is not in the case.\nThe postulate- of the plaintiffs is, that Mrs. Hughes, under whom and her second husband the defendants claim, had but a life estate, and that the plaintiffs are entitled to the reversion. Are they entitled to estrepement ? The case admits that the mine had been opened and worked to procure coals for the use of the farm and for sale in the neighborhood, in the lifetime of Humphrey Fullerton. He devised to ■ his widow the one-third part of the net proceeds of the rents, issues, and profits of his real estate during her natural -life, and she having married Hughes, they sold to the defendants, a coal company, with a capital stock of half a million, “'all their right, title, and interest to the coal in or on the lands known as the Fullerton estate.” Under this grant the defendants entered, constructed a railway over the land, opened a new drift through the same, and were, at the time of the issuing of this writ, mining and taking and carrying\" away coals. The reversioners issued estrepement, and the Court on motion dissolved it. This is the error assigned. '\nThe argument of the plaintiff’s counsel is founded on the assumption that the Act of 1848 limits the defendants to a reasonable use and enjoyment of the estate; then it is said their means and. preparations indicate a clear intention and capacity to take all the coals from the land during the continuance of the life estate, and that this is unreasonable. We have shown that this argument has no foundation in the statute. The words quoted from the proviso are not restrictive, but enabling and enlarging, a saving out of a disabling statute, so that if they were applicable to open mines, the consequence claimed would not follow; but they were not applicable.\nAs yet the legislature have prescribed no limitation to the use which a tenant for life may make of open mines. In virtue of their common law powers the Court might doubtless restrain unskilful mining and wanton injury to the inheritance, but not such proper mining as is subject to no other objection than its liability to exhaust the mine.\nThe profits of coal mines depend much on expensive preparations for working them, and in order to compénsate this necessary investment, as well as to compete successfully with rival operations, a large amount of coal must be mined and sold. To deny a tenant for life the right to mine largely, would be to deny him the right to mine profitably — to shut him up to mining for his own fuel merely. If he cannot be restrained, and that he cannot was settled in Neel v. Neel, neither can his alienees. They possess his full right to mine and sell, and for these purposes to make new openings, to build railroads, and to supply all ordinary facilities. Nor are such improvements necessarily injurious to the remainder man, for the estate is liable to- fall in at any moment, and when it comes to him he takes it with all that has been added to develope and improve it.\nBut it is said that on the western slope of the Alleghanies the seams of bituminous coal are so few and thin, that tenants for life, if permitted to introduce modern facilities for mining, would exhaust lands so held, and leave them ruined on the hands of those in succession. Should this happen, it would be no more than occurs in every life estate in chattels which perish with the using. So long as the estate is used according to its nature — in formam doni — it is no valid objection that the use is consumption of it; and it is no fault of the tenant that it is not more durable: Holman’s Appeal, postea.\nBut if the objection urged be worthy of more consideration on account of the peculiarities of the great western coal field, it may be suggested that it is quite competent for the Legislature to provide for taking an account between tenants for life and those in remainder, that would do absolute justice to each. Similar statutory provisions exist now for tenants in common. It is possible indeed that the chancery powers already possessed by the Courts, might, by account, afford adequate relief; but however this may be, it is clear that estrepement is not the remedy, for that would deny him the enjoyment of the estate in the only practicable manner its nature will permit. This is the point we are called on to decide now, and it must be ruled against the plaintiff.\nThe other question presented by the case stated, is answered, we apprehend, by the provision in the will, apparently overlooked in the argument, that in case of the death of either of the children of the testator, before arriving at twenty-one years of age, without issue, the estate should go over to the survivor. Here were cross-remainders in fee, and on the death of Hannah, William took the estate, not as her heir at law, but under the will of their father; and when William died without issue, the half brothers and sisters could not take from him because they were not of the blood of the ancestor — the testator. But the children of Mrs. Irwin, a deceased sister of the testator, were of his blood, and on them therefore the law cast William’s estate when he died.\nJudgment affirmed."}