{"id": "9503291", "contents": "The opinion of the Court was delivered, December 18, by\nBlack, C. J.\nThomas Axtell married a daughter of Caldwell, the plaintiff,-quarrelled with and separated from her.' Afterwards he gave a bond to the plaintiff, with his brother as surety, that he would either deliver up certain property for the use of his wife and children when called oh, or else arrange the difficulty with his wife in two months. His wife .and he were never reconciled, and he died several years afterwards without delivering the goods. This action was brought against the surety in the bond.\nThe Court charged, in substance, 1. That the action could not be sustained without a demand, but a refusal to deliver the property would make a demand unnecessary. 2. That certain offers made within the two months by the husband to the wife, though apparently reasonable and fair, were not equivalent to an actual reconciliation. 3. That it could not be presumed from the death of Thomas Axtell without delivering the property that his wife and children got the property after his death. Was there any error in all this ?\n1. It is not denied that the first proposition is a true and correct expression of the law in the abstract. But it. is contended that the Court committed an error fatal to the judgment in speaking of a refusal at all, when there, was no evidence in the case to 'show that there had been a refusal. When jurors are told that a given question is to be determined by them as a matter of fact, according to their view of the evidence, this, in the parlance of our law (or at least of our lawyers), is called submitting the fact to the jury. If it appear from the record, when it comes to be reviewed, that there was ■ no evidence, direct or presumptive, of the existence of such, fact, the submission is error; because it is tantamount to a charge that there .is some evidence of the fact upon which, in the opinion of the Court, the jury may find it to be proved. Conceding that the evidence in this case is a part of the record; conceding that it is all before us; -and conceding that no part of it bas any bearing, direct or indirect, upon tbe point in controversy, does the language of the „Court submit the question of refusal or no refusal to the decision of the jury ? A legal principle is stated. It has nothing to do with the case, to be sure; but the jury know that as well as the Court. The judge said nothing which implied an opinion that there was evidence, and he was not bound to say the contrary without being requested. It must be confessed, that it is very difficult to say, from the cases in our books, what is error and what not. There is no, question more important; none which ought to be more clearly defined or better understood; and yet there is none on which the professional mind is left- in a more painful state of confusion. That some fact has been left to the jury without sufficient evidence, is one of the objections made here to more than half the judgments we reyiew. Twenty years ago Judge HustoN called this the stereotype exception. It is sustained about once in a hundred times, but it always gives counsel an opportunity of discussing the facts before us much in the manner it- might be done before a jury. It has, however, not at any time been held that we can reverse because the judge casually mentioned a rule of law not strictly applicable to the case, but suggested to his mind by its reference to a kindred subject. \"When he is charging on a case of libel there is nothing to ’prevent him from mentioning the law of., unwritten slander. Much less is it error to say in such a case as this, that, without either a demand or a refusal, there can be no recovery; for that is true in law, and it is in favor of the very party who complains of it. That there was no evidence of either is exactly what makes it count to his advantage. It is certainly best and most conducive to the ends of justice, that both judges and.counsellors should-confine themselves strictly to the subject before them, and say neither more nor less than just what is -required by the occasion. But when, on this side of the millennium, can we expect to see judges or advocates, in this Court or elsewhere, who will observe that rule?\n2. The second error cannot be sustained. The condition of the bond was, that Thomas Axtell and his wife should arrange the difficulty and live together. Assuming that his proposals were made in good faith, and reasonable in themselves, we cannot deny the truth of the remark made by the Court below, that'the wife may have had good cause for declining them. The Court w,ere not asked to say what the law would be if the offers, were declined merely for the fraudulent purpose of fixing the liability of the obligors in the bond. , ,\n3. Thomas Axtell died some years after this transaction. There is not a spark of evidence to show that his wife or children received anything from his estate, or that he had the property mentioned in the bond, or any other property, at the time of his decease. The Court said, that if the widow got the goods, it was an answer to the action, but coupled this with the very proper instruction, that the fact could not be presumed without evidence.\nJudgment affirmed."}