{"id": "9503355", "contents": "The opinion of the Court was delivered by\nKnox, J.\nNo one doubts that delivery is essential to the validity of a deed. The question of delivery is for the jury. Here it was left to them with proper instructions as to what would constitute in law a delivery.\nThe learned judge told the jury “ that the presumption from the recording of the deed, and its possession by the defendant, Was, that it had been duly delivered, but that if it was not delivered by the grantor in his lifetime, but found in his drawer after his death by the grantee, and was then taken possession of by him and recorded, it would not be a sufficient delivery, and the deed would not be operative to vest title in the grantee; and fur-tber, that an intention of the grantor that the deed should be delivered after his death, was not sufficient if he kept it in his own custody.”\nIt' is true that the grantor may have the possession of his own deed as bailee for the grantee; but there was nothing of the kind in this case. There was no evidence that the grantee knew of the existence of the deed, much less that the grantor had parted with his control over it. He might have destroyed it, and no one could have gainsayed the act. At the most there was a mere expression of an intention to deliver made to a stranger, and which was never carried into effect. This was insufficient. The presumption arising from the acknowledgment before the magistrate, that the deed had been duly “ signed, sealed, and delivered,” was rebutted by the fact, that the grantor took the deed away from the office and kept it in his own possession. The case of Blight v. Schenck, 10 Barr 285, is unlike this in more * respects than one. There the deed was left at the magistrate’s office for the purpose of execution and acknowledgment by an agent of the grantor and grantee, and, after it was executed and acknowledged, was left by the grantor in the magistrate’s hands without instructions. Here the deed was taken to the office by the grantor, acknowledged by him in the absence and without the knowledge of the grantee, and immediately taken away by the grantor. It was in his exclusive possession before, at the time, and after the acknowledgment up to the period of his death.\nThe jury found these facts, and therefore negatived the delivery of the deed under which the defendant claimed title to the land in dispute.\nJudgment affirmed.\nBlack, C. J., dissented."}