{"id": "9503437", "contents": "The opinion of the Court was delivered, December 18, by\nBlack, C. J.\nMargery Wilson, the plaintiff below, had a claim against her two sisters, secured by judgments which were or had been a lien on lands owned by them. Adam Carson married one of the sisters, bought the other’s share of the land, and agreed to become responsible to the plaintiff for her debt. She consented to accept in satisfaction thereof his bond to provide for and maintain her during life, or to pay ber, if she preferred it, one hundred and fifty dollars per annum; and to make the bond secure, she was to have a mortgage on the land. The defendant, Miller, was employed and paid to adjust the business agreeably to this arrangement; and the shape it took was assumed under his direction. He drew the papers, consisting of the bond, the mortgage, and a power of attorney to himself to enter satisfaction on the judgments. He took the power of attorney and executed it. He also took the mortgage, promising to have it recorded, and assuring the plaintiff that she would thus be made entirely safe. He did not record it, but withheld it until the property was encumbered with other liens (in some of which he himself had an interest) to an amount greater than its value. Carson became hopelessly insolvent, and, excepting his worthless bond, the plaintiff has no security for her claim. The defendant’s counsel think that he ought not to pay for the great injury which his neglect has occasioned. The Court of Common Pleas and the jury thought otherwise, and we are of the same mind.\nThe argument is, that the plaintiff has not as yet suffered any actual loss from the defendant’s violation of duty; and that she can recover from Miller only in case Carson makes default; because, the mortgage being but a security for the bond, there is nothing due on the former until the condition of the latter is broken. But we hold it for clear law, that Miller did not merely substitute his personal responsibility in place of the mortgage; that he did not become Carson’s surety in the bond; but that he subjected himself to an immediate action, in which the plaintiff may recover compensation for all she has lost, and all she is likely to lose, through his misconduct.\nOn a contract to pay money at stipulated periods, there may be as many suits as there are instalments; for every failure to pay is a fresh breach of the contract; and there can be no recovery except for what is due at the time of suit brought. But on a tort,ox on a duty or promise, which has already been violated as grossly as it ever can be, there is but one action, and in that the injured party must have full justice. When, in the language of Chief Justice Best, (2 Bingham 229,) the thing has but one neck, and that is cut off by one act of the defendant, it would be mischievous to drive the plaintiff to a second, third, or fourth action, as the successive consequences of the wrong may arise. It is not true, even as a general rule, that courts will not anticipate a loss in futuro. If a man destroys my orchard, I may demand full reparation at once; and I am not compelled to sue every year for each crop of fruit I lose. In slander, the damages are swelled by all the sufferings which the want of a good name may occasion subsequently. In an action for battery, the plaintiff shall recover for all the injuries likely to result from the wounds inflicted by bis adversary: (1 Ld. Raym. 339.) He wbo sues for the loss of an office or employment, is entitled to a verdict at once for the whole value of it, without waiting until the profits would have reached his pocket: (2 Bing. 229.) But we need not resort to analogies. A ease directly in point is that of Howell v. Young, (5 Barn. Cress. 259.) There an attorney was employed to ascertain whether certain mortgages were a sufficient security for a loan of 3000Z., and falsely informed his client that they were. It was held, that in an action against the attorney the client might recover for all the probable loss he was likely to sustain from the invalidity of the security. The right of action, in such a case, accrues at the time when the contract or duty of the defendant is violated, and if suit be not brought within six years afterwards, the statute of limitations is a flat bar, no matter when the consequential loss may have happened.\nThe defendant has deprived the plaintiff of what she relied on for a living; and this judgment is less than it ought to be, if it does not place her in as good a condition, present and prospective, as he would have left-her in by doing his duty. It is vain to say she has suffered no real loss. A debt, worth to her eighteen hundred dollars, has been converted into a thing of no value. The defendant found her in possession of what her frugal habits taught her to think sufficient; he left her “as poor as winter.” If he had taken the same sum out of her pocket in money, she must, according to his reasoning, suffer the extremity of the consequences before she has a right of action; and therefore she can bring no suit until she starves. .Hut human nature will not endure such logic. The law is made for practical uses. It listens to no metaphysical subtleties; and will not consent, on any terms, to call that right which every sound heart feels to be wrong. The value of wealth, beyond what is barely necessary for the present hour, consists in the consciousness of having it, and the comfortable security it affords the possessor against future want. A cautious providence for the time of need, which may come hereafter, is one of the attributes which distinguish the race of man from the lower animals. The fear of becoming destitute is a sentiment as universal as it is necessary to the well-being of the world. When that fear is grounded on the absence of any accumulation which may serve as a support, it is poverty- — a real, substantial, and sore evil, from which every well constituted person who feels it will seek relief by the utmost exertion of mind and body. Here was a woman who consented to give up all she had in consideration that one hundred and fifty dollars per annum, for the term of her life, should be secured to her beyond the reach of accidents by a mortgage. That mortgage was everything in the world that lay between her and the poor-house. By withholding it from the record, the defendant left her to meet the adversities of life unarmed, naked, defenceless, and “ steeped in poverty to the very lips.” Her counsel would send her to Carson for support — to Carson, who has no means of keeping the wolf from his own door. Why did they not tell her that she might possibly be fed and clothed by public charity?\nShe must be made whole now or never — in this action or in none. That can be done by allowing her to recover all that the security she lost was worth — what a prudent person in her circumstances would be willing to give it up for — the difference in value between her debt made absolutely safe by a mortgage, and the same debt with no security except the pergonal responsibility of an insolvent man. How much is that ? The Court fairly and carefully put this question to the jury, and their verdict is the answer.\nSome minor points remain to be noticed. The Court was asked to charge that the plaintiff could recover only in case Miller bound himself by a contract to record the mortgage for a valuable consideration to be paid by her. This was substantially answered in the affirmative; but the Court very properly added that proof was not necessary to show that she had actually paid or expressly promised to pay him; that his contract was binding, if he made one, because the law would imply a promise on her part to pay him what he deserved. Besides, the only witness' in a condition to know the fact swore that she did pay him.\nMiller died after the commencement of this action, and before trial. It was objected by his administrator that the suit did not survive. That objection, and all the old cases cited to support it, are answered at once by the Act of 24th February, 1834, § 28. This is not a suit for slander, libel, or wrong to the person, and may therefore be sustained against the personal representative as fully as it could be against the decedent, if he were living.\nIt seems that when the cause came on for trial, a jury of twelve was called into the box, and the cause was continued to another day (how distant does not appear), without swearing the jury. The other jurors were then discharged, and the twelve selected for this case were ordered to be in their seats at the time fixed for the trial. They came accordingly, and were sworn, neither party making any challenges. We can see nothing wrong in this. The jurors were summoned, selected, and drawn, according to law. We must take it for granted that there was good reason for the adjournment, because nothing is alleged to the contrary, and, at any rate, it was a matter purely discretionary. A court may adjourn at any stage in the progress of a cause, and when it meets again the business should Begin at the place where it was left off. Such was the course of proceeding here. When the Court met with a jury in the box called on the previous day, challenges were the next thing in order, but none were made; and so the jury was sworn, and the trial went on. If any juror had been challenged off, and bis place been illegally supplied, it would have been a mistrial. I will not say whether or not the circumstances would have justified calling a bystander; for that question does not arise. The Court below did not decide it, and had no occasion to do so. The refusal of the defendant to challenge, though placed on the record, and coupled with his reasons, is a waiver of his challenge, and nothing more. He said he would not challenge, because if he did, the panel would be filled from the bystanders. We are not required to say whether his reason was good or bad. He had a right not to challenge for a bad reason, or for none at all. We are not reviewing the decisions of the party, but those of the Court.\nJudgment affirmed."}