{"id": "9503068", "contents": "The opinion of the court was delivered,\nby\nTHOMPSON, J.\nThe common and ordinary mode of expression to indicate the successful prosecution of a party charged with a crime, marks the distinction which is expressed by both the Acts of 1814 and 1860. We almost invariably use the phrase that he or she has been convicted and sentenced — both ingredients being necessary to accomplish the final result. They are distinct acts or processes towards a.result. The one is the act of the jury; the other of the court without the jury. They are expressed by appropriate and well-understood terms, and while it is possible that the result of the co-operation of both may be expressed by the simple term “conviction,” yet this is far from the ordinary use of that word. In summary convictions, where the act of conviction and sentence is one and the same, it is quite proper to hold that the conviction is complete without sentence. They are indivisible. It is the sentence that discloses the conviction. A case of this kind is Cumberland Co. v. Holcomb, 12 Casey 352. But when the trial is by jury, this is not so. The conviction and sentence are each in turn liable to be attacked and tested separately. One for errors in the trial or by the jury; the other for errors in the judgment. Blackstone, in his Commentaries, Vol. 4, p. 362, defines the word by saying, “if a jury find him (the prisoner) guilty, he is then said to be convicted of the crime whereof he stands indicted.”\nAccordingly, that learned and accomplished author and jurist divides the process of a public prosecution, and discusses them in separate chapters. One designated thus: “ Of trial and conviction.” Another, “ Of judgment and its consequences.” “The next stage of a criminal prosecution after the trial and conviction are past,” says the same learned author, “is that of judgment.” We think that in this sense is the word “ conviction” used in these statutes. Neither layman nor lawyer would have been likely to have used them in any other sense. The former would follow the common use of the word, and the other would find the common use also sanctioned by elementary law. In Agnew v. The Commissioners of Cumberland, 12 S. & R. 94, Judge Duncan held that a county would, under the Act of 1814, “be answerable for costs, where one convicted is pardoned before sentence, as in the Commonwealth v. Mathew Duncan.” It is true this was not the precise point in that case, but it was necessary to illustrate the point under discussion, and should be received with the force of almost binding authority, as it never appears to have been directly attacked by adjudication since. Mr. Justice Duncan was high authority, especially in matters of criminal law. There is no room for any distinction between the Acts of 1814, under which further proceedings in this case took place, and the Act of 1860, under which the second trial was had; and we make none. We are of opinion, therefore, that the Court of Common Pleas of York county were right in holding that Dr. Ahl was, when pardoned after conviction and before sentence, discharged according to law, and not having paid the costs of prosecution, and not being therefore liable to pay them, the county of York was bound to pay them.\nJudgment affirmed."}