{"id": "9503588", "contents": "The opinion of the court was delivered,\nby\nTHOMPSON, J.\nThe question involved in this controversy is whether the entire railway, with its inclined plane to the tunnel heads of the defendant’s furnace stacks, and extending to the Susquehanna river a distance of about 1100 yards, in use in connection with the Shawnee Iron Works at the time of the levy and sale, passed by that sale under the circumstances disclosed.\nThe circumstances were briefly these: — Between the ground and adjoining lots on which the company’s furnaces stand, and the river lot, there are two intervening lots, the roadway over which gives rise to this suit. They belonged to Rhoda Wright before the road was built, but she granted a right of way over them by parol to the Shawnee Iron Works Company. And they constructed their road in 1854, which was in use, in connection with the furnaces, transporting coal and ore from the river to the furnaces, and carrying metal to the Pennsylvania Railroad, from that time to the time of the levy and sale. There were two other intervening lots, belonging to Jonathan Pusey, over which they also had a right of' way, and we hear of no trouble about them.. The sheriff’s sale of this property to the party from whom the defendants derive title, took place in 1858. Prior to that time and in 1855, Rhoda Wright and C. M. Wright conveyed the two lots mentioned to Archibald Wright, one of the members of the firm of the Shawnee Iron Works, of course subject to the right of way formerly granted to him and his brother for the use of the company. The levy was of the ground on which the furnaces stood and adjacent lots, and the lot or lots at the river, without notice of the two intervening or Rhoda Wright lots. All this property passed to the purchaser at the sheriff s sale, and of course the railroad as laid upon them. But the plaintiff, who afterwards, and in 1859, levied on these lots on an execution against Archibald Wright, and had them sold, and bid them in himself, claims that portion of the road or road-bed upon these lots, and has brought this ejectment for the ground occupied by the road-bed. His claim is not rested on the ground of want of knowledge of the road, or that it was constructed by the former owners of the Shawnee Iron Works, or its purpose. It was on the ground long before the lien of his judgment attached, and he was present at the sale when the other parts of it unquestionably passed to the purchaser. It was, in fact, so advertised, cried, sold, and a deed made for it as would have undoubtedly passed it, but for the fact that the word appurtevianees, used in tbe advertisement, was not in the levy; and on this ground the plaintiff, claiming that the levy was specific, and rightfully, too, claiming that, unless in special circumstances, this must control the question as to what was sold, now claims that the road and right of way did not pass by the sale under which the defendants claim. To determine this, we must look at the levy. The material part of it, omitting the description of the ground, is as follows :—\n“ By virtue of the within writ,' I have seized and taken in execution all the following described tracts, pieces, or lots of land, with all and singular the buildings, furnaces, and other improvements thereon, known as the Shawnee Iron Works.”\nAre we bound to consider this levy so specific as to exclude everything not specially mentioned, as contended for with some plausibility, by the counsel for the plaintiff in error ? Let us see. The levy was of the lots and lands of the defendants, as described, “with all and singular the buildings, furnaces, and other improvements thereon, known as The Shawnee Iron Wor/cs.” Now here is an enumeration of the items of the levy, it is true, but there is added what describes the property or establishment intended to be sold. If any part of what was intended to be levied on was omitted to be enumerated, the maxim “falsa demonstrate non nocet,” will apply. It will not be vitiated by this error, for the general description shows what was intended. Things should be described by their proper names or descriptive terms, but things may pass under any denomination by which they have been usually distinguished: Finch’s Case, 6 Rep. 1. We cannot disregard this part of the description, for it is the requirement of the law, that if any part of an entire establishment, such as a mill or foundry or a furnace establishment, be seized in execution, the whole must be sold. If the descriptive parts of the levy omit any thing which is parcel of the whole, we must look to the entire levy to see what was intended to be seized; and here we discover that the description does not enumerate all that constituted the property known as the Shawnee Iron Works, but it declares that it is the works known by that name which are seized and to be sold. As the levy, therefore, does not exclude the part claimed by the plaintiff, it must be held included by the general description, and will pass: Buckholder v. Sigler, 7 W. & S. 154. What is most material and most certain in a description shall prevail over that which is less material and less certain: 6 Cowen 701, and note. Now can it be doubted that this railway, with its stationary engine at the head of the plane, constructed at a great expense, alone for the successful operation of the furnaces, was not parcel of the works known as the Shawnee Iron Works? It had no other object and was of no use otherwise, and it was attached to and partly operated by the furnaces. Could a bidder at the sale, seeing all this, doubt that it would pass under a sale of the entire premises ? • But if there were doubts arising out of the terms of the levy, itself, the rule is that the construction shall be favourable to the plaintiff, in furtherance of his 'remedy to collect his debt rather than that he should lose it: Inman v. Kutz, 10 Watts 100. Certainly, I think, the first and only impression would be, that a structure like this, having its only utility in connection with the premises, was part and parcel of it.\n■To preserve the entirety and promote the utility of property connected and used together or as a unit, many things pass without' the words cum pertinentiis or appurtenances, as incidents. In Washburn on Easements 34, many instances are given, with the authorities English and American. Thus, the grant of a mill passes the head-water by which it is carried: so it carries a right to flow the grantor’s land and the whole right of water which had been previously used, with it, by the grantor; so it carries the flow of water in the race. So the devise of a mill carries buildings, land, and privileges necessary to its use. So the exception from the grant of a larger estate of the “ brick factory” was held to include with such factory, the land on which it stood and the water privilege belonging to the same: Allen v. Scott, 21 Pick. 25. The grant of half a dam conveys with it half the water-power: Runnels v. Bullen, 2 N. H. 532. So the reservation of a mill site embraces not only the land of such site, but the right of flowage of a pond for the use of the mill: Oakley v. Stanley, 5 Wend. 523. These rights do not pass alone, on the ground of absolute necessity, as some of the more ancient cases seem to show, or on the principles governing rights of way of necessity. “One general test,” says Wash-burn, “ is how far the incidents claimed are necessary to the reasonable enjoyment of what is expressly granted.” “ The good sense of the doctrine on this subject,” said Story, J., in Whitney v. Olney et al., 3 Mason 280, “is that by the grant of a thing whatever is parcel of it, or of the essence of it, or necessary to its beneficial use and enjoyment, or in common intendment is included in it, passes to the grantee.” In Broom’s Maxims, title “ Rights and Liabilities of Property,” page 199, this doctrine is treated, and it is stated by that very learned and excellent writer, “ that in a very recent case, it was held that a certain coal-shoot, water and other pipes, all of which were found'by. a special verdict-to be necessary. for the convenient and beneficial use and occupation of a certain messuage, did, under the particular circumstances, pass to the lessee as integral parts of such messuage:” Hinchcliffe v. Earl of Kinnoul, 5 B. N. C. 1.\nWe have one. case of property passing as incident to the general grant, which is apposite to the doctrine asserted : it is Buckholder w. Sigler, 7 W. & S. 154. There the owner of a'tract of land purchased a small piece, about one acre, adjoining, for the purpose of using it in connection with the larger tract, On which he was about to erect a mill. It was held that he thereby made it a part of the whole; and a levy and sale by the sheriff of the larger tract, without a description including the smaller, carried the whole to the purchaser. This, too, without the word appurtenances or any equivalent term being used in the levy. So in Grubb v. Guilford, 4 Watts 223, a similar doctrine had been stated.\nIf, then, this railway was parcel of the machinery; useful and necessary in the manufacture of iron, and thus in effect parcel of the establishment, I cannot see why it should not pass by the sale of the property to which it was attached, and in connection with which it was solely used. It was in the same ownership with the furnace property at the time of the levy,, belonged to it, was open to the eye of the bidders, and notoriously used as part and parcel of the property. I regard it as much a necessary part of the Shawnee Iron Works as the bridge-house, casting-house, or other convenient buildings. It is possible to make iron without these conveniences merely, but as they are usually necessary to its successful manufacture, they became part of the establishment, and will pass with a sale of the general premises. So of a short and special railway, like the present; designed and used in aid of the principal agent in the manufacture to supply it with the raw materials, ore and coal.\nThe purchaser at sheriff’s sale had, by his purchase, beyond all controversy, both ends of the railway. It passed to him as incumbent of the lots sold. The intermediate lots did not pass. But as the roadway passed over them, and as the right of way existed in them as well as it existed in the lots of the defendants in the execution, it passed at the levy and sale, so far as these lots are concerned, as incident to the works, or we have the absurdity of selling the ends of a road with a portion of the middle out. But we have illustrated this idea sufficiently in the foregoing opinion. We think the defendant's title to the railway is sustainable on both grounds. We see nothing in the errors assigned to the admission of evidence, and as the learned .judge below arrived at a correct result, the . •\nJudgment is affirmed."}