{"id": "9503193", "contents": "The opinion of the Court was delivered by\nLewis, J.\nIt is impossible to administer justice by giving mere isolated responses to points unconnected with the facts of the case. If a plaintiff in error may demand a response on one abstract principle he has the same right in respect to all other questions of law, whether they arise in the case or not. To permit such a practice would be to place the time and attention of the judicial tribunals at the disposal of any one who chooses for his amusement or instruction to put interrogatories, and would unnecessarily vex the parties by exposing their judgments to the danger of reversal for immaterial .errors. Courts of justice are éstablished to determine controversies actually existing, not to decide abstract principles. It is the duty of the plaintiff in error, when he desires the opinion of the Court of review upon a question of law, to present, in his paper-book, the facts upon which it arises. Where he does not do this, we are bound to pre- . sume, if the nature of the case does not exclude such presumption, either that the question was immaterial to the decision, or that all the facts existed in the case which 'were necessary to ius-tify it.\nIn this case the evidence is not furnished. The brief .notes of testimony set forth are not certified by the Court as a correct statement of the evidence given in the cause. The deposition of William McKinley, Jr., is not furnished, and yet, from what is admitted in the paper-book, it contained matter very material to a proper understanding of the instructions given. The defendant in error alleges that the defendant below rented the land in dispute from the plaintiff. But no evidence touching this important circumstance is given in the plaintiff’s paperrbobk. As the evidence has not been furnished in an authentic form, we proceed to decide the case without it. In doing so we give to the judgment below the advantage of every presumption in its favor.\nThere is no evidence to show that the Court ought to have,given any other answer than that which was given to the plaintiff’s 1st point. On- the facts assumed the answer was correct.\nWe have no means of knowing whether_ the answers to, the defendant’s 11th, 12th, and 15th points were correct or not. A prior possession is sufficient to entitle the plaintiff in ejectment to recover against a mere intruder. A man who enters on “ what is called vacant land,” with a view to acquire a title under the laws of the state, may recover against one who turns him out of possession without right. A landlord may recover against a tenant without showing any other title than the' relation existing between them, and the termination of the tenant’s rights under the lease. In all these eases the plaintiff may recover notwithstanding the existence of an outstanding title in a third person. We do not see why an outstanding title in the Commonwealth furnishes a tenant a right to deny his landlord’s right of possession, or justifies an intruder in entering upon the peaceable possession of smother. With the presumption in favor of the existence of all the facts necessary to sustain the instructions given, and with nothing to repel that presumption, we cannot say that the errors complained of are made manifest. The judgment must therefore be affirmed. '\nJudgment affirmed."}