{"id": "9503882", "contents": "The opinion of the court was delivered,\nby\nRead, J.\nWilliam Bausman and others, by deed dated 3d June 1806, conveyed lot No. 99, in the borough of Manheim, to Frederick Smith in fee simple, reserving a gr'ound-rent. The title to the ground-rent became vested in the plaintiff, and on the 1st April 1852, the defendant became the owner of the land, and still continues in possession. The present suit is an action of covenant by the plaintiff against the defendant for arrears of ground-rent from 1852. Upon this state of facts the plaintiff is entitled to recover, unless one or both of the defences set up by the defendant are available.\nThe first ground is, that a suit was commenced by the plaintiff against John Snyder, the grantor of the defendant, for arrears of ground-rent prior to 1852, and a judgment thereon in favour of the plaintiff for $ 145, and a sale by the sheriff, after the commencement of this suit, to the present defendant, the net proceeds of which were applied in payment of part of the judgment, leaving a balance still due thereon, for which Snyder remained liable. It is difficult to see how this can be any defence in a personal action for arrears not included in the judgment against Snyder, and for which the defendant was personally liable before the purchase by him at sheriff’s sale. The sale did not extinguish the ground-rent, nor did it extinguish in any way the personal liability of the defendant, or even the personal liability of Snyder for the arrears unpaid by the proceeds of sale.\nThe second ground is the 7th section of the Act 27th April 1855, P. L. 369, and it is somewhat singular that this should be set up by the present defendant, when it appears that upon a suit instituted by the plaintiff against the former owner of the land, on the 4th January 1858, judgment was recovered on the 30th August 1859, three days before the institution of the present action. This was such a claim or demand as was required by the act, and there was practically also a payment; and it would be singular indeed if a former owner could be compelled to pay up his arrears, that the present owner could use the statute to protect himself, not only from the payment of seven years’ arrears, but from all future payments, upon the plea that it had taken away the whole estate of the plaintiff in the ground-rent itself. The act does not require such an unreasonable and an unjust construction.\nJudgment affirmed."}