{"id": "9503580", "contents": "The opinion of the Court was'delivered by\nBlack, C. J.\nThis was ejectment for land which the defendant bought at a treasurer’s sale for taxes. The plaintiff argued below and here that he ought to recover because the defendant was county commissioner at the time he purchased, and because-he gave no proof on the trial that he had filed a bond for the. surplus of purchase-money over taxes and costs. . -\nA commissioner has no right to take a deed in his own name for a tract.of unseatéd land sold .by the treasurer at a price less than the amount of taxes and costs charged against it. Probably such a deed would be void if made to any individual, for the treasurer has no right to sell' for less than, what will pay taxes and costs to any but the commissioners, and to them only in their official capacity, and for the use -of the county. But that was not the case here. The land in dispute sold for more than the taxes and costs. ‘ When the bidding reached: that point, the defendant’s duty to the county,-as one of her commissioners, was ended, so far as regarded this business. ‘ He was. not only under no obligation to hid higher, but his doing so would have b,een a violation of law. There being then no conflict between his public duty and his interest as a private citizen, what was there to forbid him more than-any body else from becoming the purchaser?\nA surplus-bond is indispensable. The deed recites that one was given in this case-. It ought to be presumed, even if the fact had not been mentioned in the deed. There is nothing to which the maxim omnia prcesumuntur rite esse acta applies with so much force as to a tax title. We cannot indeed disregard 'it without violating the statute. The burden is therefore on the party who denies that a bond has been filed, to show at- least some ground for his assertion before he can call for proof from the other side. Connelly v. Nedrow, 6 Watts 451, cited by the plaintiff in error for the contrary doctrine, does no.t sustain him, for \"there it was clearly proved and distinctly admitted that no bond had been filed. _ ■\n_ The right of the treasurer to make the sale was established by producing the books from the commissioners’ office in‘which the taxes were charged. It is no matter whether .these charges were regular or irregular. This has been often decided. Books or papers in which the charges arc made may be given in evidence, if shown to belong'to the office by any witness who knows the fact. The objection that the clerk who made the entries was not called was well overruled.\nJudgment affirmed."}