{"id": "9503560", "contents": "The opinion of the court was delivered,\nby\nTHOMPSON, J.\nIt is a happy circumstance that we are. not often afflicted with such a confused and unsatisfactory presentation of law and fact, as appears from first to last in this case. But with some effort, we can extract from it the real “ bone of contention,” and that may enable us to discover what for the present should be done in the premises, and the principles applicable to a proper determination of this writ of error.\nIt is enough to say, in the first place, that the plaintiff presented a legal title to the land described, with possession from 1810 down to 1849 or 1850.\nThe defendants claim under this title, mediately through the two sons of the plaintiff; first, as I understand, on the ground of a parol sale of- the land to them, in which the court very properly told the jury they had entirely failed, and that is out of the case, it being a decision in favour of the plaintiff.\nThey then rested upon an alleged sale by the plaintiff to the same parties, by articles of agreement dated the 1st day of April 1849. The evidence of this was not the articles themselves, but a recital of them in a deed of the plaintiff to one Sarah E. Wilson, for about six acres, parcel of the same land which she had bought from James and Franklin Allen, the alleged vendees of the plaintiff. The legal title remaining in David Allen, he made the deed to Mrs. Wilson, pursuant to her contract with the sons, and in this the recital is found that “ the said David Allen has conveyed to his two sons, James Allen and H. F. Allen, two hundred acres, more or less, of said tract, by articles of agreement dated April 1st 1849, for the consideration therein mentioned: and now by request of parties I, David Allen, make the above deed of conveyance to the said Sarah E. Wilson.” This deed was dated the 11th January 1853.\nThis, it is insisted, was of itself a sufficient memorandum in writing to take the case out of the Statute of Frauds and Perjuries. But as it was not intended to be inter partes, nor delivered to them, what shadow of claim is there that it was a contract between and with them ? Besides, on its face it did not purport to be a contract, but only a recital of one previously made. The case of McFarson’s Appeal, 1 Jones 503, cited by the defendant in error, abundantly proves this position untenable.\nWhat is the character and effect of this recital in this deed, between these parties ? We may as well say here, that it did not operate as an estoppel by deed, for it was not between parties or privies in this action; nor was it a deed between any parties; it was a descriptive recital that would estop the grantor as between Mrs. Wilson and parties claiming through her. But it could never have a mutual operation on any other parties, and this tests the quality of the alleged estoppel by deed. Such estoppels must he mutual. We need no authority for this.\nNor was it by any evidence in the case brought within the rule of an estoppel in pais. It tvas not shown to have misled the defendants in any manner. And this is essential in estoppels of this kind: Cuttle v. Brockway, 8 Casey 45; Hill v. Epley, 7 Id. 331; Eldred v. Hazlett’s Adm’r., 9 Id. 307.\nThe recital, therefore, stands as an admission made to a stranger, that the plaintiff had sold the lands by articles of agreement, of the date mentioned, to his sons. As an admission, it was open to be corrected and the truth shown, and for this purpose the plaintiff did produce unexecuted articles of agreement, dated the 15th April 1850; proved that they had been in his sons’ possession for some time; that they returned them, and declaring their inability to comply with the terms contained in them, refused to sign them, and left the premises on which they had originally entered as tenants. One of the sons was examined on a commission to California., and he speaks of these articles as the only articles ever written between his father, himself, and brother, about the land.\nOn this state of facts, the learned judge charged “ that no article is shown except the unexecuted one of 1850and further said that “in the construction of a deed the covenants and recitals are to be taken strongest against the grantor, and if you can find evidence of an article of agreement in 1849 (which if there had been one, should have been produced by the defendants), against the evidence in the cause, except what is contained in the recital in the deed, then you can find for the plaintiff only the undivided or half part of the land; otherwise, and if the recital in the deed was a mistake as to the date, your verdict will be a general verdict for the plaintiff.”\nThis was a plain instruction that the jury might find for the defendants to the extent mentioned, simply on the recital or admission in the deed; not upon the ground that such agreement had existed and was lost, but because the plaintiff had said that it had existed. This was not sufficient to cover the whole ground. The article should have been produced to speak for itself, or its loss accounted for before its contents could be received. There was no attempt to show its actual existence and loss, and without this, there was no evidence on which a recovery could legally be had. The plaintiff’s admission was evidence on the point of the existence of the article as a valid instrument, but this was not enough; its loss and the legal reason for its non-production was wanting. Without this, the presumption would be that no such instrument existed, and what then ? If a recovery be had in this category, it would be on the foot of a mere admission, in writing, it is true, but not in such a shape as to take the case out of the Statute of Frauds and Perjuries, and having no greater force than any other admission made to a stranger. The court passed all these requirements at a bound, and gave the jury unrestrained license to find for the plaintiff, on the admission or recital in the deed that an article of agreement had existed, without further inquiry into its loss or contents. This was wrong. So too was the instruction in regard to the testimony about the unexecuted articles entirely inadequate. It is almost impossible to doubt but that the articles alluded to were of the date of April 15th 1850. The testimony of one of the intended parties proves this clearly. This view of the case should have been referred to the jury, with proper instructions on the effect it would have in explaining the recital in the deed. If the articles of that date were in fact those intended by the recital, that would leave the case without any question as to there being no contract in writing for the land. The recital that the plaintiff had conveyed, the lands by articles of agreement did not mean that a deed had been made to the sons for it, for the very reason given in the same recital for making the deed to Mrs. Wilson, was that the sons had not the legal title; in other words, had no deed. The recital meant no more than what it awkwardly expressed, that articles of agreement had existed for it.\nThat the plaintiff did, at the time he made this recital, suppose 'that he had sold the land to his sons, can hardly admit of a doubt, and if the articles of 1850 were the only writings prepared between them, and they were subsequently returned to him unexecuted, with a refusal to execute them, and the possession surrendered or left vacant, this would show that he was mistaken, and would leave all parties, so far as the land was concerned, as they stood before. We will not speculate about this; but as the case was carelessly and badly tried below, and there is error in the particulars pointed out, it must go back for a retrial on principles more in accordance with sound law and practice than were administered on the former trial.\nJudgment reversed, and a venire de novo awarded."}