{"id": "9503835", "contents": "The opinion of the court was delivered,\nby\nSTRONG, J.\nThe main question involved in this case was cautiously and well presented to the jury by the learned judge of the Court of Common Pleas. It must be conceded that the Act of April 11th 1848 gave to debtors greatly increased facilities for protecting their property against the just claims of creditors, and opened a wide door for the perpetration of frauds. Against such frauds we have endeavoured to erect every possible safeguard, consistent with our duty, to give full effect to the action of the legislature. As against the husband’s creditors, wo have held it incumbent upon the wife to show clearly that the property she claims is hers, and that it was not acquired from the husband after he became indebted. We have held that she cannot show this by the unaided declarations of the husband, and we have ruled that all conveyances made, or securities given to a wife by her husband when indebted, are to be closely scanned, the more so on account of the intimate relationship of the parties. But when the Act of Assembly declares as it does, that all property, real, personal, and mixed, which shall accrue to any married woman during coverture, by will, descent, deed of conveyance, or otherwise, shall be owned, used, and enjoyed by such married woman, as her own separate property: when the leading purpose of the act is to protect the wife’s estate by excluding the husband, it is impossible for us to declare that the mere possession of it by the husband is proof that the title has passed from the wife to him. After it has been shown, as it was in this case, that the property accrued to the wife by descent from her father’s and brother’s estates, the presumption necessarily is, that it continued hers. In such a case, it lies upon one who asserts it to be the property of the husband, to prove a transmission of the title, either by gift or contract for value, for the law does not transmit it without the act of the parties. If mere possession were sufficient evidence of a gift, the Act of 1848 would be useless to the wife. Nothing is more easy than for the husband to obtain possession even against the consent of the wife. And where he obtains it with her consent, it can be at most but slight evidence of a gift.\nIn Johnston v. Johnston’s Administrators, 7 Casey 450, it was held that money received by a husband from his wife’s estate is, since the Act of 1848, presumed to have been received by her, and that she may loan it to her husband. When it is established that the ownership of the money is in her, she may take the position of a creditor with all a creditor’s rights.. If it be said that this tends to give to the husband a false credit, and that those who deal with him may be injured, it must .be admitted measurably, but it is an unavoidable consequence of the legislative mandate. Even before the Act of 1848, a wife might lend her separate property to the husband. She could become his creditor in equity without the medium of a trustee, and at law, through a trustee, as fully as could a stranger. Her rights are not less now than they formerly were. In the court below the plaintiffs in error rested their case on the assertion that the wife had given her money to the husband. Whether she had or not was fairly left to the jury. The complaint now is, that the court instructed them “ that if notes were taken for the money which the husband received as belonging to him, and they were given at the time or soon after the money was received, that is a circumstance going to repel the presumption that she (the wife) allowed him to receive such money as a gift, and unless it is clearly proved by defendants that it was a gift, and made to the husband before the notes were given, and that the judgment was given to defraud his creditors, the verdict ought to be for the plaintiff.” Surely, the presumption in favour of a gift, if there was any arising from the receipt of the money by the husband, might be repelled, and by nothing could it be more effectually than by the fact that he gave his notes for it. Unless it was a gift, the right of the wife to reclaim it, and to secure it by taking a judgment, is undeniable.\n'And she was entitled to reclaim it with interest, for the debtor assumed to pay interest, and since the Act of 1848, the use and profits of a wife’s property of every description belong to her, and not to her husband. There was, then, no error in the charge of the court. We need hardly say the facts show that the judgment was not for a greater amount than the husband actually received, and that the court could not therefore instruct the jury the judgment was fraudulent because of its having been taken for too large .a sum.\nIt remains only to notice the exception taken to the admission of evidence that, in the spring of 1857, the husband declared he had to give his wife a note for the money he got from her, and pay her interest. Undoubtedly, in a contest with creditors, it is not competent to show, by the declarations of the husband, property in the wife. This has been several times asserted by us. But here the evidence was admitted for no such purpose. It was abundantly proved, and not even denied, that Adam Rudy, the husband, had received his wife’s money. The sole question was whether she had given it to him, and his declarations, made long “ ante litem motam,” and long before he appears to have been indebted to any other than his wife, were received to show that he was not her donee. We do not think ourselves justified in reversing the judgment on this account. Even if they were erroneously received, their exclusion under the facts of this case could not have benefited the plaintiff in error.\nThe judgment is affirmed."}