{"id": "9503439", "contents": "The opinion of the court was delivered,\nby\nWoodward, J.\nWe concur with counsel in regarding the paper of 5th May 1862 as a mortgage by Ward to Miller of the four acres of barley. Ward bad been a renter of Ritchey’s farm — • had sowed the barley in the fall of 1861 — quitted the possession of the farm in the spring of 1862, and was succeeded by Rankin, as tenant of Ritchey, and on the 5th of May 1862, contracted the debt to Miller, and made the mortgage of the growing barley to secure it, binding himself to cut and thresh the barley when ripe. The incoming tenant, Rankin, took charge of the barley-field for Miller, and repaired the fences around it. When Ward came to cut it Rankin forbade him till Miller instructed him to allow it. The barley was then harvested, and put into the barn on the premises for Miller, was threshed, and the grain delivered. After it was in the barn, and before it was threshed, it was levied on by virtue of the execution of Fry for use of Metcalf against Ward, and then came this feigned issue under the Sheriff’s Inter-pleader Act.\nIt is the duty of the mortgagee of a chattel to take all the possession of the thing pledged which its nature and circumstances will admit of. A ship at sea, or articles in process of manufacture, or a growing crop of grain, cannot be transferred as a horse, or other chattel in hand, can be turned over, but in such cases the parties must do everything in their power to secure the public from that deception which the possession of property without the ownership always enables a person to practise. The indicia of ownership, if not the corporal possession, must be delivered, else the mortgage will be fraudulent as to creditors: Clow v. Woods, 5 S. & R. 275; Welsh v. Beckey, 1 Penna. R. 57.\nHere all was done that could be reasonably demanded. Rankin, the tenant, in actual possession of the premises, took actual possession of the barley for Miller. Ward was permitted to harvest it only because his contract was so, but in the barn it was again in the exclusive custody of Rankin for Miller. . There was nothing in these circumstances to mislead the public, or to invest Ward with a fictitious credit. His execution-creditor could not get to the barn, without notice of Miller’s rights, and whilst he might have levied his execution, subject to Miller’s mortgage (Srodes v. Caven, 3 Watts 258), he had no right to take the barley out of Miller’s possession without payment of the mortgage-debt. The mortgage, followed by the unequivocal possession that was proved, gave Miller such a right of property in the barley as is sufficient to sustain the narr. in this issue, and accordingly the ruling below is affirmed.\nJudgment affirmed."}