{"id": "9503593", "contents": "The opinion of the Court was delivered by\nKnox, J.\nAll that is required to make absolute the liability of an endorser upon a promissory note is, that demand should be made upon the maker at the place fixed for payment upon the last day of grace, and that due notice should be given of non-payment to the endorser. A protest is an unnecessary act, and whether made on the day of the demand, the succeeding day, or not made at all, is wholly immaterial.\nIt is conceded that the demand for payment was made at the proper time and place; but it is contended, upon behalf of the defendant below and plaintiff in error, that the notice was insufficient to charge him as endorser: 1st, Because it was calculated to mislead him as to the time when the demand had been made. 2d, Because it was not forwarded to him in due time.\nThe notice was dated on the 2d day of September, which was the day after the demand had been made. In it the endorser was informed that the note had been “ this day protested for non-payment, demand for payment having been first duly made by me at the Bank of Pittsburgh, and payment refused — the holder looks to you for payment thereof.”\nHad the notice stated that the demand was made on the second day of September, the cases of Etting v. Schuylkill Bank, 2 Barr 355, and of Ransom v. Mack, 2 Hill 588, would have been in point; but, instead of this being so, the defendant was notified that the demand was “ duly made,” which was in accordance with the truth, as it had been made on the first day of September. What was said m the notice in respect to the protest, cannot vary the case, for it was a gratuitous act alike to make the protest'and to give notice thereof to the endorser.\nOn the day succeeding the demand, at nine o’clock A. m., the notary deposited in the mail at Pittsburgh, a notice of non-payment, directed to Dickson & McClymond, the last endorsers, at New Castle, Pennsylvania, enclosing a copy for the first endorser, Josiah Stephenson, who resided at the same place, and who received his copy, as the witness thought, on the 3d, but, at all events, not later than the 4th of September.\nIt was in evidence that, at the time the notice was sent, there was but one mail a day between Pittsburgh and New Castle, which. left the office between seven and eight o’clock A. M. The post-master at Pittsburgh testified that the mail was closed before seven o’clock A. M.; and the notary stated that, upon inquiring of the postmaster, he was informed that the mail for New Castle closed at twelve o’clock at night. Sometimes, however, letters were placed in the mail at two or three o’clock in the morning.\nThe Court of Common Pleas instructed the jury that if they believed the “testimony of the notary, as to the time of the closing of the mail, the depositing of the notice at 9 o’clock A. M. of the 2d September was in time. But if the mail of the 2d did not close till 7 o’clock A. M., it was too late.” And “ if the letter containing the notice arrived in New Castle on the 2d of September, service of the notice would do on the 3d, but not on the 4th; but if it did not arrive until the 3d, service on the 4th would be sufficient;.”\nClearly the plaintiff in error has no cause to complain of this instruction. True, as a general rule, the notice must be sent as early as the first mail succeeding the day of the demand; but if the mail closes at so early an hour that it is impracticable to forward a letter by it, one sent by the next mail is in time. As the jury have found that the mail which left Pittsburgh for New Castle between 7 and 8 o’clock on the morning of the 2d September, closed as early as 2 or 3 o’clock of the same morning; it was not a practicable thing for a letter to be mailed on that morning so as to go by that mail; and hence it follows that one placed in the office in time for the next mail was sufficient. Leaving Pittsburgh at 8 o’clock on the morning of the 3d, the letter containing notice of the non-payment of the note would reach Dickson & McClymond, at New Castle, on the same day in the evening, and whether they gave notice to Stephenson that evening or the next morning was unimportant, as in either case it was in time. An endorser is entitled to one day after he receives notice to transmit the same to his prior endorser.\nThe authorities sustaining the rules laid down by the learned judge who presided in tbe Common Pleas are so numerous and uniform that it is unnecessary to quote them.\nJudgment affirmed."}