{"id": "9503396", "contents": "The opinion of the court was delivered,\nby\nWoodwakd, J.\nConsanguinity is either lineal or collateral. Lineal is that which subsists between persons of whom one is descended in a right line from the other. Every generation in this direct lineal consanguinity constitutes a degree, reckoning either upwards or downwards. Collateral consanguinity is that which subsists between persons who lineally descend from the same ancestor, who is the stirps or root, but who do not descend the one from the other. There are two methods of computing the degrees of consanguinity: one by the canon law, which has been adopted into the common law of descents in England, and the other by the civil law, which is followed both there and here in determining who is entitled as next of kin to administer the personalty of a decedent. The computation by the canon law, says Cruise, 3 Dig. 339, is as follows: “ We begin at the common ancestor, and reckon downwards; and in whatever degree the two persons, or the most remote of them, is distant from the common ancestor, that is the degree in which they are said to be related. By the civil law, the computation is from the intestate up to the common ancestor of the intestate, and the person whose relationship is sought after, and then down to that person, reckoning a degree for each person, both ascending and descending. By this mode the intestate is taken as the terminus a quo, and the propinquity to him of any collateral relative is determined by the sum of the degrees in both lines to the common ancestor.”\nThe clearest and most comprehensive exposition of the subject which I have found, is in 2 Coke Lit. star p. 158 (Thomas Ed., p. 129), as follows: “ It is to be noted that in every line the person must be reckoned from whom the computation is made. And there is no difference between the canon and civil law in the ascending and descending line, but in the collateral line there is. Therefore, if we will know in what degree two of kindred do stand according to the civil law, we must begin our reckoning from one by ascending to the person from whom both are branched, and then by descending to the other to whom we do count, and it will appear in what degree they are. For example, in brothers’ and sisters’ sons, take one of them and ascend to his father, there is one degree; from the father to the grandfather, that is the second degree: then descend from the grandfather to ■his son, that is the third degree; then from his son to his son, that is the fourth. But the canonists do ever begin from the stock, namely, from the person from whom they do descend, of whose distance the question is. For example, if the question be, in what degree the sons of two brothers stand by the canon law, we must begin from the grandfather and descend to one son, that is one degree; then descend to his son, that is another degree: then descend from the grandfather to his other son, that is one degree; then descend to his son, that is a second degree: so in what degree either of them are distinct from the common stock, in the same degree they are distant between themselves; and if they be not equally distant, then we must observe another rule. „ In what degree the most remote is distant from the common stock, in the same degree they are distant between themselves: and so the most remote maketh the degree.” Lord Coke, with his customary solicitude for the student, adds, “ thus much of the civil and canon law is necessary to the knowledge of the common law in this point.”\nOur Intestate Act of 8th April 1833, after classifying certain lineal and collateral heirs of decedents, and prescribing the order of their succession to the real and personal estate, declares, in the 7th section, that in default of all persons hereinbefore described, the real and personal estate of the intestate shall descend to and be distributed among the next of kin of such intestate; and in the 11th section, next of kin are again referred to.\nBy which of the above rules of computation are we to ascertain the next of kin under this statute ? We think it is abundantly evident, from the authorities cited by the auditor in his report, and especially from the observations of the codifiers on the 11th section of the act, that the “next of kin” are to be ascertained by the rules of the civil and not of the canon law.\nUnder the intestate laws which we had before the Act of 1833, it had been decided that in every case of descent not expressly provided for in the statues, the heir at common law should succeed to the real estate of the decedent in exclusion of others standing in the same degree of consanguinity. Thus, we were not only committed to the mode of computation which the common law had borrowed from the canonists, but our system of inheritance was deformed with the feudal features of primogeniture, and preference of males over females. The codifiers devised the 11th section to wipe out these odious features, and they said, “the provision that the next of kin shall take in every case not expressly enumerated, will, we believe, sufficiently identify the party, as the mode of computing kindred by the rules of the civil law is well understood and established.”- This was a clear recognition of the civil law rule of computation, and we are to presume that the legislature intended the next of kin should be ascertained according to it. As before intimated, it has always prevailed in determining the right of administration, and although it has been laid down that the statute of distribution in England must be construed according to the common law, the mord modern cases seem to have fully established that its construction, as to proximity of degrees of kindred at least, shall be according to the rules of the civil law: 1 Williams’s Executors 364, and cases in notes. The rule of the common law, then, is limited, even in England, to the descent of real estate, and is retained, as to that, for reasons that grew out of their feudal tenures. We have rejected it both as to realty and personalty, and have adopted the more reasonable and just rule of the civilians.\nBy that rule there can be no doubt that the grandmother of the intestate is one degree nearer to him than the uncles and aunt, and that she is next of kin within the meaning of our Intestate Act. It is objected that she is not in the descending line from the intestate — an objection that would apply to the uncles as well as to her. The first canon of descent at common law is that inheritances shall lineally descend to the issue of the person who last died actually seised in infinitum, but shall never lineally ascend: 2 Black. Com., p. 208. Our Intestate Act alters this rule of the common law, and generally uses the word “ descend” where lineal descendants or collateral kindred are to take the realty, the words “go to” being employed when lineal ancestors take. The word “distributed,” as used in the statute, generally applies to the personalty; but in the 10th section of the Act of 1848, this word is applied to real estate of married women. In the 7th section of the Act of 1833, which relates both to realty and personalty, both words, “ descend” and “ distributed,” are used in respect to the next of kin; and in the 11th section, the words are, “ shall pass to and be enjoyed by the next of kin.” These sections interpret each other. We are not to construe the word “descend” so strictly as to exclude a lineal ancestor, but as meaning a passing to such ancestor when he or she is next of kin. The fund here was distributable on this principle of construction.\nThe next question upon the record is, whether the grandmother was subject to the collateral inheritance tax, under the Act of 7th April 1826, Purdon 148. The only persons exempted from the operations of that statute are carefully enumerated. They are father, mother, husband, wife, children, and lineal descendents, born in lawful wedlock. Whoever else takes an estate of inheritance must suffer the tax. The argument here is that the case of a grandmother is casus omissus, but we cannot perceive the slightest ground for thinking the legislature meant to exempt her. It is true the act is called a “ collateral inheritance” tax law, and that a grandmother is a lineal and not a collateral relative, but when the enacting clause of a statute embraces “ all estate, real, personal, and mixed, of every kind whatsoever, passing from any person who may die seised or possessed of such estate,” and then excepts only such takers of the estate as are enumerated in the excepting clause, it would be contrary to all rules of construction to enlarge the excepting at tbe expense of the enacting clause. “ JExpressio unius, exclusio alterius” applies bere. We must presume the legislature enumerated all takers they meant to except. The occasion of the law was suggested by those oblique inheritances which we call collateral, which, though provided for by our intestate laws, are not the common course of estates, not the natural tendencies of property. When such exceptional instances should occur, the legislature deemed it fair to tax the lucky inheritors altogether beyond the usual rate of taxation, and hence this tax law. Grandmothers are unusual inheritors, even more so than uncles and aunts; and having enjoyed the chances of the two generations between which she stood, there would seem to be no especial reason why that which comes to her from the second generation below her should be exempt from public burthens. We think it is as clear that she is within the spirit and reason of the statute as she is within the letter.\nAs to the only other point, there can be no question that the corn was properly delivered to the heir. It was a growing crop at the death of the intestate, and was harvested and divided afterward, the tenant taking his part, and delivering to the heir the landlord’s share. As a rent payable in kind, it passed with the inheritance, and belonged to the heir rather than the administrator.\nThese observations dispose of both appeals and affirm the decree below."}