{"id": "9503695", "contents": "The opinion of the court was delivered,\nby\nSTRONG, J.\nConfessedly the absolute dominion of a proprietor over his land to the centre of the earth, is restrained by the maxim “ sie tdere tuo ut alienum non loedas.” But what is an injury ? The rightful use of one’s land may cause damage to another without any legal wrong. An act done, causing damage which the law will redress, must not only be hurtful, but wrongful. There must be damnum et injuria, an act not merely hurtful, but an infringement of another’s right. The plaintiff'in this case cannot therefore recover, unless the acts of which he complains were in violation of some rights which he had upon the lands of the defendants. That an inferior proprietor has a right to the uninterrupted flow of the water in a surface watercourse leading to his land over the land of an adjoining proprietor, is a familiar principle; but he has no such right to an unknown subterranean stream which feeds his spring, or flows out upon his land. For any fiowage in such a stream, he has, in ordinary cases, no servitude upon the land of his neighbour, at least he has no natural right to enforce such a servitude. After the full discussion which this subject received in Wheatly v. Baugh, 1 Casey 528, little remains for us now to add. In that case it was ruled, that where a spring depends for its supply upon filtrations or percolations of water through the land of an owner above, and in the use of the land for mining or other lawful purposes the spring is destroyed, such owner is not liable for the damages thus caused to the proprietors of the spring, unless the injury was occasioned by malice or negligence. To such percolations or filtrations, then, the inferior owner has no right. This was all that was necessary to the decision of the case.\nIn the opinion delivered by this court, it was said, indeed, that inferior proprietors may have rights in subterranean streams, and those were instanced that in limestone regions often pursue their course in great volume and power, and then emerging from their caverns, furnish power for machinery, or supply towns and settlements with water for all the purposes of life. To say that such streams might be obstructed or diverted, merely because they run through subterranean channels, would be, said the court, to forget the rights and duties of man in relation to flowing water. Underground currents of such a description are exceptional in their nature, and the same reason exists for holding that a lower proprietor has a right to insist upon their uninterrupted flow, as exists in the case of watercourses on the surface. Their existence and their course are generally known. If, therefore, the owner below has any rights in them, they are perceptible, and the owner of the land through which they pass may, in most cases, have the fullest use of his property without disturbing them. What was said upon these exceptional cases had been previously, though more guardedly, said in Dickinson v. The Grand Junction Canal Company, 9 Eng. Law & Eq. 521, a case decided in the English Court of Exchequer, where a distinction between water running on the surface and sub-surface streams was asserted, but the court said “ if the course of a subterranean stream were well known, as is the case with many which sink under ground, pursue for a short space a subterraneous course, and then emerge again, it never could be contended that the owner of the soil under which the stream flowed could not maintain an action for the diversion of it, if it took place under such circumstances as would have enabled him to recover if the stream had been wholly above ground.”\nThrowing out of view for the present such exceptional cases, there is a well-marked distinction between the flowage of water in surface and sub-surface channels.\nA proprietor of land may, in the proper use of his land for mining, quarrying, building, draining, or any other useful purpose, cut off or divert subterraneous water flowing through it to the land of his neighbour, without any responsibility to that neighbour. Some of the grounds for the distinction are clearly pointed out in Acton v. Blundell, 12 M. & W. 324, and others may be mentioned. They are that in case of an underground supply to a spring or well, or a stream emerging upon land of a lower proprietor, the water does not flow openly in the sight of the owner of the soil under which it passes, that there is therefore no reason for implying consent or agreement between the proprietors of the adjoining lands beneath which underground currents exist, which is one of the foundations upon which the lawr as to surface streams is supposed to be built; and that for the same reason no trace of positive law can be inferred. Again, if the lower proprietor has a right to the undisturbed flowage of water through subterranean passages in his neighbour’s land, he has the power of preventing that neighbour from using the water in his own soil, for he cannot use it and return it to its old passage-way, which he may do in the case of a surface stream. Such a right, if it exists, also exposes the upper proprietor to the hazard of incurring fruitlessly heavy expenditures in efforts to improve or use his land, since he can have no knowledge until after his outlay has been made, that his contemplated use will interfere with any rights or interests of an adjoining owner. A surface stream cannot be diverted without knowledge that the diversion will affect a lower proprietor. Not so with an unknown subterraneous percolation or stream. One can hardly have rights upon another’s land which are imperceptible, of which neither himself or that other can have ■ any knowledge. No such right can be supposed to have been taken into consideration, when either the upper or lower tract was purchased. The purchaser of lands on which there are unknown sub-surface currents, must buy in ignorance of any obstacle to the full enjoyment of his purchase indefinitely downwards, and the purchaser of lands on which a spring rises, ignorant whence and how the water comes, cannot bargain for any right to a secret flow of water in another’s land. It would seem, therefore, most unreasonable, that the latter should have a right to prevent his neigh-bour from enjoying bis own land in tbe ordinary way, either by digging wells, cellars, drains, or by quarrying and mining. A further reason for holding that there is no such right, is found in the indefinite nature and great extent of the obligation which would be imposed if the right existed. Instances have occurred where excavations have had the effect of draining land, although at the distance of several miles : Gale & Wheatley on Easements 178. Even in the case before us, the mining pit of the defendants is more than three hundred feet distant from the plaintiffs’ spring. These appear, to us very sufficient reasons for distinguishing between surface and subterraneous streams, and denying to inferior proprietors any right to control the flow of water in unknown subterranean channels upon an adjoiner’s land. They are as applicable to unknown sub-surface streams as they are to filtrations and percolations through small interstices. Neither can be defined watercourses, though they may be definable.\nThe distinction thus founded in reason, is recognised by the law. The civil law adopted it. Thus in Dig. vpl. 89, 3, “ de íUjiq. et ajjí. pi. arc. Denique Ma^vcellus scribjt.,. cumjeo, qui in^”suo i foctius vicini fontem, avertit nifel posse aptijilec de dolo actio-t'A ffiem; ethane non c^ebet habere,si non ammo vicinftnocendi sed suum agjtum melio$em faciendi iR fecit.” The common law is the same.\nThe leading ease of Acton v. Blundell, 12 M. & W. 324, already referred to, asserts it distinctly; and the distinction between surface and underground waters which was there drawn, was recognised in Dickinson v. The Grand Junction Canal Co., 9 Eng. Law & Eq. 520, as well as in our own case of Wheatly v. Baugh. So in Ellis v. Duncan, 21 Barb. 280, it was ruled that the owner of a farm may dig a ditch to drain his land, or open and work a quarry upon it, although by so doing he interrupts oné of the underground sources of a spring on his neighbour’s land; and it was said, “ the rule that a man has the right to the free and absolute use of his property, so long as he does not directly invade that of his neighbour, or consequentially injure Ms perceptible and clearly defined rights, is applicable to the interruptions of the sub-surface supplies of a stream by the owner of the soil, and the damage resulting from it is not the subject of legal redress.’-’\nThe same thing was decided in Roath v. Driscoll, 20 Conn. 533, 542; and in Brown v. Illins, 27 Conn. 84, it was more emphatically ruled, and the court adopted the mode of expression used by one of the counsel in Acton v. Blundell, saying in regard to subterranean streams and currents, “ there is not any jus alienum on the part of the owner of the other lands, and therefore the maxim ‘ sic utere tm ut alienum non Icedas’ does not apply.” Nor are there any well-considered decisions which are inconsistent with these. Whetstone v. Bowser, 5 Casey 59, was a case where the stream diverted was partly on the surface and partly underground. It was a well-known stream, and the diversion complained of was on the surface. In Smith v. Adams, 6 Paige 433, the stream which supplied the spring was known, and the water was taken from a place just above the point where it had emerged, not for the enjoyment of the land where it had flowed, but for the use of another tract at some distance from it.\nWe think, therefore, that the learned judge of the Common Pleas misapprehended what had been ruled in Wheatly v. Baugh. The defined watercourses there spoken of which a man may not divert to the hurt of an inferior proprietor, are not the hidden streams of which the owner of the soil through which they pass can have no knowledge until they have been discovered by excavations made in the exercise of his rights of property.\nThere are known streams to which, if the lower proprietor has any rights, they are perceptible, and require no sub-surface exploration before their course can be defined.\nWe are not, however, to be understood as intimating that an owner may maliciously or negligently divert even an unknown subterranean stream to the damage of a lower proprietor. But in the enjoyment of his land he may cut drains,- or mine, or quarry, though in so doing he interfere with- the flowage of water in hidden, unknown, underground channels.\nApplying these principles to the present case, we are constrained to say we see no evidence of malice or negligence on the part of the defendants. Mining on their land as they did, was no more than the exercise of their legal rights. If in so doing, they interrupted an underground stream which supplied the plaintiff’s spring, it was damnum absque injuria, and there was no evidence of the existence of such a known well-defined watercourse under ground in the land of the defendants, as will enable the plaintiff to maintain an action against them for diverting it by their mining operations, and thus destroying the spring. The points proposed by the defendants should have been unqualifiedly affirmed.\nThe judgment is reversed, and a venire de novo awarded."}