{"id": "9503176", "contents": "The opinion of the Court was delivered by\nWoodward, J.\nThe plea of nul tiel record, was sustained if the recognisance was void. But why was it void? Because, says the plaintiff in error, it was taken by the clerk of the sessions, who had no power to admit to bail. But the record shows that it was taken in term time, and we presume it to have been the act of the .Court — the clerk being their instrument only. Omnia praesumuntur rite esse acta. Nor do the words “ taken and acknowledged before me,” and signed by the clerk, negative this presumption, for they were. unnecessary words, and may be rejected as surplusage. The Court of Quarter Sessions had power to admit to bail; the recognisance taken was their act, and not the clerk’s, and therefore it was valid and not void.\nThe second error assigned is intended to raise the question whether scire facias in the Common Pleas is the remedy on a recognisance taken in the Quarter Sessions. The 2d section of the Act of 2d December, 1783, and the 2d section of the Act of 30th March, 1821, [Brightly's Purdon 375,) confer jurisdiction upon the Common Pleas over forfeited recognisances, but do not prescribe the form of action to be brought. Debt has generally been the action adopted, but in some parts of the state we are told the scire facias has uniformly been employed. We are of opinion that either action will lie. Of the two actions perhaps the scire facias is most appropriate, for the recognisance is matter of record, is in the nature of a judgment, and the process upon it is for the purpose of carrying it into execution, and is rather judicial than original. It is no further to be reckoned an original suit than that the defendant has a right to plead to it. It is founded upon the recognisance, and, partaking of its nature, must be considered as flowing from it; and when final judgment shall be given the whole is to be taken as one record: Cobbet’s case, 2 Yeates 362. Chitty, in his excellent work on Pleading, vol. 1, p. 100, óiting Tidd’s Practice, expresses preference for the scire facias in these words: “ Debt is sometimes brought upon a recog-nisance of hail, hut the remedy thereon is more frequently by scire facias, because in the latter the proceeding is more expeditious, and the bail have less opportunity of discharging themselves by rendering their principal.”\nThe incongruity alleged of maintaining scire facias in one Court on a record remaining in another is answered by our Act of 24th March, 1818, which requires all forfeited recognisances to be estreated into the commissioner’s office for the purpose of being sued in the Common Pleas, if not otherwise collected. And even without this’ Act, the record of the Quarter Sessions, sub-fede sigilli, would answer a plea of nul tiel record when pleaded to a scire facias, just as effectually as when pleaded to an action of debt. In both instances the action is founded on matter of record, and the evidence that would prove the record in the action of debt is competent to establish it in scire facias.\nThe forfeiture of the recognisance in this instance is not denied, and seeing that it was taken by competent authority and well sued, the Court were right in directing a judgment for the Commonwealth, and it is accordingly affirmed.\nJudgment affirmed."}