{"id": "9503458", "contents": "The opinion of the court was delivered,\nby\nWOODWARD, J.\nIf the juror, Gordon, were challenged for cause, and that cause was no more than that he was brother-in-law to one of the counsel of the defendant, it was a palpable error. If he was challenged peremptorily, after the peremptory challenges allowed by law had been exhausted, it was, if possible, even more erroneous. It is difficult to determine, from the conflicting statements before us, how the fact was, but it is immaterial, for whichever way the fact was, there was no exception to it. What was excepted to, was the court’s refusal to allow the defendant peremptorily to challenge the new juror called in Gordon’s place, four peremptory challenges having been already enjoyed by the defendant. In this there was no error. The court could not give the defendant five peremptory challenges, the statute having allowed him but four.\nThe only error we see upon the record is in excluding from the, jury all evidence tending to impeach Ely’s books, except such as related to the account against Funk. Such a rule of evidence amounts to nothing in its practical application. If a defendant can disprove his particular account, he has no occasion to assail the general character of the plaintiff’s books. It is only when he has no other means of meeting a false charge, that he assails the general character of the plaintiff’s book, in the same manner in which he would assail the general character of a witness for truth and veracity, whose particular statement he could not controvert. The plaintiff who swears to his original book of entries, puts his general character for truth and veracity, and the general character of his book for honesty and accuracy, in evidence, and invites attack upon either or both.\nIt is ■general character which is thus brought into issue, and feneral character is formed by numerous particulars. When a ook of original entries is offered in evidence, supported by the oath of the party, the court examines it to see if it appears, primá facie, to be whaf.it purports to be. If there are erasures and interlineations, and false or impossible dates, touching points that are material, or if for any reason it clearly appears not to be a legal book of entries, the court may reject it as incompetent: Churchman v. Smith, 6 Whart. 146; Curren v. Crawford, 4 S. & R. 3. If this does not clearly appear, it is to be submitted to the jury to judge of, and then it is competent for the adverse party to show its general character by pointing to charges and entries affecting other parties, and bj calling witnesses to prove such entries false and fraudulent. That this investigation may not run into excessive departure from the issue on trial, the court should limit it to the time, or near the time, covered by the account in suit, and should suffer no more examination of collateral cases than would bear directly on the general character of the book. If a shop-book exhibit, in respect to customers generally, illegal dates, as on Sunday, or impossible dates, as 31st of June or 30th February, or altered dates, or earlier dates after those that are later, or any other such condemning features, they are evidence for the jury upon the general character of the book. The jury may form some opinion from such examination, how far it is entitled to weight in the scales which they are holding. Whilst they should make all due allowances for mistakes, for ignorance and unskilfulness in book-keeping, and for peculiarities in the plaintiffs’ business, they should insist on the general honesty and accuracy of the book, made in secret by one party against the othei’, and now offered as a guide to the conscience of the jury.\nWhilst the abstract answers of the learned judge to the points were generally correct, they seem to us to have become practically erroneous in limiting the view of the jury to the account of the defendant as it stood in the plaintiffs’ book, instead of letting them, under proper limitations, investigate the general character of that book.\nThe judgment is reversed, and a venire de novo awarded."}