{"id": "9503494", "contents": "The opinion of the Court was delivered by\nLewis, J.\nThe 2d section of the Act of 11th April, 1799, gave the Court power, in the action of partition, in case “ none of the parties agreed to take the lands and tenements at the appraisement,” to order the same to be sold “at the instance of the demandant:” Dunlop 208. By the Act of 5th May, 1841, the Court must allow the holders of the titles to take the same or parts thereof, consecutively, according to the dates of their respective titles, legal or equitable; and if the party entitled to a choice do not appear, or shall refuse the same, it shall be offered to the next in succession, according to the rule of seniority of title. If a particular purpart or portion shall remain undisposed of, after all parties have had an opportunity to take it, such part falls under the rule prescribed in the Act of 1799, and may be sold by order of the Court. The Acts of Assembly regulating writs of partition, must be liberally construed to effectuate the intention of the legislature, and to promote the convenience of the parties, so that they may enjoy their rights in severalty. This is the only perfect enjoyment of the right of property, and it tends more than any other to promote the interests of the parties and the general welfare of the country. The Court awarded pur-part B. to the party electing to take it; but the other part has not been disposed of. It does not appear to have been decreed to any one, or to have been sold. No final judgment in the writ of partition has been rendered. If the demandant failed to ask for further proceedings, the defendant below had- the right to do so. So that there is no necessity to entertain a writ of error until the cause has been finally ended in the Court of original jurisdiction. It is true, that by Act of 5th April, 1842, a writ of error is given upon the judgment quod partitio fiat, for the purpose of examining it; but that judgment in this case appears to have been entered by confession, and there is nothing on the record to show that it is erroneous. Nor is there anything to show that the Court erred in awarding the right of choice to the plaintiffs. There is no provision for removing the evidence in such a case, and we do not, at present, see how we can re-examine the question without it. The first assignment of error is therefore not the subject of review j here. The second and third are not sustained by the record as copied in the paper-book. The record does not show that any other persons are interested than those who have agreed to the amicable action and to the confession of judgment that partition be made. Nor does it show that any application was made to open the judgment. In reviewing these proceedings our examination must be confined to the record proper, or to such portions of the evidence as may be made a part of the record by bill of exceptions. The second assignment of error, instead of showing ground for reversing the judgment, merely shows that no final judgment has been entered, and that the plaintiff in error was premature in taking out his writ.\nJudgment quod partitio fiat affirmed and procedendo awarded."}