{"id": "9503505", "contents": "The opinion of the court was delivered,\nby\nWoodwaRD, J.\nIn affirming this decree, we wish to be understood as neither affirming nor denying the broad proposition that equity will, at the suit, of a mere judgment-creditor, interpose to restrain such acts of a judgment-debtor, in possession as owner of real estate, as would constitute waste at common law. A judgment-creditor is not within the protection of our Act of Assembly of 29th March 1832, Purdon 1008, until he has brought his debtor’s land to liability to sale on a venditioni exponas ; but whether, independently of the statute, lie is entitled to protection in equity before levy and condemnation, is the main question decided by the learned judge below, and the precise question which we do not mean to decide.\nOn another ground, there is not the least difficulty in affirming the decree. That is the ground of fraud, to which, there can be no question, the equity jurisdiction extends. The case disclosed by the bill and answer is that of a plaintiff with judgments to a large amount against a defendant conceded to be insolvent, and the real estate on which these judgments are liens admitted to be insufficient for their security. It consisted of about forty acres in Union township, Lebanon county, with a steam grist and saw mill thereon, which mills contained a steam-engine, boilers, and other machinery necessarily connected and used together, essential to the working of said mills, and so annexed, fixed, and embedded in the structure of said mills as to be part of the freehold. The defendant admitted that he detached the steam-engine and converted it into personalty, for-the purpose of enabling certain of his creditors to levy upon it, and sell it in satisfaction of their claims. He claims to have done this on his own mere motion, and without confederacy with the creditors for whose benefit it was done; but he admits that they levied on it as personalty, and thus appropriated to themselves the benefits of his act, if they did not help him to perform it. They were subsequent judgment-creditors to the plaintiff in this bill, and had no legal right to be first paid out of the debtor’s property. If the real estate, before severance of the engine, -was inadequate to secure prior lien-creditors, it is manifest the severance, which sensibly impaired the value of the estate, was a great wrong done to them. The learned judge pronounced it a palpable fraud and an illegal preference of creditors. When the principle was pressed upon him, that equity will not ordinarily restrain the sale of chattels, after they have been severed from tbe freehold, he put himself distinctly on the ground that the acts of Thoma were a fraud in law, “intended and calculated to give a later judgment-creditor an advantage over an earlier one, and that all the parties defendants wrere participants in the fraud, and cannot take advantage of their own wrong.”\nThis was the true ground of the decree, and it is upon this ground we affirm it.\nIt is due, however, to the very able argument that has been submitted on the part of the plaintiff in error, that we should notice its main positions.\nIt is maintained, in the first place, that it is the right of an owner of realty, though insolvent, to disannex fixtures and to convert them into personalty, with the view of paying the debt of a bond fide creditor.\nThe abstract right to sever fixtures is, unquestionably, inherent in the full dominion over land which ownership confers, and though an insolvent owner may not assign his property in trust, so as to create a preference among his creditors, yet he may, by encumbrances confessed or by absolute and direct conveyances, prefer one creditor to another: Worman v. Wolfsberger’s Executors, 7 Harris 61; Breading v. Boggs, 8 Id. 37; Covanhoven v. Hart, 9 Id. 495; Uhler v. Maulfair, 11 Id. 381; Siegel v. Chidsey, 4 Casey 279; York County Bank v. Carter, 2 Wright 446.\nBut after liens have attached, may he commit waste for the purpose of preferring creditors ? This is the real question here. The wrong complained of consisted not so much in converting the fixtures to the use of subsequent creditors, as in the damage done to the freehold, which was the only security of the prior creditors. When their liens attached, the engine formed part of the freehold, and was bound by them. Although a judgment-creditor has no estate in the lands of his debtor, it cannot be said that he has not an interest which may be defended. He may seize them in execution, and then our statute entitles him to estrepement to stay waste, and on conversion of the land into money, he has a right, secured by another statute, to take the money in preference to the owner or encumbrancers, however meritorious, who are subsequent to himself. In Gray v. Holdship, 17 S. & R. 415, it was held that a mechanic’s lien against a brewery in which a boiler had been distrained for rent, and severed, would hold the boiler, as against a purchaser of it, as a chattel. In Voorhees v. Freeman, 2 W. & S. 119, and Pyle v. Pennock, Id. 390, the detached rolls of a rolling-mill were held to be part of the freehold, and bound by the lien of a mortgage; and in Hoskin v. Woodward, ante 42, it was held that a mortgage of a machine-shop included a lathe therein erected, and that a sale and removal of the lathe was such a violation of the rights of the mortgagee, that he might follow and recapture it from the purchaser. “ He may even treat it as personalty as against the wrongdoer, for the wrongful act cannot be alleged by the wrongdoer as a measure of shelter for himself,” said the chief justice, in delivering the opinion of the court.\nTrue, these were eases of mortgage, but in respect to an interest in the land of the debtor, what is the difference in Pennsylvania betwixt a mortgagee and a judgment-creditor ?\nThe mortgagee has no estate in the land, any more than the judgment-creditor. Both have liens upon it, and no more than liens. This was expressly asserted in Asay v. Hoover, 5 Barr 35, and has been substantially, if not expressly, affirmed in many eases: Rickert v. Madeira, 1 Rawle 228; Edmonson v. Nichols, 10 Harris 79; Wilson v. Shoenberger’s Executors, 7 Casey 299.\nAs to estate and interest, then, no substantial difference exists between these two classes of creditors: diversities that do exist, have reference to the extent and duration of the liens and the remedies for enforcing them. If a mortgagee have an interest in the mortgaged premises, which may be defrauded by a severance and sale of a fixture, so we may conclude, has a judgment-creditor. The fraudulent character of the severance must be determined by the circumstances of each ease. So long as the debtor uses his estate for its ordinary purposes, according to its nature, he cannot be impeached for fraudulent waste. As was said in Hoskin v. Woodward, he may sell, in the usual way, the “ lumber, firewood, coal, ore, fruit, or grain,” produced by his land, without violating the rights of lien-creditors. But as to machinery, which is a constituent part of a mill or manufactory, to the purposes of which the building has been adapted, and without which it would cease to be such a mill or manufactory, the rule is different. To dismantle such an establishment on the eve of bankruptcy is to destroy its customary use and to defraud lien-creditors, whether by judgment or mortgage. Though not waste under our statute, it is so at common law, and, like other acts contrary to law, is restrainable in equity.\nThe other argument of the plaintiffs in error is akin to the former, that before a creditor can question the disposition of a debtor’s property, he must have completed his title by judgment and execution. This is true as to personal property, and for this reason, that the execution only, and not the judgment, is a lien on chattels. English cases were cited to show that it is true also as to real estate in England, and for precisely the same reason that a judgment there is no lien on land. It is the execution which establishes the legal relation between the creditor and the debtor’s land, as here it is the execution, which establishes the legal relation between the creditor and the debtor’s goods. But our statutes bring judgment-creditors, as the contract of mortgage brings mortgagees, into direct relation with the debtor’s lands, and because the law creates the relation, equity will protect it — will protect it not from such reasonable use and enjoyment of the lands by the owner as are usually incident to unencumbered ownership, but will protect it from such wanton and injurious acts as are of the nature of waste.\nThe decree is affirmed."}