{"id": "9503145", "contents": "The opinion of the Court was delivered by\nWoodward, J.\nThe important question in this case raised, both upon the bills of exception to evidence and the charge of the Court, is whether a husband can recover in a covenant made between him and others for the purpose of defrauding his wife out of her interest in real estate oivned hy him — or in other words, whether obligors in a fraudulent bond can shield themselves from liability by alleging their own fraud.\nThis obligation does not belong to the class of contracts forbidden by statute or public policy. It is simply a covenant for the sale and purchase of land. The defendant and his co-obligors, recite that Evans had, at their instance and request, bargained and sold a lot to Eichard B. Gilpin for a rolling-mill, at $500, which he valued at $2500, and Evans having remitted $2000 from the price, they bind themselves, on the delivery of the deed to Gilpin, to pay the said sum of $2000. The evidence discloses the fact, that the real and true consideration of the bond was to move from Mrs. Evans. Her husband was already bound to convey his title to Gilpin for $500, a price at which he had been induced to sell by the speculative advantages of a rolling-mill in his neighborhood; but his wife, not as sensibly affected by the prospect of those advantages as her husband, refused to join in a deed unless $2500, the price they had been offered for the lot, should be secured to them; This was what brought the bond into existence. On the delivery of it to her husband, Mrs. Evans executed and acknowledged the deed to Gilpin. The seals import a consideration; but a fair, valuable, and ample consideration is expressed visibly on the face of the instrument, and explained fully in the proofs. A covenant founded on such a consideration contravenes no rule of law or morals.\nOn the instrument, thus lawful and valid, Evans brought this suit. The defendant pleaded non est factum, but that put in issue nothing but the execution of the instrument, which being duly proved or admitted on the trial, this plea was answered. He pleaded also non infregit oonventionem, a plea which left the onus still on him, for the covenant being for payment of money it was not for the plaintiff to show it had not been paid, but for the defendant to show it had been. The plea, though in form a negation, was in- fact an affirmation, and there was no evidence to sustain it.\nIt was lawful, however, for the defendant, under our blended system of law and equity, to set up any facts in defence which, though not amounting to payment, would excuse non-payment— anything which would show that in good conscience he ought not to be called on to perform his covenant. The facts relied on .for this purpose are described in the defendant’s affidavit, and they are in substance that this bond was got up to induce Mrs. Evans to sign the deed to Gilpin, but as soon as she had done it, and the deed should be delivered, the bond was to be cancelled or delivered to the obligors — was not to be paid.\nAt law nothing but payment would discharge the bond; and if the defendant is relieved by the facts alleged, it must be by the interposition of equity. The plaintiff needs no aid from equity— he stands on his legal rights; his action is according to strict law to compel performance of the covenant, or compensate himself in damages for its breach. The defendant is in the posture of a party in a Court- of Equity, asking that the plaintiff shall be restrained from asserting his legal remedies, and that the bond shall be can-celled according to the secret agreement. Would a chancellolisten to a party seeking relief from the. consequences, of his own fraud ? Never. He would tell him that he who hath committed iniquity shall not have equity; that as he made his bed so shall he lie; that who seeks equity must do equity; and that no man shall be received to allege his own turpitude. The maxim of the common law is to the same effect, Ex dolo malo non oritur actio. And no man, said Lord Mansfield, 1 W. Black. 364, shall set up his own iniquity as a defence any more than as a cause of action. .\nBut it is insisted that the plaintiff was in pari delicto, and that the maxims apply to him and his action as well as to the defendant. That he was party to the fraud practised on his wife is not to be doubted, since the verdict has established it; but if he needs no assistance from the fraud to make out his case, if he have a perfect cause of action without it, it is apprehended these maxims do not apply to him. “ The test,” says Judge Duncan, in Swan v. Scott, 11 Ser. &. R 164, “ whether a demand connected with an illegal transaction is capable of being enforced at law, is, whether the plaintiff requires the aid of the illegal transaction to establish his case. If the plaintiff cannot open his case without showing that he has broken the law, the Court will not assist him, whatever his claim in justice may be upon the defendant.” But we have seen that this plaintiff could not only open but prove his case without showing any infraction of law. The fraud contemplated consisted not in making the bond, but in the use that was to be made of it. It was lawful and fair for Mrs. Evans to demand a full price for the land in which she had an interest, and for the defendant to bind himself to pay it, but the agreement between .the husband and the obligors, that the bond when fairly made on this consideration should not be paid, but should be given up and cancelled, was a gross fraud and imposition on Mrs. Evans. There, just in that point, was the wrong; for, though the bond, being a chattel, was the, exclusive property of the husband, yet a married woman has an interest in her husband’s chattels — contingent, to be sure, but still such as may be defrauded. He may give away or squander his personal property, or it may be seized by creditors, but he may. also die first, when his wife’s interest vests in possession. A creditor has but a contingent interest in his debtor’s goods, and yet he may be defrauded in respect of that interest. Mrs. Evans was in no way a party to the fraud — she was its victim — and we have no doubt her interest, though contingent, was such as might be defrauded; but what need has her husband’s action of support from that part of the transaction ? Obviously none whatever. And yet the root of the defence is in it. Without it the plaintiff has a perfect case —without it the defendant has not a shadow of defence. Then, according to the test of Judge DuNCAN, the plaintiff is unaffected by the fraud, though a party to it, while upon, the maxims, both of law and equity, the defence should have been excluded. There is nothing novel in this principle. We apply it continually to voluntary conveyances, and to contracts made to defraud creditors; which, though void as to them, are good and binding as between the immediate parties: Hartley v. McAnulty, 4 Yeates 95 Reichart v. Castator, 5 Binn. 112; and the cases collected by Hare & Wallace, in vol. 1, page. 59, of Leading Cases.\nThe husband, were he the obligor, could no more avoid the contract than the defendant can. In Killinger v. Reidenhaur, 6 Ser. & R. 535, a mortgage given to defeat a wife’s right of dower was held fraudulent and void as to that right and the right of creditors ; but the mortgagor could not set up the fraud, which is irrevocable, it was said, by him who commits it and those who claim under him.\nIn England they apply this principle to contracts which are violative of statute law. Thus, in Doe v. Roberts, 2 Barn. & Ald., where a conveyance was made to give the plaintiffs a colorable right to kill game, the title-deeds and the possession being retained by the grantor, the plaintiff was permitted to recover in ejectment, on,the principle that no man shall be permitted to allege his own fraud to avoid his own deed. This case was cited and approved in the recent case of Phillpot v. Phillpot, 1 Law & Eq. Rep. 339, which was covenant for arrears of four annuities, granted by indenture, on which the action was brought. The defendant pleaded that the indenture was fraudulently and collusively made, contrary to an Act of Parliament, for the purpose of multiplying voices, and of splitting the interest in divers houses and lands, in order to enable parties to vote in several counties for members of Parliament, and under a secret trust that no estate, or interest, should pass beneficially to the plaintiff — a defence, in this point, very like the present; but, said Jeevis, C. J., “ it is difficult to distinguish this case from Doe v. Roberts, which shows that it is possible that such a deed, though bad as regards the law of Parliament, may yet be binding between parties; as some deeds are void as against creditors, though binding between the parties.” And Maule, J., in recognising the same principle, remarked, pointedly: “It is the defendants, and not the plaintiff, who seek to set up the fraud to which their testator has been a party, and I think it is not competent for a defendant to set up his own fraud.” For further illustrations of the principle, I refer to Hawes v. Leader, Cro. Jac. 270; Brookbank v. Brookbank, 1 Eq. Cases, Abgd. 168; Franklin v. Thornbury, 1 Vern. 132; Faikney v. Reynous, 4 Burr. 2069; Petrie v. Hannay, 3 T. R. 419; Drinkwater v. Drinkwater, 4 Mass. R. 354; Church v. Church, 4 Yeates 280; Lestapies v. Ingraham, 5 Barr 82.\nThis is sufficient, I suppose, to show that the principle we apply here is not new, and that it stands well on authority. I think it is equally clear in reason. Truth and fair dealing are rules of universal obligation. Courts of justice will not help parties to consummate frauds, and when parties employ legal instruments of an obligatory character, for covinous and deceitful purposes, it is sound reason, as well as sheer justice, to leave him bound who has bound himself. If a plaintiff, who has been party to a fraud, has, in order to show consideration, or for other purposes of his action, to go beyond the instrument sued on, and unravel the transaction on which it was founded, he cannot have the assistance of Courts, either of equity or law ; but, where the defendant has given the plaintiff a perfect cause of action, by an instrument unimpeachable in itself, Courts are bound to sustain it, because they are not at liberty to presume it fraudulent, and the law forbids a confederate to prove it fraudulent. ' The rule is calculated to make men honest in their dealings, not only as between themselves, but in respect to the absent, the dependent, and the ignorant, and we think this a fitting case to which to apply it. I do not say the rule is applicable to contracts forbidden by statute,' or which are contrd bonos mores. They stand on their own ground, which it is not necessary now to examine. Nor is it necessary to pass upon the question of evidence, raised on the record. We are of the opinion that the Court ought to have excluded the defence; or, having admitted it, ought to have instructed the jury that the plaintiff was entitled to recover.\nThe judgment is reversed and a venire de novo awarded."}