{"id": "9503319", "contents": "The opinion of the Court was delivered, December 18, by\nBlack, C. J.\nThis ejectment was brought in 1821 and tried in 1854, one-third of a century afterwards. It does not appear that any advantage was taken of the plaintiff’s long delay, nor any demand made upon the Court to strike the case off as abandoned. The defendant below insisted that the plaintiff could not recover, because the plaintiff named in the original writ was dead before it issued. It appears that one William Cook died in the year 1817, and that he was at the time of his death the owner of the legal title. But he devised it to his son who bore the same name. From these facts the presfimption would be that the party named in the writ was the younger Cook, who was living at the commencement of the action. This, however, is not all that the record shows. In 1844 the defendant put in his plea of not guilty, and added the special plea that the plaintiff had died before impetration of the writ. No replication was made to the plea; but, in 1845, the death of the plaintiff was suggested, and William Cook, his executor, substituted. That the plaintiff mentioned in this suggestion was William Cook the elder, and that the substituted party was his son, the present William Cook, are facts not disputed, and they are totally inconsistent with the inference which would otherwise be drawn from the record. Of course the present William Cook did not suggest his own death, and did not substitute himself for himself, and was not his ■ own executor and devisee. His father was the nominal plaintiff previously, and he had been dead three years before the time when the suit commenced. It is . argued that the substitution was a mere blunder of some attorney concerned in the cause. We think it very likely that mistakes might be made in a case dug up as this was from a-grave in which it had slept while a generation of men were passing away. It is very probable that other things as. well as the parties have been forgotten in the mean time. But, surely, this is no answer to a record, which is always taken for absolute verity. I do not say that such an error could not be corrected. If application were made to the Court, accompanied with satisfactory proof, perhaps the substitution might be stricken out and the record restored to its original shape. But while it stands there it must stand for truth. We are quite satisfied that this view of the subject was not brought to the notice of the Court below, but the point itself was, and the judge answered it briefly, but decisively, in the negative. This was, in our opinion, an error, for which we are compelled to reverse the judgment.\nAnother question was raised. William Cook, the younger, conveyed his interest while the suit was pending, and his alienees were substituted. If Cook was the equitable as well as legal owner of the land in 1846, when he aliened it, the alienation was equivalent to a discontinuance of the action, and as the statute of limitations would bar another, the defendant had the property against all opposers. Of this absolute right the Act of 1850, permitting alienees to be substituted, could not deprive him. But it is alleged that he was a mere dry trustee, and that his alienees might therefore be substituted under the Act of 1818. We cannot determine how the fact is, none of the counsel having seen proper to furnish us with the declaration of trust executed by William Cook the elder in 1799, and his estate is not so defined in the other documents that we can tell whether or not he himself had a beneficial interest. The decision of the Common Pleas is presumed to be right, because the contrary is not made to appear. But, not having the materials to make up a judgment upon this point, we can say nothing about it now which will be binding here, or elsewhere, if the cause should be tried again.\nJudgment reversed and venire facias de novo awarded."}