{"id": "9503194", "contents": "The opinion of the court was delivered,\nby\nThompson, J.\nThe indictment in this case was in the usual form, and charged the defendant with fornication and bastardy, in the township of Cumberland Valley, in the county of Bedford, with one Drucilla S. Clark. On the trial, the jury convicted the defendant in manner and form as he stood indicted: that is, for fornication and bastardy in Bedford county. The only thing that is before this court, or could legally be brought up by the certiorari, is the record. That includes the record of the trial, the indictment, and sentence. The opinion of the court and affidavits after trial are no part of the record, and not before us. Looking at the record, then, the only thing which we can look at, we perceive that the defendant was convicted of fornication and bastardy, and sentenced for the fornication only, without any reference to the bastardy with which he had been charged, and of which he was convicted. The record does not show that the infant had died before sentence, and hence there was no order of maintenance; nor any reason why there was not an order for lying-in expenses. We need not deal with the alleged reason dehors the record. The conviction is conclusive that the offence was committed in the county of Bedford. A court can never arrest a judgment on the ground that the evidence was not sufficient. That is a ground for a new trial only. The defendant should, in this case, have been sentenced for fornication and bastardy, and in addition thereto to pay lying-in expenses, and to give security to perform the order of maintenance which the court should have made. This not having been done, we must reverse this sentence, in order that the defendant may be brought into court and sentenced according to law.\nNow, to wit, May 25th 1863, the sentence of the Court of Quarter Sessions of Bedford county is reversed, and the record remitted, with directions that the said court sentence the defendant in this case in accordance with the statute as for fornication and bastardy."}