{"id": "9503277", "contents": "The opinion of the court was delivered,\nby\nLowrie, C. J. — Pursuing the usual remedy, this private road was laid out and confirmed by the court, and actually opened, and now the plaintiff in error, through whose ground it passes, brings this certiorari to reverse the order of confirmation, and assigns for error that, in the petition, an intermediate point between the termini is designated, and that in the order no width is fixed, &e. In bar of these errors, Mr. Weaver pleads that, after the road was ordered, the plaintiff in error duly proceeded by petition to recover the damages caused to him by the making of the said road, and that no damages were allowed him by the viewers, whose report has been finally confirmed by the court. This is admitted, and demurred to as no bar.\nThis is the only proper way of bringing such a defence before this court, because it appears by a different record from that which is brought up by the certiorari, and that record cannot regularly be noticed unless brought before us by plea.\nCertainly this fact does constitute a bar to this writ, for the two remedies are entirely inconsistent: the first suing for the damages caused by a proceeding, and the second to reverse that same proceeding. To allow this would be equivalent to allowing two recoveries for the same cause. The plaintiff in error founded a remedy of his own in the order for the road, and cannot now reverse it: 17 S. & R. 365. He has himself affirmed the order just as much as if he had released his damages or been paid them, or had suffered the Statute of Limitations to run against his writ of certiorari. The omission to fix the width of the road can easily be supplied by the actual width as opened, or by the customary width of private roads thus opened, or in some other way, unless the parties desire to be litigious, which we do not .presume. The fact pleaded and admitted estops the plaintiff of his certiorari.\nOrder affirmed, and record remitted, with costs."}