{"id": "9503268", "contents": "The opinion of the Court was delivered, December 12, 1854, by\nLewis, J.\nWhere the intention is to dedicate property to charitable uses there is a difference, between a conveyance on condition, and a conveyance in trust. In the first case the grantor and those claiming under him may enter for condition broken. But in the last they cannot, and the proper remedy for an abuse of the trust is an application to the chancery powers of the Court for an appointment of new trustees, or the means of compelling those already appointed to execute the trust according to the intention of the donors. In McKissick v. Pickle, 4 Harris 148, it was declared that “ the grant, being for a charity, could not be forfeited for nonuser; nor for misuser, except under an express condition or contract.”\nIt is true that there was a misapplication of this rule of law in that case, as subsequently shown when it came up a second time-for decision; but the principles there stated were reaffirmed: Pickle v. McKissick, 9 Harris 232. In the case before us there is a conveyance to trustees “and their successors for ever,” “in trust for the Utica School-House.” There is no express condition or contract giving to the grantor or his heirs the right to enter for condition broken, or for misuser. He had, therefore, no right to maintain an ejectment, and the plaintiff, claiming under him, is in the same predicament.\nBy the 14th section of the Act of 13th June, 1836, and subsequent enactments, the trustees or their survivors might convey to the school directors of the proper -district: and the latter would hold the legal estate for the same term and the same use for which it was granted to the said trustees. The beneficiaries had an equitable estate in perpetuity, according to the manifest intention of the grant; and the school directors, under the statute, acquired the fee simple for the same uses. The sale of it, when the exigencies of the trust required it, although a conversion of real estate into personalty, was not a diversion of the property from the purposes of the trust. On the contrary, a sale, with a proper application of the proceeds, is frequently the best method of executing such a trust: Griffiths v. Cope, 5 Harris 97. We infer, from what is said in the charge, that the surviving trustees conveyed to the school directors, and that the defendants in possession claim under the latter. There- is no allegation that the school directors are not providing the means of education to the persons intended to be benefited by the original grant. Nor is it pretended that they are misapplying the proceeds of sale to objects not contemplated by that grant. We therefore see no cause of complaint. . Be that as it may, however, it is clear that the plaintiff is not entitled to recover.\nJudgment affirmed."}