{"id": "9503376", "contents": "The opinion of the court was delivered,\nby\nWoodwaRD, J.\nWe agree with the learned counsel of the plaintiff in error, that the money in controversy was not recoverable as for money paid by mistake. There was no mistake of facts in the payment. The express company had undertaken to carry $9455 of money from Baltimore to the Hagerstown Bank. It was the bank’s property, and the carrier was bound by law to deliver it to them. An agent or clerk of the express company stole $3360 from the package during its passage. It was the duty of the company to make good this sum to the bank. The bank could have recovered against them at law. When Colonel Bingham, therefore, on the 11th October, paid to the bank $3360 in settlement of the claim, he did only what the law would have compelled his company to do, and the bank received only what they were entitled in equity and good conscience to receive and retain. So far from being a payment in mistake of legal rights and duties, it was a payment in discharge of clearly ascertained legal rights and duties.\nBut the consequence of such settlement and payment was to transfer the property in the notes from the bank to the express company. The bank having received the value of the notes, had no further right to the notes themselves, and were bound to redeem them when presented, as they would redeem any other paper issued by them. Simmons, the company’s agent, had the custody of the notes, but he had acquired no property in them, for he had taken them from his employers feloniously. He was bound in law and conscience to return them to his employers, in whom the title had now vested absolutely; and whilst he retained the custody, he must be considered as holding in trust for them. \"Whatever of the notes he passed away was the company’s loss, and whatever he destroyed enured to their benefit, for it entitled them to claim,so much money from the bank as for destroyed notes of their issue.\nIt is argued, that a wanton destruction by their own agent could give the company no right of action. To this we cannot assent. Even if a careless and unintentional destruction of bank notes by an agent, in the course of his duties, would not give the principal an action against the bank that issued them, a proposition which we do not mean to affirm, it is very clear that a wanton destruction by a faithless agent, not in pursuit of the* duties for which he was employed, but in gross violation of them, cannot be imputed to the company as their wrongful act. It was their duty to employ honest and faithful agents, and when in pursuit of their calling as common carriers, their agent failed to deliver all the money they undertook to deliver, they'were, as I have before said, clearly responsible to the bank for his negligence and fraud. But when, by settlement with the bank, the company had become the owner of the notes in question, it was a fraud on them, not on the bank, to surreptitiously destroy the notes. It was like a malicious destruction of any other property of the employer by an unfaithful servant. What right has the bank to profit by his frdud on his employers ? By what rule of law or of morals can they adopt his wrongful act and appropriate it to their benefit? Ordinarily an employer is not responsible to third parties for the wilful wrong of a servant, even in the course of his employment; but here was an act, the destruction of the notes, which was not in the course of the agent’s duties, which was not injurious to the bank, for if not destroyed, the bank was more certainly liable to redeem the notes than if they were destroyed, but which was a great wrong to the employers, and to nobody else. Now, to treat the bank as the injured party, and the express company as the wrongdoer, would be an extremely artificial view of .the case and a strange inversion of legal principles.\nThe real question in the ease was whether there was adequate evidence of the destruction of the notes. Upon general principles of law, no man loses his right either to real or personal property, or to a chose in action, by losing the evidence of it, but if he cannot produce the primary evidence, he is bound to account for its absence and to produce secondary evidence that shall be reasonably satisfactory to a court and jury. As long as a bank note exists, the bank is liable to redeem it in the hands of the bearer, and therefore it is necessary for a party who calls on a bank to redeem notes without producing them,- to prove something more than mere loss, because, though lost to the real owner, the bank remains liable to the finder. But if their destruction can be shown, there is an end of the bank’s liability to some casual holder, and the owner may recover them. The cases are all cited in the argument, two of the best of which are Bullet v. The Bank of Pennsylvania, 2 Wash. C. C. R. 172, and Martin v. The Bank of U. S., 4 Id. 255, both of which were cases in which the owners of bank notes had cut them in twain, and lost one part and presented only the other part. The banks were held liable as for destroyed notes. In such cases the evidence is complete, for the part produced is sufficient to identify the note, and the mutilation and loss of half is the destruction of the whole for all legal purposes. The case most relied on for the plaintiff in error, is that of Tower v. The Appleton Bank, decided in the Supreme Court of Massachusetts in 1862, and reported in 3 Allen 387. “ There was evidence tending to show that the plaintiff left the bills in question in his trunk in his room, in a house in Chicago, which was burnt within an hour afterwards, and that no person entered the room after he left it, and that the trunk and its contents were burnt with the house.” This is all the account the report gives us of the evidence, and the court held it insufficient to prove destruction of the bank notes. The court intimated, that if “ the bills were shown to be actually destroyed beyond all question or controversy,” the bank rvould be liable, but such proof as was before them, they held insufficient.\nAnd so it is maintained in this case, that there was a defect of proof on the main point. On looking through it, we think the court could do no less than submit it to the jury, and we cannot conceive how it could have been submitted in a manner more clear and fair. The precise amount of notes burned was not fixed, except inferentially, but the jury had ample grounds for the inference they made.\nThe witness, Simmons, was legally competent, notwithstanding his physical and moral infirmities, for he was called to testify against his interest. His testimony was referred to the jury with all proper cautions and instructions, and we have no right to presume that any more weight was given to it than it deserved.\nOn the whole, we think the evidence of destruction was such as the court were bound to submit, and it having' satisfied the jury, it must satisfy us.\nIt is said the narr. was not founded on a destruction of the notes, but this is a clear mistake. The destruction and cancellation of the notes is alleged as a substantive ground of recovery.\nThe judgment is affirmed."}