{"id": "9503395", "contents": "The opinion of the Court was delivered by '\nBlack, C. J.\nThe defendant bought the land in dispute at a commissioners’ sale, paid for it with his own money, and took the title in his own name. But he bought it “in partnership” with the plaintiff; that is, agreed to let him have the half of the land on condition that he should pay half the purchase-money. What was this but an agreement to convey land at a future time for a stipulated price ? And if such was the character of the transaction, how can it escape the statute of frauds ? But Geiger was present at the sale, and did not bid on account of his arrangement with Miller. That is nothing as between these parties if the contract was made in good faith, and there is not a fact in the case to show that it was not. The subsequent breach of the bargain was not such a fraud as makes Miller a trustee ex maleficio. This subject was somewhat fully discussed in Hogg v. Wilkins, decided at the present term.\nWithout the statute of frauds, the plaintiff’s delay would be fatal to his case. The sale took place in 1830. One witness says that the defendant told him the plaintiff had tendered him the money, but he let him keep it because he might want it. Taking this together, it simply proves an indefinite postponement of the payment by mutual consent. There was no actual tender until within a short time before the commencement of the present action — more than twenty-one years after the defendant’s purchase and the contract on which the plaintiff claims. It does not appear whether Miller was in the actual possession of the land or not; but he had the legal title, and was therefore in the constructive possession. The presumption from lapse of time is in his favor, and would be conclusive against the plaintiff’s right to recover, even if he had a good case otherwise. No man who has a title, legal and sound on the face of it, can be called on to relieve it from any imputation whatever, by contradicting or explaining away a fact so remote.\nJudgment affirmed."}