{"id": "9503320", "contents": "The opinion of the court was delivered,\nby\nLowrie, C. J.\nUnder the general law of his office, the register of wills gives a bond with sureties for the faithful execution of his duties, and for the payment of all moneys received by him for the use of the Commonwealth; and this would seem, at the first glance, to include his duties and receipts, under the Collateral Inheritance Tax Laws, passed since the bond was provided for, especially when, as here, the bond was given since those tax laws were passed.\nBut when we turn to the Act of 22d March 1841, P. L. 99, imposing the collection of the collateral inheritance taxes on the register, we find that the legislature did not rely on the general official bond of the register as a security for the performance of this new duty, but required a special bond for this purpose, and provided a mode to enforce the giving of it. It seems to us very plain, therefore, that the general bond is not intended to secure either payment of these collections or the giving of the special bond to secure them.\nPossibly the act intended these special bonds to be given only by registers then in office, and to leave the same duties of future registers to be secured by the general official bond; but this is not clear, and such has not been the practice under the law, and therefore it would seem to be not now allowable.\nSection 3 substitutes the register for the treasurer in collecting these taxes; section 4 provides for the special bond for securing the state, and section 5 provides that, until this bond is given, the tax “shall be collected by the county treasurer, as herctor fore.” There is nothing to indicate that this last section is a less permanent provision than the other, and it is unfortunate that it is left out of our digests. According to it, it is not a duty of the register to collect these taxes until he has filed the special bond required by the act, and therefore his sureties in his official bond are not liable for such collections made by him, though of course he is himself liable.\nIt is rather surprising that a law so badly matured as this is, should have stood so long without amendment. It stands in great need of it.\nJudgment affirmed."}