{"id": "9503209", "contents": "The opinion of the Court was delivered by\nWoodward, J.\nWhere cumbersome articles are to be delivered at a specified time, in performance of a contract, the vendor is not bound to carry them to the vendee, but must seek him a reasonable time before the day of delivery, to ask him to appoint a place of delivery. This is the rule in cases where the contract does not fix the place of delivery: Barr v. Myers, 3 W. & Ser. 298. And such was the contract here. The scrivener who penned its contents swears that 50,000 bricks were to be given for the land, 25,000 in one year, and the balance in another year, but he does not say where they were to be delivered. The Court were right, therefore, on this ground, in negativing the defendant’s third point, but we think they were right on. broader ground. This was ejectment by the holder of the legal title. The defendant set up an equity under his article of agreement, and it became him to perfect it by effering to do all that he was bound for; or, at the least, by showing himself ready and able to perform on his part. Whilst the title remained in Dixon the liens on record were a good reason for the defendant’s not paying; but the sheriff’s sale swept off the encumbrances, and Woods was able to make the defendant a clear title. From that time — March, 1852 —the defendant should have been ready and eager to perform. The last instalment of bricks had then been due a year, and, instead of waiting for a demand he should have called on\" Woods to specify some reasonable place at which the bricks should be delivered; a thing he not only failed to do, but, according to the evidence, he had not over 5000 merchantable bricks on hand even as late as June, 1852.\nIf a purchaser of land means to retain the possession he should pay according to his contract; and if liens exist to excuse delay beyond the time stipulated, he should be ready to pay as soon as they are removed. It is especially incumbent on a purchaser, privileged to pay in specific chattels, to be prompt and ready to perform his contract, if not at the time specified, as soon as the title is clear and he can perform with safety. He must not expect to retain the land without even providing himself with the equivalent promised to be given for it. The defendant standing in such circumstances has no reason to complain that the Court negatived his proposition.\nWe see no error in permitting the plaintiff to show the trans: actions between Allen and Miller & Bush, so far as to enable the jury to determine whether the accepted order had been really paid, or not. Allen claimed credit for 25,000 bricks, the amount of the first payment. He had accepted Dixon’s order in favor of Miller & Bush for that amount, and he had delivered to them some 16,000 bricks on account of it. But if he sued and recovered for the bricks so delivered, and defeated them when they sued on the order, then it is manifest he had not, in point of fact, paid a single brick on this contract. This was a conclusion which the plaintiff had a right to establish, and he seems to have done it to the satisfaction of the jury.\nAs to the verdict, Allen has no reason to complain. The jury, convinced that he had paid nothing on his contract with Dixon, found that he should pay for the land or give up the possession. And seeing that he had neither offered the bricks since the title was cleared, nor been ready to render them, their value was properly assessed in money and four months more of time given him to raise that. What the Court might do with the money when it should he paid in, was no concern of his. The stipulation on this head affected neither his rights nor duties. The deed was filed, and he had only to pay the money and take the title.\nIt is complained that the final judgment and execution were premature. The verdict was rendered on the 18th or 19th of April, giving the defendant four months for the payment of the $200; and the final judgment, establishing the forfeiture of the condition, was entered the 20th August, 1852. Here were four months, and the hah. fao. issued after the absolute judgment was not premature.\nWe have now touched all the errors assigned, and finding no merit in them the judgment is affirmed."}