{"id": "9503247", "contents": "The opinion of .the court was delivered,\nby\nLowrie, C. J.\nAfter the very able argument and numerous authorities cited by the learned counsel in this case, we may dispose of it without reference to any special cases. He that claims a decedent’s estate contrary to the general laws of descent, must show a special testamentary law, that can, with reasonable confidence, be interpreted as changing the general law. Is such a special law shown here ? We think not.\nIn its most general form, this legacy is to the widow for life, with remainder to the testator’s sole heir at law and next of kin, his granddaughter. Thus far, after the interest granted to the widow, no change is made in the general law of descent. If the testator had stopped with this provision for his widow, and had said nothing about the remainder, it would have gone to his granddaughter, unless the power given to the widow to use the principal, if she needed it, and thus leave no remainder, should be understood as giving the whole to the widow, a result which no one insists on.\nBut he gives the remainder to his granddaughter, and after-wards inserts a qualification that if she should die under age and without issue, or intestate and without issue, the remainder is to go to his heirs agreeably to the intestate laws. Die when ? In his lifetime or in that of the widow, or any future time ? He does not say. If the first, it was of course vested on his death. If the last, it was an entailment of personal estate, and therefore vested absolutely on his death. If the second, it was contingent on her surviving the widow, and failed by her not doing so.\nWe have nothing satisfactory to direct us which of these times he meant, and we must not set aside the general law by guessing at a substitute for it. Two possible interpretations accord with the law of descents, and so do the two facts that the granddaughter has power to bequeath the money, and that she and the grandmother might have'used it all in their lifetime.\nIt seems to us, therefore, that the testator did not intend, by the qualifying clause, to make the interest of his granddaughter contingent; but only to provide heirs for her in case she did not herself dispose of her property. Such provisions are vain, it is true, but nevertheless they are not uncommon, and this idea may solve many anomalous provisions in wills.\nAppeal dismissed, at the costs of the appellant."}