{"id": "9503547", "contents": "The opinion of the Court was delivered by\nBlack, C. J.\nThe plaintiff below sold the land for which this ejectment is brought in 1848 to the defendants. The vendees saw the land, examined the lines on the ground, investigated the vendor’s title, and took it at their own l'isk. They got possession of the very land which they meant to buy, and which the other party intended to sell them. But the most of the land is described as tract No. 3133, in the agreement, as well as in certain previous title papers, whereas it is in fact within a survey, numbered 4821. The defendants insist that this error entitles them to keep the land without paying the purchase-money. They will neither rescind the contract nor perform it, and this action is brought to compel one or the other.\nThe Court was not requested in writing to charge on any particular point. We must therefore deal with that which the judge did say, without reference to the omissions complained of. The jury were instructed that although the vendees agreed to run the risk of the title, yet if the vendor was guilty of any fraudulent misrepresentation the contract was void, and he could not recover; and that, if the contract was made under a mutual mistake injurious to the vendees, there should be a deduction from the purchase-money large enough to compensate for the loss. It is impossible to see how anything better for the defendants could have been done. The jury negatived the allegation of fraud, and, by allowing nothing to the defendants for the mistake in the number, they declared their conviction that it did no injury. The vendees got possession of the land they bought with perhaps a defective title; but the verdict is conclusive upon us that the title would have been no better than it is if the land had been found to lie within the limits of the survey which was supposed to embrace it.\nThe defendants complain of it as a hardship that they should be compelled to surrender possession after making improvements. They took the title at their own risk, and of course improved the land on the same terms. A vendee cannot improve away the vendor’s right to the purchase-money. One who has bought land with his eyes open, and without a warranty, is as much bound to pay for it after he puts up a building on it as he was before. These defendants are not asked to surrender the land, and lose their improvements. They may keep both if they will perform their covenant, and pay what they agreed to give the plaintiff for the interest he conveyed to them. If it should hereaftér be taken by the owner of a paramount title, that is the very peril they promised to encounter, and at all events it will not be the fault of their present adversary.\nThe judgment of the Court of Common Pleas of Jefferson county, in favor of the defendant in error for the land claimed in the action, is affirmed; but forasmuch as the time limited for the payment of the purchase-money has expired during the pendency of this writ of error, it is now here considered and adjudged that the same be extended, and that the said judgment shall be released if the plaintiffs in error shall within six months from this date pay or cause to be paid unto the defendant in error the principal and interest thereof, with costs of suit.\nLewis, J., dissented."}