{"id": "9503131", "contents": "The opinion of the Court was delivered by '\nKnox, J.\nThe estate in controversy was devised by Henry Jack to his three brothers, Matthew, William, and Wilson Jack, in the following words: “As joint tenants and to the survivors and survivor of them, and the heirs of said survivor, to be assignable by my said brothers .or their survivors at any time or in any manner they may think proper, provided the said brothers or their survivors shall all, or both, if one be dead, assent to such assignment, but the survivor of them may assign, convey, or devise at his pleasure.”\nWilson Jack, under whom tbe plaintiff in érror derives title, survived Matthew and William his brothers and co-devisees.\nThe plaintiffs below and defendants in error are the executors of William Jack, who devised his interest in the estate of Henry Jack to his said executors for the benefit of his widow and children.\nThere is but little if any difficulty in ascertaining how Henry Jack intended his estate to pass to and be enjoyed by his three brothers. He devises it to them first as joint tenants, and then expressly provides for what at common law was an incident of the tenancy, viz. the right of survivorship; making the right of disposition to depend upon the assent of all three whilst in full life; of two after the death of one; but the survivor to “ assign, convey, or devise at his pleasure.” And besides, the word of inheritance is only connected with the devise to the survivor. Is it not clear then that Henry Jack intended that his three brothers should take an estate for life with cross-remainder in fee to the survivor, or in other words that the estate should be held and enjoyed by all during the life of all, by two after the death of one, and by the survivor in fee simple, subject to be disposed of at any time by the consent of the parties in interest ?\nIf such was the intention of Henry Jack, can it be carried into effect without violating any rule of law ? Was it a legal intention ?\nIt is not pretended that there is any prohibition either in the statute or common law against devising an estate for life to two or more, with remainder in fee to the survivor; but it is alleged that the devise here was to the three brothers as joint-tenants, and that by the Act of 31st March, 1812, the “jus aecrescendi,” or right of survivorship in joint-tenancy is abolished; and that the limitation in the will to the survivors referred to those who survived the testator, and not to an indefinite survivorship.\nIt is a question worthy of consideration whether the provisions of the Act of 1812 apply to a joint-tenancy created by express words in a devise, or whether the operation of the Act should not be confined to those technical joint-tenancies arising from the unities of “time, title, interest, and possession)” but conceding that the right of survivorship, as an incident of a joint-tenancy, no matter how created, is gone, it by no means follows that this right may not be expressly given either by a devise in a will or by grant in a deed of conveyance. It may cease to exist as an incident, and yet be legally created as a principal. That it was created in the will under consideration is apparent when we consider the whole of the devise. Had the testator merely given the estate to his brothers as joint-tenants, it may be that the Act of 1812 would have excluded the right of survivorship. Had it been devised simply to the three, the survivors or the survivor of them, it is probable that its true construction would have referred the time of survivorship to the death of the testator; but when we find that the devise is to the three brothers expressly as “joint-tenants, and the survivors and survivor of them, and the heirs of said survivor, and that the right to transfer depends upon the assent of all, we cannot doubt but that the ultimate survivor was finally to be the recipient of the entire estate.\nIt is said that as personal estate was blended with real in the devise, the testator could scarcely have intended merely to give a life estate in objects of a perishable character. To this it may be answered that he had provided that the estate might be assigned at any time upon the agreement of the devisors, and it was fair to presume that they would protect their own interests by an early and final disposition of the personal estate; and besides, the inference to be drawn from the character of a portion of the devised estate cannot overpower the clear and unmistakeable language of the devise itself.\nUpon the case stated the defendant was entitled to a judgment.\nJudgment reversed, and upon the stated case judgment is given for the defendant below,. Andrew Arnold."}