{"id": "9503548", "contents": "The opinion of the court was delivered,\nby\nTHOMPSON, J.\nThe seal to this order, the admission of which in evidence constitutes the first bill of exception in this case, destroyed it as a bill of exchange, even if it had been otherwise within the law merchant: Story on Bills, § 62, and note. Indeed it is evident it had never been so considered or treated between tbe mater and payee: for no notice of dishonour by tbe drawee seems ever to have been given by tbe latter to tbe former, although its acceptance and payment were refused. Notwithstanding this, it was received by tbe court below as evidence of a contract, or promise by the drawer to pay the payee tbe amount mentioned in tbe order. There is no express contract to this effect on tbe face of tbe instrument; is it to be implied from its nature ?\nWere it properly a bill of exchange, or a negotiable instrument, a consideration would be implied (Story on Bills, § 63, and note; Cbitty on Bills 68, and authorities there cited); but it was neither. Or, if it bad expressly said for “ value received” tbe payee might have recovered on it. But this, too, was wanting. As, therefore, it was not an express promise to tbe payee for value to pay him tbe face of it in default of payment by tbe party on whom it was drawn, and its nature not being such as to imply a consideration out of which tbe law would also imply a promise to pay, we think it was not evidence alone to charge tbe plaintiff with tbe amount. Tbe original consideration for it was the proper foundation for an action. This was expressly held in Dyer v. Covington Township, 7 Harris 200.\nThat it was under seal did not imply a consideration paid for it by the defendant. The seal attested the drawer’s promise to the drawee, and therefore did not help tbe matter of consideration between tbe payee and drawer. For these reasons we think tbe court erred in receiving tbe paper as sufficient to charge tbe plaintiff.\nAnother point needs notice, and about which we think the learned judge below erred ; and that has relation to the question whether the promise proved, if it amounted to that, was within our Statute of Frauds. The plaintiff brought suit against the defendant in his own right. To this the defendant pleaded set-off, and offered the order in question in evidence to support his plea. It was the order of Samuel W. Sidle, deceased, drawn in his lifetime, on one Morrisson, in favour of the defendant. The plaintiff was the administrator of his son’s estate; had settled his administration account, without a knowledge of the defendant’s claim, and handed over the balance of the estate to the widow of the deceased. This was shown by the defendant to establish a devastavit by the administrator, because as he was entitled as heir of his son, who died without children, to the one-half of it, and had not only paid that away to the widow, but paid over her share without a refunding bond, this seemed to be necessary proof to sustain his position. It was therefore not possible to claim that the promise was made on account of assets. The proof showed there was none. But it rested on the supposed proof of a devastavit, which it was assumed was the consideration for the promise to pay the order. If there was a promise by the administrator to be personally liable, it had no other consideration than that implied in the allegation of an existing devastavit. There was no express promise to pay on any such ground, and the case of Wilson v. Long, 12 S. & R. 59, very clearly determines that no implied contract to pay arises out of a devastavit. This would be decisive of the case on grounds independent of the statute. But suppose the promise rested on this ground expressly. It would be a promise by the administrator to answer the “ damage out of his own estate,” for “ the debt of another and this would certainly be within the statute, and not binding for want of a writing to that effect. We think the contrary view taken by the learned court was error ; and for both these reasons this judgment must be reversed. We do not deem it necessary to notice other points in the case, as those already noticed cover the whole ground.\nJudgment reversed, and venire de novo awarded."}