{"id": "9503938", "contents": "The opinion of the Court was delivered by\nWoodward, J.\nThe action was founded upon two negotiable notes given by the defendant to Brettargh & Stedman, and by them endorsed in blank. From the plaintiff’s possession of them, the presumption of law would-be that he was the bond fide holder; but the defendant sáys, in his affidavit of defence, that he believes and expects to be able to prove that, Silas E. Weir is the real plaintiff. Let this be assumed, does the affidavit then disclose any defence against Weir?\nThe defendant swears that he borrowed various sums of money of Weir, for which he gave him notes or checks, which were not .paid at maturity; that on these transactions he paid him usurious premiums, amounting in the aggregate to more than the notes now sued upon; and these premiums he claims to defalk in this suit. If'the notes and checks given- in the usurious contracts were sued, the defence proposed would be .available, for a debtor who pays usurious interest may set off the excess over legal interest against the principal. In law, it is payment of the principal debt, pro tanto. But, so long as the principal debt remains unsatisfied, these partial payments are not to be separated, from it, and set up against another and distinct claim coming into the creditor’s bands by way of endorsement. The natural and proper application of such payments is to the debt on which they were made. There is where the law applies them; but having applied them there, it would give the defendant the benefit of his payments twice to allow him to defalk them against another debt. The-proposition in the afiidavit is, that partial payments made on one unsatisfied claim of-his creditor, shall be set off to defeat another coming into his hands subsequently. The statement. of such a proposition is the best refutation of it.' The principle it involves would enable a debtor by bond to use all the payments he had made on account of it to defeat whatever of his negotiable notes might come into his creditor’s hands; in other words, having paid part of one debt, he should be excused from ever paying any other which the same creditor might hold. The defendant had opportunity to amend his affidavit, but he left it as first filed; and wo think it disclosed no defence as against Weir, and none, of course, against Anderson, who is the only plaintiff on record. .\nThe judgment is affirmed."}