{"id": "9504666", "contents": "The opinion of the Court'was delivered by ■\nBlack, J.\nA mortgage and a judgment were entered of record on the same day. The fractional division of a day cannot be noticed in determining the time when the lien of a judgment attached. If it. could be, there is nothing on the record of this judgment to show whether it was.entered at an earlier or a later moment than the mortgage. The rule in such cases is to treat the two liens as commencing simultaneously; and if the land of the debtor is not sufficient to pay both, the loss must be divided m equal proportions.\nBut in this case the mortgagee made an agreement with the plaintiff in the judgment that the former should take precedence. The stipulation was not put into writing nor made part of the record, but it was binding nevertheless between the parties who made it. The mortgagee would not have trusted the debtor without it, and the judgment-creditor should not be permitted to take out the money in opposition to an agreement which he cannot repudiate without being guilty of a fraud.\nThe judgment, however, had been assigned for a valuable consideration, without notice to the assignee of the parol promise to postpone it. Is the assignee bound to carry out the agreement by giving the mortgage a preference ? or may she stand upon her legal rights ? It is very firmly established that the assignee of a chose in action, takes it subject to all the equities which affected the right of the original holder to recover it from the debtor. In 'other words, the debtor himself can make any defence to the whole or a part of the claim after the assignment of it that he could make before. But it does not necessarily follow from this that an assignee is bound by a parol agreement not known to him, which has been made with a stranger to the contract he bought, and which was intended to destroy the legal effect of the record. If I take an assignment in good faith of a judgment which the record shows to be the earliest lien on an insolvent estate, can a junior creditor, who would otherwise get nothing, defeat me by producing a secret agreement like this between himself and my assignor? Without hesitation we answer this in the negative. The law will not permit a lien on land to be created by parol; and the same policy requires that no changes or modification shall be made in the rights of the lien-creditors by evidence outside of the record, except for the mere purpose of enforcing an honest obedience to the contracts made by themselves. One who has bought and paid for a judgment which appears on its face to occupy a certain position among the liens, is not bound by his conscience to take a lower place on the record because of a promise to that effect made by his assignor, unless he had notice of it. In such a case the assignor is at least as honest a man as the junior creditor, who withheld the truth from the reeord. The .mortgagee in this case permitted his debt to seem like a lien equal to that of the judgment, though in fact he had a parol promise which made it superior. By this false appearance the appellee was entrapped into an investment which otherwise she would not ■ have made. It would be contrary to every principle of equity to say that the innocent party should suffer for the benefit of him .by whose default she was misled. It is true that the debtor may' get up a defence not known to the assignee. This is both necesSary and just. The obligó in a bond, or tbe defendant in a judgment, cannot possibly give notice of an equitable defence, because he does not know when or to whom it may be assigned. On the other hand, the assignee can easily call on the debtor before he takes the assignment, and ask him for all the proper information. If the assignee is cheated in the purchase of a claim which he cannot enforce, he suffers by his own negligence. Rut no such reason as this applies to a collateral agreement with another party by which the record is to be falsified and the lien destroyed.\nThe claim of the mortgagee to a preference over the judgments is put on yet another ground. It is recited in the mortgage that the debt is for a part of the purchase-money of the mortgaged premises. But the fact is not so. The recital is false. The assignee, being no party to the mortgage, is, of course, not estop-ped from proving the truth, and she has proved it. Conceding that a judgment may be altogether cut out of any share in the fund by a mortgage for purchase-money executed and recorded on the same day, it still remains to be proved that any advantage can be gained by falsely stating the fact on the record. The appellant says it was notice to the assignee that a priority of payment would be claimed. Perhaps so, but then it was notice that priority would be claimed on that specific ground. If the assignee discovered that ground to be untrue, or if she chose to run the risk of it, she was not bound to know that a similar claim would he set up based on a totally distinct reason. It has been more than once decided that a mortgage, taken in the shape of an absolute conveyance, with a separate defeasance, the former being recorded and the latter not, gives the holder no rights against a subsequent encumbrance. It is good for nothing as a conveyance, because it was in fact, not a conveyance; and it is equally worthless as a mortgage, because it does not appear by the record to be a mortgage. So here the mortgagee’s claim to priority, on the ground set forth on the record, is exploded by the proof of its falsity, and that which he sets up in its place is destitute of all validity. They'are of no account separately considered, and their value is not increased by adding them together.\nThe Court’ below decided this point correctly. They were right in not giving preference to the mortgage over the judgment. But it was error to give the judgment preference over the mortgage. I have already said that they are entitled to be paid pro rata.\nIt is considered and adjudged that the decree of the Court of the Common Pleas of Delaware county be reversed, and it is now here ordered and decreed that the fund in Court, made by the sheriff’s sale of the land of Thomas J. Peirce, be distributed and divided pro rata to and among the several creditors of said Pierce, who are claiming the same, that is to say, in equal proportions compared with the amount of their several debts;to Joseph Gr. Hendrickson, on his mortgage, and to Edith Martin, on the judgment assigned to her by William Hendrickson."}