{"id": "9504811", "contents": "The opinion of the Court was delivered, June 6, by\nLowbxe, J.\nA judgment entered on tbe day on which tbe defendant’s land is sold by tbe sheriff on an execution is a lien on bis land at the time of tbe sale, although entered at a later hour of tbe day than tbe sale, and is entitled to share in the proceeds, if they be sufficient.\nJudicial liens have precedence of each other according to tbe days, not tbe hours, on which they are entered — unless in those cases where the hour is required to be noted. This is the truthful form of the so-called fiction that in such cases there are no fractions of a day. But this rule, by its very terms, does not apply to cases of conflict between alleged liens and bond fide purchases. Therein it may be necessary, for the purpose of simple justice, to ascertain the hour of the entry of a lien, and it will be done. The law divides the day where equity requires it to be done.\nBut a debtor has no equity against the lien of his .creditor that requires such a division. If it were necessary for the safety of the sheriff’s vendee to divide the day, it would be done; but not to save the defendant from paying his debts. He can present no reason that calls for so uncertain a proceeding as inquiring into the hours of the entry of the lien, and of the sheriff’s sale.\nThe case of Hahn v. Smith, 1 Penn. Rep. 484, cannot be said to decide any more than that a judgment entered some days after the sheriff’s sale, and after a transfer of the right to its surplus proceeds, has no subject-matter on which it can operate as a lien. Here the transfer was after the entry of the appellant’s judgment.\nDecR.ee. This case came on for hearing on the appeal of Killian Small from the decree of the Court of Common Pleas of York county, and now, on consideration thereof, it is decreed that there is error in the said decree, so far as relates to the sum of $136.70, appropriated as surplus, and that part thereof is reversed; and it is now considered and decreed that the said sum of $136.70 be appropriated to the judgment of the said Killian Small against Charles Walter, with interest and costs, being No. 128 of November Term, 1853, in the said Court of Common Pleas, and to the costs of this appeal, and that the surplus, if any remain thereafter, be paid one-fourth to John G. Campbell, and three-fourths to E. C. Gravemayer; and. the cause is remitted to the said Court of Common Pleas, with directions to carry this decree into effect."}