{"id": "9504579", "contents": "The opinion of the Court was delivered, May, 1855, by\nBlaoe, J.\nOn the trial of this case (which was an ejectment) .the plaintiff offered a will, which he asserted had been proved before the proper authorities of Lenawee county in the state of Michigan. It was rejected on the ground that it was not properly authenticated. They next offered the same will, with evidence that it had been admitted to probate before the register of Bucks county, and letters testamentary thereon issued agreeably to the Act of 1832. The defendants made precisely the same objections to this that were made to the first offer, and the Court ruled out the evidence for the reason that there was that on the face of the register’s proceedings which showed that he had acted without proper authority, and had not given a correct judgment in the matter.\nWe do not think this case requires us to decide whether the proceedings of the Probate Court in Michigan were properly authenticated or not. ■ It is equally unnecessary to determine now whether a foreign will can ever be given in evidence without showing that it has been proved before some register in this state. The important question is this: Can the judgment of a register on a foreign will be treated as a nullity by the Court of Common Pleas in a collateral proceeding ? We think not. When the register pronounces a will proved and approved, he does a judicial act. If his decision be based on insufficient evidence, let the party aggrieved take an appeal. No matter how plainly it may be made to appear that the judgment ought to have been the other way, it must be regarded as in full force until regularly reversed by some Court of appellate jurisdiction. This has been settled as the law in regard to wills which are originally proved in the state. The reasons on which it stands are fully given in Holliday v. Ward (7 Harris 485), and we do not propose to repeat them here. In that case it was apparent that there ivas but one competent witness who swore to the execution of the will, but this Court said that it was admissible in evidence, nevertheless, with the same effect as if it had been properly proved. We cannot see how any distinction can be taken between the judgment of a register establishing a will made within the state, upon the oaths of witnesses, and a similar judgment on a will made elsewhere, and proved here by the attestation of a judge of probate. The register gets his jurisdiction on both in the same way; the same rules of policy require the judgment in either case to be binding on all parties, and there is nothing in the statute which makes one more so than another. We are clear, therefore, that this offer ought not to have been rejected, however plainly the judge may have seen that the register was mistaken. A judgment given by any tribunal, even of the lowest grade (a justice of the peace for instance), cannot be rejected, if offered in another Court, for the mere reason that there was not evidence enough to support it.\nSomething was said in the argument about a defect in the register’s certificate. But the objections taken in the Court below are specially noted, and this is not one of them. For this reason we cannot consider it here. When a party, opposing the admission of evidence, enumerates his objections, all that are not enumerated are waived. This was very probably waived because it was known to be worthless, for the issuing of letters testamentary is sufficient evidence of the probate without a formal decree.\nJudgment reversed and venire facias de novo awarded."}