{"id": "9504969", "contents": "The opinion of the Court was delivered by\nLoWRIE, J.\nDishonest as this defence looks, we cannot turn it out of Court on the ground taken below; that is, because a married woman may contract so as to charge her separate estate; for here there is no separate estate. That expression always refers to an. equitable estate, held by somebody in trust for a married woman. If she has the legal title to the land, she has no separate estate in it; for the legal incidents of the marriage relation accompany it.\nThe bill charges that, for a sufficient consideration, Mrs. Todd agreed to pay the plaintiff $300, and to secure it by a judgment on her land; that she gave a judgment, and afterwards successfully resisted the payment of -it, on the ground that she was married when she gave it. The defence relies upon the want of technical equity in the bill, and on the lapse of time, neither of them honest in this case; but the latter one is not required to be so.\nThe case certainly depends upon the duty imposed by the circumstances upon Mrs. Todd, to see that Ankrim should be paid out of the land. At law we should call this an implied promise, and sue in assumpsit. We do not change its nature by giving it an equity form. On the question of lapse of time, equity follows the analogy of the statute of limitations. This suit was brought more than nine years after the bond was given, and more than eight after it was due, and that is the age of the transaction. The delay is explained by telling us that the plaintiff attempted several other remedies, and failed; but this does not appear in the case, and besides, a mistake in the remedy does not prevent the running of the statute. It would be very strange if a debt, secured in proper legal form, should be barred by lapse of time, and one that is entirely informal should not be. Yet even this might be where there is actual fraud in the debtor to conceal the defect; but there is nothing of that here. If the plaintiff ever-had a right to this form of relief, it is now barred by the principle of the statute of limitations.\nDecree reversed, and bill dismissed without costs."}