{"id": "9504947", "contents": "The opinion of the Court was delivered by\nLewis, C. J.\nThis is an appeal from the decree of the Common Pleas of Berks county, distributing the proceeds of real estate of Jacob Laucks. Christopher Shearer’s two judgments were for the purchase-money of the two lots sold by the sheriff, ■ and for an additional sum loaned by Shearer to Laucks for the purpose of enabling the latter to build a house on one of the lots. The benefit of the exemption law was waived at the time of contracting these two debts. They amounted, at the time of the sheriff’s sale, to' the sum of $503.31. The sum raised, and for distribution, after deducting expenses of commission, is $904.29. After setting apart $300 for distribution, subject to any legal claims growing out of the exemption law, there is still a fund in Court entirely'free from the operation of that law, amounting to the sum of $604.29. This sum is more than sufficient to pay the two judgments in favor of Christopher Shearer. So that whether the waiver be binding or not, those two judgments are entitled to be paid out of the proceeds. If it made any difference in its influence on the claims of the other lien-creditors, they would have a right to insist on confining the lien of Shearer’s second judgment, so that only the balance of it, after applying the proceeds of the second lot purchased by Laucks of Shearer, should come in on the proceeds of the lot on Avhick the building was erected. But as the result is the same either way, so far as the subsequent lien-creditors are concerned, the case requires no such modification of the decree.\nThe mechanics’ liens are next in order of priority. As the exemption law has not been waived in their favor, it becomes necessary to consider whether the provisions of that Act have any application to njechanics’ liens for work done or materials furnished in the erection of a building. The $300 worth of property exempt under the law of 9th April, 1849, is expressed to be “ in lieu of the property” then “ exempt by law from levy and sale on execution on any judgment obtained upon a contract and distress for rent.” This language evidently applies only to judgments or distresses for rents on which property was exempt from levy as the law stood before the Act of 1849; but no exemption existed at that time against a mechanics’ lien, as it is confined in its execution to the property for the erection of which the materials were furnished or work was done. The Act of 1849 applies to “judgments obtained on contract.’'’ By this is undoubtedly meant judgments on contract of the person against whom they may be executed — that is, judgments against the persons of the parties which may be levied on the goods or lands of the debtor generally, and not judgments de terris against specific real estate, which may be executed against such estate, without any contract whatever between the plaintiff and the owner. It is our opinion, from the language of the Act of 1849, as well as from the favor which the law extends to mechanics’ liens, that it was not the intention of that Act to enable debtors to hold possession of buildings, or to take the proceeds of them, without paying the mechanics and material-men for the materials furnished and work done in erecting them. Jacob Laucks has, therefore, no right to any part of the money arising from the sale of the building, in opposition to the mechanics’ liens, and the Court committed no error in awarding the money to the latter.\nThe next liens in order are those of Joseph Dickenson. His judgments are founded on contracts in which the benefit of the exemption law was waived by the debtor. The clauses of waiver are as valid as any other parts of the contracts. So that if any money be left, after satisfying the liens in favor of Shearer and the mechanics, it should be applied to Dickenson’s claims, to the exclusion of the claim of the debtor himself.\nBut it is alleged that the claim made by the debtor, and the holding of an inquest in pursuance of such claim, are conclusive against Dickenson. Such an inquisition concludes nothing except the question of partition; and this must necessarily be subject to the decision of the Court on the debtor’s right to any part of the property levied on, or money in Court arising from the sale of it. In a case where the debtor is clearly not entitled to the benefit of the exemption law, the sheriff would of course be sustained in refusing to hold an inquisition for the purpose of selling off the property; but where doubts are entertained, and the sheriff holds the inquisition, and the jury, as in the case before us, find that the property cannot be divided without injury to or spoiling the whole, such finding will be regarded as subject to the decision of the Court on the debtor’s right to the benefit of the exemption law, under the particular circumstances of the case. It gives him no better right than he had before.\nThe decree of the Court of Common Pleas is affirmed."}