{"id": "9504710", "contents": "The opinion of the Court was delivered by\nLewis, C. J.\nIt is provided by the Act of 16th June, 1836, that the Supreme Court and the several Courts of Common Pleas shall have the jurisdiction and powers of a Court of Chancery so far as relates to the supervision and control of all corporations other than those of a municipal character. The equity powers of our Courts in respect to individuals, are circumscribed within a limited sphere: Gilden v. Merwin, 6 Wharton 522. But over corporations, their equity jurisdiction is general and unlimited. In the exercise of it, they possess all the power and jurisdiction of a Court of Chancery by bill, injunction, or otherwise, as the equity of the case may require: Commonwealth v. Bank of Pennsylvania, 3 W. & Ser. 193. Railroad corporations must necessarily possess very extensive powers to enable them to carry into effect works of great magnitude, and it would be most prejudicial to the interest of all persons with whose property they interfere,\" if there were not a jurisdiction continually open and ready to exercise its power for the purpose of keeping them within that limit which the legislature has thought proper to prescribe for the exercise of their powers. If they go beyond the power which the legislature has given them, and in a mistaken exorcise of those powers, interfere with the property of individuals, the Court is bound to interfere: Agar v. The Regent’s Canal Company, Cooper's Rep. 77 ; Dun River Navigation Company v. North Midland Railway Company, 1 English Railway Cases 135. Although a railroad company is a private corporation, in one sense of the term, it is one in which the public have a very great interest; and the paramount object of the legislature in creating such a corporation, is the interest of the public. It is upon the ground that such companies are incorporated for public use, that the power given to them to take private property for the construction of their roads against the will of the owners, has been sustained. The legislature possesses no constitutional power to authorize the seizure of private property for private purposes, even on giving just compensation. The power of the legislature to authorize municipal officers to tax the people of cities, boroughs, and counties for the payment of subscriptions to railroad corporations, has been sustained on the ground that “ a railroad is a public highway, for the public benefit:\" Sharpless v. Philadelphia, 9 Harris 169. The nature of this peculiar and improved class of highways makes it indispensable to tlie public safety that tbe transportation on it should be placed under the strict regulation of one controlling head. This necessity has led to the usual grant of power to provide cars, locomotives, and to embark in the business of transportation of freight and passengers. When this power is assumed, the company becomes a common carrier, and thus exercises a sort of public office, and has public duties to perform. It is bound to receive and carry all the goods offered for transportation, and is liable to an action in case of refusal without sufficient cause: New Jersey Steam Navigation Company v. Merchants’ Bank, 6 Howard's U. S. Rep. 382. Even lateral railroads, established by law for the purpose of enabling the proprietors to convey their minerals to the public thoroughfares, may be used by the public generally on payment of the established rates of toll: Act of 5th May, 1832. It is true, that a private railroad may be constructed on the land of the proprietors. In such a case, the public have no more interest in it nor control over it than they have in any other improvements which men make on their own lands. But wherever a charter is granted for the purpose of constructing a railroad, and the corporation is clothed with the power to take private property, in order to carry out the object, it is an inference of law from the extent of the power conferred, and the subject-matter of the grant, that the road is for the public accommodation. The right to take tolls is the compensation to be received for the benefits conferred. If the public are entitled to these advantages, it results from the nature of the right that the benefits should be extended to all alike, and that no special privileges should be granted to one man or set of men, and denied to others. The special stipulations inserted in charters for the purpose of securing these rights, are placed there in abundance of caution, and affirm nothing more than the common right to equal justice which exists independent of such provisions. Of this character is the declaration in the charter of the railroad company before us, which requires it to transport articles “ in the order in which” it “ shall be requested to transport the same,” “ so that equal and impartial justice shall be done to all owners of property,” “who shall pay or tender the .toll and freight due under this Act.” The supposed necessity for such provisions in charters granted in this country and in England, proves nothing more than that the lawmakers in both countries were aware of the difficulty in holding large corporations to those common obligations of justice which individuals feel bound to acknowledge without legislative enactment..\nAn express company engaged in the business of transporting small packages has as good a right to the benefits of the railroad as the owners of the packages possess in person. It is impossible that they can all appear in person to claim their rights, and it is sufficient that they are represented by agents who are intrusted with their goods, and have a special property in them. The business of carrying what is called “ express matter,” has recently grown up, and is productive of great public advantage. The objection to carrying such matters, on the ground of the novelty of the business, has nothing in it deserving serious consideration. If all the improvements of this progressive age are to be excluded from railroad transportation because they were not in existence when the charters were .granted for the roads, the public would soon be deprived of the chief value of these important works. The law is not so unreasonable in its .constructions. The rights of express agents or carriers have been fully.recognised in this respect in England. They are entitled to equal benefits with-pthers, and no exclusive advantages can be granted to others'to their injury: 10 Mees. § W. 397; 3 English Railway Cases 193; 49 Eng. Com. Law Rep. 253; 73 Eng. Com. Law Rep. 583.\n. The railroad company, defendant, on the 28th October, 1854, entered into a contract with the International Express Company, giving to the latter for three years the exclusive right of the railroad for all express purposes, at the various stations on the road, or so far as the said company control the matter, and shall continue so to control the same. Provided, nevertheless, that nothing in this contract shall be construed to restrain the said railroad company from carrying any freight, baggage, or passengers at their advertised rates, for any individual or individuals, company or companies whatever.\nIn pursuance of this contract, the superintendent of the railroad company, on the 30th October, 1854, gave to Howard & Co., an express company, written notice that “ an arrangement had been made with the International Express Company, which gives to that company the exclusive right of this road for all express purposes; that the company take the route on Monday, November 6, and that this railroad company will not carry the express matter or messengers of any other persons or company after Saturday, November 4.” The explanations to be found in the answer and in the evidence show that the railroad company is willing to carry the express matter of Howard & Co. in their freight trains, which go at less speed than their passenger trains, but that its purpose is to give to the. International Express Company the exclusive privilege of trans-\\ portation in their passenger trains. The railroad corporation has no right to do this. The power to regulate the transportation on the road does not carry with it the right to exclude any particular individuals, or to grant exclusive privileges to others. Competition is the best protection to the public, and it is against the policy of the law to destroy it by creating a monopoly of any branch of business. It cannot be done except by the clearly expressed will of the legislative power. Limited means may perhaps limit the amount of business done by a railroad company, but it can never furnish an excuse for appropriating all its energies to any particular individuals. If it possessed this power it might build up one set of men and destroy others; advance one kind of business and break down another; and might make even religion and politics the tests in the distribution of its favors. Such a power in a railroad corporation might produce evils of the most alarming character. The rights of the people are not subject to any such corporate control. Like the customers of a grist-mill they have a right to be served, all other things equal, in the order of their applications. A regulation, to be valid, must operate on all alike. If 'it deprives any persons of the benefits of the road, or grants exclusive privileges to others, it is against law and void.\nLet the contract between the railroad corporation and the International Express Company be declared null and void, and be cancelled and delivered up; and lot an injunction issue restraining the railroad company from carrying on business in pursuance of the said illegal contract.\nDecree to- be drawn for these purposes according to the prayer of the bill, with costs to be paid by the defendants."}