{"id": "9504786", "contents": "The opinion of the Court was delivered by\nLewis, C. J.\nAs the second amended declaration was withdrawn by the plaintiffs in error, their bill of exception to the rejection of evidence offered under it is not á matter for consideration here. The parol evidence of an agreement different from the covenant declared on was properly rejected. This disposes of the 1st assignment of error.\nThis action is founded on an agreement under seal, by which Mulhollan & Lyon granted to John Miller the right to mine and dig coal on their land, south of the line known as the disputed line, he paying for every bushel of coal he may mine or dig upon the land three-eighths of a cent. As the contract only authorized the defendant to dig coal south of the line designated, and the action was founded on that contract, it seems clear that tbe plaintiffs could not, in this action, recover for any coal taken out north of tbe line. If be took coal from other land of tbe plaintiffs, without authority, he might be liable in trespass, but he is not answerable for it in this form of action. It was therefore a good' defence pro tanto to show that part of the coal for which the plaintiffs claimed compensation under their lease was not taken from the demised premises. It was no answer to this defence to show that the plaintiffs were in possession of the land north of the line. Such evidence could have no tendency to rebut an “ equity of the defendant.” His defence was not founded on an equity. It stood upon a perfectly legal right to confine the claim for rent to the premises demised. The 2d and 3d assignments of error are therefore unsustained.\nUnder the charge the plaintiffs were permitted to recover not only for the coal actually mined, but for what defendant “ reasonably could and should have mined upon the land.” For the coal actually mined the contract had fixed the measure of compensation; but for'that which ought to have been mined, but was not, the Court instructed the jury that the plaintiffs” were not entitled to the stipulated rate,” because “they still had the coal in the mine.” The coal in the mine was certainly worth something. As matter of law the Court was bound to consider it as possessing some value. It was therefore proper to direct the jury, to ascertain the value, and to deduct it from the stipulated rate. On this part of the plaintiff’s claim, the measure of damages is the difference between the stipulated rate of compensation, and the value of the coal in the mine. In adopting this rule the Court below followed the decision recently made by this Court.\nJudgment affirmed."}