{"id": "9504653", "contents": "The opinion of the Court was delivered, May 21, 1855, by\nBlack, J.\nThis action depends on the defendant’s right to dig and take away chrome from the land of the plaintiff. The defendant claims that right under the plaintiff’s deed, giving and granting it in due form. But the plaintiff asserts that the deed is fraudulent and void because, 1. The defendant suppressed the truth; 2. He suggested a falsehood; 3. He paid a totally inadequate consideration; and 4. He got the deed by means of threats which amounted to duress.\n1. A person who knows that there is a mine on the land of another may nevértheless buy it. The ignorance of the vendor is not of itself fraud on the part of the purchaser. A purchaser is not bound by our laws to make the man he buys from as wise as himself. The mere fact, therefore, that Tyson knew there was sand chrome on Harris’s land, and that Harris himself was ignorant of it, even if that were exclusively established, would not be ground for impugning the validity of the deed. But it is not by any means clear that one party had much advantage over the other in this respect. They both knew very well that chrome could be got there, which one wanted and the other had no use for. But the whole extent of it in quantity was probably not known to either of them for some time after the deed. When it was discovered that sand chrome was as valuable as the same mineral found in the rock, and that large quantities of the former could begot in certain parts of the fast land as well as by the streams, it was natural enough that the plaintiff should repent and the defendant rejoice over the contract: but this did not touch its validity. Every man must bear the loss of a bad bargain legally and honestly made. If not, he could not enjoy in safety the fruits of a good one. Besides, we do not feel sure that the contract has Inade the plaintiff any poorer, for it is not improbable that he would never have discovered the value of the mineral deposit on his land if he had not granted to the defendant the privilege of digging.\n2. If the defendant, during the negotiation for the purchase, wilfully made any misstatement concerning a material fact, and then misled the plaintiff and induced him to sell it at a lower price than he otherwise would, then the contract was a cheat and the deed is void utterly. But in all cases where the evidence brings the parties face to face, the language and conduct of the defendant seem to have been unexceptionable. An offer was made and rejected to prove that Tyson had made certain statements in the neighborhood which were calculated to produce the impression that all the chrome in that region was not very valuable. It was even proposed to be shown that he had spoken in depreciating terms of sand chrome on a tract adjoining Harris’s. It would at least have been useless, and it might have had a pernicious influence on the minds of the jury, to have admitted such evidence. To invalidate a solemn deed by showing that misrepresentations were used to obtain it, there must be very clear proof that the falsehood was told directly or indirectly to the grantor. It is not to be supposed that he was influenced by a statement neither made to himself nor communicated to him. If the vendee’s conduct in a.ll his transactions with the vendor was honest and fair, he is not answerable in this action for what he may have said elsewhere to other persons.\n8. Mere inadequacy of price is not sufficient to set aside a deed. It is sometimes regarded as a suspicious circumstance when coupled with other strong evidence of fraud. Here it would hardly be entitled to that much consideration. The sale of this privilege at a low price is explained by so many reasons, that it is not necessary to account for it by supposing there was any foul play. But it is enough to say that the plaintiff had a right to sell at what price he pleased or keep his property. Haying chosen to do the former, he cannot undo it by changing his own mind.\n4. The allegation of duress is founded on these facts: Before the date of the deed now in question, Harris made a written contract with Tyson to sell him his land out and out; but he refused to make the conveyance, and Tyson declared that he would bring an action on the covenant. The difficulty was then settled by the cancellation of the agreement, and the execution of the deed granting'the mineral right. The Court received this evidence, and most properly instructed the jury that duress to invalidate the deed must be of the person. For the plaintiff it was insisted that the deed might be avoided merely by proving a threat to sue the grantor for a good cause of action. There is not only no judicial decision in favor of this opinion, but I think it is new even as an argument at the bar.\n, This is the whole body of the case. There is nothing else of leading importance in it. Yet the judgment is brought here on no less than thirty-nine exceptions.\n' The 1st, 2d, 4th, 5th, 7th, 8th, 9th, 10th, 12th, 13th, 14th, 15th, 16th, and 39th disclose a succession of struggles to get in evidence of Tyson’s declarations concerning sand chrome on other lands in the same neighborhood. These declarations may have had a tendency to impress the minds of those who heard them, and who knew nothing on the subject from other sources, with the opinion that sand chrome was worthless, but they had no con-nexion with and no relevancy to the purchase from Harris, except that his land had the same kind of mineral in it. No attempt or offer was made to show that-Harris ever heard these statements from Tyson, or heard of them from anybody else.\nThe 3d is the rejection of evidence that the plaintiff was a poor man. It is impossible to see what this had to do with the merits of the case. It could not strengthen any more than it could weaken his title to the property in dispute.\nThe 6th points us to an exception, by which we find that the defendant filed of record a disclaimer of all right that ine’defendant had a Certainly it did the except the privilege of taking out chrome. this put the dispute on its true group'1 right, and perhaps it was AAs duty 1,0 e 1 • - ,i t -6 - - - - 1 -¿in ot exceptions does not say that the plaintiff no harm naner wav read to the jury.\n1 The 17th and 18th were offers to prove conversations oí lyson, but what the conversations were was not stated, nor so much as hinted at. It is impossible for us to make anything out of exceptions like these.\nThe subject of the 19th was a proposal to prove a transaction between two other parties, who were altogether strangers to this business. It was about chrome, to be sure; but it could have thrown no light on the subject under investigation. It was not only a bargain between other parties, but it was five to nine years later in time than the contract between Harris and Tyson, and the bill of exceptions does not even show what its terms were. We take it for granted that this offer was not made for the purpose of showing the disparity between \"the value of Harris’s ore and the price he got for it, because the Court gave the plaintiff leave to prove all he could on that subject, and the very witness of whom the question was asked testified fully and directly to the point.\nIn the 20th we see an offer to prove that it was Tyson’s declared intention to monopolize the chrome business. This is somewhat indefinite. If Tyson really thought he could get a monopoly in the proper sense of the word, that is, a law forbidding all persons but himself from engaging in such an enterprise, he is not the shrewd man he is represented to be, and his fancy was a very harmless one. If he intended merely to carry on the manufacture of chrome so largely and sell it so cheaply that no one would think it worth while to compete with him, then he is a meritorious citizen. He has a right to all be can win by his science, labor, and capital honestly employed. Either way, the evidence offered could serve no purpose except to waken prejudices which had better be allowed to sleep.\nThe letter mentioned in the 21st specification was properly admitted. Its contents were communicated to Harris pending the negotiation, and show how it was conducted. After all that was said about foul play in getting the bargain, to withhold from the jury this clear' and direct evidence of Tyson’s fair dealing would have been gross injustice to him.\nThe remaining specifications refer to the charge. Those numbered from 22 to 37 inclusive are intended to particularize the several mistakes which the judge fell into, and the 38th makes the sweeping assertion that the whole scope and tenor of the charge is erroneous. Of all the specific errors assigned we do 'kud one which we would feel justified in calling an error, and the charge »» », whole is impartial and sound. It contains so convincing a refutation the views which the plaintiff’s counsel took of the case, that we womw they were not perfectly satisfied with it. J\nJudgment affirmed."}