{"id": "9504477", "contents": "Tbe opinion of tbe Court was delivered by\nBiiACK, J.\nThese parties were the owners of adjoining lands, and a public road was laid out and opened on the division line which at that time ran through tbe woods. Afterwards the land was cleared, and crops sowed on both sides. To save labor and expense, the parties agreed not to make a lane along tbe road, but to enclose tbe fields on both sides by a ring fence, each one maintaining it to tbe middle of tbe woodland, stopping it up.\nUndoubtedly this contract was illegal and void. It was an agreement to commit a nuisance for which both of the parties were liable to an indictment. If any citizen bad asserted tbe public right to tbe use of tbe road by throwing down the fence, those who put it up could have sustained no action for tbe injury suffered by them. The contract being wholly void, one of tbe parties cannot sue tbe other for tbe breach of it.\nWhen the defendant got bis own crop away, be threw down that part of tbe fence which he bad placed on the road, and thus caused tbe plaintiff’s grain to be destroyed by tbe cattle which were let in upon it. Tbe Court of Common Pleas rightly instructed tbe jury on tbe nature of tbe contract, and said in substance that it was of no validity; but added, that if the defendant acted from motives of malice, or with the wicked and wanton intent to do the plaintiff an injury, then the action could be sustained. We think this was erroneous. The defendant took down a fence which he was not bound by any lawful contract to keep up; which he could not maintain except in defiance of law, and in the teeth of the public right-; and the plaintiff could not legally demand that it should be kept up, for he had no property in it, and no binding contract in relation to it. In such a case we cannot take cogni-sance of mere feelings and motives. These considerations may and do often aggravate the character of wrongs. Malicious motives make a bad act worse; but they cannot make that wrong which, in its own essence, is lawful. When a creditor who has a just debt brings a suit or issues execution, though he does it out of pure enmity to the debtor, he is safe. In slander, if the defendant proves the words spoken to be true, his intention to injure the plaintiff by proclaiming his infamy, will not defeat the justification. One who prosecutes another for a crime, need not show in an ■action for malicious proseoution that he was actuated by correct feelings, if he can prove that there was good reason to believe the charge well founded. In short, any transaction which would be lawful and proper if the parties were friends, cannot be made the foundation of an action merely because they happened to be enemies. As long as a man keeps himself within the law by doing no act which violates it, we must leave his motives to Him who searches the heart.\nJudgment reversed and venire facias de novo awarded."}