{"id": "9504533", "contents": "The opinion of the Court was delivered in May, 1855, by\nWoodwaed, J.\nThe familiar principle of law and morals which requires of an agent that he be found faithful to his trust, is all-sufficient to justify the ruling of the Court below.\nIf it should be granted that this case is distinguishable from the Susquehanna Insurance Company v. Perrine, 7 W. § Ser. 348, and that the agent acted as the representative of the company alone, and in no sort for the assured; what right, it may be asked, had the plaintiff to collude with him and obtain from the company an insurance upon false representations ? The principal is bound by the acts of his agent whilst he acts within the scope of the deputed authority; but if, departing from that sphere, or continuing in it, he commits a fraud on his principal, a partieeps criminis shall not profit by the fraud. A merchant’s clerk colludes with a customer and discharges his account without payment, or on receipt of less than is due: — does anybody imagine that the merchant is bound by such a settlement ? Because he was the agent of his master and acting within the circle of his appropriate duties, a stranger or an innocent party might hold the master concluded, but not he who tempted to the fraud, shared in its perpetration, and sought -its fruits. The principle is susceptible of a great variety of illustrations, but is so obviously sound as to stand in no need of them. Apply it to the facts before us.\nThe plaintiff and R. C. Smith, as agent of the insurance company, came together to effect an insurance on the plaintiff’s store; and the plaintiff accepts a policy which stipulates that a “ false description by the insured of a building or its contents, or omitting to make known any fact or feature in the risk, which increases the hazard of the same, shall render absolutely void a policy issuing upon such description. Such survey, plan, or description shall be taken to be a warranty on the part of the assured.” And, again, at the foot of his application the plaintiff stipulated that “ any misrepresentation in effecting this insurance shall be deemed not only a sufficient cause for cancelling my policy, but render the insurance void.” That there vas a misrepresentation in the description is not denied. The store was described as containing “ one chimney, one stove, stove well secured, pipe passes through crock well secured;” whereas there was no chimney and no crock whatever. The day after a fire was first kindled, in the stove the store burned down.\nNow it is no answer to such facts to say that the survey and description, though signed by the plaintiff, was the act of the company’s agent; for,\n1. The plaintiff knew there was a false representation which increased the hazard, and he assumed the responsibility of it in the most explicit terms.\n2. Obtaining a policy under a false pretence, that there was a chimney and a well secured stove, was a fraud on the company, and if practised by their own. agent, it was at the instance, with the concurrence and for the benefit of the plaintiff, and so long as the maxim endures that no man may take advantage of his own wrong, this plaintiff cannot recover on that policy.\nThe offer in the plaintiff’s second bill was no better than the first; for the agreement, if made, was not communicated to the company, and was inconsistent with the paper signed by the plaintiff, and which he permitted the agent to communicate. A man makes a very precise written contract with the agent of a distant company which is communicated to them, and then seeks to recover on a secret parol agreement with the agent which he had no authority to make, and of which his principal never heard.\nThis is not according to the rule of good faith which should govern all bargains, and contracts of insurance above all others. We must confound the principles both of law and morals before such an attempt can be tolerated.\nBut beside, the agreement was, according to the plaintiff’s own offer, that he was to put the chimney and crock in before lighting a fire in the stove, which the evidence shows he did not do. What good could it have done him to prove such an agreement ? Even if a lawful and fair agreement, it could afford no ground of recovery because violated by him who asserts it.\nThus it is apparent the plaintiff has no ground to stand on, even if his proposition be conceded that Smith was exclusively the company’s agent, and in no sense his. But it may be worth while to observe that this was a mutual insurance company, and that it is essential to the constitution of such a company that the party insured shall, ipso facto, be a member of the company. The Act of incorporation declares that all persons who shall insure in this company shall become members during the period they are insured ; and it gives them the right to vote and a contingent interest in the dividends of the company. The fact that part of the capital is held as stock does not impair the mutual feature. Then the principle ruled in Perrine’s Case applies, and the insurer becomes responsible for the representations contained in the survey. The by-law that was in that case was wanting here, but its legal effect was fully supplied by the plaintiff’s express warranty, whereby he took upon himself the consequences of “ any misrepresentation in effecting this insurance.” Through an agent of the company, of which the plaintiff became a member, he takes a policy, founded on representations for which he makes himself responsible by his direct engagement instead of his implied assent to a by-law, and thus he comes within the doctrine of Perrine’s Case, and the Court was in no error in applying it to.him.\nBut counsel insisted with great confidence that the ruling of this Court in the recent case of Bruner v. The Howard Insurance Company went the length of sustaining the plaintiff’s action here.\nThe cases are not alike. That was not a mutual company. The agent who wrote out the description, instead of being limited to a mere reception of applications, was clothed with large powers —settled the terms of insurance, and countersigned and issued the policies without referring applications to the company. Under the circumstances in proof as to the execution of the papers we held that the. written survey was the act of the agent, and that the assured was not to be prejudiced by the omissions of facts which he stated but which the agent omitted to set down, because he deemed them immaterial. The conditions of the policy were interpreted with a view to the circumstances in proof, and the company was held liable.\nAs there is no resemblance in the features of the two cases there is no logical connexion betiyeen tlie principles of law appropriate to them.\nUnable to perceive any error in the record before us, the judgment is affirmed."}