{"id": "9504253", "contents": "The opinion of the Court was delivered by\nLewis, C. J.\nThis is an action of covenant to recover a small portion of the purchase-money alleged to be due and unpaid upon a tract of land sold by Yanatta to Convers by articles of agreement of the 17th February, 1851. A deed of conveyance was executed and possession of the premises given two days after the articles were signed. But it appeared that at the time the present action was brought a. small undivided interest in the land was outstanding. This was conveyed to the defendant before the trial. It is admitted by the plaintiff in error in this Court that he has at present a perfect title to the land, and that the only injustice caused by the verdict is that it obliges him to pay the costs of the action. This he might have avoided if he had drawn the attention of the Court to that circumstance as the real difficulty of his case. But, not content with justice, he attempted to turn the plaintiff out' of Court entirely on the technical ground that although the title was good at the time of the trial it was bad at the commencement of the suit. On that ground alone the defendant below, notwithstanding that he had accepted the conveyance and was enjoying the undisturbed possession, demanded a direction “ that there can he no recovery in this suit.” That direction was refused.\nThere was a positive covenant to pay the whole purchase-money by the 1st day of May, 1851. On this covenant, after the defendant had accepted a conveyance with general warranty, and had taken possession, the plaintiff had a remedy at law for the unpaid purchase-money. He was under no necessity to ask the aid of a court of equity, or to submit to the terms which a chancellor may impose as the condition of his intervention. But the defendant, in case of a partial failure of title, might, upon equity principles, demand a deduction from the purchase-money to the extent of its value. This equity might, however, be repelled by extinguishing the outstanding title and completing that of the defendant at any time, before the decree: 1 Wheat. 179. In Pennsylvania, in such a case', a defect of title may be cured after suit brought: Moss v. Hanson, 5 Harris 382; Ker v. Kitchen, 5 Harris 433. It is true that, where the vendor is compelled to ask the aid of chancery to compel specific performance of a contract for the Sale of land, the relief will, in general, be denied him wnere he was merely speculating on titles which were not within bis control at tbe time of bis contract; but here tbe vendor stood upon bis covenant at law, with conveyance and possession accepted by tbe vendee. In such a case it is sufficient that be answers tbe defendant’s equity when it is presented at tbe trial: Ley v. Huber, 3 Watts 368.\nTaking the facts as conceded in this Court, tbe instructions have done the plaintiff in error no injustice. As be raised no question in regard to tbe costs, the decision of the Court in respect to them is not here for review.\nJudgment affirmed."}