{"id": "9504728", "contents": "The opinion of the Court was delivered by\nLewis, J.\nThe admissions of the parties during the trial of a cause are part of the evidence, on the effect of which the Court may instruct the jury; and, where the charge is excepted to and filed of record, the facts therein stated as admitted or proven, must be taken for true, unless the evidence brought up by bilis of exception contradicts the statement of facts contained in the charge. The paper-book contains no bills of exception to the evidence; and we have no reason to believe that the president judge mis-stated the facts which occurred on the trial. On the contrary, from all the means we have of forming an opinion on the question of fact, we have no doubt that the defendant did admit that he knew when he purchased the cattle that they belonged to the,plaintiff. The plaintiff’s statement, when fairly construed, was to be understood as founded on a contract with himself for the sale of his own cattle; and the plea of payment admits the existence of the contract as alleged, and puts the defence on matter subsequent. The receipt given in evidence by the defendant also admits that when he made or attempted to make the set-off of an old debt against Daniel McLennan, he knew that Daniel was acting as the agent of the plaintiff, Kenneth McLennan. The 1st and 2d errors assigned are therefore not sustained.\nIf the facts are as stated by the judge, his instructions are cor- • rect. Where a man who is dealing with an agent induces the latter to set off a debt against himself in satisfaction of a demand known by both parties to belong to the principal, it is a fraud which is not binding on the party injured by it, unless he ratifies it with a full knowledge of the facts.\nAs these were the facts of the case, and there was no evidence of ratification, it was proper to direct a verdict for the plaintiff for the sum justly due. Justice has been done, and the judgment is to be affirmed.\nJudgment affirmed."}