{"id": "9504635", "contents": "The opinion of the Court was delivered, May 28, 1855, by\nWoodwaRD, J.\nThe great question in this cause was, whether the assessment on which the plaintiffs’ tax title was founded applied to the two Franks warrants of 1823, or to the two of 1824-5. The first pair were laid adjoining each other on an older survey known as the Otto tract; the others on an older survey in the name of Michael Gunkle, three miles distant. Both sets were in Norwegian township, Schuylkill county. The assessment made in the name of Samuel D. Franks was manifestly designed to embrace the two warrants of one of these pairs; but of which pair ? those located on the Otto or the Gunkle tract ? This was a pure question of fact, and as such properly referred to the jury.\nBut it is complained that the Court fell into several errors in admitting and rejecting evidence.\n1st. The deed of release — Werntz to Be Forest. If we had been furnished with a copy of this deed we might possibly have thought the Court in error in rejecting it, but without seeing it we cannot say it was competent.\n2d. The evidence of Klauser, the assessor, was such as is always admitted on similar questions: 2 Pa. R. 500’.\n3d. We have come with some difficulty to the conclusion that there was no error in admitting the books found in the office of the deceased deputy surveyor. Lauderbrun, Jackson, and Drckr had all been deputy surveyors, and as such it was their duty, made so by express statute, to keep an office and to return from time to time to the county commissioners, for purposes of taxation, all lands surveyed within their proper county. Had these returns been found in the commissioners’ office, no question could have been raised on their competency. But suppose they were copies of returns which had been made, or original lists prepared for the commissioners, but not yet handed over, either way they were official papers, and though not made evidence by Act of Assembly, yet being found in the office of deceased officers who were bound to make such lists, they were evidence on the same principle that field-notes and memoranda of official acts and instructions found in the offices of deceased deputy surveyors have been held to be evidence: Galbraith v. Elder, 8 Watts 81; Ross v. Rhodes, 3 Harris 163. In Lindsay v. Scroggs, 2 Rawle 141, Chief Justice GibsoN said, the acts of a deputy surveyor, preparatory to a consummation of his duty, such as his field-notes, are unquestionably admissible as part of the res gestee, and to prove them, it has been aptly said, even the sweepings of his office are evidence. These principles apply with peculiar force to official documents which have come down through a succession of officers all of whom are now dead.\nThe remaining errors are assigned upon the charge, and, with the exception of the seventh, they all relate to the assessment. We have considered the instructions of the Court upon this, and find them according to the general course of decision in Pennsylvania. They are said to be irreconcilable with many of the cases; but it is to be remembered that some of the cases are irreconcilable with each 'other. The Court left the great fact to the jury on which the cause hinged. They ruled that the land which the jury should find to have been assessed was the debtor for the taxes, and that it passed to the purchaser, by whatever name designated ; that the assessment of two contiguous tracts as one tract, when owned by the same person, was an unimportant irregularity under the curative provisions of the Act of 1815; that it is immaterial in what name land is assessed, if there is sufficient evidence to satisfy a jury what land was taxed and sold, and that it was unseated; that this tax was assessed a competent time before the sale, and that it was entered in the proper books. In all this we perceive no error. The answer to the much pressed argument that the assessment was so vague as to give the owner of the Gunkle warrant no notice of it, is, that he knew his land was unseated and subject to taxation, and it was his duty, as a good citizen, to pay the taxes. Had he done so, the sale in the name of a younger warrantee would not have harmed 1dm.\nThere is nothing in the seventh error. Whilst the title was in the county it could not be prejudiced by the payment of taxes other than those for which it had been sold. If the county taxed lands the title of which was in itself, and parties paid the taxes in ignorance of the fact, they may, perhaps, have an equitable right to reclaim their money ; but they cannot invalidate that title in the hands of a bond fide purchaser from the county. Had the defendants shown payment of the taxes for which the land was sold, or payment of that year’s assessments on this land, in whatever name, they would have shaken the plaintiffs’ title; but what they did show did not touch it.\nThe judgment is affirmed."}