{"id": "9504029", "contents": "The opinion of the Court was delivered by\nLewis, 0. J.\nAn unjust assessment of taxes is in general to be remedied by an appeal to the county commissioners. In Philadelphia, Schuylkill, and perhaps some other counties, there is a further appeal to the Court of Common Pleas. But that Court, by the terms of the statute, is limited in its authority over the matter, and must either affirm or reduce, the assessment. It cannot avoid it altogether. The Act of 1836, giving this appeal, does not seem intended for cases of persons or property not liable to assessment at all. In Massachusetts it has been held, that where personal property, not within the jurisdiction, but otherwise liable to taxation, is assessed at the place of the owner’s domicil, it is a case of overrating merely, and is to be remedied by an appeal. Osborn v. Davis, 6 Pick. 100. But where a non-resident, who is not subject to the jurisdiction, is assessed for a personal tax, he may, even after payment under protest, recover back the taxes collected : Preston v. Boston, 12 Pick. 11, 13. So, in this state; in a ease where a corporation is not to be regarded as “ a person” within the meaning of an Act for assessment of taxes, the tax, after payment under protest, may be recovered back: 8 Watts 294. The same rule ought to apply to the case of an assessment on property not liable to assessment. In the one case there is no jurisdiction over the party, and in the other* none over the property. The principle is the same in both cases; and it has been constantly applied in the investigation of land titles under sales for non-payment of taxes. In all cases where seated property has been assessed and sold as unseated, the titles derived under such proceedings have been declared invalid. This is the principle of the decision in the Borough of Allentown v. Saeger, 8 Harris 421. In that case the ground of the action was that the property was not subject to taxation, and the only objection to the reclamation which was recognised by this Court was the voluntary payment without protest. In the opinion of the Court, delivered by Mr. Justice LowRIE, it was expressly declared that “ if it had been paid under protest, that is, with notice that he would claim it back, this would have repelled the implication of assent, and give rise to the right of reclamation.”\nA voluntary payment of money under a claim of right cannot, in general, be recovered back; but it has been held that when a party is compelled by duress of his person or goods to pay money for which he is not liable, it is not voluntary but compulsory; and he may rescue himself from such duress by payment of the money, and afterwards, on proof of the fact, recover it back: Astley v. Reynolds, 2 Str. 916; 12 Pick. 13. But the threat of a distress for rent is not such duress, because the party may replevy the goods distrained, and try the question of liability at law: Knibbs v. Hale, 1 Esp. Rep. 84. The threat of legal process is not such duress, for the party may plead and make proof, and show that he is not liable: Brown v. McKinnally, 1 Esp. Rep. 279. But the warrant to a collector, under a statute for the collection of taxes, is in the nature of an execution running against the person and property of the party, upon which he has no day in court, no opportunity to plead and offer proof, and have a judicial decision of the question of his liability. Whore, therefore, a party not liable to taxation is called on peremptorily to pay upon such a warrant, and ho can saye himself and his property in no other way than by paying the illegal demand, he may give notice that\" he. so 'pays it by duress, and not voluntarily, and maintain an action to recover it back: 17 Mass. 461; 12 Pick. 13.\nThe Act of 6th April, 1833,.exempted from taxation all “the real property, including ground-rents, then belonging and payable to Christ Church Hospital, in the city of Philadelphia, so long as they continue to belong to said hospital.” The preamble recites the past good works of the institution, and the decay of the buildings of the hospital estate, and the increasing burden of taxes, whereby its means of usefulness are curtailed and limited. But no duty is imposed upon the institution as the consideration of -the grant. It is required to do nothing. It is left to pursue its own course as freely as before. There is,-therefore, nothing in the statute of exemption which savors of contract. The legislature had the undoubted right to repeal the Act whenever the public exigencies required it. It is not necessary to review the decisions cited 'to prove that a state cannot pass a law impairing the obligation of a contract. They are entirely inapplicable to the case before the Court.\nBut the repealing Act of 14th April, 1851, does not apply to property “in actual use and occupation” of the corporation.. The case admits that the hospital buildings, No. 8, Cherry Street, are in the “actual occupation of the corporation for hospital purposes.” These buildings are therefore still exempt from taxation. The collection of $126 for the tax on these buildings was illegal, and should be returned to the plaintiff.\nJudgment reversed, and judgment in favor of the plaintiff in error for the sum of $126, with costs."}