{"id": "9504119", "contents": "The opinion.of the Court was delivered, March 12, 1855, by\nLowbxe, J.\nHere is a devise to the testator’s only son and heir at law, with a provision that, if he should die without issue, then the property was to go to the testator’s brothers and sisters; that is, to his next of kin after his son and heir. But, there being none of the usual words of limitation in the grant of the remainder, it is assumed to beja grant of a life estate; and then it is supposed to be a consequence of this that the devise to the son is a defeasible fee, and not a fee tail.\nIs the remainder a life estate ? The subsequent residuary devise to his son and his heirs'does not help us to such a conclusion; for that is presumed to refer to other real and personal estate not before mentioned' in the will: 2 Pow. on Dev. 421; 4 Rawle 82; 19 State Rep. 92. And it is not reasonable to suppose that this clause was intended to make a devisee the second remainder-man after his own death;, and especially in a case where the first remainder-men became his heirs at law.\nIt is some evidence that the remainder was intended to be in fee, that, if it be not so, a reversion is left undisposed of; that, otherwise, a life estate is made a complete substitute for an intended fee, or fee tail; and that it is this very land that was intended to pay the legacies to other friends; for they are not to be paid except in the event of his son dying without issue, and then under this will there can be no other fund to charge them upon. And then it is most convincing evidence that a fee was intended, that the devise is to those who would, in the event contemplated, be his heirs at law.\nThis, therefore, is a devise to one in tail, with remainder to the testator’s heirs at law. It vested in the son in tail, and passed' performam doni to his issue, subject to dower; and when they died the remainder took effect in right of possession, subject only to the same right of dower. The judgment on the special verdict ought, therefore, to have been for the plaintiffs below, who are two out of five of the devisees in remainder.\nJudgment reversed, and judgment for the plaintiffs for two undivided fifths of the land, subject to the right of dower of the widow, Martha H. Hansell."}