{"id": "9504127", "contents": "The opinion of the Court was delivered, March 12, 1855, by\nLowrie, J.\nThe plaintiffs sent a large number of pieces of printing cloths to a printing establishment, the owners of which usually had on hand large quantities of similar goods of their own. The sheriff seized in execution all the goods that were in the establishment, and thereupon the plaintiffs claimed 252 pieces of the goods thus taken; and, not being able to identify their own goods, they claim that number of similar goods. The Court below said they had a right to them, if the printers had actually confused the plaintiffs’ goods with their own, so that those of each could not be distinguished; but that, if the printers had not actually confused, but only disposed of, the plaintiffs’ goods, even though they had at the time goods of like character of their own, which they intended to put in their place, the plaintiffs could not be regarded as having any title to the goods remaining on hand.\nThis seems to be right. The law sometimes confuses rights as a convenient or necessary means of resolving a confusion of goods; but it does not reverse the process. If land or goods be taken, it does not allow ejectment or replevin for other similar lands or goods of the taker. This might be not a very bad sort of remedy, but we have no law for it yet. Grain and liquids of different persons thrown together are practically undistinguishable, because of their nature, and the law gives each owner an interest in the bulk proportionate to his part thrown in. This is actual confusion, and the law knows no other kind.\nIt cannot depend upon the taking of another man’s goods, connected with an intention and ability in the taker to replace them by similar goods; for then, it would make no difference where the goods of the wrongful taker should be found — the other might seize them. And, as intention is matter of inference, it might he derived from the mere duty of restitution; and then we should have to apply it to every wrongful taker of goods; and replevin would no longer be an action for the very goods of the plaintiff, but for like goods of the defendant. It is not mere intention, but agreement, that passes title to property.\nJudgment affirmed."}