{"id": "9504397", "contents": "The opinion of the Court was delivered, May 17, 1855, by\nLewis, C. J.\nThe sixth rule of this Court, adopted on the 6th of September, 1852, requires that each error relied on must be specified particularly, and by itself. Errors not assigned according to that rule are considered as waived. There is no specification of any particular error in this case. The general error assigned setting forth that “ the Court erred in confirming the auditor’s report,” is not sufficient to indicate the point intended to be raised. The decree must, therefore, be affirmed for want of an assignment of error according to the rule of Court.\nBut if we looked into the argument for reasons to reverse the decision, we should fail to find them. In Kittera’s Estate, 5 Harris 422, it was shown that after a'contest between the legislature and the judiciary, the former had at last succeeded in establishing the jurisdiction of the Orphans’ Court “to appoint one or more auditors to make distribution of estates in the hands of executors or administrators, to and among the persons entitled to the same.” These general terms embrace creditors, as well as heirs, next of kin, and legatees. “ The right of each to be heard in support of his claim, and in opposition to every claimant who interferes with it, is necessarily involved in the right to demand payment out of the -fund. The power to decide all questions necessary to á proper distribution of the fund follows the power of distribution, and vests in the Orphans’ Court as a necessary incident to the jurisdiction.” This doctrine was solemnly ’affirmed by this Court, after the fullest discussion of the question of jurisdiction. We do not see how distribution among heirs or legatees can be decreed without previously ascertaining the amount of the debts. The power to do.this necessarily “follows the power of distribution.” We have no inclination to overturn the decision in Kittera’s Estate. If we had, we certainly should, not do it in a case like the present, where the debtor to the estate is himself an executor, and cannot be sued at common law, because the law does not tolerate the repugnancy of allowing one man to be both plaintiff and defendant in the same action.\nIn Menge’s Appeal, 7 Harris 222, it was declared that “where the facts have been found by the auditors and approved by the Court below, the case must manifest most flagrant, error, in order to justify the Supreme Court in interfering with the report. Even on appeal, as distinguished from a writ of error, they cannot be called upon to try questions of fact.” We might not have found the facts as the auditor has, but we see no such flagrant error as to justify our interference with the report.\nWe do not know whether the auditor was sworn or not; but it is proper to presume, after the report has been approved of, that the Court was satisfied either that the oath had been duly administered, or that the parties had waived it at the hearing.\nThe decree of the Orphans’ Court is affirmed."}