{"id": "9504840", "contents": "The opinion of the Court was delivered, August 14, by\nWoodward, J.\nThis was an action on the case for the seduction of the plaintiff’s minor daughter. The defendant gave evidence without objection that about the time of the seduction Lucinda permitted improper liberties to be taken with her person by other men; in reply to which the plaintiff offered, and was permitted under exception, to prove the conduct of Lucinda as a modest, prudent woman, and of marked propriety from childhood up to the time of her seduction. The admission of this evidence is assigned for error.\nThe rule that general character cannot -be given in evidence to repel proof of specific facts is not controverted by the counsel for the plaintiff in error; but they rest their argument on a supposed distinction between character and conduct. If there be a metaphysical distinction between character and conduct, we know of no authority in law for admitting evidence of conduct where evidence of character would be excluded. Character or reputation is generally regarded as the voice of the community, but that is just what the conduct of the individual makes it. “ The speech of the people,” as it is most descriptively called, is suggested by the general tenor of the conduct, so that to prove the one is in effect to prove the other, and the rule of law that would exclude character excludes conduct. The text writers and the adjudged cases generally speak of conduct and character as convertible terms, and such language is accurate enough for all practical purposes. But where any distinction is taken it is for the purpose of saying that the evidence must relate to reputation and not to conduct. See 1 Greenleaf, § 55, at the end; and eases cited. I have not access to Armstrong McCartney’s Irish Reports, and have not therefore examined the case cited in the note to Stephens’ Nisi Prius ; but if it sustains the position of the plaintiff in error (and as quoted it seems to do so), we cannot follow it, for it would introduce a distinction into the law of evidence which is rather fanciful than real, and which in practice would lead to the subversion of well settled rules.\nWe think there was no error in rejecting the evidence in the second bill of exceptions ; but for admitting that contained in the first the judgment must be reversed and a venire de novo awarded."}