{"id": "9504444", "contents": "The opinion of the Court was delivered May 21, 1855, by\nBlace, J.\nThere was no trouble in the Court below, and there can be none here, about determining what are the main and principal rights of the parties in regard to the subject-matter of the controversy. A small stream of water runs through the land of both. Tbe defendant is tbe upper and tbe plaintiff tbe lower proprietor. It is asserted that the defendant, who is working a lead-mine, has corrupted the water and sensibly diminished the volume of tbe stream. If either of these allegations be true, the plaintiff has a right to recover in this action; and if one verdict be not enough to make the defendant discontinue the nuisance, a second jury will be instructed to give such damages as will cause him to wish that he had taken the warning of the first. The wrong must cease, no matter how trifling it may seem. The right of the plaintiff is absolute to be restored to the full enjoyment of his own property, and is not dependent in any manner upon its value either to himself or his adversary.\nWe are quite content with the exposition which the judge of the Common Pleas gave of the law which governs the owners of lands through which a stream of water passes. His definition^ of their rights and obligations is accurate as well as clear. There is indeed no complaint of anything he said on this branch of the case, except his refusal to affirm without qualification one of the defendant’s points; and if there be a part of the charge better entitled to our approbation than any other, it is the answer to that point. The proposition of the defendant was, that he had a legal right to use a reasonable quantity of the water for the purposes of his business. The Court replied that his business might reasonably require more than he could take consistently with the rights of the plaintiff. We cannot see how or on what principle the correctness of this can be impugned. The necessities of one man’s business cannot be the standard of another’s rights in a thing which belongs to both. The true rule was given to the jury. The defendant had a right to such use as he could make of the water without materially diminishing it in quantity or corrupting it in quality. If he needed more, he was bound to buy it. However laudable his enterprise may be, he cannot carry it on at the expense of his neighbor. One who desires to work a lead-mine may require land and money as well as water, but he cannot have either unless he first makes it his own.\nFor upwards of twenty-five years the plaintiff, and those under whom he claims, have maintained a dam across the stream above his own line and on the land occupied by the defendant. By means of this dam a portion of the water is diverted into a ditch, and is led along a higher part of the plaintiff’s farm than that through which it flows in the natural channel. It is thus carried to the plaintiff’s barnyard, whence it is suffered to return again to the channel. Ever since the erection of the dam the owners of the plaintiff’s farm have used the water running in and from the ditch for the watering of cattle as well as for the irrigation of the meadows. Evidence was offered and admitted to show that the water was rendered so impure by the defendant’s works that it was unfit for beasts to drink. This was introduced solely to swell the damages: for the plaintiff could sustain his action and compel an abatement of the nuisance without any reference to the dam or the ditch, or the use he made or might make of the water so diverted, provided it be true that the water in the natural channel was corrupted or diminished; and if it was not so corrupted or diminished, he could not recover at all. But the fact that the plaintiff was using and had a right to use it in this particular way for a purpose important to himself does entitle him to larger damages than he would be able to get by merely proving that his legal right as a proprietor had been violated without causing him any special loss or injury. The admission of this evidence therefore must have had some influence on the verdict, though its exclusion could not have defeated the action.\nEvery one will admit that a person, through whose land a stream runs, may conduct it by an artificial channel to any part of his farm where he thinks it will be best for him to have it. He may use the part so diverted for the same purposes and to the same extent that he could use it if it flowed there through a natural channel, and may recover the same damages for any loss occasioned by the interference of another with his use of it. Neither is it contended that the fact of the dam, by which the water is diverted, being in this case above the plaintiff’s line and on land not his own, makes any difference, if the dam be a lawful structure, which he has a right to maintain. The plaintiff’s right to maintain this dam is not disputed; and if it were, his actual maintenance of it for upwards of twenty-one years would settle it at once. The evidence that he has during all that time turned the water out of its natural channel at a point above his own line and by means of an artificial channel carried it to his buildings, and there used it for watering his cattle, does make out a primá facie case for any damages he may have suffered in consequence of the water being so corrupted that he could no longer use it in that way. .\n. But there is another fact in the case which the defendant’s counsel insist is totally destructive of the plaintiff’s right to recover for this specific injury. It is this: the dam was originally built, in pursuance of an express grant by deed from the upper proprietor to the owner of the lower farm. This deed gives the right to divert the water for the use and purpose of. watering the meadows of the grantee. The argument is that the plaintiff could rightfully make no use of the water other than what the deed mentions, namely, the irrigation of meadows ; that a different use of it, no matter how long continued, could raise no presumption of any other right than that which the deed gives, and that therefore when the water was so corrupted that the plaintiff’s stock could not drink it, he was disturbed, not in the enjoyment of a right, but in the perpetration of a wrong. If these propositions be sound, the judgment ought to be reversed. The principal stress of the argument before us by the counsel of either side was on the question whether a person to whom an easement like this has been granted by deed for a specified purpose, may use it twenty-one years for a different purpose, and then claim a right by prescription to the whole extent of his user. It does not appear that the point has ever been decided. We must ascertain the true rule as well as we can by the analogies of the law, and by a reference to original principles.\nOne who is in possession of land is deemed to be there by virtue of his title, if he has one. Upon this principle, a tenant for years, or for life, or for any other particular estate, cannot claim the fee and hold the land under the statute of limitations, after twenty-one years. Neither can a trustee or mortgagee, in possession, be permitted to set up an absolute title in himself. The quantum of interest,, the duration or character of the estate which a person has in lands or tenements over which he is exercising actual dominion, must always be ascertained from the deed, record, or contract, if there be any, under which he has a right to hold it. Of lands which are unimproved, the constructive possession will also be confined to that part which is covered by the title. But where a man has a good title for one acre, and he goes into actual possession of that and also of another acre adjoining, there is no rule of law which forbids him to hold both after a lapse of twenty-one years. The last case, we think, is most analogous to the matter before us. When an easement is granted for one purpose, and the grantee exercises the right mentioned in the deed, and another right also, he is not less secure against ail interruptions of either than he would have been if no express grant at all had been shown. It is as easy to presume another grant for watering horses, superadded to that for watering meadows, as it would have been, in the absence of any deed, to presume that there was a grant for both together. If one man has a right of way over another’s field, which he has exercised without interruption for twenty-one years, it will scarcely be contended that his right could be destroyed by showing that he had a deed for a similar right of way over a different field. It is almost equally clear, that if I grant a right to pass over my land on foot, and the grantee, instead of confining himself to that mode of passage, goes over it continually, for twenty-one years, with wagons and horses, a grant for the latter purpose ought to be presumed in addition to that of the footway.\nIt is contended that, because the proprietor of the land above could not prevent the watering of cattle at the ditch; because it was not injurious to him; because he could not sue for such a use of the water, no presumption against him can arise from his omissions to stop it. This argument proves too much. If it be true, it shows that the right to water stock out of the ditch was inseparable from the right to have the ditch there for the other purpose. Perhaps this is the best solution of the whole difficulty, and the truest view that can be taken of the subject. If the water cannot be used for irrigation, without rendering it liable to be innocently and rightfully used for watering cattle also, then the express grant of the former privilege implies a grant of the latter.\nWe are quite clear that the plaintiff had a right to the water of the stream in its natural condition, the part that flowed in the ditch no less than the other; that the pollution or material diminution of it was a wrong, and that the Court and jury were right in giving damages for every injury which was the direct, immediate, and necessary consequence of that wrong.\nThe claim of the plaintiff being only for compensatory damages, and not being founded on the animus, but on the acts of the other party, it can be a matter of no consequence whether or not the defendant knew the extent of the injury he was committing.\nJudgment affirmed."}