{"id": "9504185", "contents": "The opinion of the Court was delivered by\nLoweie, J.\nThe testatrix gives all her real and personal estate to her executors in trust; and, of course she did not die intestate .as to any part of it; and the word estate dispenses with the necessity of words of inheritance, even without our statute of wills.\nThe trust is to pay the rents and profits to certain persons; and, since a gift of the rents and profits of anything is equivalent to a gift of the thing itself, the executors hold the property itself in trust for the beneficiaries, who are thus vested with the equitable title to it.\nThe rents and profits in the present case were to be divided, as received, into equal half parts, one of which was to be paid to Mrs. Van Rensselaer for her separate use, and the other to her children. It follows, then, that the equitable title to one-half of the property was vested in Mrs. Van Rensselaer, and the other half in her children. And, since equitable estates descend with us in the same manner as legal estates, when Mrs. Van Rensselear died her husband became entitled to her portion of the trust estate, absolutely, so far as it consisted of personal property, and of course to a life estate in her share of the real property.\nIf there were any doubt as to the inheritable quality of tho trust estate, for want of words of inheritance in describing the beneficiaries that could affect only the real estate. Suppose the doubt well-founded; then the equitable devisees took but a life estate in the real property under the will, and Mrs. Van Rensse-laer had the reversion as heir at law, and this view would only make the matter worse for her children, the other devisees. The true view of the case is the one first above presented, and the decree below is in accordance with it. The case relates only to the personal property; but we have not distinguished it in our remarks, because the parties desire us not to do it.\nDecree affirmed at the appellant’s costs."}