{"id": "9504005", "contents": "The opinion of the Court was delivered, March 12, 1855, by\nLewis, C. J.\nThe cases cited, in support of the principle that a irnid lease cannot be confirmed by the acceptance of rent, were decided since the Revolution, and must therefore depend, for their influence here, not upon their authority, but upon the reasons by which they are supported. In three of them, Jordan v. Ward, 1 H. Bl. 97, Martin & Jones v. Watts, 7 T. R. 83, and Brune v. Prideaux, 10 East 158, no question of the kind was discussed, or directly decided, but the cases turned on the question whether, in a proceeding in disregard of such a lease, a notice to quit was necessary, and it was held that the acceptance of rent created such relations between the owner and the occupant as to entitle the latter to such notice. In the other case, Simpson v. Butcher, 1 Boug. 50, the judgment against the lessee was given, not upon the principle for which it is cited, but on the ground, stated by Lord Mawseield, that there was “ no intention to confirm the old lease, or to grant a new one.” In two of these cases the leases were for ninety-nine years, and in the other two for twenty-one years. There was neither interest nor power in the lessors to support such leases in any of the cases. Notwithstanding the natural inclination of the Courts to relieve the remainder-men from leases of such long duration, made without authority, it was held in the case of Brune v. Prideaux, 10 East 158, that the receipt of rent by the party, desiring afterwards to repudiate the lease, was “ some evidence of a tenancy, and that, upon that evidence, it is peculiarly the province of a jury to decide.” This is sufficient to show that although a lease absolutely void, cannot be confirmed by the acceptance of rent; yet a jury, from such an act, may find a new contract of tenancy upon the terms of the original lease. But, however the matter may be at law, a chancellor will always interfere, in a proper case, for the purpose of preventing injustice. Where a tenant for life, under a poiver granted by Act of Parliament, granted a lease for sixty-one years, without observing the conditions contained in the Act; and, after his death, the remainder-man received the rents for six years, Lord Hardwicke granted an injunction against a recovery at law by the remainder-man, and ordered- him to execute a new lease. . It is true that the lessee had expended money on the premises, but this was during the life of the tenant for life. Although it was admitted that the acceptance of rent alone will not bind the remainder-man in tail, it was held to be a circumstance in favor of the lessee; and when the remainder-man lies by and suffers the lessee to rebuild, and does not by his answer deny notice of it, all these circumstances will “bind him from controverting the lease afterwards:” Stites v. Cowper, 3 Atkins 692. In The Commonwealth v. Moltz, 10 Barr 530, it was stated by Mr. Justice Bell, in delivering the opinion of the Court, that “ the Courts have of late years given to the doctrine of estoppel in pais, a much wider scope than was formerly allowed, founding themselves on equitable considerations. In pursuance of this policy, it is now established that, in all cases where an act is done or a statement made by a party, the truth or efficacy of which it would be a fraud on his part to controvert or impair, the character of an estoppel shall be given to what would otherwise be mere matter of evidence: 10 Barr 530.\nIn the case before us the lease was not granted in pursuance of a naked power, but was made by one having a legal estate in fee in the land. It is true that the lessor was a trustee, and was only one of the three trustees to whom the estate had been devised ; but the others do not appear to have accepted the trust, and have since renounced. One of them admits that he knew and approved of the lease made by the acting trustee, and there is no evidence that the others dissented; nor is there any denial that he had notice of it at the time it was made. From the year 1842 to the month of April, 1853, a period of eleven years, Margaret Barney was permitted to manage the estate as the only acting trustee, and would, in all probability, have continued to manage it to the satisfaction of all parties had she lived. If the other trustees accepted the trust, their long acquiescence justifies the inference that Margaret Barney acted by their authority. If they did not accept, the acquiescence óf Mrs. Tanner, who is entitled to the rents during her life, and her omission to procure the appointment of other trustees in the place of those who declined, justified the tenant in believing that the acting trustee was transacting the business with the approbation of all concerned. The letters and receipts signed by Mrs. Tanner and her husband, at different times, show that they had full knowledge of the lease, and particularly of that part of it under which the tenant was entitled to deduct from the rents, in sums of $50 on each quarter-day, the sum of $300 allowed him for building the sheds. It is not material whether these buildings were erected after or before the lease. It is clear, from the evidence, that they were erected by agreement with the lessor, and there, is no evidence to show that they were unnecessary to the proper enjoyment of the premises. The lease was for six years, and more than half of the term has already expired. There was nothing unusual or unreasonable in the duration of the term. Under these circumstances there is ample evidence to raise |a equity against Mrs. Tanner’s present application to deprive the tenant of the benefit of his contract. Arid she has shown no good reason why the equity powers of the Court should be called into action to assist her in such a measure. If she has a right at law, she is at liberty to assert it in a Court of law. As she is entitled to the rents during her life, her children have not sufficient interest, at present, to entitle them to disregard the lease.\nDecree reversed and petition dismissed at , the costs of John Tanner, the petitioner."}