{"id": "9504357", "contents": "The opinion of the Court was delivered by\nIÍNOX, J.\nThe facts of this case are few and simple, and the law arising upon the facts is free from difficulty. David Marys died in the year 1847, seised in fee of certain real estate, which passed by his death to his children, eleven in number. On the 24th of February, 1848, seven of the eleven heirs executed a lease of the farm in question to the defendant, Anderson, for one year from the first day of April then next, for the rent of §300, payable at the expiration of the term. The plaintiff, George Marys, was one of the seven that joined in the lease. By order of the Orphans’ Court of Chester county, made upon the application of the administrators of David Marys, this farm was sold on the 28th day of October, 1848, and purchased by George Marys, the plaintiff. One of the conditions of sale was, that the deed should be made on the 1st day of April, 1849. The sale was confirmed, and the deed made, but as the 1st of April came on Sunday, the deed was delivered on the preceding Saturday, the 81st day of March, 1849. The defendant, as tenant, occupied the premises from the. 1st day of April, 1848, until the 1st day of April, 1849.\nThis suit is brought by George Marys, the purchaser, to recover the rent; and, as he was unsuccessful in the Common Pleas, he has here assigned for error,—\n1st. “ The Court erred in not rendering judgment for the plaintiff in error for the whole amount of the rent, with interest and costs.”\n2d. “ The Court erred in not rendering judgment for the plaintiff in error for one-eleventh part of the rent, with interest and costs.”\nIt is impossible to examine this case without clearly discerning the intention to prevent the rent in controversy from passing to the purchaser. The title to the premises by the conditions of sale was to be retained until the lease had expired, and the act of the administrators, in delivering the deed the day before it could have been legally demanded, can make no difference in the case. - It is argued for the plaintiff in error that, at all events, he was entitled to his conveyance on the first day of April, .and that, inasmuch as the rent was not due until the day after, he .is the legal owner of ■it. This argument is based upon the supposition that the lease did not expire until the 1st of April, 1849, including the whole of that day; but this position cannot be sustained. The lease was from the 1st April, 1848, for one year. The tenant took possession on the 1st day of April, 1848, and at the close of tbe 81st day of March he had occupied the premises for an entire year. The 1st day of April, 1849, was the commencement of another year, and on the morning of that day, at any moment after 12 o’clock of the preceding night, the rent was due and payable, for the term had then expired.\nIt is undeniably true that there has not been entire uniformity in the rules laid down by Courts in reference to the computation of time. In Goswiler’s Estate, 8 Penn. Rep. 200, it was held that, “ whenever, by a rule of Court or an Act of the legislature, a given number of days are allowed to do an act, or, it is said, an act may be done within a given number of days, the day in which the rule is taken or the decision made, is excluded.” Yet, in Thomas v. Afflick, 4 Harris 14, it was said that the rule of the common law is to include the fii-st day and exclude the last; and that this was the true rule, admitting that “ Goswiler’s Estate” was not well considered. In Lyle v. Williams, 15 Ser. & R. 136, it was said “ that where the expressions are from the date, the rule seems to be that if a present interest is to commence from the date, the day of the date is included; but, if they are used merely to fix a terminus from which to compute time, the day is excluded; ” and it was accordingly held in the case that, where a bond was dated on the 22d of July, 1818, payable in five years from the date, a scire facias quare executio non might issue on the 22d day of July, 1823. The diversity in the rule appears to have been caused by a desire, so to apply it as not to work injustice. The parties to this transaction doubtless had in view the universal understanding of the country, that where one rents lands or tenements for a year, from the first day of April, the tenant has the right to enter on the day named, and that his term ceases on the last day of .March ensuing. Any other construction would not only do violence to the customs and habits of the people, but would, in the case before us, work manifest injustice, by giving to the plaintiff the income and profits of an estate for an entire year anterior to the commencement of his title.\nThe only question that remains to be considered is, whether the plaintiff can recover in this action the one-eleventh part of the rent as tenant in common with his co-lessees. And here it is only necessary to apply the rule that the remedy must follow the contract. As the one was joint, so must the other be. The agreement was to pay not to each lessee his individual part, but to them all the gross sum of three hundred dollars. If there had been no express agreement, and the action was for use and occupation, perhaps the tenants in common could have severed in their actions ; but here the remedy must be under the contract, and all who are parties to the agreement must join in the action.\nJudgment affirmed."}