{"id": "9504459", "contents": "The opinion of the Court was delivered by\nWoodwARD, J.\nThe system of accounting for public moneys prescribed for county officers by tbe Act of 15th April, 1834, is most necessary to be rigidly enforced. The report of the board of auditors filed in the Common Pleas has the effect of a judgment against the real estate of the accounting officer, who appears to be indebted to the county. Sixty days are allowed for an appeal, and if none be entered, execution is to issue, as upon judgments recovered in the usual course of law.\nIt seems to be an obvious deduction that after a board of auditors have filed their report they have no further power over it. It passes into the custody of a Court of record, becomes a judgment, and is no more subject to the supervision and review of the auditors who made it, than a judgment entered on an award of arbitrators is liable to be overhauled by them.\nBut if the auditors who made the report may not review and alter it, much less may a subsequent board. One auditor is elected every year, and each year the board, as constituted by the fresh recruit, is to audit the accounts of officers for the year immediately preceding. This is the extent of their jurisdiction as defined by law, and no agreements of the commissioners can enlarge it. If the annual board may reopen the accounts of two years past, they may on the same principle go back twenty, and the next board may upset their doings, and thus interminable confusion be introduced in place of the statutory system.\nCounty commissioners have some discretionary powers, but seeing that they are among the public officers who have to account to the auditors, it would be very strange if they could enlarge or diminish the powers of that tribunal. Most assuredly they cannot. The report of the auditors filed in the Common Pleas is not more beyond their powers, than it is out of the reach of the county commissioners for purposes of review. It is the duty of the commissioners to see to the collection of the county’s judgments, but they have no right to hazard the public interests by submitting judgments, obtained in due course of law, to a new and unauthorized tribunal for review.\nThese views are not only grounded in the statute, but coincide with those adopted in the case of Northumberland County v. Bloom, 3 W. & Ser. 542. Without discussing the facts of this case, to which these principles admit of easy application, we are of opinion that all the errors have been sustained, and therefore reverse the judgment.\nJudgment reversed and a venire de novo awarded."}