{"id": "9504925", "contents": "The opinion of the Court was delivered by\nBlace, J.\nThe appellant’s maternal grandfather died before he was born, and his mother soon afterwards, leaving him her only heir. His father (the appellee) took for his second wife a sister of the first one, and was appointed guardian of his son. He had therefore a right to receive and take into his possession two full shares of the grandfather’s estate.\nHow much of the first wife’s share could he keep as his own, and what portion was he bound to account for as guardian of his son ? He was entitled to the whole of her personal property, and as tenant by the curtesy to the profits of her real estate during life. But it remains to be settled how much of it was personal, and how much real at the time of her death.\nThe grandfather’s real estate was divided into four parts, and appraised by an inquest according to law. Two of these parts had been taken at the valuation, by other heirs in the lifetime of the appellant’s mother. She had their recognisances for her share instead of the land. The other two parts were sold under an order of the Orphans’ Court after her death. It is not denied that the parts last mentioned were real estate, and descended as such to the appellant. His share of the proceeds of the sale was received by his father and guardian, who is entitled to the interest only during life. But the appellant contends that the other two parts of the land, or, rather, the recognisances taken in lieu of them while his mother was living, were real estate also. This is an error. Her title to the land was entirely divested. The proceedings in the Orphans’ Court, which assured it in severalty to another heir, was a clear conversion of her share into personalty. So say all the cases in which the point has been directly ruled. It matters not that she was an infant or a feme covert. The validity of the decree did not depend on her being sui juris, and able to give her assent to it as to a contract.\nBut when the appellee received the sums due to his first wife on these recognisances, he receipted for them as guardian of his son. There is no reason to doubt that, this was a mere mistake. He thought, and so probably did the persons who paid it, that it descended as real property to the son. Or it may be that the acquittance took that form as a matter of caution, so as to make it a good discharge to the recognisance, let the law be how it might. But when a man takes his own money, is his right to keep it defeated by a declaration made in mistake that he received it in trust for another? Certainly not. He may correct his error whenever he finds it out. The cestui que trust is entitled to a full accoupt of all that is his, and he cannot claim anything more.\nDecree affirmed."}