{"id": "9504070", "contents": "The opinion of the Court was delivered, March 12, 1855, by\nKNOX, J.\nThis is an appeal from the decree of the Court of Common Pleas for Philadelphia city and county, in the matter of the estate of Elizabeth Greenfield. The auditor to whom the fund was referred reported a balance in the hands of the trustees for distribution of $31,556.82, of which $25,930.13, being the principal and income arising since the death of Mrs. Greenfield, he distributed pro rata among several beneficiaries, under a deed of trust made by Mrs. Greenfield, to Joseph Howell, Charles Roberts, John Bouvier, and Samuel W. Rush,-on the 15th December, 1834; and the residue, amounting to the sum of $5626.69, which was the remainder of the income in the hands of the trustees at the death of Mrs. Greenfield in July, 1845, he gives by his report to the Rev. William Suddards, whose claim was based upon a note for $6000, dated in March, 1835, and an order to the trustees to pay the same, made by Mrs. Greenfield in December, 1836.\nUpon exceptions filed, the Court of Common Pleas set aside so much of the report of the auditor as gave the sum above stated to Mr. Suddards, and, in lieu thereof, decreed in favor of a claim made by Mrs. Mary A. Wright, which was founded upon a direction given by Mrs. Greenfield, on the 13th of December, 1837, to her trustees to pay Mrs. Wright an annuity of $200, during the life of the annuitant. In all other respects the report of the auditor was confirmed.\nFrom this decree several appeals have been taken.\n1. Samuel W. Rush, one of the trustees, appeals because he was not allowed to participate in the commissions to the trustees for their services.\n2. William Suddards appeals because he was not allowed to come in as a creditor upon the general funds or upon the income, by virtue of the order given by Mrs. Greenfield to her trustees to pay his note.\n3. Samuel W. Rush, executor of John Bouvier, and Richard Jordan, trustee of Celeste V. Anderson (formerly Rees), appeal, because their claims as creditors of the estate were not recognised.\n4. Mrs. Elizabeth Greenfield Rush, and Mrs. Celeste Y. Anderson appeal, because the appropriation was made to the cestui'qui trusts fro rata, and not in the order in which they are named in the declaration of trust.\n5. The trustees, the administrator of Mary Ann Ethell, and other cestui que trusts, appeal from so much of the decree as allows the claim of Mrs. Mary A. Wright.\nThose several appeals, taken conjointly, involve the consideration of the following questions:—\n1. Was the claim of Samuel W. Rush, as trustee, for commissions properly rejected ?\n2. Does the clause in the declaration of trust which provides for the payment of debts protect the claims of Samuel W. Rush, Celeste Y. Anderson, John Bouvier’s executors, and William Suddards ?\n3. Are the cestui que trusts to be paid pro rata, or in-tlie order in which they stand V\n4. Has Mr. Suddards or Mrs. Wright an exclusive claim upon that part of the fund which was in the hands of the trustees arising from the income of the estate before the death of Mrs. Greenfield ?\nWe shall do little more than state the conclusions to which we have come upon these various propositions. The appellants are numerous; the paper-books exceedingly voluminous; and two entire days were taken in the oral arguments before this Court. To attempt to elaborate our views upon every position taken in this almost interminable case would be worse than useless. A final and just disposition of this much-litigated estate is the great point to be sought after, and it is to be hoped that, in this respect, we are near the end of our journey.\nAs regards the claim of Samuel W. Rush for commissions as trustee, it is only necessary to say that we entirely approve of the reasons given by the auditor for rejecting it. His interest was manifestly against the trust, and his conduct corresponded with his interest. We cannot pay him out of the trust fund, for his unsuccessful efforts to invalidate the trust itself.\nThe second question arises under that clause in the declaration of trust, which provides for the payment of “ all the debts due by the said Elizabeth Greenfield, and her funeral expenses or debts which may become due.” When we consider that the primary object of the deed of trust was to place the principal estate beyond the control of Mrs. Greenfield, so as to prevent alike “ the annoyance to her arising from importunities and the danger of impoverishing herself from the exercise of her passion for giving,” it is manifest that these debts due, and which might become due, were not to embrace voluntary donations made by her in the shape of obligations to pay. The debts to be paid were such as she owed at the execution of the trust, and those that she should contract thereafter in the ordinary mode of contracting debts. Her creditors, but not her donees, were protected by this provision in the deed of trust. Any other construction would entirely destroy the efficacy of this solemn deed of hers, which was pronounced at its execution to be as unchangeable as “ the laws of the Medes and Persians.” After the trust was created, she continued the forms of making princely gifts, but they were worthless as against the deed of trust.\nThe next question is free from difficulty. The debts, funeral expenses, and compensation to the trustees were first to be paid; and, says the declaration, “ after paying all the above. 4th. To pay,” &c., with a numeral prefixed to each clause; but it by no means follows from this that No. 4 was to be paid in full before No. 5 was to receive anything, if the fund was insufficient to pay all. The right of Mrs. Greenfield to prefer one or more of her beneficiaries, is unquestioned; her intention to do so, however, must be clear before we will disregard the rule which declares “ equality to bo the highest equity.”\nHad Mrs. Greenfield declared that her donees should be paid in the order in which they were named, or that certain of them should be paid in full, the authorities cited by the counsel of Mrs. Rush and Mrs. Anderson would be applicable ; but it is believed that no case can be found where it has been held that the prefix of a numeral alone gives priority. Our conclusion then is, that the auditor was right in reporting that the principal sum in the hands of the trustees, as well as the income received by them since the death of Mrs. Greenfield, to wit, the sum of $25,930.13, should be paid fro rata to the claimants under the deed and declaration of trust.\nThe auditor further reports that, of the sum in the hands of the trustees, $5626.69 was of income received by them in the lifetime of Mrs. Greenfield. The disposition of this depends upon questions entirely different from those already disposed of.\nBy the declaration of trust, the income and profits of the estate were to be applied by the trustees as directed by Mrs. Greenfield. As to these, she retained full power of disposition; and, although she could not impair the principal or divert it to other channels than those specified in the deed, yet the income and profits could be used at her pleasure. If not used, they were to be invested and held in the same manner and for the same purposes as the principal. Debts contracted by Mrs. Greenfield, though, in the nature of gifts, valueless as to the principal, are doubtless good as to the income. The right to dispose of this income by last will and testament, was denied to Mrs. Greenfield by this Court in the case reported in 2 Harris 489, but it was expressly admitted that she had reserved the right to spend it in her lifetime. That she did dispose of, or attempt to do so, a much larger sum than remains of the income, is not denied, and the difficulty is not to find claimants, but to adjust their respective claims.\nIn March, 1835, Mrs. Greenfield gave her note for $6000 to a Mr. Suddards; and in December, 1836, she gave a written direction to her trustees to pay it. In December, 1837, she made an order upon her trustees to pay Mrs. Mary A. Wright an annuity for life of $200, payable quarterly. Upon the 17th March, 1835, she gave to John Bouvier her sealed note for $5000. On the 29th October, 1839, to Samuel W. Bush she gave her sealed note for $20,000, and on the same day she gave one of like character to Celeste V. Anderson, then Celeste V. Rees, for $10,000. Judgments have been rendered against the executor of Mrs. Greenfield in favor of Mr. Suddards, Mr. Rush, and Mr. Jordan, trustee of Mrs. Anderson, and the annuity for two years was paid to Mrs. Wright. The residue, as well as all of the other claims mentioned above, remain unpaid.\nMr. Suddards and Mrs. Wright each claim that the direction given by Mrs. Greenfield to her trustees to pay their donations, amounts to an equitable assignment of the fund then in the hands of the trustees subject to her control. The auditor thought Mr. Suddards’ claim was good, and Mrs. Wright’s bad. The Court of Common Pleas adjudged Mrs. Wright’s good, and Mr. Sud-dards’ bad. We cannot agree with the learned Judge of the Common Pleas that the gift (for such undoubtedly it was) to Mr. Suddards is prohibited by law, as against public policy. We know of no rule of law or morals which will prevent clergymen from receiving gifts, great or small, even from their parishioners, which it seems was not the case with Mrs. Greenfield, as she did not belong to the immediate church or congregation of Mr. Sud-dards. In this country the danger rather is that clergymen will receive too little than too much. The question to be determined is,, whether the order in favor of Mr. Suddards was in equity an assignment of the fund, and not whether it was good as a gift. If it was an assignment, or appropriation of the specific fund, it has precedence over the claim of Mrs. Wright, as it was first in order of time. If it was not an assignment, hers was not, for both were mere directions to the trustees to pay money, one in gross, and the other in quarterly payments.\nAfter considerable deliberation, and with some hesitation, we have come to the conclusion that neither the order to Mr. Sud-dards nor that to Mrs. Wright amounts to an assignment, legal or equitable, of the moneys received by the trustees from the profits of the estate. The orders are drawn upon the trustees generally, without specifying any particular fund, and it is evident that these gifts were bestowed by Mrs. Greenfield under the belief that she had the right to give away both principal and income. It is not to be supposed that she intended Mr. Suddards’ note and Mrs. Wright’s annuity should be paid to the exclusion of Mr. Rush and Mrs. Anderson, and her manner of using her income forbids the idea that she would encumber it greatly beyond the means of payment. In Nesmith v. Drum, 8 W. & Ser. 9, it is said, “that an equitable assignment is an agreement in the nature of a declaration of trust,” and it was sustained where an order was drawn upon an attorney, directing him to pay to a third person a particular sum of money received from a certain note, the proceeds of which the drawer had agreed should be applied to relieve their surety, the payee in the order; but here no fund is mentioned, no previous agreement to make payment out of a particular fund, and the absence of all evidence indicating an intention that the income • or profits of the estate in the hands of the trustees should be appropriated for the liquidation of these voluntary engagements to pay. In the language of Chief Justice Tilghman, in Clemson v. Davidson, 5 Binn. 398, “ Any order, writing, or act, which makes an appropriation of a fund, amounts to an equitable assignment of that fundbut the appropriation must be made in express terms, or the intent to make it must be clear. An order drawn upon one who has in his bands funds belonging to the drawer will not of itself amount to an assignment of the fund, or any part of it, unless it plainly appears that the fund claimed was the one designated out of which payment was to bo made. If a debtor appropriates particular moneys to pay a certain debt,.and it is as far delivered as the nature of the case will admit of, equity will control the appropriation ; but if the act of appropriation is uncertain, or the subject-matter doubtful, the right of property in the fund is unchanged.\nThat Mrs. Greenfield intended and desired that these gifts of hers should be paid admits of no doubt; but whether from the principal or income is to say the least far from being certain. It is said, that as she had the right of control over the income and not over the principal, the presumption is that she drew upon the fund that she could legally draw upon, and not upon one that was beyond her reach. The answer to this is to repeat what wo have already said, that she believed she could reach both principal and interest by making her gifts assume the form of engagements to pay; and it is more reasonable to suppose that she would give away some part of the principal rather than endanger her own support by taxing the income so largely. We can perceive no substantial difference between the objects of Mrs. Greenfield’s bounty outside of the deed of trust; and we have come to the conclusion that the sum in the hands of the trustees, at her death, received from the profits of the estate, must be divided amongst them in proportion to the amount of their several claims.\nWe exclude the executors of John Bouvier, because Mr. Bou-vier was first her legal adviser; and second, her trustee; and, besides, in the answer filed'by him to the bill of her executor he admitted that he had never claimed the amount of the single bill sent by her to him.\nMr. Rush was also a trustee when his note was given. As, however, we have already determined that he should receive no compensation as trustee, we will not set aside his claim as donee. We could not if we would, as the validity of his note against Mrs. Greenfield’s estate is conclusively established by the judgment which he has recovered against her executor. The sum of the matter is that the income in the hands of the trustees, at the death of Mrs. Greenfield must be distributed, pro rata, to the payment of the judgments of Wm. Suddards, Samuel W. Rush, Richard Jordan, trustee of Mrs. Celeste Y. Anderson, and to the claim of Mrs. Mary A. Wright, which will be ascertained by adding the present value of the annuity to the unpaid annuities, with their interest. Her' proportion may be paid directly to her without further investment. As the examiner of this Court is one of the present trustees, we refer the matter to Mr. Cramand, the former auditor of the Common Pleas, to ascertain the amount due to each of the above-named persons, and the amount that each will be entitled to receive from the distribution of the fund. • His report will be made directly to this Court, and, when approved, will be appended to our decree."}