{"id": "9504345", "contents": ". The opinion of the Court was delivered, March 26, 1855, by\nLoweie, J.\nThis is a summary conviction of a lock-keeper of the Schuylkill Navigation Company, for attending to his business, as such, on the Lord’s day, by opening the locks for the passage of boats. Is this a civil offence ? We think not.\nThe Schuylkill river is a public highway; and as people are not forbidden by law, and therefore have a right, for some purposes, to pass along it, even on the Lord’s day, the Navigation Company must keep it open, and, for this purpose, must have lock-keepers to act for them. There may, indeed, be unlawful travel on Sunday, and for such travel there can be no right to have the locks opened; but the criminality of the lock-keeper is not proved by the criminality of the travel, because, as agent of the company, he is bound to keep the navigation open for travel, and is not made the judge of its rightness.\nEvery man travels at his own risk on Sunday, and that risk is measured legally only by the legal penalty. To stop him would be the imposition of a different penalty, tenfold more serious perhaps ; and it is not the remedy of the law. Beside this, the law would not impose upon the lock-keeper the authority to judge of the rightness of the travel, without investing him with the exemption from liability for misjudgment that ordinarily belongs to judicial officers, and then the traveller would be without remedy in case of his error of judgment, and would be justified in going on in case of a decision in his favor. This would make a lock-keeper, in this respect, a more important public officer than a justice of the peace.\nTrue enough, the lock-keeper was engaged in Ms ordinary occupation ; but it has never been considered that the occupation of gate-keepers on public Mghways and bridges is included in the Sunday laws; and the defendant’s occupation is of the same sort. The turnpike-roads and bridges are not ordered to be shut on the Sabbath, and to throw them open free of toll would greatly encourage breaches of the law.\nBut it is said that the Act of 11th April, 1845, exempts canal companies from attending their locks on the Sabbath. So it does; but this assumes that it was their duty, before that, to attend them; and the law designed to relieve them from one duty cannot have the effect of imposing another upon them* and especially one that may be enforced by a legal penalty. It is a permission, not a command; an exemption, not a prohibition; and no penalty can be attached to it. The matter is left to their discretion.\nJudgment reversed."}