{"id": "9504095", "contents": "The opinion of the Court was delivered, March 12, 1855, by\nLowsie, J.\nZane denies that Simes & Co. had any right to sell the segars under the pledge made to them, and in this he is correct. The fact that they did .sell them was a wrongful conversion that made them liable to the appropriate action. The right which Zane had, to elect one out of several forms of action, is not a right to split up his claim into several actions, or to supplement an incomplete, remedy which he may have chosen, by giving him another in addition. The improper application of the pledge gave him a right to reclaim it in several forms of action; but he cannot sue for the price received for a part of them, and for the other part,in kind, or for damages for the wrongful conversion of it-Having, under a plea of payment, which allows a certificate in his favor under the Act of 1705, 19 State Hep. 95, claimed allowance for the segars sol'd, whether part or all, as it might turn.out in the.evidence, he has, in effect, sued'for the value of the segars. If he did not recover enough, the fault was'the adoption of an incomplete' remedy, or in the result of it; and he cannot sue again: 19 State Rep. 508; 4. Rawle 285; 15 Johns. 432; 16 Id. 136 ; 7 Id. 20; 8 Id. 383; 2 W. Bl. 827; 1 Wend. 487.\nThe record of the first proceeding is necessarily conclusive that he had received then the full amount of the segars then sold, whatever may be the fact; and he could have no pretence of right to recover now for more than the value of what then remained unsold. But the rule that prevents hum from splitting up his cause of action into several fragments, takes, away his right of action for the residue entirely. Having once claimed by action or defence a part of an undivided subject-matter, the law allows him no remedy for the other part, else there could be no limit to litigation. The instructions given below were therefore erroneous : they allowed the errors in one action to be corrected by a new one.\nJudgment reversed and a new trial awarded."}