{"id": "9504893", "contents": "The opinion delivered by Lewis, C. J., was as follows:—\nThe demurrer to the petition was properly overruled, for the reasons stated in the opinion of the learned president of the Orphans’ Court.\nThere was a general replication filed, in which all the allegations contained in the answer were denied, except such as are admitted now. After which the record states that the case was “taken up on the bill and answer filed, the counsel for the petitioner alleging that upon the answer filed the respondents ought to account;” and the Court, on argument, ordered them to file an account. The account was accordingly filed, and, upon exception, it was referred to an auditor. It is a mistake to suppose, from this entry, that the cause was set down for hearing on bill and answer, so as to make the answer evidence for the respondents on the investigation before the auditor. The case was merely taken up on a motion for a decree that the respondents should account. The only question, at that hearing, was whether the respondents were an accounting party. For the purposes of that hearing the bill and answer were evidence. The answer admitted the receipt of one-half the sum charged, and likewise admitted-all the necessary facts to entitle the petitioner to an account. As the account could not be taken at the hearing in Court, it was not necessary to give the items of it in the answer. The respondents could not make evidence for themselves in that way. Wherever the suit is for reparation of an injury, the decree is granted on proof of injury, however slight, and the extent of it is a matter for subsequent inquiry: Oresley’s Equity Ev. 239.\nIf the plaintiff, instead of replying to the defendant’s answer, sets down the cause for hearing on bill and answer, the defendant is at liberty to read his answer as evidence in favor of his own case, and the decree is made on the assumption that every fact stated by the defendant is true. But if the plaintiff files a replication, he precludes the defendant from reading his answer (except as to costs), and imposes on him the necessity of proving the statements therein contained by an examination of witnesses. Although the plaintiff, by filing a replication, disputes the truth of the defendant’s answer, be does not preclude bimself from using any admission contained in it. On tbe contrary, he may read, any passage he may choose to select in support of his case, but he must read the whole passage: 1 Smith’s Chan. Prac. 339. In Simpson v. Hart, 14 Johns. Rep. 63, there was a general replication to the answer, but no proofs were taken on either side. Mr. Justice SpbNOBR held, as we think, properly, that (the answer being replied to) the allegations set up in it, and which were not in answer to the interrogatories in the bill, must be proved otherwise than by the defendant’s oath. That it was a principle about which there would be no dispute, that such matters must, after a general replication, be proved, or the defendant cannot avail himself of them: 1 Hoff. Oh. Prac. 496.\nThe petition and answer had fulfilled their objects when the account was filed in obedience to the decree. When that account afterwards went to an auditor, to adjust its details, the answei* was not evidence for the defendant for the purpose of showing that the two trustees had each received one-half of the trust fund, or for any other purpose tending to discharge the accounting party from liability. But if it had been received in evidence by the auditor, it would not have been sufficient to destroy the effect of the confirmation of the joint account exhibited by the executors of John Herbach on 21st January, 1804, and the other facts which have since occurred. In Monell v. Monell, 5 Johns. Ch. Rep. 294, where a trustee was charged on the ground that he had joined in the receipt of the fund, it was held, that “the answer was no evidence that the money did not come to 'the hands of both” the trustees; “that the answer is no evidence of such a fact set up in avoidance of, and in contradiction to the language of the receipt signed by the party himself.” If this doctrine be sound, as applied to the single act of joining in a receipt for the money, it is equally so when applied to the case of executors who joined in the sale of real estate, in the conveyance of it under the power in the will, in the receipt for the purchase-money contained in the body of the deed, in the taking of securities for part of the purchase-money, and, finally, in the settlement of a joint ■ account under oath, expressly admitting that they had in their hands the sum of 7846k 4s. 3\\d., to be disposed of according to the testator’s will. It is true that they state that “ part of it is not yet due.” But there has never been any effort to be discharged from this joint liability on the ground that the part not due at the settlement of the account was not duly paid at maturity, or that it was received by the trustees in equal proportions. They had taken the securities in their own way, and, it is presumed, in their own names jointly. The form of them does not appear. By the settlement of the joint account, without describing them, or claiming a credit for them, they voluntarily assumed a joint liability for them. If any fact occurred afterwards to change the extent of their liability, justice to the parties in interest required that they should embrace the earliest opportunity to give notice of it, and to place themselves properly on the record. To permit them to do it now, after the lapse of nearly fifty years, when all remedy against the insolvent trustee would be fruitless, would be against the plainest principles of equity. Bunting’s Appeal, 4 W. Ser. 471, shows, that they cannot be countenanced in putting on the record of the Court a settlement calculated to deceive the Court and the parties beneficially interested in the fund. Those parties had a right to know in whose hands it was, and who was responsible for it. If they had been notified promptly that .the trustees, instead of investing it on some safe security, had divided it equally between themselves, they might have démanded security, of the appointment of other trustees. To. secure this fund was one of Michael Hengst’s first duties as a trustee: 4 W. Ser. 471. Whatever may have been his powers before the Act of 3d April, 1829, it is clear that, under that Act, he might have had the letters testamentary vacated as to his colleague, Herbaeh, on the ground of his removal from the state., As it was his duty to secure the fund, the presumption is, that he performed that duty, by taking it' out of the hands of his insolvent and nonresident colleague. His payment of the interest on it during his lifetime, without any proceedings against his colleague for contribution, gives strength to this presumption. It is clear, however, that Michael. Hengst either received the whole fund or has grossly neglected his duty as a trustee. In either case his estate is liable: 2 Br. Qh. JR. 114; 11 Ser. &■ JR. 66; 4 W. & Ser. 471; 8 Paige Oh. B. 160.\nBut, independent of either of these grounds for charging his estate, how does the case stand ? A joint trust was reposed by the testator. There is no reason to believe that it would have been reposed in either of the trustees separately. With a full knowledge of the objects of the testator they jointly accepted of the trust, and thereby qbtained possession of the fund, and secured the compensation for their services. Having received possession of it on their joint credit, they settled a joint account acknowledging the balance jointly in their hands to be disposed of according to the will. That account was confirmed by the Court. It seems to be settled that the confirmation of a joint account discharges a previous, separate liability (Haage’s Appeal, 5 Karris 190), and establishes, by admission and adjudication, a joint one: Haage’s Appeal, 5 Karris 190; Ducommun’s Appeal, 5 Karris 270. In the last case referred to it was held that, “ although the executors for their own convenience divided the money, and the legatees received the interest in divided payments (one-half from each), they had still a right to demand the interest from either 5 Harris 270. Liability for interest could only exist on the ground of liability for the principal.\nIt is alleged, however, that the death of Michael Hengst, occurring before that of George Herbach, his colleague, discharged the former from all liability. This is its effect at law. But in equity the liability of his estate depends upon equitable considerations. If he was merely a surety, or if his liability existed only in virtue of an obligation or covenant, or other contract, without any antecedent equitable duty, a Court of equity would not by implication extend the responsibility from that of a joint to a joint and several undertaking. But where several have had a benefit from the money advanced or credit given, and the obligation to pay exists independently of any instrument by which the debt may have been secured, it is treated in equity as the several debt of each, and the estate of a deceased obligor may be charged in equity notwithstanding that the remedy at law exists only against the survivor. Wherever there are joint debtors, upon a consideration beneficial to both, equality of obligation is in the contemplation of the parties, and this can only be effected by treating the contract as several as well as joint, in cases where its obligation at law is destroyed by death. This is the principle to be extracted from the eases, although chancellors have diversified their reasoning on the subject : 2 Wash. 136; 2 Mer. 29; l Atk. 90; 2 Atk. 31; 8 Ser. & R. 262; 1 Barr 215; Story’s Equity, §§ 162, 163, 164; 3 Ves. Jr. 399. The liability of the estates of joint borrowers of money and of partners in equity after they are discharged at law by death, can be sustained on no other principle. In England equity interferes in such cases without any previous recourse to the survivor, and without proof of his insolvency: 1 Mylne & Keen 582. In Pennsylvania it does not interpose until it is shown that the remedy at law is ineffectual: Lang v. Keppele, 1 Barr 123. In the case before us the fund was delivered to the trustees upon the credit of both, and both were equally benefited by it. Each is, therefore, in quity answerable for the whole. This is the prima facie' state of the case. No circumstances have been shown to change it so as to relieve the estate of Michael Hengst, deceased.\nIt may be that the auditor has committed some errors in stating the account. But we see none that does injustice to the appellant.\nThe decree of the Orphans’ Court is affirmed.\nThe following opinion was delivered by\nWoodwasd, J.\nGeorge Herbach and Michael Hengst were executors of John Herbach, and as such settled a joint administration account, acknowledging a balance in their hands to be disposed of according to the testator’s will. Both executors are dead, Herbach having survived Hengst some two years. This is a proceeding against Hengst’s personal representatives to recover a 200i. legacy, tbe interest of which was given by the will to the testator’s daughter, Margaret Ziegler, for life, the principal to her children after her death. The administrators of Ilengst, who are the appellants here, do not controvert his liability for one-half of the legacy; but they stoutly resist the attempt to make his estate liable for the whole of it.\nHow far a trustee shall be responsible for money received by a co-trustee, was said by Chief Justice TilghMAN, in 1824, to be a very delicate and important subject, on which the law does not appear to be yet well settled: 11 Ser. It. 71. Since that time we have had a great number of adjudications, the whole of which I believe are brought to view, on the one side or the other, in the present argument. It would, perhaps, be a fruitless outlay of labor to go through and attempt to reconcile them, and no such undertaking is necessary in the present case, for the principles necessary to a decision of the main point before us lie in a narrow compass, and are well defined in the authorities. By the settlement of the joint administration account, the executors rendered themselves, prima facie, jointly liable for the acknowledged balance. This is very clear upon the authorities: Doebler v. Snavely, 5 Watts 228; Ducommun’s Appeal, 5 Harris 270.\nWhether the decree confirming that account be regarded in the nature of a judgment or not, the account as settled was a joint obligation for the payment of money, and at common law the rule is that if one of two joint obligors die, his executor or administrator is discharged, and the survivor alone can be sued; and if the executor or administrator be sued, he may plead the survivor-ship in bar, or give it in evidence under the general issue: 1 Chitty’s Plg. 39. If both obligors die, the representatives of the last survivor are alone liable.\nWith us it used to be held that in a joint judgment, if one of several defendants died, his personal property was discharged from execution, but the judgment remained a lien on his land: 8 Ser. R. 452; but now, by the Act of 11th April, 1848, the death of one or more of the defendants shall not discharge his or their estates, real or personal; and they remain liable, as if no death had occurred, or the judgment had been several.\nWhilst, however, at law, the death of a joint obligor worked the discharge of his estate, it was still liable in equity if there were circumstances to move the conscience of chancery. The actual receipt of the consideration by the deceased obligor, or the insolvency of the survivor, were either of them sufficient for this purpose. It would be against the plainest dictates of natural justice that the estate of a party who enjoyed the consideration of the obligation should escape liability for it, and he be made answerable who stood really in the position of a surety. Equally inequitable would it be to deprive a creditor of all remedy where his only surviving debtor was insolvent, but the estate of the deceased debtor ample for the discharge of the joint obligation. Hence, in these cases, the rule of law was mitigated by equity, which is the correction of that wherein the law, by reason of its universality, is deficient. Under our blended system of law and equity, these principles are administered in the same forum, of which Lang v. Kepple, 1 Bin. 123, is an illustration. That was a mercantile case, but it is now well established as a general prin- ■ ciple, that a joint obligation, where all the parties have shared in the consideration, renders them all liable in equity, as if the contract were joint and several, whether the transaction be of a mercantile nature or not: 1 Story's Equity Juris. § 162.\nNow, to apply these principles to the facts before us. The déath of Hengst left his surviving co-executor alone liable at law for this legacy. Even if the decree of the Orphans’ Court were to have the effect of a judgment, I do not think it would be within the purview of our legislation, because that was long subsequent to the filing of the administration account, and to the death of both executors.\nBut if Hengst had and enjoyed the whole fund out of which this legacy was to be paid, his estate would still be liable in equity for the whole legacy. Whether he had or not is a point of fact not established by the auditor’s report. The absence of Herbach from the state, and the payment of interest by Hengst to Mrs. Ziegler on the whole amount of the legacy, are circumstances strongly persuasive to the conclusion that the legacy was in his hands. Still the fact is not found by the auditor, and the evidence is no more competent to convince us than it was him.\nBut that Herbach was insolvent is pretty well established. The auditor says he died a poor man, having lived through the help of his children; and again, that Hengst paid the amount of Mrs. Ziegler’s judgment because Herbach, the co-executor, had removed out of the state previous to the suit, and was unable to pay. That judgment was recovered in 1824, and Herbach died in Maryland in 1886. At these dates his insolvency is found by the auditor, and as there is neither countervailing proof nor allegation, we are safe in presuming that he was insolvent from an early day. Mrs. Ziegler died on the 6th April, 1842, and, until that event, her daughter, the present appellee, had no title to the legacy. At that time it is quite certain there was no estate of George Her-bach out of which her legacy could be recovered. Is she remediless ? We think not. This money came into the hands of the executors in 1806. The purposes for which they held it were plainly expressed on the face of the will, and were defined by the Supreme Court in 1824. They could be at no loss about their duty. The law taught the legatees to confide in them both; and it was for themselves to decide bow far they would confide in each other. I will not assert, as a general principle, that one executor is liable for the devastavit of another, for that is to get upon contested ground; but, under the circumstances of this case, it is no hardship to hold Hengst’s estate liable for this legacy on the equitable principles adverted to. His administrators admit he received half of the money; and if he suffered the other half to remain in Herbach’s hands, and to perish there without an effort for its rescue, it was anything but fidelity to the trust. Herbach received under his father’s will one-fourth of his estate, amounting to 1500Í. or 1600Z.; he remained in Pennsylvania ten years after this legacy came in; and Hengst might have compelled him to give security against waste and mismanagement, if he had been awake to the interests of the estate. But he suffered Herbach to remove out of our jurisdiction, and to exhaust not only his patrimony, but his moiety of this legacy (if indeed a moiety of it was in his hands), without putting forth an effort to guard the rights of Mrs. Ziegler’s children. And it was his duty to attend to'the precautionary measures which the circumstances demanded; for as executor, and the only one within our jurisdiction, he was bound to see that the will of his testator was executed concerning this legacy as well as in reference to other matters; and there was nobody else to see to it. His payments to Mrs. Ziegler of the interest satisfied her, and suppressed any complaints she might otherwise have urged against Herbach; and we do not know that this daughter was born when Herbach removed to Maryland. Hengst’s indifference to the trust was the sacrifice of her rights, and hence there is justice in the principle which gives her recourse to his estate.\nHaving thus disposed of the principal question on the record, what remains can be disposed of in a few words. The auditor was unquestionably right in charging the accountants with interest on the legacy, and crediting the payments. As they never equalled the interest which had accrued when they were made, there was no occasion for rests in the interest account. We see no reason for a rest at the death of Hengst, for this is the account of his executorship, and is to be settled as if he were still alive. His administrators are of course the only parties to settle it."}