{"id": "9504414", "contents": "The opinion of the Court was delivered, May 30, 1855, by\nLewis, C. J.\nA judgment was confessed against the defendants, by an attorney who appeared for the purpose without writ. The District Court granted a rule to show cause why the judgment should not be stricken off, and on the hearing made the rule absolute. The bond and warrant of attorney were produced in this Court, but they do not appear of record in the Court below-, and therefore it seems to be thought that we cannot look at them here. It is true that, in general, we cannot look at the evidence taken and heard on a rule to show cause why proceedings should not be opened, set aside, or vacated. But it does not follow from this that we may presume that the Court acted without sufficient evidence. On the contrary, the presumption always is, that the necessary facts to justify the decision were established by the proofs. And if any matter in pais would justify the Court in striking off the judgment, we are bound to presume that such matter was made to appear to the satisfaction of the Court.\nIt is thought that the summary action of the Court in setting aside proceedings, or in striking off or vacating a judgment, interferes with the right of trial by jury. But this constitutional right only exists in actions at common law, and after issues are joined. It does not exist after judgment; nor can it exist in motions for summary relief against abuse of the process of the Court. The right to a judgment without process of law, or trial by jury, is one which must necessarily be tried by the Court. It is an incident to the jurisdiction, and to the indispensable duty of supervision of its records. In setting aside a judgment, because there was no warrant to enter it, the Court does not impair the cause of action. It merely decides that the plaintiff is not entitled to a judgment without “ due process of law,” and “ the judgment of his peers:” Everett v. Knapp, 6 Johns. 331. If a plaintiff, after receiving the full amount of his judgment, issues an execution to collect it a second time, the power of the Court to interfere in a summary way, and to set aside the execution, has never been doubted. So, if an execution be issued before the expiration of the stay allowed by law, or fixed by agreement of the parties, the practice is to set it aside on a summary application. The decision of these motions involves questions of fact. These may be decided by the Court, or it may direct an issue at its own discretion. So that, if we may not look at the warrant' of attorney presented here, the case stands on the presumption in favor of the decision below; and the order to strike off the judgment must be affirmed.\nBut can the original judgment be sustained without filing the warrant under which it was confessed ? By Magna Charta no one oan be condemned without “ the judgment of his peers or the law of the land.” The constitution is to the same effect. The terms “law of the land” mean due process of law; and no one can proceed against another without such process, unless the defendant voluntarily .appears, either in person • or by attorney. If the appearance be by attorney, the warrant, in strict law, should be filed with the appearance, and at common law the want of it is error. To save an honest judgment the Court of error will receive the warrant of attorney at any time before the final decision: Dyer 180, a; 1 Tidd’s Prac. 66. On diminution of record suggested, the Court will issue a certiorari to bring up the warrant: Cro. Jac. 277; 3 Bac. Abr. 345, tit. “Error;” 1 Com. Dig. 752, tit. “Attorney,” B. 8. By the statutes of 8 Hen. 6, e. 12, and 18 Eliz. c. 14, the want of a warrant of attorney is cured by verdict. But the statute of Anne, c. 16 (which extends these statutes to judgments by confession, nihil dieit, and non sum informatus), expressly requires that the warrant of attorney be duly filed according to the law, as then used: that is, the judgment will not he reversed for the want of it, if it be filed at any time before the final decision. These cases and statutes show that the warrant of attorney is a necessary part of the record — that the want of it is error — and that although it may not have been filed, on appearance in the Court below, it may be produced in the Court of error, and may be examined there. It is true that this examination may involve the trial of a question of fact. But what of that ? The Court of error has cognisance of errors in fact as well as errors in law, and in proper cases, must decide them. If a release of errors, or the statute of limitations, or an estoppel in pais, be pleaded, or if infancy be assigned for error, the Court must try the facts in a summary way, or direct an issue, according to its own discretion: 2 Tidd 1121, 1122; Martin v. Ives, 17 Ser. & R. 364; Knox v. Flack, 10 Harris 338. In Lowe et al. v. Paramour, where the plaintiff assigned the error on his infancy, the Court, on a writ of error, tried the question “ as well by the inspection of the person of the plaintiff, as by the testimony of four lawful and trusty men Dyer 301, a. In Adams v. Bush, 5 Watts 291, where several judgments were entered under a power which authorized no more than one, the Common Pleas ordered the judgments to be consolidated into one. The Supreme Court not only reversed that order, but declared all the judgments null and void for want of authority to enter them. In delivering the opinion of the Court, Mr. Justice HustoN stated, that “ when no bond can be produced, or when no warrant of attorney exists, or none authorizing such judgment, tbe Court cannot amend, and a judgment entered without authority ought to he vacated.” The term “vacated”, is here used to show that the defendant is not to be oppressed by a judgment entered without authority, even .if he happens to be the debtor to the plaintiff. To merely open the judgment for the purpose of ascertaining the sum due on the bond, is not the measure of relief indicated. A judgment entered without authority and without trial, might disable a man from making conveyances in execution of his contracts; deprive him of the means relied on for the payment of his debts; involve him in damages for breach of his contracts, and thus ruin his credit and prospects. Justice demands that such a judgment be stricken from the record at once, without regard to the question of indebtedness. In Martin v. Rex, 6 Ser. & R. 296, where a judgment was entered in Philadelphia, after the power to enter it had been exhausted by a judgment entered in Montgomery county, the Supreme Court ordered the latter judgment to be vacated. In Kellogg v. Kramer, 14 Ser. & R. 143, the power to strike out a judgment entered on warrant of attorney is spoken of as no longer a matter of doubt. “It has been,” says Chief Justice Til&hmaN, “the undisputed and constant practice for half a century.” Necessity requires that this power should be exercised in a summary way, although it is said, in that case, that the Court mag order an issue to ascertain the necessary facts. The practice which existed from half a century before 1826, has continued ever since: 6 Barr 272; 10 Harris 338; 6 Cowen 393.\nThere is a very great difference between a judgment confessed by an attorney who appears for the defendant in an adversary proceeding on the service of a writ, and one confessed under a general warrant without suit. In the first case the extent of the attorney’s authority may be entirely unknown to the plaintiff. He has no agency in procuring his appearance, and is not responsible for his acts. The plaintiff has a right to presume that the attorney is acting by authority, and may receive from him either a flea, a demurrer, or a confession of judgment. But even in that case, it is said in 1 Salic. 88, that if the attorney acts without authority and “ be not responsible, the judgment will be set aside, for otherwise the\" defendant would be without remedy, and any one might be undone by that means.” But where there is no suit brought, and the plaintiff himself employs an attorney to appear for the defendant, under a warrant which is in the plaintiff’s possession, and the extent of which is perfectly known and understood by him, the case stands upon a very different footing. In such a case, although the appearance is, in form, an appearance by the defendant, it is, in fact, an appearance procured hy the plaintiff himself for his own advantage. Justice must not be so blind as not to see at least that much; nor so regardless of her attribute-as not to bold the plaintiff responsible for an aet'thus procured by himself. In such a case, if the plaintiff causes a judgment to be entered against the defendant without a warrant to authorize it, the judgment should be stricken off whether the attorney be responsible or not. On this subject Judge Huston, in Campbell v. Kent, 14 Ser. & R. 75, indignantly asks, “What Court ever held itself bound to protect a party who had prevailed on another to assume an authority to which he had no right, and whose conduct was equally contrary to the rules of Court and to morality ?”\nIt is true that the bond on which an action is brought is not properly a part of the record unless oyer be prayed and granted: Carlisle v. Woods, 7 Ser. & R. 208. But we have seen that this is not the rule with respect to the warrant of attorney. That must be filed without oyer demanded. And whether it be inserted in the bond, or annexed to it, or given on a separate paper, it is still the warrant to appear, and all the papers relating to the exercise of the authority must be construed as one instrument. Annexed to the bond, in this case, there is a general warrant to confess judgment; but in the body of the contract, following the bond and condition, there are provisions restraining the entry of the judgment to the case of “ default in the payment of interest for the space of sixty days after any payment shall fall due.” There is, therefore, no absolute power to enter judgment. The right to enter it depends upon the default for sixty days. It was the duty of the Court below to ascertain, on a summary hearing, whether the default had occurred or not. It does not seem to be pretended that the default had continued for the space of sixty days. The judgment seems to have been entered on the ground of a default for a less period of time. If we should re-examine the evidence on this question of fact, we should be obliged to say that the Court was undoubtedly correct in its decision. But we affirm the order to strike off thé judgment on the presumptions arising from the face of the record itself, that it was entered rnthout authority, and that the Court, on the summary investigation, was fully satisfied of the fact.\nThe order of the District Court, directing the judgment to be stricken off, is affirmed.\nThe following opinion was delivered by\nLoweib, J.\nThis record consists of a declaration upon a bond, with an appearance of the defendant by attorney, and a confession of judgment; and thus far it is one of the most regular of all records. Next we find that the Court struck off the judgment. Strictly speaking, this is the whole record; and if we must take it as the whole, the striking off was totally irregular, and being the final disposition of a man’s cause, it is subject to correction here. It is irregular, because nothing appears to justify the Court in taking away a right regularly obtained.\nIt is said, however, that the Court received evidence by depositions ; yet it is admitted that these do not come up before us as part of the record, and it follows that the striking off must still appear to us irregular, unless something else can be made out to be a part of the record. If the Court has power to do it on mere depositions, it can do it without them and without any evidence; for a writ of error cannot bring up the grounds of the decision, or show us whether there was any evidence or not.\nEvery suit founded on the ordinary course of the common law may be reviewed here, and that review consists of an examination of the record and a correction of its irregularities. And ordinarily any decision in the case that is not- sustained by something else in the record, or that does not come within the rule omnia, pi'cesu-muntur or within the discretionary power of the Court, must be deemed irregular. The order to strike off is not .sustained in any of these modes.\nBut it is said that the bond and warrant of attorney on which the judgment was entered are part of the record, and that they sustain the order to strike off. We see nothing that makes them part of the record, any more than the evidences of debt and warrants of attorney in litigated cases are so. No doubt it would be very proper for the Court, when such a judgment is disputed on grounds appearing on the bond and warrant of attorney, to order those documents to be brought into Court for.inspection, and that copies, or, if need be, the originals, be filed and made part of the record, with the same effect as when oyer is craved before plea, and then the irregularity of the judgment might appear, and the order to strike off be justified by the record. But that was not done in this case, and therefore the judgment still appears to be regular and the striking off irregular.\nNow, if the Court below may strike off a judgment that appears regular on the record, on grounds that do not appear of record, then all judgments confessed by attorney depend essentially for their validity on the discretionary power of the Court: for a suit regularly instituted and prosecuted to judgment, may after that be abated without any cause appearing, and therefore without any possibility of review before the authorities that are intended to be the ultimate judges of his rights.\nWe have nothing to say against the existence of a general discretionary power; for we have no doubt that such judicial power is almost always justly exerted, and there can be no very efficient authority which is not vested with much discretion. Like all power, it may be perverted through carelessness, ignorance, or dishonesty ; but the good it does far overbalances even its fancied dangers. Over judgments entered in this way tbe Courts must have a very summary control in order to prevent injustice; but this control ought not to be a mere arbitrary and unregulated one. It is so in theory if not subject to review, though certainly it is very seldom so in practice.\ni To the discretion exercised in this ease we object, because it is entirely anomalous; for it dismisses, a suit at common law without any cause appearing upon record, and therefore without giving the party any chance to have his rights tried by due course of law, and it may annul á judgment which parties have contracted for, and thus set aside a man’s contract rights without leaving him any redress in the form contracted for. This is anomalous, for it is not the discretion that oversees the forms of conducting a suit to ascertain a right, but that decides against the alleged right, and concludes the party as to that. And we discover no necessity for proceeding in this form, for it'is very- easy to adopt a form that will exhibit a justification of the result, and I suppose that there may be ample redress by action against any one who makes a wrongful use of a power thus given him to enter judgment.\nSuppose, however, that we may treat this case as if the bond and warrant had been made part of the record, as they might have been. Then the warrant of attorney most clearly and plainly authorizes the judgment in any Court, at any time, and without any condition. ■\nRut it must be admitted that equity will not allow the power given by the warrant to be exercised contrary to the express contract of the parties; and if the bond, now also supposed to be part of the record, contains any stipulation declaring when the warrant shall be used, the plaintiff may be restrained according to it. It does provide that judgment shall not be entered unless default be made in the payment of the interest. But the longest time fixed for the payment of the interest had passed before the judgment was entered, and therefore the judgment still appears to be regular so far as we can discover from the record.\nHow can it appear to be irregular ? Only by proof of payment in time. But payment in time, as well as payment at all, whether in whole or in part, is matter of fact to be tried by jury and proved by their verdict. The evidence heard by the Court is no substitute for this, for it is not part o.f the record, and cannot be reviewed here.\nAll this impresses me with a very strong conviction that the act of striking .off this judgment by the Court on motion, was an act ■inconsistent with the general principles of our jurisprudence ; and the eases cited on the argument certainly show a very unsettled state of practice on this subject. We have been compelled to adopt a measure of equitable relief on motion in the case of judgments entered to secure debts not yet payable, and we have not yet been very successful in fitting this remedy into tbe system to which it belongs.\nIf we may be allowed, however, to treat the bond and warrant, which we have before us, as part of the record, and to assume the fact, which seems to be admitted, that the interest was paid within sixty days, then I think that, on the state of the case thus appearing, the judgment was improvidently entered, and that the decision of the Court was right in its result, and ought not to be reversed for the mere irregularity of the mode of procedure.\nThe condition of the bond provides that the interest shall be paid half-yearly, and then there is a proviso that if the obligors be in “ default” for sixty days in paying the interest, the whole debt shall be immediately due; and then follows the proviso that the judgment shall not be entered “ unless 'default be made in the payment of interest as above specified.” I feel very clear that this last default is identical with the one defined in.the proviso immediately preceding, and not to a default in paying interest at the day named in the condition, and that therefore there is nothing to be gained by reversing the decision for its supposed formal errors, and it ought to stand.\nMy Brother Black requests me to say that he concurs in the reasoning above set forth, but cannot regard the irregularities as so immaterial asjto justify an affirmance of the proceedings."}