{"id": "9504606", "contents": "The opinion of the Court was delivered by\nBlack, J.\nA paper offered in evidence may be proved to be genuine by any witness who is acquainted with the handwriting of the party, by whom it is alleged to have been made. If a witness thus qualified to speak on the subject, will swear that he believes it to be what it purports, it must go to the jury, and there the other, party may meet it with any counterproof of the same character which he can produce.. But to make the opinion of a witness worth anything, it must be founded on his knowledge of the plaintiff’s handwriting. He may believe it to be his, because others have told him so, or because he has too much confidence in the party producing it, to think he would attempt to use a false paper, or because of some other circumstances equally immaterial. Whether the paper is to be admitted or rejected, depends on the ground of the opinion in favor of its genuineness.\nIn the case before us, the witness being shown some lines written on the margin of a letter, declared that he believed them to have been written by the plaintiff, because they were on that paper, and that he would not recognise them as his, if he had seen them elsewhere. Now, if the genuineness of this writing depended on its connexion with other writing on the same paper, the Court and jury did not need the aid of the witness, for they were as good judges as he, and could see it just as well. But he was called, because he knew something which they were ignorant of, namely, the handwriting of the party, and that was all he could properly speak from. It was his knowledge, and not his faith, that was wanted. He left the matter in a worse condition than he found it, for the side that called him. When a witness who knows a party’s handwriting is unable to form an opinión upon a paper, without the aid of a fact which ought to have no influence on his judgment, his testimony is opposed to its genuineness. If, therefore, it would have been right, as it certainly would, to reject the paper in question before any attempt to prove it, it was doubly right to reject it after such a failure as this.\nJudgment affirmed."}