{"id": "9504852", "contents": "The opinion of the Court was delivered, August 14, 1855, by\nLewis, C.' J.\nIn this. case, the parties agreed to refer their controversy -to three gentlemen on rvhose report the prothonotary was authorized to enter a judgment. It was agreed that “ if either of the referees aforesaid do not attend- at the time and place appointed, another or others are to be chosen.” One of the referees • having died, the other two met upwards of a year after the date of the submission, and at the request of one of the parties, in the absence of the other, selected a referee in the place of the one deceased, and proceed to make an award against the absent party for the sum of $37,227. Prior to this Mr. Potter, the absent party, had left the state, and removed with his family to Wisconsin; and Mr. Elder, who had been his counsel in the commencement of the proceedings, gave the two surviving referees notice, after the death of the other, that Mr. Potter would take no further notice of their .proceedings. The Court of Common Pleas ordered -the award and the judgment entered upon it to be set aside.\nA submission to arbitration is like a delegation of any other power: Wilson on Arb. 57. Neither, an agent nor an arbitrator can delegate his power unless expressly authorized by his constituents : Paley on Agency 176; Watson on Arb. 129. An authority given to two cannot be executed by one, although the other die or refuse; nor if given to three can it be' executed by two, although the three be authorized to act jointly and severally: Paley 177.' A power is terminated by the death either of the party receiving it, or of -the party conferring it: 2 Kent’s Com. 643. In this case the power was conferred upon three. The death of either of them terminated the authority of all. But it is alleged that the survivors had authority, by the terms of the submission, to ch'oose a referee in the place of the one who died. No such power is granted. The clause relied upon is expressed in the language of a contract between parties, and contains no terms appropriate to the grant of a power. In such a grant the person who is to exercise the power should be named, or otherwise clearly indicated. But the instrument -contains no indication whatever of the intention of the parties to part with their right to select their own referees. In legal intendment it necessarily follows that the power remains where it stood before the agreement. The clause in question was intended to provide for the absence, not for the death of a referee. But even in the case of absence of either of the referees, the agreement that “ others are to be chosen,” means no more than that the substitutions are-to be made by the parties who constituted the originals.\nThe whole proceedings subsequent to the death of one of the-referees were illegal, and the Court committed no error in setting them aside.\nJudgment affirmed."}