{"id": "9504991", "contents": "The opinion of the Court was delivered by\nLowrie, J.\nThough this cause was argued in the Common Pleas, as it was here, as if it was to be governed by the usury laws of New York; yet it nowhere appears upon the record that those laws were given in evidence, or, in any formal way, made the rule or the subject of the decision. In strictness, therefore, it would be presumed here that the parties regarded the laws of New York as of no importance in the cause. And since it cannot be unlawful, by our laws, for a man to make a usurious contract in New York, we should have no difficulty in allowing the plaintiff to recover on his contract, at least the amount actually advanced with interest.\nBut we cannot so treat this case, for the parties have not intended that we should. They understood each other that the usury laws of New York were to be taken as part of the case, though not put into the special verdict, or in any way referred to in the record as an element or rule of the decision; and, if we can, we shall look at them to see if they make out any defence.\nAre we excluded from looking at the laws of another state where they have not been found by the jury as matter of fact ? We think not.\nThe rule of international law, shortly expressed in the maxim locus regit actum, is a part of our law; and it requires us to go abroad for the law by which the efficacy of this contract is to be tested. That rule acquired an increase of sanction by the union of the states: it is involved in the constitutional declaration that “ full faith and credit shall be given in each state to the public acts, records and judicial proceedings, of every other state:” it receives at least a partial expression in the Judiciary Act of 1789, s. 34, declaring that the laws of the several states shall be taken as rules of decision in the United States Courts in cases where they apply; and many clauses of the constitution cannot have their full effect as laws, unless we do take judicial notice of the institutions of sister states.\nIt is commonly said that the foreign law is matter of fact; and so generally it is, but not necessarily to be found by the jury. If a state law comes to us certified under the seal of the state, it comes as a fact in the first instance; but then we need no jury to establish its existence and its character. There may very often be cases in which a jury is necessary for this purpose, but our knowledge is not necessarily dependent on their verdict. The contract between the parties is the primary law of their relation, and its existence is matter of fact, yet even it may be known to us without a verdict.\nA local custom or a corporation ordinance is matter of fact that must be proved, because the Courts will not take judicial notice of it; yet a custom that has become known to the Courts is retained by them as matter of law for all future cases. Gavel-kind and Borough English, and some London customs, are familiar instances of this. And if a suit founded on a municipal ordinance or custom be commenced in the municipal court, the ordinance or custom is not found as matter of fact; and on writ of error to the King’s Bench, the latter Court does not require it: WillcocJc on Oorp. 90, 173. And that Court will take judicial notice of a custom of London on a mere affidavit when the parties do not dispute about it: Ibid. 92. This. Court does not know the rules of practice of the various inferior courts; but, if different, from the common law rules, they come to us as matter of fact, by the admission of counsel, or by the certificate of the judge, as is done elsewhere: Oro. Miz. 502, 3; 6 Term, Rep. 637, 8; 1 Saund. 74.\nIn Brush v. Scribner, 11 Conn. R. 388, on a New York promissory note, the parties treated the reports of New York as sufficient evidence of the law when produced on argument in the Supreme Court, and the only objection made by the Court was that the cause was not tried on New York law in the Court below.\nIn Vantine v. Wood, 13 State Rep. 270, the statutes of usury of New York, and the decisions thereon, seem to have been read quasi in evidence; yet they were not submitted to the jury, but decided upon by the Court below, and by the Supreme Court. Practically with us, the statutes of a sister state can scarcely be considered as matter of fact, for our Courts take notice of them on simple presentation, and give full faith and credit to them as public acts. Regarding the laws as promulgated in the statute books, and not the written copy laid away or lost among the lumber and dust of the rolls office, as practically the real law of the land,, our Courts admit them as- containing the-real law itself, and not as secondary evidence of it.\nSome have supposed that the interpretation of foreign laws is also a matter of fact for tho jury: 11 Ohio R. 256; 7 Met. 388; but the great weight of authority is the other way: 1 Pa. Rep. 388; 1 Rawle 389; 7 State R. 311; 15 Conn. 539; 18 Id. 361 2 Overton 191; 10 Alab. 885; 11 Ohio. 257; Peters C. C. R. 229; Story Conf. of Laws, § 638; 2 Har. & J. 191; 2 Dev. 563 ; and almost always the practice has been so, without the question having been,raised; very often the statutes and decisions of sister states being judicially noticed without any formal presentation: 7 Term R. 238; 5 Exch. R. 276 ; 8 Com. B. R. 817; 3 Stark. R. 178 ; 1 Bing. N. C. 151; 63 E. C. L. R. 817; 14 Id. 176 f.; 27 Id. 336; 3 Camp. 166; 1 East 515. It is a very special part of the business ,of the inferior courts of the United States to administer the lex loci; and they do so by both ascertaining and interpreting it as matter of law. True, the Act of Congress refers them to the lex loci; but it does not direct them how to ascertain it; and besides, it is not easy to see in the Act anything but a repetition of the rule of common sense, and common law, and international law, locus regit actum ; the law that presides at the making of a contract, presides at its 'interpretation and enforcement. It may be a local law, as all law is, except the general law of the forum, and even the United States Courts will some-times find cases- in which the local law may need to be ascertained otherwise than by looking into the- law books: 6 Peters 317.\nAll the analogies of the law incline ns to regard the interpretation of foreign laws, whether written or unwritten, as falling within the province of the Court. Facts, circumstances, and interpreta*tion, are, however, very often so complicated together that any attempt to define sharply the line that divides fact from law, the question of existence from that of interpretation, would require a refinement that would be utterly confounding to persons untrained to such questions, and would, therefore, be quite unpractical; and' in such case, the character of the' compound must be declared by the jury, according to those general principles, which always lead fair-minded men to very reasonable conclusions.\nAll wills and written contracts that are relied on in a cause, are proved or admitted as matter of fact; yet .their construction is for the Court. A German will or contract, which is very common in this state, must be proved as existing and as truly translated ; a copy of a lost writing must be proved as true,- and be accompanied by proof of the existence, authenticity, and loss of the original'; yet this does not require- that such instruments should be submitted to the int'erpretation of the jury. If evidence is the means by which we discover facts, then contracts and laws in a foreign language, Turkish for instance, are not evidence at all to either Court or jury. It is their translation alone that is evidence, for it alone gives any light, and it cannot be used until it is proved, as matter of fact, to be a true translation of an authentic document. But when we have it, the Court interprets it: 3 Watts 240; 6 Id. 268.\nIn a suit upon a judgment of a Court of a sister, state, its effect depends upon their law; yet its construction is never submitted to the -jury. The by-laws and ordinances of corporations, public and private, and also local customs, are proved as matters of fact, that is, as local laws; but their certainty, reasonableness, and construction, are always decided by the Court. The -practice and usages of particular trades are of a very different nature, entering into the transaction and forming part of it, rather than presiding over and controlling it, as all laws, general or local, do.\nThe parties have submitted to us the usury laws of New York, and they demand our judgment upon their rights according to those laws; and, after some serious doubts as to the form in which the question is raised, we are satisfied that they are entitled ' to its decision. They present to us also the decisions of the New York Courts on these very statutes to aid us in their interpretar tion; and, if we think the example set by this and other Courts on former occasions of any value, that is the very light to which we would look, of course, in the performance of such a duty: 15 Ser. & R. 87; 1 Rawle 389: 13 State Rep. 270; Dudley’s Rep. 7; 3 Miss. 540; 13 Pick. 59; 14 Conn. 362.\nThe New York statute of 15th May, 1837, makes it a misdemeanor, punishable by fine and imprisonment, for any one to reserve, take, or secure more than seven per cent, interest, on the loan of money, and declares void all contracts made in disregard of this law.\nOn a former occasion, 13 /State Rep. 270, this Court expressed the opinion that a security issued and purchased as the present one was, was void by the laws of New York, and after a very careful examination we feel clear in saying the same of this bill of exchange: it is void as against all the parties to it, except so far as it is saved by the statute of April 6, 1850, which declares that “ no corporation shall hereafter interpose the defence of usury in any action.” We must, therefore, seek to understand this law in its influence upon the contract in question.\nHere we are without any clear light to bo derived from authorized decisions; for we do not feel aided by the case of Curtis v. Leavitt, 17 Barb. 311, which looks only to the very point declared by the statute, and not to the change incidentally introduced into the usury laws as a system.\nRegarding such laws as the means adopted by the state to protect people against their own weakness, and against the jjower of money lenders, we must suppose that corporations are excluded from this protection, because they have not the same need of it that individuals have: perhaps because of their being usually powerful associations, and the associates not usually being personally liable for their contracts. The contracts of borrowing by corporations are, therefore, made an exception to the system of the usury laws; and, as an exception, it must not be allowed to infringe upon the system, further than is necessary in order to give it its proper and symmetrical position therein. It certainly does make contracts by corporations, to give more than 7 per cent, interest, valid; and we suppose that it makes them entirely lawful, as well for the lender as for the borrower. The declaration of the law is that corporations need no protection Of this sort, and the state will afford them none. Money lenders can have no undue influence over them, and the law does not interpose its suspicion between them in their dealings.\nHere, however, the contract is really made with a corporation, and the defendants as its sureties; and with the latter no valid contract can be made for more than 7 per cent, interest. If we can regard their endorsement merely as a contract of suretyship, then perhaps we may consider it as equivalent to a guarantee of the amount actually loaned with interest; and there are cases that favor this view: 7 Wend. 569; 21 Id. 285; 4 Hill 472; 7 Johns. 361; 13 Id. 52; 15 Id. 44. But it seems to us that this is looking at this sort of transaction with Pennsylvania leniency rather than with New York severity. It is not a guarantee of a valid security belonging to the endorser. The bill with its acceptance, endorsements, and transfer to the plaintiffs, must be regarded as one transaction, by which money was loaned at more than legal interest; and the endorser is so far a party to it that he may object to it for usury: 11 Wend. 329; 9 Paige 197; 8 Id. 641; 7 Id. 602. By the general rule of law such an instrument is void in its inception, because the transaction is unlawful: 8 Cowen 669; 15 Johns. 44-355; 2 Denio 621. The exception in the law allows of it so far as the contract with a corporation is concerned ; but we do not see that it legalizes it further. We think that the bill of exchange is void as against the defendants.\nJudgment affirmed.\nWoodward, J., dissented."}