{"id": "9505210", "contents": "The opinion of the Court was delivered by\nKNOX, J.\nThere are seventeen errors assigned upon this record, but we are of the opinion that not one. of the assignments is sustained.\nThe questions permitted by the Court to be put to the- jury relate solely to the first trial, and have nothing whatever to do with the record as it now stands. If there was error in permitting these questions to be asked, it was cured when the verdict was set aside and a new trial granted.\nWe can see no objection to the competency of the sub-contractors as witnesses, and the subject-matter of their testimony appears to be pertinent to the issue between the parties. The note given by. Renecker & Osman to the plaintiff was evidence of the contract price of the lumber.\nThat portion of the proposed testimony of P. S. Bletz, which was rejected by the Court, would not have availed the defendant had it been admitted. Neither was it of any consequence whether the hall was taken down on account of its improper construction, nor whether any of the lumber was actually used in the building.\nThere was nothing wrong in permitting the claim as filed to go out with the jury. It contained a bill of particulars, the correctness of which appears to have been established by the evidence.\nThe 12th, 13th, 14th, 15th, and 16th assignments are not in accordance with the rules of this Court, and, strictly considered, aro to be treated as waived. It is as well, however, to say that there is no error in the following propositions, which are in substance the instructions given by the Court to the jury.\n1. That where materials for the construction of a building, contracted for in good faith, are delivered to the contractor for the building, a lien for the price of the materials may be filed against the building, although the materials were not used ’in the construction, nor were of the right quality for a specific use, if that fact was unknown to the seller, and they were of such a character as to justify their use in the construction generally.\n2. That where the materials furnished are of the kind that would induce a careful, prudent, and skilful man, acquainted with the building, to believe that they could be used in its erection, and if they could in fact be usefully employed in its construction, then the material-man is not bound to inquire into the chara,cter of the materials which the contractor had agreed with the owner of the building to use in its construction.\n3. That a lien filed in due time for lumber furnished “ in and about the erection and construction of the said building and ap¡mrtenances,” describing the building, accompanied with a bill of particulars in which it is stated that the lumber was “ delivered for the Odd Fellows’ Hall, at Columbia, Pa.,” is a sufficient compliance with the requirements of the statute. ■\n4. That if the materials were not furnished upon the credit of the building hut upon that of the contractor, the plaintiff could not enforce his lien against the building; and even if furnished upon the credit of the building, if the contract was unfairly made for an exorbitant price, the plaintiff could only recover as against the building what the materials were fairly worth; and that taking a note for the price, against the contractor, would not of itself bar a recovery against the building. .\nJudgment affirmed."}