{"id": "9505091", "contents": "The opinion of the Court was delivered, October 1, 1855, by\nLoweib, J.\n1. There is no evidence that either of these corporations, the devisees, would, by acceptance of these devises, have a greater income than, by their charters, they are competent to have; and since we cannot presume this fact against them, we see no difficulty in their claim on this score.\n2, The devise is of the land^ itself to be disposed of by the several devisees at their pleasure, and this constitutes a fee simple, notwithstanding the additional words “ so that the profits or interests arising therefrom be annually appropriated to the objects of said societies for ever.”\nS. Even if it was a devise merely of the profits and interest for ever, it would be interpreted as an absolute devise of the source of the profits; the purpose to restrain alienation being disregarded, or not being inferred from such words. It is not a dedication of the land to charitable uses, but a gift of it to be expended in charity: 17 State R. 99. It impinges, in no degree, against the policy of the law against perpetuities: 10 State R. 326.\n4. Where a corporation of another state is generally competent to take and hold land, the prohibition, in their statute of wills, against all devises of lands to corporations, does not prevent them from taking and holding land in this state by devise; for their statute of wills is intended to regulate the testamentary power of their own citizens, not of ours; to define the capacity of testators, not of corporations. They might prevent resident aliens from taking land by devise there, and yet they might take here, even while continuing to reside there.\n5. The law does not require that charities and charitable institutions, in order to be entitled to its sanction and protection, shall be limited in their sphere of operation by the lines of the state; and therefore there can be no objection to these charities on the ground that their purposes are not so limited.\n6. Nor does the state forbid its citizens from creating or fostering, by gift or bequest, charitable institutions that have their seat of operations in other states or countries, and it does not prevent a gift or devise of land to any individual person for such purposes. In the abounding public spirit of our country, nothing is more common than for donors to appoint wbat we technically call foreign associations, corporate or incorporate, as the administrators of their benevolence. Even those religious denominations that confine their ecclesiastical system within congregational limits, know of no territorial boundaries in the purpose and administration of their charities.\n7. Considering all these matters, and regarding the support of the gospel and its ministry as indisputably a proper purpose of a charity, it seems very apparent that, for all their substantial elements, these devises are perfectly legal and proper; and the only remaining question is, may a corporation of a sister state take land in this state, by gift or devise, for charitable uses ?\nIn the Methodist Church v. Remington, 1 Watts 218, there was an expression of opinion that would seem to negative this question ; but the case related to property conveyed in trust for a church or meeting-house, and perhaps the expression ought to have been so limited.\nThe case of Spear v. Bruce was argued at September Term, 1843, at Pittsburgh, and decided some time afterwards, and it was intended that the opinion of the Court should be delivered by Mr. Justice Keotedy ; but the decline, which terminated in his death, prevented it, and no opinion was ever filed. In that case a devise of land “to the Synod of the Secession Church” (meaning the Synod of the Associate Presbyterian Church of North America), “ the proceeds to be applied to the spreading of the gospel here and elsewhere, and for the support of pious young men preparing for the ministry,” and which land the executors were directed to sell, after a given time, for that purpose, was held a valid devise, though the synod represented a denomination of Christians whose congregations are found all through the United States and British North America, and was not incorporated.\nThe case of Patterson v. Espy was tried and decided at the same time, and with the same circumstances as that of Spear v. Bruce. There a tract of land was devised for charitable uses, the words being that it “ shall be devoted to the spread of the gospel in this or foreign lands, or both, as it shall be needed, and in the following manner: the income of the farm for ever to be devoted to the object above mentioned, it being my express will that it is not to be sold, but all the incomes that may arise from it yearly for ever to be used by the properly organized ecclesiastical boards of the Presbyterian Church within the United States in spreading the gospel; and in its yearly distribution among these boards, to be subject to the control of the pastor and session of the church to which I belong.” The trustees of the General Assembly of the Presbyterian Church of the United States of America, and its Board of Education and Board of Domestic Missions, are several corporations, each of them incorporated in this state, and its Board of Foreign Missions is incorporated in New York, and yet the devise to these several boards, for purposes of unlimited sphere, was held valid.\nIn one of these cases an unincorporated association not at all limited by state lines, and in the other a corporation, created by another state, and doing its business there, were held capable of taking a title by devise for charitable uses; and thus the influence of the adverse opinion incidentally expressed in the Methodist Church v. Remington, is entirely destroyed.\nThe argument against this result, it must be admitted, seems to present the law on this subject as very inconsistent. All our own charitable corporations are limited in the amount of income which they may possess, while we' allow our citizens an unlimited right of gift or devise to foreign corporations, and it is said that this tends to limit the home charities to the profit of foreign ones. Such, however, is not the intention, as is apparent from the unbounded latitude given by our law in the multiplication of charitable corporations. The limit placed upon the capacity of each is one of our substitutes for the statutes of mortmain, intended to restrict the power of corporations, and not at all to discourage the benevolence of individuals. We set no limit to the number of such charities, but only to the undue power of any. We have not yet learned to fear the power of any foreign charitable institutions, and have placed no restrictions upon our citizens in giving or devising to them. If we allow them to take land in this state, they must hold it according to our laws, and subject to all such laws of mortmain, succession, and alienation as we may pass.\nWe discover no. valid objections to these devises. The other exceptions taken in the Common Pleas were very properly not insisted upon in the argument.\nJudgment affirmed."}