{"id": "9505262", "contents": "The opinion of the Court was delivered by\n'Lewis, C. J.\nThe rule of Court requires that “ where under any plea it is designed to give the special matter, fraud, want of consideration, particular payments, or defalcation, in evidence, a specification thereof in writing shall, if demanded, be given to the opposite party, or attorney, within twenty days after demand made, otherwise no evidence of it shall be admitted.” .The demand of a specification in this case expressly and particularly required a statement of all the matters aforesaid intended to be given in evidence under the pleadings then entered, or under any pleas that the defendant might thereafter enter. The services rendered by the defendant were matters of “ defalcation,” and tbe declaration of the plaintiff’s intestate, that she wanted no more settlements under that bond, at the time she handed the bond over to the defendant, was a “ special matter.” Both these defences were within the rule requiring a specification of the particulars of them if demanded. The Court below was of that opinion, and for the omission to furnish the particulars according to the demand the evidence was rejected. Every Court is the best judge of the construction of its own rules; and we will not reverse a judgment on the ground of a misconstruction, unless in a plain case: 5 Barr 189. We do not see any such plain error here. On the,contrary, the Court appears to have fairly carried into execution its own rule. As that rule, and the demand under it, required a notice of the evidence to be given under any plea that might thereafter be entered, as well as under the pleadings then entered, it is obvious that the short entry of the pleas of payment and release made at the trial could not dispense with the specification required. If the defendant had been prevented from giving the specification by accident, mistake, or other cause, which entitled him to relief, the Common Pleas had the power to enlarge the time for giving it, upon such terms as would be just to the opposite party. But no application for that relief was made, nor does it appear that the defendant below had any ground for it. The rule of Court seems to apply only to issues in which the burden of proof is on the defendant, and to affirmative evidence offered by him in support of his plea. Where he pleads the general issue he gives no evidence in support of it, but is confined to evidence tending to repel that which may have been given by the plaintiff. As his repelling evidence must necessarily depend on the evidence to be given by his adversary, it is impossible for him to know what may be necessary, and therefore unreasonable to require him to specify it. The defendant below, in Moyer’s Administrator v. Fishér and Wife, just decided, was in that condition, and therefore a specification was not required of him. But the defendant below, in this case, stands on a different footing. His defences were not regularly admissible without notice under the plea of covenants performed. They consisted of affirmative matter to be introduced by himself, not as repelling evidence, but as independent grounds of defence. The plaintiff was therefore entitled to the specification demanded. The omission to give it justified the action of the Court of Common Pleas in rejecting the evidence.\nJudgment affirmed."}