{"id": "9505148", "contents": "The opinion of the Court was delivered by\nLewis, C. J.\nShaffner, the defendant in error, became the owner, by assignment, of a note originally given by one Epler to Barbara Bucks. After the death of the latter, Kaylor, her executor, obtained possession of the note and collected the money, without the consent of Shaffner, who thereupon brought this action for money had and received. The suit was originally brought in the name of “Barbara Bucks for the use of George Shaffner, assignee;” but a declaration was filed in the name of “George Shaffner, assignee of Barbara Bucks.” Kaylor, without making any objections to the-variance between the writ and the declaration, pleaded the general issue, and went to trial. The words “ Assignee of Barbara Bucks,” in the declaration, were surplus^ age. Rejecting them as immaterial, the declaration is in the name of the proper party, and the acceptance of it by pleading the general issue was a waiver of the objection to the manner in which the plaintiff’s name was stated in the writ.\nBut the Court, on the trial, permitted an amendment so as to make the docket entry conform to the declaration. This was proper, and was only carrying out the agreement made by the parties when they joined issue on the declaration. It was perfectly right, independent of the Act of 4th May, 1852; but we are of opinion that the error was a “mistake in the name of the party” within the meaning of that Act. The Act of 2d April, 1846, was intended to authorize the Court to correct’ a mistake in the Christian or surname of either party. . To confine the Act of 1852 to the same limits would be to render it entirely useless. Statutes of amendment ought to be liberally construed in suppression of th® mischief designed to be remedied. Where the plain- . tiff, by mistake either of law or fact, brings an action for his use in the name of one who has no title to support it, the Act of 1852 fairly applies to the case; and whenever it shall appear to the Court that such a mistake has actually occurred, it is the duty of the Court to correct it, taking care that the amendment be not used for the purpose of introducing a cause of action substantially different from that on which the suit was actually, although informally, brought.\nJudgment affirmed."}