{"id": "9505154", "contents": "The opinion of the Court was delivered by\nLewis, C. J.\nTwo nihils are equal to a garnishment for the purpose of proceeding to judgment and execution; but they are not equal to an actual service for all purposes, and they do not authorize a judgment for want' of an affidavit of defence. A default in that particular within the meaning of the statute can only exist after actual service of the writ. The Court was therefore in error in assigning its reason for rendering the judgment. But the plaintiff was entitled to judgment for want of. an appearance. If the judgment is right, we do not reverse it for an error in the reasons on which it is founded.\nThe acknowledgment of a deed is no part of its execution. It is only evidence of its execution. After judgment on a mortgage, its execution in due form of law is a matter adjudicated. It is no more necessary to recite in the scire facias the acknowledgment than it is to set forth the names of the subscribing witnesses.\nIt is not necessary in this case to express any opinion on the right of reviewing the decision of the Court below on the motion-to open the judgment. The discretion of the Court was properly exercised. The mortgage was the joint act of the husband and wife, and it was acknowledged by the wife, separate and apart from her husband, in accordance with the laws in existence previous to the passage of the Act of 11th April, 1848. It was executed after the Act of 9th April, 1849, and is in exact conformity with the provisions of that Act. But it would have been good independent of that Act. It has been repeatedly decided by tbis Court that the previous written consent ,of the wife is not necessary whore the encumbrance or transfer of her estate is her own act. It is only required by the Act of 1848, where the object is to subject her estate to levy, encumbrance, or transfer by the act of her husband or his creditors. .\nIt is true, that where a wife joins with her husband in granting a mortgage upon her estate for the debt of her husband, she stands as a surety. But her death does not discharge her estate from any lien which she may have created upon it, nor will it vest in her heirs an estate which she conveyed in her lifetime as a security for her husband’s debts. Where a cause of action is joint against several, it survives, on the death of one, against the others, and equity will not follow the estate of the decedent if he be a surety who has never received any consideration. The liability ceases with the legal obligation. But in this case there is no attempt made to charge any estate of the decedent except that which was conveyed or encumbered in her lifetime. Whether the mortgage be treated as a conveyance or as a lien, the estate thus encumbered continues liable notwithstanding her death. If the estate is held in joint tenancy so that it survives to the husband, her heirs suffer no injury by proceedings on the mortgage to foreclose it. If it does not survive to him, but descends to her heirs, the lien continues, and the remedy follows as a legal incident of the right.\nThere is no error in the proceedings below.\nJudgment affirmed."}