{"id": "9505292", "contents": "The opinion of the Court was delivered by\nLowkib, J.\nBooking at the evidence and the charge together, we find that the instruction to the jury was that, when one has advanced money for another on the faith of an engagement that goods should be consigned for sale to meet the advances, and they are so consigned through the medium of a common carrier, to be delivered to the lender, and a bill of lading is sent to him accordingly, and while they are on their way the lender purchases the full title to them in part payment of his advances, and gets a bill and receipt for them; this does not transfer the title as against other creditors.\nIt seems to us that this is erroneous. The little leaven in the case of Clow v. Woods, 5 Ser. & R. 275, has leavened its own lump well; but it was never intended that the whole batch of commercial law should be affected by it. A delivery of goods to a carrier, in pursuance of a contract of sale or lien, is a delivery to the vendee or creditor, so far as to pass the title intended; and the possession of a bill of lading for the delivery of goods to the holder of it, or to another who has endorsed it to the holder, is as complete evidence of the holder’s title to the goods as the possession of a bill of exchange or promissory note by the payee or regular endorsee, is of title to the debt which it represents.\nBut if the person, for whom the goods are intended, fails before actual receipt of them from the carrier, without paying for them or without paying the debts which they were intended to secure, the consignor may reclaim the goods by stopping them in transit, just as the maker of a promissory note, or the acceptor of a bill of exchange, may refuse payment when the consideration fails. Not so, however, if the bill of lading has been regularly, fairly, and for value endorsed to another. It is the legitimate evidence of the title to the goods, and he who does not appear as the regular holder of it, is subject to have them stopped in- favor of a higher equity, just as a mere equitable holder of other negotiable paper is subject to the defences which are good against the payee; or he may lose his claim in favor of one who may become the regular holder of the bill by way of pledge or purchase; but not in favor of any general creditor or of assignees for creditors; for an equitable transfer of goods in transit is good enough against them : 1 Binn. 106; 4 Mees. & W. 775; 1 Bing. 150; 2 Id. 20; 2 Barn. & C. 540: 1 Bos. & P. 563; 2 Term R. 485; 7 State R. 89; 16 Pick. 25; 5 N. Hamp. 510; 2 Pick. 599; 5 Johns. 335; 12 Barb. 310.\nThese principles are now regarded as well settled parts of the commercial law, especially since some mistakes (5 T. R. 604, 4 Rawle 195) have been corrected by the statute 6 Greo. 4, c. 94, and by our Consignee and Factor Act of 1834. Since then, the possession of the bill of lading is, as evidence of title, equivalent to the possession of the goods themselves.\nWhen these goods were given to the carrier, to be forwarded to the plaintiff on account of his advances, he obtained the legal title to them for the purposes of lien and sale; and when he bought out the consignor’s title, he obtained a release of his remaining interest, and this needed no delivery.\nJudgment reversed and new trial awarded.\nKnox, J., dissented."}