{"id": "9505072", "contents": "The opinion of the Court was delivered, October 1, by\nBlacK, J.\nThe plaintiffs had a judgment against one Potts, which was a lien upon land about to be sold by the sheriff. They sent their agent to the sale with instructions to bid on it for them. The defendants’ intestate was there also, and a bidder. ' He agreed to buy off the plaintiffs’ competition by a promise that he would see their judgments paid if the proceeds of Potts’ land were not sufficient for that purpose. Whereupon the agent did not bid, and Belch got the land at a price upwards of $500 less than what was sufficient to cover the plaintiff’s judgment. This is a suit to recover the difference.\nCan this contract be enforced ? Is it not against public policy as well as good morals, and therefore void? We all think it is. A debtor, whose property is taken in execution, has a right to have it sold for the highest price that it will bring. If two persons be present who are both willing to give a certain sum, and one of them pays to the other a portion of what he would otherwise bid for the land, the owner is cheated exactly to that extent.\nThe debtor not being a party to the contract, nor assenting to it, we cannot perceive that it makes any difference wketner the person thus bought off be a volunteer, expecting to pay bis bid in cash, or a lien-creditor desiring to purchase, in order to save himself. Either way the debtor’s interest may be sacrificed. Besides, there may be other creditors whose rights would be affected by it.\nThe point has never before been directly ruled in this Court, but we have often declared the general, principle that all judicial sales must be open to free and fair competition. In more than one case we have decided that any device by which the purchaser at sheriff’s sale gets land at an under price, is a fraud, which will make his title totally void.\nIt certainly follows from this that a contract to do that which must necessarily result in lowering the price and so defrauding the debtor or his creditors, must be void also. In several of the other states there have been cases so nearly like this that they are not to be distinguished. It is sufficient to mention Jones v. Caswell, 2 Johns. Cases 29, and Thompson v. Davis, 13 Johns. Rep. 112.\nIt is not now proper to decide how far several persons, who would otherwise bid against each other at sheriff’s sale, may associate themselves together, unite their interests, and allow one to bid for all. What we do decree is, that one bidder cannot legally buy off another with money or the promise of money.\nJudgment reversed and venire facias de novo awarded."}