{"id": "9505110", "contents": "The opinion of the Court was delivered, October 1, 1855, by\nWoodward, J.\nIt has been long settled in Pennsylvania that trustees of all sorts are entitled to reasonable compensation for their services, though there be no stipulation on the subject in the instrument creating the trust. But the law has fixed no rule for measuring the rate of compensation, and it is obvious, from the infinitely diversified circumstances attending trusts, that no inflexible rule ever can be prescribed. The amount of compensation must depend on the discretion, which is nothing else than the reason and conscience of the tribunals having jurisdiction of the trust. In the admeasurement of it, regard is to be had to the amount and character of the estate, and to the labor, skill, and success attending the administration of it. The auditors seem to have assessed this assignee’s compensation with intelligent reference to these ruling points. We have considered all that has been urged against their conclusions, without perceiving any ground for reversing them.\nAnd similar observations are applicable to the two errors assigned upon the interest account and counsel fees. The appellant has no reason to complain of the action of the auditors on these subjects.\nWe are of opinion that the statute of limitation has no application here. This was a direct and continuing trust, and was exclusively cognisable in a court of equity. True the jurisdiction is vested by Act of Assembly in the Common Pleas, but it is vested as an equity power, and no common law action would lie against the trustee: Gray v. Bell, 4 Watts 410. Whether specific execution of the trust be the object sought, or the discharge of the trustee, or the compelling him to account, or whatever be the proceeding against him, it is necessarily according to the course in Courts of Chancery, and it is an immaterial accident that the jurisdiction is vested in a common law forum: Vanarsdale v. Richards, 1 Wh. 408. Such a trust is not touched or affected by the statute of limitations: Kane v. Bloodgood, 7 Johns. C. R. 110; 2 R. 287; 1 Watts 275; 2 Parsons 263. ,\nWhilst therefore the assignor might plead the statute if sued for the debts in schedule B, because the personal action against him was barred by the lapse of time, his assignee, standing in a fiduciary relation to these creditors, could not set it up against them ; and because he could not, the assignor shall not set it up against the assignee. That is, Lane having been compelled to pay these debts, is entitled to a credit for them, and Heckert having made the assignment for the purpose of paying them, with the rest, has no reason to complain that it has been so administered as to accomplish the object of its creation. The statute protects him from personal action, but not his estate from liability in the circumstances in which he has placed it.\nThe decree is confirmed."}