{"id": "9505026", "contents": "The opinion of the Court was delivered by\nWoodwakd, J.\nThe action here was trespass on the case for a personal injury resulting from the negligent running of their cars by the agents of the defendants. The plaintiff was not a passenger, and the defendants had assumed no responsibility, express or implied, for his- safety. According to his own showing, he was engaged in sawing wood with a steam sawing machine, screwed and. wedged to the very rail which he knew the defendants were accustomed to travel with their locomotive and trains. The Court ruled that he was lawfully there. We are obliged to say that he was not. He had the authority of Burns, an agent of the Reading Railroad Company, for whom he .was sawing wmod; but it was in clear proof that Burns had no express authority to put him there. And what if he had? Neither.Nicolls, the superintendent, nor the Reading Railroad Company itself, had any right to fix such a nuisance on that track. The Reading Railroad Company built the track as a public highway, and the Little Schuylkill Company had, by express contract, the right of passage upon it, but neither company might obstruct the other. It would have been an abuse of their charter powers to authorize machinery to be fastened to the rail for sawing wood, or any other similar purpose. It is of the utmost moment to human safety that railway tracks should be kept clear of all manner of obstructions, and used only for the purposes for which they were constructed. The employees, whether authorized or not, have no more right than strangers to pervert them from their original design, and devote them to other than the great public objects which bring them into existence. If machinery to saw wood may be erected on rails designed for public travel, other establishments, more or less necessary to the business of railroads, may be also, and thus the perils of travel, already great enough, will be infinitely increased. Until the legislature shall authorize the construction of railroads for something else than travel and transportation, we shall hold any use of them for other purposes to be unlawful, if not, indeed, a public offence punishable by indictment.\nWhen a passenger in a railway train is injured without fault on his part, the law presumes negligence in the carrier, for he undertook to carry safely, and we hold companies to the strictest measure of accountability; but that they may be enabled to carry safely, the law insists upon a clear track. If, therefore, a man plants himself on the rail, he must not expect the law to do more for him than to punish wanton injury. If he be injured from the ordinary pursuit of the company’s legalized business, let him blame his own rashness and’ folly.\nIt is an incontestible principle that where the injury complained of is the product of mutual or concurring negligence, no action for damages will lie. The parties being mutually in fault, there can be no apportionment of the damages. The law has no scales to determine in such cases whose wrong-doing weighed most in the compound that occasioned the mischief. A distinction is sometimes taken between proximate and remote causes of the injury > but here it is so evident that the imprudence of the plaintiff was the immediate cause of the injury, that 'he cannot recover, even if the injury were in part directly ascribable to negligence on the part of the defendants.\nIt is unnecessary, in this view of 'the case, to consider whether the Court erred in submitting the testimony to the jury to find negligence on the part of the defendants. They were called on by the 2d and 3d points submitted to say that there was no such evidence, and a majority of this Court believe that there was none; but we do not place our present ruling on that ground, but on the position which the plaintiff described himself to be occupying. Doubtless he considered himself authorized to place his machine on the road; but the subaltern who authorized him, had no authority himself, and could have none to justify an act so dangerous to all parties, and so inconsistent with the institution of the road.\nThe learned judge seemed to think we could not have intended to cut up the plaintiff’s action by the roots when it was here last year, or we would not have sent it back. A moment’s reflection will show that this was a mistaken inference. The plaintiff’s declaration contains a good cause of action, and in such cases where we reverse, we always, award a venire de novo, both because he may, on a second trial, find evidence to support his narr., and because it is necessary to enable the defendant to recover his costs if the plaintiff fail to make out his case in evidence. We do so now. We send the case back to be made an end of in the Common Pleas, if it prove to ,be the case which the plaintiff’s evidence, as submitted to the Court below and sent up here, shows that it was on the last trial.\nThe judgment is reversed and a venire de novo awarded.\nBlack, J., and Knox, J., dissented."}