{"id": "9505197", "contents": "The opinion of the Court was delivered by\nLowRiR, J.\nOur statute of wills of 1833 declares, that its provisions shall not apply to the disposition of personal estate by a testator whose domicil is out of the state. Such also was the rule at common law, and it involves its contrary; that wills of real estate must be executed and proved according to the law of the place where the land lies: 1 Binn. 336. It follows, therefore, plainly enough, that a will which includes all of a man’s real estate is entitled to be proved and registered in this state, according to our statute of wills, and irrespective of the testator’s last domicil, at the instance of any one who desires to have it recorded as evidence of title to land; and, thus far, this proceeding is very plainly right.\nBut the register granted letters testamentary on this will, and thereby took jurisdiction of the personal estate of the testator, and this raises another question; for the allegation is that the testator was merely on a visit to this state at the time of his death here, and that his domicil was in California. We shall assume that this allegation is true; for there is evidence from which it might have been found: then how ought the will to be proved here in order to justify the granting of letters testamentary ?\nOur statute of 1832, relating to registers and registers’ courts, requires that so much of the estate as is actually in this state shall be administered by executors or administrators constituted and qualified according to our laws, s. 6. It also makes the probate of the will according to the law of the domicil, sufficient evidence here, upon which to issue letters testamentary, without producing the original will or examining the witnesses, s. 12: of course this is not needed where the original will is produced for probate.\nWhat then is the 'test of its validity ? According to a well established rule of international law, sanctioned by our laws above referred to, it must be proved to have been executed in accordance with the laws of California.\nIt does not appear on the record that the California statute of wills was read in evidence; but it is given in our paper-books, and was used on the argument before the Register’s Court and here, and we shall consider it.\nIt declares that no will (excepting nuncupative wills) “ shall be valid unless it he in writing and signed by the testator or by. some person in his presence and by his express direction, and attested by two or more competent witnesses subscribing their names to the will in the presence of the testator.”\nUnder this statute we think that the signing of a mark by the testator to his name written by another is a good execution of the will. We have no California decisions to this effect; but the decisions of other Courts on their statutes of wills, which were cited at the bar, are entirely convincing. Our statute of wills may be sufficiently different to have called for a different construction. But if it were not so, we can hardly be expected to charge our peculiarities upon other people, and especially since they have been disowned in our legislature.\nDecree affirmed at'the appellant’s costs and record remitted."}