{"id": "9505162", "contents": "The opinion of the Court was delivered by\nWoodwab,d, J.\nThe exemption law of 9th April, 1849, was limited to take effect on the 4th day of July in that year, and, says the sixth section, “ shall apply only to debts contracted on and after that date.” The only question presented by the record is whether this debt was contracted on or after that date.\nIt is agreed that J. A. Green was indebted to P. S. Green, by book account, for goods sold before the 4th July, 1849, to the amount of $310; that on the 21st October, 1851, a sealed note for that amount was given at one year and entered in the books to balance the account, and that this note, transferred to the plaintiff, was the ground of the judgment which is now sought to be collected out of the sheriff.\nThe sealed bill was a new testimonial and a new security of the debt, but was not the contracting of a debt within the meaning of the statute. The debt was contracted when the goods were sold and delivered. It was then the relation of debtor and creditor was established, and all the rights and duties of that relation attached at that time. We have in several eases of distribution permitted auditors to go back of judgments and ascertain when the debts on which they were founded began to exist; and where the fact appears on the record, as it does here, that the debt was contracted before the date fixed in the exemption law of 1849, we must withhold it from the operation of the Act in the same manner we have done in questions of distribution.\nBut it is said there was a merger of the simple contract debt into a higher security, and that the only existing debt began at the date of the sealed bill.\nA merger of a lower security into a higher undoubtedly there was, but a merger of securities is not necessarily an extinguishment of the antecedent debt. It always depends on the intention of the parties whether a merger of securities shall work a satisfaction or extinguishment of the debt; and of such intention we have no evidence here. This debt, whether proved by the judgment, the sealed bill, or the book account, is the very debt contracted for the goods sold before the 4th July, 1849, and therefore not within the purview of the exemption law of that year.\nThe judgment is affirmed."}