{"id": "9505245", "contents": "The opinion of the Court was delivered by\nLewis, C. J.\nThis was an action brought by Eisher and wife against the administrators of John Moyer, deceased, on a bond alleged to have been given by the intestate. The parties went to trial on several issues, among which were issues joined on the several pleas of nil debet and non est factum. The plaintiffs called the subscribing witness and proved the handwriting of the defendant’s intestate, but failed to prove any actual delivery of the bond. It did not appear that the obligee was present either in person or by agent, or that the bond was delivered to any person for her use. On the contrary the alleged obligor, after signing his name to the instrument, retained it in his own possession. On this evidence the plaintiffs rested their case.\nThe defendants offered to prove that the bond was found in the intestate’s house, among his other effects, immediately after his death — that it was never delivered — that it was not the bond of the intestate — and that Mrs. Fisher, the alleged obligee, at the time the bond was found, declared that she had never seen it before. The Court rejected this evidence because no notice of it had been given according to the rule of Court. That rule is, that “where, under any plea, it is designed to give the special matter, fraud, want of consideration, particular payments, or defalcation, in evidence, a specification thereof, in writing, shall, if demanded, be given to the opposite party or attorney within twenty days after demand made, otherwise no evidence of it shall be admitted. The specification was demanded, but no notice of the proposed defence was given, and the question is, Does the evidence offered and rejected fall within the rule ?\nIn general, notices of special matter are only necessary where it is intended to give evidence of matters not‘properly admissible under the pleading. They are said to be “ only requisite where, otherwise, there must be a special plea:” Coverly v. Fox, 1 Jones 174. The matters properly admissible under any particular plea, such as direct payments under the plea of payment (Hobson v. Croft, 9 Barr 364, Erwen v. Leibert, 5 W. & Ser. 105), or that the plaintiff has no just demand under the plea of non assumpsit (Beals v. See, 10 Barr 59; Gaw v. Wolcott, 10 Barr 43), may, it is said, be given in evidence without notice of special matter. The only effect of omitting to give notice of special matter is to confine the defence to the general matters strictly admissible under the pleas on the record. The pleas, in the absence of notice, have their common law effect: Coverly v. Fox, 1 Jones 174; Hellings v. Amey, 1 Wharton 65. If these principles govern the case before us, the evidence ought to have been admitted, because it was strictly pertinent under the plea of non est Jactum, giving to that plea nothing more than its common law effect. If the bond was never delivered, either as an escrow or otherwise, the jury might well find that it was not the deed of the intestate. The evidence offered was not “ special matter” at all, within th,e meaning of the rule of Court. It was the general matter always properly admissible under the general issue in an action of debt on bond. Nor was it offered to prove “fraud, want of consideration, particular payments, or defalcation.” It was merely offered to prove that the instrument declared on is not the bond of the intestate. The rule of Court seems to apply only to issues where the burden of proof is on the defendant, and to affirmative evidence offered by him. Under the general issue he may stand on the defensive, without offering any evidence whatever. On such an issue the proof comes from the plaintiff, in the first place, and that of the defendant must necessarily depend on the case exhibited by the plaintiff. In strict technical language the defendant’s evidence is not given to support Ms plea, for that stands without any other support than the law, but to repel the evidence of the plaintiff. How then can a defendant specify what he intends to give in evidence for that purpose until he hears the plaintiff’s testimony? The plaintiff is not bound to give the defendant a specification of the matter on which he relies to support the issue on non est factum. Why should the defendant be required to specify matters of defence which must necessarily vary according to the case made out by the plaintiff ?\nIt is true that the plea of non est factum was added with leave of the Court at the time of t-he trial. But the defence would have been equally available under nil debct, which was pleaded some months before. That plea is of course an improper plea to an action of debt on bond. But advantage can only be taken of it by demurrer. If the plaintiff chooses to go to trial on it, he waives the irregularity, and the plea must be treated as the general issue: Rawlins v. Danvers, 5 Esp. 38; 1 Chitty’s Pl. 478.\nThe Court was in error in rejecting the evidence referred to in the several assignments, and for this reason the judgment is reversed.\nJudgment reversed and venire facias de novo awarded."}