{"id": "951086", "contents": "Sergeant, J.\n— The act of 17th March, 1806, does not require that the claim shall contain the name of the owner or contractor. It makes the building subject to the debt contracted for materials furnished, or work done in erecting it. The claim, therefore, in the present instance would have been good, though it had not stated, as it does, the name of an owner or reputed owner. And this is the answer also to the objection that the claim is defective in not stating the kind or amount of materials furnished, and the time when furnished. It was not till the passing of the act of the 16th June, 1836, this was required, and in the present case the work was done before the act went into operation, and does not fall within its provisions, which are prospective. The fourth plea was therefore a bad one, and its deficiency might be taken advantage of in various modes, of which that of striking it off is the most convenient and usual.\nAs to the objection that Bowman was the real owner of the building, and not Christine, this is properly an objection under the act of 28th March, 1808, to the scire facias, and not to the claim. The second section of this act directs the scire facias to be issued against the debtor and owner, and undoubtedly the plaintiff ought to have made the owner a party, and have service made upon him, where he knows him to be so. That is, frequently, however, notin his power, owing to unknown transfers and \"apparent ownerships, and hence the practice of proceeding against a reputed owner, since incorporated into the act of 1836. In the present instance, the defendant asserts that Bowman was the real owner, and the evidence offered must be taken to prove that. But the evidence also shows that Christine was contractor for Bowman, and nothing proves the debt paid. The issue joined was, whether Christine was owner or reputed owner. If Bowman procured Christine to appear and act as the owner, and thereby got the benefit of the plaintiff’s materials, the scire facias against Christine, as contractor and owner, or reputed owner, would be sufficient. Besides, it is an objection which can only avail Bowman himself, and does not lie in the mouth of the present defendant in a proceeding against the building. In Anshutz v. McClellan, 5 Watts, 487, it is held that this provision is merely directory, and the plaintiff may proceed to sell, leaving to the owner the same defence he might have taken had he been party to the scire facias.\nJudgment affirmed."}