{"id": "951090", "contents": "Rogers, J.-\n— We are of opinion the defendant is entitled to judgment on the case stated. The provisions of the will, for the benefit of the children, satisfy the words and spirit of the act of the 8th April, 1833, which, among other things, provides, that when any person shall make his last will and testament, and afterwards have a child, or children, not provided for in such will, he shall, &c., be deemed and construed to die intestate. We view the clause relating to the children, as a bequest for their benefit and support; for, in addition to the reasons urged with so much force by the defendant’s counsel, which we adopt, we consider the devise in their favour a trust for their benefit, which a court of equity will, if necessary, enforce. If so, it is a provision for after-born children, and, as such, falls within the words as well as the spirit of the act. Although a bequest often assumes.the form of a recommendation, it is not less obligatory on that account — a principle explained at some length in Pennock’s case. (Coates’ Appeal, reported ante, 129.)\nThe will clearly evinces the great confidence reposed by the testator in his wdfe and principal legatee — a confidence or trust wfhich there is no danger will be abused, except in the improbable contingency of an ill-advised and unfortunate second marriage. He not only directs that his wife, executor, and principal devisee, shall have the guardianship of his after-born children, but that she shall have charge of their tuition also. This is a trust which she cannot assume, or throw ofif, if she were so unnaturally disposed, at pleasure. If she accepts the benefit, she must also bear the burden imposed by the will. Coupled with the other parts of the will, this intention, and the intention of the testator is a cardinal rule of construction, is manifest. Viewed in an enlarged and comprehensive sense, it contains an injunction obligatory on the legatee, to provide an education suitable to their situation in life, and an adequate support during minority. The just expectations of the testator she has no right to disappoint, for, by the acceptance of the bequest, she incurs not only a moral but a legal obligation, which the court, if necessary, will find means to enforce. In the interpretation of the language of wills, courts of equity have created implied or constructive trusts, from mere recommendatory and precatory words of the testator. Thus recommendation, confidence, hope, wish, and desire, have been construed into positive and peremptory commands. But in this devise there is something more, I take it, than a mere recommendation.\nAfter leaving his wife his whole estate, the testator emphatically says: “ And in case I shall leave any child or children living at the time of my decease, my will is, and I do hereby appoint, that my said dearly beloved wife Louisa shall have the tuition and guardianship of such child or children, during his, her, or their minority. Although expressed in mild language, such as an affectionate husband thought it decent and proper to use towards a beloved wife; yet it is equally positive and imperative as if it assumed the ungracious form of a peremptory command. The moral obligation of a parent to provide for the sustenance and education of his children, and his parental affection, add force to this view of the question: for we cannot readily admit that a parent intends to leave his children at the mercy and caprice of any person whatever. The inclination of my mind, in all similar cases, is to construe words of a recommendatory or precatory character into express and positive commands. The bequest also possesses all the other requisites to constitute a trust. In respect to the certainty of the description of objects, or persons, in a recommendatory trust even, it is not indispensable that the persons should be described by their names. After-born sons, daughters, or children, is a sufficient description ; for otherwise, a trust, by implication, could not be raised in their favour — a distinction between them and children in esse, the reason of which it would be difficult to perceive. There is also a certainty in the description of the property, a benefit to which the children are entitled. The maxim, Id est certum, quod certum reddi potest, properly applies. The court, if necessary, will fix the amount which may be required for maintenance and education of the children. The intention of the testator is the controlling rule in the construction of all wills; and, in my judgment, the reasons of' which have been fully expressed in a recent case — Pennock’s case — the rules adopted by the courts of equity are eminently calculated to carry into effect that intention, and ought to be upheld and enforced by the courts. As to the measure of relief, that must depend on a variety of circumstances ; the amount of the property bequeathed; the station in life of the family; and other matters, of which the court will be fully competent to judge.\nJudgment for the defendant."}