{"id": "951082", "contents": "Kennedy, J.\n— (After stating the facts of the case, the proposition of plaintiff’s counsel, and the answer of the court.) It is not very easy to comprehend the meaning of the proposition, if it can be said to have any meaning at all. From its terms, I think it very clear, that no fixed or definite meaning can be attached to it, and it ought not, therefore, to have been answered as it rvas by the court, as it was calculated to mislead the jury. The testimony did not warrant any proposition of the kind, or one more favourable to the plaintiff below, than that, if he had leased the farm, whereon the trespass was committed, for a term of years, in consideration of receiving a certain portion of the products, produced thereon annually by the labour and cultivation of the tenant, even restricting the tenant from cutting growing timber thereon, which restriction the testimony did not seem to warrant; could he maintain trespass against a stranger for cutting growing timber thereon during the continuance of the lease ? Had this question been propounded to the court, for their answer to the jury, it ought most clearly to have been answered in the negative. For the action of trespass quare clausum fregit is founded upon the possession of the land, and not upon the right of property in it; and hence, the owner can in no case maintain an action of trespass for a trespass committed upon it, whilst it is in the possession of another. As where he has been disseised, he cannot maintain trespass against any stranger for a trespass committed after the disseisin, without a reentry ; for he had not the possession at the time, it being in the disseisor, 2 Roll. Abr. 554, pl. 5. But one in the actual possession of land,- however defeasible his title may be, may maintain an action of trespass for a trespass committed by any other than the party, who has the right of entry. As a lessee for years, 2 Roll. Abr. 551, pl. 6. So may a tenant at will, if the trespass be committed by a stranger, Id. pl. 3, 4; Geary v. Bancroft, 1 Sid. 347; or even a tenant at sufferance, Fitz. Abr. Trespass, pl. 10; 2 Roll. Abr. 551, pl. 1. In the case of a tenancy at will, the possession may be considered as in either the lessor or the lessee; and, therefore, either or both may have actions of trespass vi et armis, against a stranger for cutting timber, or prostrating houses, and recover damages according to their several losses. Co. Litt. 57 a, note (2). But the landlord of a tenant for years cannot maintain trespass against a stranger, though the act done be injurious to the reversion; his only remedy in such case is an action on the case. Bedingfield v. Onslow, 3 Lev. 209; Torrence v. Irwin, 2 Yeates, 210; 1 Arch. Nisi Prius, 302. But, if in a lease for years, there be a reservation of the trees, the lessor may maintain trespass against any person who cuts them or injures them; for, by the reservation of the trees, the land in which they grew was reserved also; and the lessor in possession of it in fact at the time of the trespass, Bro. Trespass, pl. 55 ; and see Goodwright v. Vivian, 8 East, 190; 1 Archb. N. P. 302. See also Glenham v. Hanley, 1 Lord Raym. 739. But a mere restriction imposed upon the tenant, not to cut timber, will give the landlord no right to maintain trespass if it be cut by a stranger, because the tenant is considered in possession of the land where it grows, as it is embraced in his lease., Torrence v. Irwin, 2 Yeates, 210. A restriction is very different from a reservation or exception. The first is introduced to qualify the occupation of the tenant, and the use that he shall make of the woodland, which is eX-eluded in his lease; but the latter is introduced for the purpose of showing that the parties did not intend that the woodland should be included in the lease, or that the tenant should have any possession of it whatever. It was at one time a practice, not unfrequent in this state, for the owners of lands or farms, in the possession thereof and living upon the farm, to make an agreement with a person to cultivate and sow their land, or some portion thereof, with corn or grain of some sort, on condition of the latter having a certain portion of the grain grown thereon; the latter cannot maintain trespass, nor can he even join with the owner and occupier of the land in an action of trespass quare clausum fregit, for an injury done to the crop, as it would seem, for he was not in the possession of the land. See Hare v. Celey, Cro. Eliz. 143; S. C. Gouldsb. 77. But in the case before us, the tenant, notwithstanding his rent was a certain portion of the grain raised and grown by him annually upon the land, yet he was in the entire and exclusive actual possession of the whole, without any reservation or exception that we hear of; that he had been so for five or six years, embracing both the time before and after the commission of the trespass complained of. That the tenant held the land under a rent, consisting of a certain portion of the grain, &c., to be grown by him thereon, and to be delivered to the plaintiff annually, cannot render his situation .in any respect different, or give the plaintiff a right that he would not have had, if the rent had consisted of money to be paid. Sir Edward Coke, 1 Inst. 142 a, says, “Rent may be in the delivery of hens, capons, roses, spurries, bowes, shafts, horses, hawks, pepper, comine, wheat or other profit that lieth in render, &c., as well as in the payment of money.” It is sufficient that it be certain or capable of being reduced to a certainty. Id. And indeed sonde have said that rent is derived from reddere, because it is reserved out of the profits of the land, and therefore is not properly due till the lessee or tenant take the profits ; for reddendo inde, or solvendo, or reservando inde, or the like, is as much as to say, that the tenant or lessee shall pay so much out of the profits of the lands; for reddere nihil aliud est quam acceptum aut aliquam partem ejusdem restituere. Seu reddere est quasi retro dare, and hereof commeth redditus for a rent.” We are satisfied that the court erred, in submitting the cause to the jury on a proposition or point which was not raised or supported by the evidence; and that this judgment must, therefore, be reversed. As tire cause must go back for another trial, if a new assignment should be deemed requisite, on the part of the plaintiff, it can be supplied by an amendment made to that effect.\nJudgment is reversed, and a venire de novo awarded."}