{"id": "951173", "contents": "Sergeant, J.\n— We are of opinion that no valid objection to this title appears to be made out on the part of the defendant below. As far back as 1827, Koons, one of the executors, bought the lot at sheriff’s sale, on an execution issued upon a judgment which he and the other executor obtained against Jacob Koons the then owner, and took the deed to himself in trust for the estate of Elizabeth Koons, deceased. This was in fact a deed in trust for himself as executor, for he, as such, represented the estate of the deceased. No other cestui que trusts are named or referred to by description. By this deed the title passed out of the defendant, in the execution to him, and of course he could convey it. Three years afterwards he did convey it to Connelly, and it is to be presumed received the purchase money. Connelly’s title was, four years afterwards, conveyed to Fisher and Dietz, who, in 1843, conveyed to the defendant, taking his bond, on which this suit is brought for the purchase money. These transactions have passed long since, without any claim or pretence of title to the lot on the part of the heirs, or of John Koons, as cestui que trusts: whilst, at the same time, it appears the executor charged himself, in his account filed in 1835, with the debt due on the judgment and interest, and also wdth the advance obtained on the resale, applying these moneys to the payment of debts and charges on the estate, and, notwithstanding which, he brings the estate into debt, so that it would seem that the lot could not have been held as land, but must have been eventually sold to pay the debts of the estate, and that, in fact, there was no conversion of money into land, nor could such a thing be properly done by the executor, but the transaction was rather as a temporary investment of the money, or perhaps a measure adopted to prevent a sacrifice of the lot by a sale at an undervalue, which would not transcend the power or duty of an executor, when done for the benefit of the estate. Billington’s Appeal, 3 Rawle, 55.\nTo what liability, however, he may have subjected himself, or how far on fresh pursuit his acts might have been drawn in question, it is certainly too late now to inquire, after he has conveyed the title for valuable consideration, and so great a lapse of time has occurred without any movement on the part of the heirs; but they have received the benefit of all the money with which he was chargeable.\nThe full legal title being thus in him, there is no equity which would take it away from a purchaser for a valuable consideration under circumstances ; and the title transferred by Fisher and Dietz was derived from such a purchaser, and it has the same character in their hands as those of their vendee.\nJudgment affirmed."}