{"id": "951191", "contents": "Sergeant, J.\n— The first question raised on this record is, whether Boas was a competent witness for the defendant. It is contended that he was not, because he was co-obligor on the sealed note to the plaintiff. Had the issue been non est factum, and so going to the bond itself, the question might be different, but the defence here is personal to Stem. It does not deny the validity of the sealed note, but alleges that Stem was surety, and was discharged by the conduct of the plaintiff. The verdict, therefore, might be in favour of Stem, without .affecting Boas’ responsibility. Nor is it a ground of objection that if Stem is a party, he could recover from Boas the amount recovered against him in this suit. Boas is equally liable to the plaintiff, and in this respect stands indifferent, and the costs have been released by the defendant. It is said the plaintiff could recover against Boas the costs of this suit, but no authority has been cited to that effect, and we are not prepared to say he could.\nThe objection on the second bill of exceptions is, that the evidence was not within the potice of special matter. The ground taken in the court below was, that it was improper and irrelevant to the issue trying. It may not have fallen within the notice, but is, perhaps, within the plea.\nBut the main point of the case is, whether sufficient was proved to authorize the court to leave it to the jury to say that the plaintiff made an agreement to give time, and which had the effect to discharge the defendant. The principle of law, as settled by the recent authorities, is, that if the creditor make an express agreement with the principal, upon sufficient consideration, or on taking a new security, to give a further time for payment, the surety is thereby discharged. But mere consent to forbear, for a loose and uncertain period, does not tie up the creditor’s hands, and an agreement, without a sufficient consideration, is nudum pactum; Chitty on Bills, 412 — 414; 3 Penna. Rep. 440. The evidence in the case before us is defective in these essential particulars. Boas, the chief witness, who speaks to the point, says, he does not remember what length of time it was for; he expected the Northampton Bank would be good in July; he told the plaintiff, if so, he could pay him almost any time then; the plaintiff’ was to wait till some time in the summer. This is not only vague as to proving an express agreement by the plaintiff to wait, but the time was indefinite and uncertain. To take away from the plaintiff a just debt, in order to relieve a surety, justice requires there should be a clear, distinct agreement by the creditor, placed beyond reasonable doubt for a time certain, or total forbearance, or forbearance for a reasonable time.\nJudgment reversed, and venire facias de novo awarded."}