{"id": "951130", "contents": "Burnside, J.\n— On an error assigned in the case of Hall v. Powell, 4 Serg. & Rawle, 462, that the late President Walker instructed the jury, where lines and corners were found on the ground, that they could not be departed from, though there may be a variance in the courses and distances, Justice Duncan, who delivered the opinion of the Supreme Court, declares that the law has ever so been \"held. The real survey is the lines marked on the ground. The return of survey is only evidence thereof. In that case, the warrants were each for two hundred acres. They purported, on the return, to contain about two hundred acres. But on the ground, the lines were near twice as long as they were returned, and contained near double the quantity returned. The surveys called for visible courses that were found. The court declared it had been so long settled, that where lines and courses were found, they could not be departed from, though there was some variance in the courses and distances. This rule of property was so well settled that the court would not permit the question to be submitted to a jury, to inquire whether the surveyor, finding he had more land in the survey than he could legally return, had thrown off all beyond the distance returned into the land-office. The surveyor having returned, by lines and courses found on the ground, that was the true survey; and the court say the question has been frequently agitated, and is now put at rest. In Mageehan v. Adams, 2 Bin. 169, a survey and patent of one Conrod, which were given in evidence, called for, as the place of beginning, a black oak on the state line; thence by the same' one hundred and twenty perches to a post. The plaintiff below offered to prove that the black oak, and the marked line run from the black oak, were not on the state line, but about thirty perches east of it; and the evidence was admitted, and the plaintiff recovered according to the marked line. Here the survey has been returned by courses and distances, and marked courses, which were all found on the ground. The returned survey called for adjoining the Manor line, but the Manor line was from ten to fifteen perches off the line of the survey. If the returned draft had called for the Manor line, and the line next the Manor had not been run and marked on the ground, the defendant in error would have held to the Manor line. The line being well marked, as returned on the ground, unless we unsettle the law, the survey cannot be extended to the Manor line. The return of survey was in accordance with the marked lines and courses. I see nothing in the case, to infer that the surveyor had thrown away the line he had run and markeu on the ground, and that he had extended his survey by protraction to the Manor line. A surveyor, when the land is vacant, may, when he calculates his quantity, and finds a deficiency in his boundary to fill his warrant, extend his lines by protraction, and if the line so extended is not an open one, a careful surveyor will obliterate the marks, and the title will be good for the protracted part from the acceptance of the survey, if there is no intervening right. 3 Yeates, 407, 2 Binn. 37, 55. But in this case the returned draft corresponds with the lines, courses, distances, and corners found on the ground.\nThe judge of the Common Pleas was misled by the report of the case of Martz v. Hartley, 4 Watts, 262. When that case is examined, it will be found to be correctly decided. There the parties had made a consentable line through a small vacancy between their surveys for twenty-one years, and held and occupied the ground. It was right not to disturb their possessions, and the court only held, that after a survey has been made for twenty-one years, and possession held in pursuance of it, and one of its lines was agreed on by the owner of the land, and the owner of an adjoining tract, to be at a certain place, such designation of the division is conclusive without regard to the point where the surveyed line actually is. This was the point decided by the court. But the learned judge, who delivered the opinion of the court, went beyond the case before him, and he declared «that there was no such thing as finding a gore of four, or five, or ten acres between two surveys which call for each other. When the latter calls for the former, and the course is the same, the line of the former is seldom retraced in making the latter. When this is the case the judge is right; there is no vacancy. I agree that when the line of either is an open line, and they call for each other, the line run on the ground is the true line between them. But where both lines are run and actually marked on the ground, and both found, the space between them does not belong to either before the actual occupation and improvement. The case did not warrant the second member of the synopsis to the report, that where a survey has been made on a warrant, and returned, calling for an adjoining survey as one of its boundaries, the title of the warrantee will extend to such adjoining survey, although the line actually run and marked on tire ground may be a few perches from the line of such adjoining survey.\nIn the case now under consideration both lines were run and marked; they did not run the same course, neither have any right beyond their lines on the ground, and the law has ever been so ruled.' It is a sacred and important rule of property which ought not to be changed. The land between the Manor line and the Findley survey is regularly returned, surveyed, and accepted in the land-office in the survey of Walker; and the defendant below, if the jury believed the evidence of Ross and others, had a right to hold it. It was error to instruct the jury in favour of the plaintiff below, that he had title for the land outside of his survey marked on the ground.\nThe judgment is reversed, and a venire de novo is awarded."}