{"id": "951109", "contents": "Gibson, C. J.\n— The bequest of half the residue to Woelper, as executor in trust, to pay the interest accruing from it to the testator’s daughter, Elizabeth, during her life, did not prevent the bequest over to Catherine, the executor’s wife, from vesting in interest in Elizabeth’s lifetime; and he reduced his wife’s part of it, to actual possession, by purchasing land with it, for his own use. So far as his wife was concerned, he had an undoubted right to do so ; and why shall not this act of ownership be taken for a divesture of her title ? Because, say the counsel, the investment was a breach of trust, as to Elizabeth, and no one shall take advantage of his wrong, to make it the foundation of a right. That is the argument; and the fallacy in it is the supposition, that reduction to possession is the foundation of the husband’s right, and not merely the evidence of his will. There has been a general error, here and abroad, in receiving the evidence of a thing as the thing itself, which has complicated this part of the law with arbitrary distinctions. The true foundation of the husband’s title, is his power over his wife’s choses, coupled with an exercise of his will, of which reduction to possession is a particular indication, but not a conclusive one. He may apply his wife’s choses to his own use, by parting with them for value; or, he may leave her title to them intact, even where they are in his possession, if the presumption of ownership, from the ordinary badge of it, be rebutted by circumstances. It is his assumption of the title, and not the form of the act, by which it is indicated, which is the criterion. Now, the executor in this case had full power to make himself owner of his wife’s reversionary interest in the legacy, even in the lifetime of Elizabeth who was entitled to the produce of it; and what matters it, that the act by which he exerted his power was a breach of duty to Elizabeth ? Had he attempted to found a right on it against her, it would have been a different matter ; but I am unable to see what room the wife and her present husband have, to set up the breach of trust in regard to another. The legal presumption in favour of duty might be prima facie evidence, that he considered his possession to be that of a trustee, were it not repelled by the most absolute evidence, that he used the money for his own purposes; and even were we to treat the presumption as an estoppel between him and Elizabeth, it would conclude him for the benefit of his wife, who was a stranger to the trust, and could not be prejudiced by the breach of it. Between the present parties, then, we have the naked case of an actual use of the wife’s chose in action by her husband, for his own purposes: and what is the consequence of if ? Certainly a transfer of her ownership. Even had it not thus operated in the lifetime of Elizabeth, yet as the fiduciary character of his possession ceased, in any event, at her death, his continued user of it, as his own was the only means of asserting his title to it that was left to him. There could be no further reduction into possession, and if the money had not then become his own, he would have been without a remedy for an undoubted right. But as the whole matter was subordinate to his will, any act by which he thought proper to evince it would be decisive; and the very circumstance, that he allowed his wife $2000 when they separated, clearly disclosed his will that she should have no more. This adjustment of by-gone matters, coupled with his absolute power over the subject, indicating, as it did, an assertion of his title to the rest, would be a decisive answer to the present claim. The decree of the Orphans’ Court is, therefore, reversed, the report of the auditor is set aside, and the executor is allowed to go without day. So decreed."}