{"id": "951120", "contents": "Rogers, J.\n— The intestate, Michael Baymiller, was surety for John Flory, the husband of Catharine Flory, in a note to Jacob Imenheiser, and on payment of the debt by the administrator, Flory became indebted to the estate to the amount paid. If, therefore, Flory had brought suit to recover his wife’s distributive share, the administrators would, according to the case of Yohe v. Barnitz, 1 Binn. 364, have had a defence; for Flory would notbe entitled to recover, except on the terms of paying the debt to the estate, particularly wdien he was insolvent. Whenever a husband seeks the aid of the court he will be compelled to do justice, by allowing the set-off. But until he reduces his claim into possession, the right of survivorship exists, and on his death she takes them discharged from- his debts. Marriage is only a qualified gift to the husband, of his wife’s choses in action, viz. upon condition that he reduce them into possession during its continuance ; for if he happens to die before his wife, -without having reduced such property into possession, she, and not his personal representatives will be entitled to it. Co. Lit. 351; Roper, Husband and Wife, 204. On his death, her right is the same as dum sola. The husband may, but he is not bound to reduce his wife’s choses into possession, and even in a suit against her he cannot be compelled to make the set-off.\nThis case is not distinguishable from Fink v. Hake, 6 Watts, 131. In that case the principle is recognised that a wife’s distributive share is a chose in action. It is also expressly ruled, that the debt of a husband, during coverture, cannot be set off after divorce, against the distributive share of the wife in her father’s estate, although the decree of divorce was subsequent to the death of the intestate. No difference is perceived in principle, whether the marriage is destroyed by death, or by the sentence of the law.\nDid, then, the husband reduce his wife’s distributive share into possession during the continuance of the marriage ? This is not pretended, and consequently she is entitled to a distributive share of her father’s estate, unaffected by the debts of her husband.\nIn 1825, on settlement of the accounts, as administrators, the defendant obtained a credit of $>319 39, paid by them on this account. But this cannot alter the right of survivorship, for the money being paid on a note, which was a debt against the intestate, the administrators were entitled to a credit for money paid, for it necessarily forms part of the administration account. It is the common case of the loss of a debt due the estate, and must be borne equally by all the heirs, although one happens to be the wife of the insolvent debtor. The settlement referred to was nothing more than an ordinary administration account, and cannot justify the act of the administrators in attempting to exclude the wife, who survived her husband, from her distributive share. The decree of the Orphans’ Court merely affirms the administration account. There is no decree of that court distributing the estate among the heirs, to the exclusion of the plaintiff. Had the Orphans’ Court, on notice, decreed that the debt of Hie insolvent husband should be deducted from the wife’s share, as it would seem from the case of Yohe and Barnitz they would have power to do, it would present a different question. But this has not been done, and the plaintiff’s claim stands on the principle of survivorship, unaffected by the action of the husband, or the decree of the court. The distribution of the estate was the act of the administrators, without the intervention of the Orphans’ Court, and as they have misapplied the assets, they are personally answerable.\nJudgment reversed, and a venire de novo awarded."}