{"id": "951175", "contents": "Rogers, J.\n— Evidence of set-off cannot be received, unless notice is given of the matter intended to be defalked. This is a rule not peculiar to the county of Northampton, but has been adopted, with some variation, in every judicial district in the state. It is admitted that no notice was given, but it is contended that it is unnecessary, because the same evidence, offered at the trial, was given before the arbitrators, which is, as is said, equivalent to notice. But in Beyer v. Fenstermacher and another, 2 Wharton, 96, it is declared by the court, that notice of set-off and other special matter must be given, although the evidence offered to establish such matter has been given on a former trial before arbitrators. The rule is recognised in Sullivan v. Johns, 5 Wharton, 369, and is made the basis on which the decision is rested. It was there contended, that an affidavit of defence was equivalent to notice, but the court say, this will not justify a court in dispensing with the positive requirements of a rule of court, intended to guard against surprise. That the defendant, having omitted to give notice, the plaintiff had a right to suppose, that all intention of insisting on a set-off had been abandoned. It is better to have no rule, than to depart from it on slight or frivolous pretexts, or to suit the emergence of a particular case. When the interest of the party is in danger of being sacrificed, the court can prevent injustice by withdrawing a juror. And this is a power wisely vested in the court, and, in my opinion, should be liberally, but judiciously, exercised. It is said, that the decision of the Common Pleas is in accordance with the practice in that county, but on the other hand this is denied. It therefore can furnish no rule for us. And even, if the practice be as stated, the sooner it is abolished the belter. It is very desirable that there should be, (as far as practicable,) a uniformity of practice, in the several judicial districts.\nAs this view reverses the case, and the cause must go down for another trial, it woiild be useless to express an opinion on other points, which may not, and in all probability will not, occur again. Indeed, the case is so defectively stated, that there would be danger of doing injustice to the parties, by noticing the several points in detail.\nJudgment reversed, and a venire de novo awarded."}