{"id": "951126", "contents": "Sergeant, J.\n— The act of the 15lh March, 1832, prescribes certain general rules, according to which the register is to be governed in granting letters of administration, but still there is a legal discretion to be exercised by him in many cases. He may grant them to the widow or relations, or he may join one or more of them with the widow, preferring those of the nearest degree of consanguinity, and males to females; and even these are not entitled, if incompetent, of which the register must judge. Among the causes of incompetency appears to be non-residence in the state, as may be inferred from the provisions of the 27th sect, of the act of 29th March, 1832, that when an administrator has removed from the state, or ceased to have any known place of residence therein, during the period of one year or more, the Orphans’ Court may vacate the letters of administration; and the 27th sect, of the act of the 15lh March, 1832, which prohibits letters testamentary being granted to any person not being an inhabitant of this Commonwealth. Again, it is necessary by the words of the act of tire 15th March, 1832, sect. 27, not only that the applicant should be a relation, or of kin, but he must be entitled to the residue of the personal estate, or a share therein. Notwithstanding, therefore, the preference claimed by the present petitioner, as male over a female, yet had this dispute occurred at the time the letters of administration were taken out, between the two persons claiming to be appointed administrator, the petitioner would have been liable to the objection, first, that he was not then a resident of this slate; and secondly, that he had assigned or pledged his claim to others, and so was not entitled to the residue, or a share therein.\nBut the case is still stronger against him now, when an administrator, liable to no personal objection, has been appointed so far back as March, 1843, and has acted in the administration at the instance of the sister and a transferee, and was appointed at a time when the petitioner had been absent nine months from .the United States, and it seems to have been important to the estate that an administrator should be appointed to prosecute the claim before auditors, and the claim has been so prosecuted, and is now on the point of being distributed. There is nothing in the case, under these circumstances, which, we think, would authorize us to disturb what has been done, and create unnecessarily new embarrassment, delay, or litigation.\nDecree confirmed."}