{"id": "951183", "contents": "Burnside, J.\n— The sixth section of the act of the 16th April, 1840, Pamphlet Laws, 411, provides, “That no person shall be excluded from being a witness or juror in any suit, prosecution, or proceeding, in which any county, city, incorporated district, borough, or township, is a party, or is interested, by reason of such person being or having been an officer, rated citizen or inhabitant in such county, city, district, or borough, or township, or owning assessed or taxable property, or being liable to the assessment or payment of any tax therein.”\n[His honour here stated the case.] If tlie auditors intended to charge the commissioners with this sum overpaid, it is a strange way of doing it. It is not in accordance with the 48th section of the act of the 15th April, 1834, which authorizes them “ to audit, settle, and adjust the accounts of the commissioners, treasurer, sheriff, and coroner of the county, and make report to the Court of Common Pleas of such county, together witir a statement of the balance due to or from such commissioner, treasurer, sheriff, or coroner. Auditors have ample powers. It is a pity the Clarion auditors did. not read the act of Assembly giving them those powers before they proceeded to perform their duties. Where a person is in default to a county, he ought to be summoned before the auditors and have a hearing, (unless he makes default after being duly summoned.) They shall then state the account, debtor and creditor, on the improper act of the commissioners in allowing a claim or in overdrawing, and charging them with the same, which is made a part of their report to the Common Pleas, to be filed among the records of that court, and has the effect of a judgment. The commissioners have sixty days to appeal. If no appeal is entered, an execution may issue. I am unable to discover that the commissioners had any personal interest in the verdict, and the act of Assembly makes persons in, or having been in office, witnesses, and renders them competent.\nThe judgment is affirmed."}