{"id": "951150", "contents": "Gibson, C. J.\nNotwithstanding a dictum by the Master of the Rolls, .in Crickett. v. Dolby, 3 Ves. 10, that he thought a wife would come under the same exception to the general rule for payment of interest on legacies as a child, it is settled otherwise on indisputable ground, by Lowndes v. Lowndes, 15 Ves. 310; Raven v. Waite, 1 Swanst. 553; and Stent v. Robinson, 12 Ves. 461, in which Sir William Grant expressly said, there was no authority to supjiort the dictum, notwithstanding the numerous instances of legacies to wives. The case of a destitute child, which alone is excepted out of the rule that, in the absence of specific intention to the contrary, a legacy does' not bear interest, before it is payable, rests on the natural obligation of a father to maintain the helpless being he has contributed to bring into the world, till it can maintain itself; and interest is allowed on a legacy to it, not as interest, but as maintenance, which may be even at a less rate than that of chancery interest, at the discretion of the chancellor. But a husband is bound by no tie, legal or natural, to provide for the future maintenance of his widow, niece, grandchild, or natural child, who is, in contemplation of law, not his offspring: these are strangers to him, for whom others must provide, or who must provide for themselves. The dissolution of the marriage bond is a dissolution of all the obligations to th wife that sprung from it; and a widow is, consequently, entitled, in regard to future maintenance, to no consideration in a court of chancery, to which she is not entitled in a court of law. Such is indisputably the law in England — and why is it not the law here ? It was held in Clark v. Sewell, 3 Atk. 96, that a legacy, given in satisfaction of a debt, bears interest from the death; and as our statute directs that every legacy shall be taken to be in satisfaction of dower, unless the contrary be expressed, it is insisted that a widow, being a purchaser, stands as a creditor for her legacy, as the price of her dower. The reason given in Clark v. Sewell, for excepting the case of a creditor, is, that because the debt is extinguishable presently, the legacy, to extinguish it, must also be payable presently; for which cause it is, and not for any inherent virtue or desert in his claim, that a creditor’s case is an exception to the general rule, that a legacy is not demandable within the year. It is made so in the case of a creditor, to effectuate the manifest intention of the testator. In addition, it is obvious that if the debt were not extinguished till the expiration of the year, it would bear interest in the mean time; and that it is consequently immaterial whether the interest be paid on the debt or the legacy. A widow’s dower, however, is extinguished, not by present payment of her legacy, but by her election to take it in satisfaction ; and as it does not bear interest in the mean time, there is no occasion to allow interest on its substitute. Should the widow not think the legacy, without interest, a fair equivalent for her dower, she is not bound to take it. Besides the dictum in Martin v. Martin, 6 Watts, 68, we have the case of Weiser’s Appeal, decided by this court, at the last term for the middle district, and now in the hands of the reporter; which, according to my recollection of it, goes the length of the present case. There, as here, there was no time appointed for payment of the widow’s legacy; and she demanded interest from the death, insisting that she stood in the place, not only of a child, but of a creditor. She was, in fact, otherwise provided for; but the court took the broad ground that the testator was not bound to provide for her at all; and that, though her being a purchaser would serve her in a question of abatement, it would not serve her in a question of interest. She was, therefore, allowed interest only from the end of the year on such parts of the corpus of the legacy as were not making interest at the time of the death. In the case before us, it does not appear that the widow even had any dower to relinquish; but she would not be entitled to interest on either ground.\nDecree affirmed."}