{"id": "951178", "contents": "Kennedy, J.\n— From a careful examination of the evidence, given on the part of the plaintiff on- the trial of the cause, in the court below, we cannot discover the slightest tendency in it, going to prove or show such right in the plaintiff to the tea in question, as could entitle him to recover in this action. The evidence given by him only went to show, at most, that by his agreement, bearing date the 28th day of June, 1839, made with John McCrea, the owner of the ship Venice, by whom the plaintiff was employed to take charge of the ship as the captain and commander thereof, he acquired an interest to the extent of $5000 in the profit or loss on the shipment made in the ship, then in the Delaware river, on her voyage by way of Valparaiso to Canton. If a profit were made on the shipment, then the plaintiff was to participate therein; but if a loss should arise therefrom instead of a profit, then he was to bear his proportion of it. But from the agreement taken per se, it does not appear that he was to have a right, in any event, of either a special or general property in the shipment of the vessel, either outward or homeward, or in the tea in question. Neither can we perceive, from any of the other testimony given in the cause, that it was the intenLion of McCrea, or of any of those who had an ownership in the cargo, of which the tea in question formed a part, that he should have a right of property, or any other right to the tea, that would entitle him to the possession of it, so as to enable him to recover it from the defendants. It does not appear from the evidence, that McCrea ever consented that the plaintiff should have a right of property in the tea, or even the possession of it. On the contrary, it appears that McCrea sold part of the tea to Francis H. Tiers, in the month following the arrival of the vessel, saying it was his son’s tea. Nor does it appear that the defendants ever acknowledged or admitted any right or claim of the plaintiff to the tea; they, rvhen spoken to on the subject, said, that the plaintiff had no interest whatever in the shipment unless there should be enough to cover all their advances, and leave a profit to Mr. McCrea; that McCrea had told them that he had entered into an agreement with the plaintiff to give him an interest in the profit on the whole shipment. And although Russel & Company of Canton were intrusted with the purchase of the cargo put on board of the ship Venice at Canton, of which the tea in question was a constituent part, and state in their letter of the 13th day of May, 1840, to the defendants, that the investment of teas had been purchased by, and for account of Captain William Fleming, the plaintiff, at the request of the latter; yet the purchase was made with $5000 furnished by Russel & Co., out of the funds provided by the defendants for the payment of the ship’s expenses, and the purchase of an invoice of teas, cassia, &c.; remarking also, that the transaction was not strictly regular, but was put in such a shape that if they had misapprehended the nature of the agreement between Mr. McCrea and the plaintiff) (of the nature and effect of which I have spoken above,) they would have it in their power to put the matter as it should be; so that from all that Russel & Co. said and wrote on the subject, the plaintiff was to have no right of property in the tea as a purchaser thereof, unless, according to the agreement made between him and McCrea, he was entitled to it. But that agreement, as has been already shown, provides merely for an interest in the profits of the cargo, and not for a right of property in it to any extent whatever. Besides, Russel & Co. were acting, in what they did, as the agents of McCrea and the defendants, using the funds furnished by the defendants, and had no power or right, even if they had been so disposed, to invest the plaintiff with the right of property, in equity at least, to the tea, by giving him the money belonging to tire defendants to buy it, that he might make it his property, and a part of the cargo of the vessel, to the exclusion of those for whom they were instructed, and consequently bound to purchase with the same money or funds, and thus make up a cargo for the vessel to the full extent of its tonnage.\nWe therefore think the judgment ought to be affirmed, and accordingly affirm it."}