{"id": "951166", "contents": "Gibson, C. J.\n— The notarial certificate of protest was evidence of the fact of protest, but of nothing else; for our statute, which declares that the official acts, protests, and attestations of notaries public certified under hand and seal, shall be evidence of the facts certified, is expressly restrained to the certificates of notaries “ acting by the authority of this Commonwealth.” The certificate before us, therefore, was not evidence of demand on the maker of tine note; and as evidence of the mere fact of protest, which is superfluous in the case of a promissory note, it was immaterial. As there wras no other evidence of demand and non-payment, either on the last day of grace or any other, the jury ought to have been instructed that the plaintiff had failed in his proof on that ground.\nThe notice of non-payment also was vicious. It bore date the evening of the day which preceded the last day of grace, and the defendant was consequently informed by it of nothing more than that the note had been presented, and protested for non-payment before it was due— a blunder with which he had nothing to do, and which he was not bound to notice. He had a right to presume that it would be discovered, and that the note would be again presented for payment at the day; of the event of which he would be informed, shoirld it be necessary, in due season. Hearing no more about the matter, he had a right to repose on a belief that the note was paid. It is true, that it had in fact been presented for payment at the proper time'; and that the notice was misdated by mistake; but how was he to know that ? He might as well presume that the notary had mistaken the day of payment, as that he had mistaken the date of the notice. But with any mistake as to either, he had nothing to do. He was entitled to have explicit notice of the very truth; and the consequences of wanting it are not to fall on him who was not the cause of them, but on the holder, by whose agent they were occasioned.\nHad the notice been truly dated, the service of it would have been in time. The general rule is, that when it is given by the holder directly, it is soon enough, if it reach the particular endorser, as soon as it would have reached him circuitously through the subsequent endorsers, each of whom are entitled to an entire day, if he chose to insist on it, to hand it on; the only limitation to which, is stated in Marsh v. Maxwell, 2 Camp. 210, note, by Lord Ellenborough, who said, “It is enough that the drawer or endorser receive notice in as many days as there are subsequent endorsers, unless it is shown that each endorsee gave notice within a day after receiving it; as if any one has been beyond the day, the drawer and prior endorsers.are discharged ;” in other words, that there shall not be a longer link in the chain than the space of a single day, and that the holder shall not affect the endorser with notice after he has been discharged from liability to the subsequent endorsees. In this case there was no evidence of circuitous notice, and a day was properly allowed for each intervening party.\nJudgment reversed."}