{"id": "951299", "contents": "Per. Curiam.\n— The time has been when there was a simple and very convenient system of practice in the settlement of administration accounts; but it has so long gone by, that the present generation of lawyers and judges seem to be uninformed of it, and in its place we have nothing but confusion. If an account was intended to comprise the whole administration, it was called the administration account of the estate, in general terms; and the court, in confirming it, decreed that there was so much (naming the sum) in the hands of the accountant, subject to distribution according to law, or to the terms of the will. If the account was intended to be a partial one, it was so headed, and the balance was decreed subject to further settlement. A subsequent partial account was called the further account, on which there was the same decree. The final account was called such at the head of it, and the decree was the same as on a general and final account. If assets came to hand after the final account, they were included in what was called a supplemental account. All these were integrant parts of a whole, constituting one account, and while the system lasted, the courts knew what they had to deal with. Under the present practice of designating nothing on the face of the account or by the decree, it is impossible to tell when the administration is closed, and the uncertainty opens the door to fraud. In the case before us, as the original account does not appear to have been partial, we must take it to have been final. The attempt is thus to open it, after the time for appeal or review has gone by, by filing something in the form of an account, which however contains no supplementary matter; and that this cannot be done, appears satisfactory in the case of Shenck’s administration account, 5 Watts, 84, but more explicitly in the case of Downing’s estate, 5 Watts, 90. The proposed account, therefore, was properly rejected.\nOrder affirmed."}