{"id": "951281", "contents": "Sergeant, J.\n— The defendant, when before the arbitrators, did not deny the note on which suit was brought, but claimed a set-off, and with that view his counsel opened his case, and produced a paper containing a number of items, with an assignment to the defendant. In support of it he called a witness, Johnston, who proved the execution of the assignment. He then offered the assignor to prove the items. He was objected to by the plaintiff’s counsel, and the counsel for both parties addressed the arbitrators, who, after consulting, said they had agreed to dispense with the testimony of the witness. The defendant’s counsel then said they would dispense with their further attendance on the arbitrators, and retired. The claim was thus placed before the arbitrators for their decision: it was offered and insisted on by counsel, some evidence was given to support it, and more was offered, which was rejected. Unless, therefore, the claim was afterwards explicitly withdrawn, the arbitrators were bound to decide upon it, and might, if they saw fit, have allowed it, notwithstanding the defendant chose to decline attending upon them. To prevent that, and take it away from the jurisdiction of the arbitrators, the party was bound to exercise a clear and express act, equivalent to a nonsuit, otherwise it must be taken to have been considered examined, and decided by the tribunal to whom it was regularly committed. It is impossible to find any evidence here of such express withdrawal of his claim by the defendant. He declined further attendance, but he took the chance of decision on the case in his favour by leaving it as it stood, within the power of the arbitrators. The case is, indeed, in no respect different from what it was when brought here on a former writ of error, as reported in ‘4 Watts & Serg. 508, where this court say, there is no evidence of withdrawal to warrant the leaving of the fact to the jury. That it is error to leave a matter as a question of fact to the jury, where there is no evidence to sustain it, has been repeatedly determined. The proper remedy of the party, if he did not choose to withdraw his claim, was by appeal from the award. In Smith v. Whiting, 11 Mass. 445, the plaintiff had in a former action offered evidence in support of a count for money had and received, which was rejected, and the cause went to the jury without striking out the count. In a subsequent suit for the same cause of action, the court held the plea of a former recovery good, it appearing the demand had been once had and determined, and it is never permitted to overrule the judgment of a court having jurisdiction by another action. The exception is where no evidence is offered. To sustain a new action where evidence was offered and rejected, would throw all judgments into uncertainty and confusion.\nThe objection to the competency of E. Kirkpatrick, as a witness, is equally decisive. He was the original creditor and assignor of the debt claimed by the defendant to be set off, and the case falls within the rule of recent decisions, by which it is now settled that such assignor cannot be called as a witness for his assignee; Phiney v.Tracey, 1 Penna. State Rep. 173; McClelland v. Mahon, Id. 364. This rule is founded on reasons of policy and justice, and was imperiously demanded by the experience of the frauds and corruption to which the former doctrine led, where a party might create or establish a contract for his own benefit, and derive an advantage from enforcing it by his own oath. A creditor may assign a debt, and the assignee may sue in the name of the assignor, under equitable principles, applied here in common, law proceedings, but the assignee must take the claim as the assignor held it; and as he could not establish it in one case by his own oath, so neither can he in the other.\nJudgment reversed, and a venire facias de novo awarded."}