{"id": "951204", "contents": "Gibson, C. J.\n— The plaintiff in this ejectment, to enforce what he insists were the actual terms of the purchase, contends that the parol evidence of those terms was competent either to reform the articles, or to entitle him, in some shape, to relief for misrepresentation and mistake. As it is not pretended that any thing was omitted which was intended to be inserted, the defendant denies that there is any thing to be reformed ; and that a mistake as to the legal effect of the words, being a mistake of the law, is not a ground of relief. That the agreement was penned by the defendant, and that the plaintiff, being an inhabitant of another state, was probably ignorant of the lex loci, enters not into the effect of the written agreement, or of the extrinsic evidence by which it is attempted to be controlled. The articles, by whomsoever penned, are presumed to contain the terms and conditions of the bargain till the contrary be established; and a stranger is as much bound to know the laws of the country, on the basis of which he deals, as a citizen or subject would be. Was any stipulation omitted in the articles ? or was any misconception of the effect induced by misrepresentation ? [His honour here stated the evidence and the offer.]\nIt is true that this would prove, not an omission of any stipulation intended to be inserted, but a misconstruction of stipulations already inserted; and if there was nothing unconscionable in taking advantage of ignorance and credulity abused by misrepresentation, there would be no ground for relief. But he who would avail himself of his own misrepresentation, even where it was unintentional, is as much open to an imputation of fraud as if its falsity had been known to him. Such was the quality of the fraud which in Hurst v. Kirkbride, 1 Bin. 616, gave to the words, “ as to the manor, I will treat with you about it again,” the force and effect of a reservation out of a general conveyance. In that case, less was shown to have been intended than was expressed: in this case more; but the principle of each is the same. And Flagler v. Pleis, 3 Rawle, 345, is not only the same in principle, but nearly so in circumstances. There, a vendee was allowed to prove that the ground in contest had been shown by the vendor as a part of the premises; yet it had not been alleged that any substantive stipulation had been omitted. Now, it is a fair deduction from these cases, that whether misrepresentation of a material fact were intentional or not, it draws after it the same consequences. It is not the suppression of a truth, but the suggestion of a falsehood to the injury of an innocent man. The consequence of an innocent misrepresentation, if there can be such a thing, must fall on him who was the author of it, on the principle that the acts of even an innocent man shall prejudice himself rather than a stranger equally innocent. In Fisher v. Worrall, 5 Watts & Serg. 483, it was said that he who has positively asserted what he does not know’ to be true, is as answerable to one who would suffer by having reposed on his assertion, as if he had known it to be false; and the same thing was said in Jones’ Appeal, 8 Watts & Serg. 151, as w'ell as in Hunt v. Moore, decided at the present term. If, then, the defendant sold the two hundred and sixty acres comprised by the lines of the old draft, and the plaintiff was induced to buy it by his representation that the whole might be surveyed and returned on his warrant for seventy-five acres, it was not competent to the defendant to acquire for his own use the surplus above the excess of ten per cent, usually allowed, and hold it adversely to the plaintiff. It struck me at the argument, that Hunt v. Rousmanier, 8 Wheat. 174, ruled the case ; but it is certainly not the same in every particular. The court enforced a contract secured by a power of attorney, which had been irrevocable during the life of the party who gave it, but which was unexpectedly revoked by his death. Though the instrument was taken to be a consummation of the agreement, it was held that a court of equity will enforce the whole bargain where the agreement has failed to express it. The decree was put on the insecure ground of mistake on matter of law not induced by misrepresentation; but I conceive with deference to the judgment of the illustrious-man who delivered the opinion of the court, that the true ground of the decree was accident — a distinct head of relief — happening by the unexpected death of the party. “In this case,” said Chief Justice Marshall, “ mistake is the ground on which the plaintiff comes into court; and that mistake is in the law. The fact is in all respects what it was supposed to be: the instrument taken is the instrument intended to be taken. But it is contrary to the expectation of the parties, extinguished by an event not foreseen or adverted to; and it is therefore incapable of effecting the object for which it -was given.” But it seems to have been inaccurate to say that the fact was then as it had been originally; or to assume that the parties did not know that the powers delegated by the instrument might be extinguished by the death of one of them; and that, had such an event entered into their contemplation, they would not have chosen a different security. They may indeed have been ignorant of the law in that particular; but that they were so, was no part of the case. The plaintiff was undoubtedly entitled to relief; but only on the ground taken in Newton v. Rouse, 1 Vern. 460, in which one hundred guineas which had been given as an apprentice-fee were decreed to be returned to the father because the master had died a few days after the sealing of the articles. The propriety of the decree was, perhaps justly, doubted by Lord Kenyon, when Master of the Rolls, in Hale v. Webb, 2 Bro. Ch. Rep. 80, not, however, as regards the soundness of the principle, but as regards the application of it to the circumstances, the contingency of death having been, not only contemplated, but provided for in a special stipulation that only 60/. should be- returned. The decision in Hunt v. Rousmanier, however, has been erroneously taken for an authority that an instrument may be reformed for a mistake purely of its legal effect; but though it is not an authority for that position, it is a powerful one to prove that the original terms of a bargain are not necessarily merged in the instrument employed to give them effect. Though it was admitted to be a general rule that an instrument carrying an agreement into execution is not to be varied by evidence of conversations anterior to it, yet it was maintained that in cases of fraud or mistake, courts of equity may carry the intention of the parties into execution where the written agreement has failed to express it. Predicated of a mistake of law induced by misrepresentation, the principle is true in its utmost latitude. The proper relief, however, is not to reform the instrument, but to convert the fraudulent vendor into a trustee ex maleficio. But whatever the form on a bill in equity, it is not the less certain that, in this ejectment, the evidence ought to have been received ; but the exceptions to the charge by the defendant are unfounded.\nJudgment reversed, and venire facias de novo awarded, and judgment affirmed in Passmore v. Tyson."}