{"id": "951207", "contents": "Gibson, C. J.\n— It is settled by Alston v. Moore, 1 Rolle’s Abr. 53, that it is actionable to call a lawyer a cheat; for though he were not indictable for pheating his client, or punishable for it by striking from the roll, it is enough to support an action for words which impute it, that they touch the business by which he gets his bread.\nBut the material question is, did the plaintiff violate his professional duty to his client, in consenting to withdraw his charge of forgery against Crean when before the alderman, instead of lending himself to the prosecution of one whom he then, and has since, believed to be an innocent man ? It is a popular, but gross mistake, to suppose that a lawyer owes no fidelity to any one except his client; and that the latter is the keeper of his professional conscience. He is expressly bound by his official oath to behave himself in his office of attorney with all due fidelity to the court as well as the client; and he violates it when ! he consciously presses for an unjust judgment: much more so when he presses for the conviction of an innocent man. But the prosecution was depending before an alderman, to whom, it may be said, the plaintiff was bound to no such fidelity. Still he was bound by those obligations which, without oaths, rest upon all men. The high and ■ honourable office of a counsel would be degraded to that of a mercenary, were he compelled to do the biddings of his client against the dictates of his conscience. The origin of the name proves the client to be subordinate to his counsel as his patron. Besides, had the plaintiff succeeded in having Crean held to answer, it would have been his duty to abandon the prosecution at the return of the recognisance. As the office of attorney-general is a public trust wffiich involves, on the discharge of it, the exercise of an almost boundless discretion by an officer who stands as impartial as a judge, it might be doubted whether counsel retained by a private prosecutor, can be allowed to perform any part of his duty. Certainly not, unless in subservience to his will and instructions. With that restriction, usage has sanctioned the practice of employing professional assistants to whom the attorney-general, or his regular substitute, may, if he please, confide the direction of the particular prosecution; and it has been beneficial to do so where the prosecuting officer has been overmatched or overborne by numbers. In that predicament, the ends of justice may require him to accept of assistance. But the professional assistant; like the regular deputy, exercises not his own discretion, but that of the attorney-general whose locum tenens at sufferance he is; and he consequently does so under the obligation of the official oath. In the case before us, Mr. Rush not only acted in accordance with it, bu# was guided by an extremely delicate sense of propriety. Convinced by the testimony of Mr. Bacon, that the accusation was false, he did not only what every honest man would do, but what happened to be the very best thing he could do for his client — he abandoned the prosecution for the avowed reason that it could not be supported. He did not discontinue it, as has been said; for its fate was in the hands of the magistrate, who alone was responsible for it. But the defendant offered to prove the goodness of his own character-, to show that Mr. Rush ought not to have acted on Mr. Bacon’s information in preference to his client’s instructions. His client’s character, however, was not in issue; nor was Mr. Rush bound to give credence to the instructions of a heated client, rather than to the sober testimony of a dispassionate witness. It is enough that he acted to the best of his judgment on reasonable premises; for, judging in sincerity, he would not be responsible for the accuracy of his conclusion. Besides, it was not pretended at the trial that he had judged erroneously. His relinquishment of the prosecution, then, being defensible, he was entitled to compensation for his services so far as he had gone. Had he continued to prosecute against the dictates of his conscience, he would have been entitled to nothing; and the argument here, that he was not entitled, because he did not continue, would place him on the horns of a dilemma. But his task was done when the prosecution was ended; and he was then entitled to demand a quantum meruit.\nAs an act of discretion, the refusal of leave to withdraw the plea of justification was entirely proper. By posting the plaintiff on the very record as a professional cheat, the defendant had given durability to what was originally momentary; and he attempted to withdraw this' aggravation of the injury only, when he had effected his purpose by it. The judge, therefore, very properly prevented him from eluding the consequences of his misconduct. Besides the propriety of a discretionary act is not a subject of review in a court of error; and a defendant has not a legal right to withdraw a plea by the act of 1806, which, though it allows him to alter, allows him not to escape from responsibility incurred. And he can amend only for informality, when, in the opinion of the court, it will affect the merits. There was no informality here; and the judge very correctly thought that the amendment would injuriously affect the merits. There was, therefore, no ground to except. Judgment affirmed."}