{"id": "951210", "contents": "Rogers, J.\n— That a bond or note. cannot be levied on and sold at judicial sale as a chattel, is too plain to admit of argument. But it is said that it was delivered to the constable for that purpose, by John Cannon, with whom it had been deposited as collateral security for a debt owing to him by Adam Rhoads. But what authority had he to deliver it to the officer to satisfy the debt of another ? It was not put into his hands for that purpose, but as a collateral security only. He has no express authority, as must be conceded; and what implication can arise from his character of pledgee, we cannot comprehend. That Rhoads gave no express consent, is granted; but it is contended, that as he was present at the constable’s sale, and did not give notice of his dissent, his right became vested in Cannon. But he was not bound to give notice, for Cannon was just as competent to judge of the right of the constable to sell a chose in action as Rhoads; and admitting there was a mutual mistake as to the law, unless Rhoads encouraged Cannon to purchase, his right cannot be affected. But this is not pretended. Rhoads, it is true, was present at the sale, but no express assent is shown, nor is there any implication of assent; on the contrary, it appears it was sold contrary to his wish, Rhoads saying it was a bad piece of business, but that he was so encumbered at the lime that he could not avoid it. But the plaintiff contends the court were wrong in their instruction as to the attachment; that the court took it for granted the note was attached, whereas the return of the attachment merely sets out that the writ was served on John Megonigal by reading and copy, and on Rhoads in the same way; the officer does not set out that he attached the note, as he should have done. This is clearly a blunder. It appears, however, that in truth the note was attached, although it is not noted in the return. On the trial, it must be remembered, no objection was taken on that ground, for neither the counsel nor the court adverted to the return. Under these circumstances, we do not think ourselves bound to reverse a just judgment for a slip of this kind, and particularly where it is apparent that in another trial it must result in the same way. On the whole record it is plain that Alexander Cannon, who purchased at the constable’s sale, and for whose use this suit is brought, acquired no title to the note.\nJudgment affirmed."}