{"id": "951256", "contents": "Sergeant, J.\n— The act of the 16th June, 1836, sect. 12, requires a mechanic’s claim to set forth, among other things, the “ time when the materials were furnished, or the work was done, as the case maybe.” The present claim is for work done to a dwelling-house and shed, and states, “ that the contract for the workmanship of said dwelling-house and shed was made between said George Keller and John Driesbach, on or about the 16th April, 1841, at Tobihanna township, Monroe county, aforesaid, and said work and labour was done between the said 16th April, 1841, and the 29th day of August, 1841.” This is said to be insufficient and uncertain, because it does not specifically state the days on which the work was done, nor the time when the work was begun or completed. We think, however, certainty, to a common intent, is all that can reasonably be effected; and according to a fair and reasonable interpretation of these words, they may mean the work was begun on the 16th April, 1841, and completed on the 29th day of August, 1842; especially as the defendant is not bound by the description in the claim, but may show, on the evidence, it was not filed within six months from the time when the work was done. There was no error, therefore, in this point.\n2. We agree also with the court below, that it was right to leave it to the jury to say, whether, on the evidence, the claim was filed in due time or not. There was evidence given on the subject by witnesses, whose dates were not precise, nor did they agree; but the fact might be reasonably inferred, from all the evidence in the case, whether it was filed within six months after the work was done, or not; and that was for the jury, and not for the court.\n3. The lien given by law to the mechanic is for work done in the erection of a building, and the question is, whether it is legally to be considered as the erection of a building, or as merely the repair of an old one, to which no lien is given. Repairs may be slight, or, in some cases, they may be very considerable, and carried to such an extent as, in fact, to amount to the erection of a new building, different in its capacities and character from the old one. In extreme cases, there can be no difficulty in determining in which class to rank it, either as merely repairing or restoring an old building to its original state, or, as, in effect, constituting another building. Even a slight addition, manifestly subservient to the original edifice, might, perhaps, be merely a repair. But a substantial addition of material parts, a rebuilding upon another and larger scale, constitutes a new building, even though some portions of the old are preserved and incorporated in the new.\nHere was originally a one-story house. The defendant had a new story put upon it, and lengthened it so as to make it all into one building, two stories high, covered by one new roof, and twice the front of the former house. This, we think, constitutes such a change of the house as to render it substantially and essentially a new erection, and, therefore, subject to the lien of the mechanic’s claim. There is, therefore, no error in the charge of the court on this head; at least, none that the plaintiff in error can complain of, since it was quite as favourable to him as he had a right to.\n4. The last question that arises is upon the tavern bill. It is clear, 1hat as a set-off or defalcation, this would be inadmissible, being expressly prohibited by the act of Assembly. But the defendant contends, that what is called the settlement between the parties on the 29th August, 1842, prevents all inquiry into the nature of the claim, and is tantamount to payment for the liquor. In this view of the case, however, we cannot concur. The words of the act of Assembly are very strong: ■“ No innkeeper or tavern-keeper shall trust or give credit to any person whatsoever for liquors, under penalty of losing and forfeiting such debt.” In the present instance there was a trust or credit given; not a payment at the time the liquor was drank: nor is there evidence of any previous agreement that the liquor should be in pajrment for the work. Being, therefore, a trust or credit, the debt thereby incurred was null and void; and if the defendant released his own claim for labour, in consideration of such debt, the release would be without consideration, and void. At most, the receipt in full was but a release by the plaintiff of part of his claim, in consideration of the defendant releasing to him in return a debt for liquors, which had no legal existence, and the recovery of which was prohibited by statute. A release obtained without payment or consideration is tantamount to fraud, and will be set aside by a court of equity: more particularly if it appears to have been obtained under circumstances which carry the appearance of advantage being taken by one party of the other.\nJudgment affirmed."}