{"id": "951230", "contents": "Rogers, J.\n— In Post v. Avery, 5 Watts & Serg. 509, The Reading Railroad Co. v. Johnston, Id. 317, and in other cases not yet reported, the authority of Steel v. The Phœnix Insurance Co. was greatly shaken, and finally in McClelland v. Mahon, decided at this term, is overruled. The latter case establishes tire rule, that a creditor or legal owner who, before suit brought, transfers his debt to a third person with or without a valuable consideration, whether the assignment be real or fictitious, is not a competent witness for any purpose connected with the action. This case differs from the cases cited, in one particular merely. In the former, the original creditor, or nominal plaintiff, was offered as a witness; in this, it is the assignee of the original creditor. This suit is brought to recover a debt contracted with the present plaintiff, transferred by him to the firm of Painter and Bach-man, and re-transferred by Bachman to the plaintiff. Bachman is now offered as a witness in an action to recover this debt, and admitted by the court, on the ground that, as by the re-assignment he has no present interest, his competency is restored. Now, -whether the re-assignment is a sham, -which there is some reason to believe, or a real bona fide transaction in the usual course of business, with or without a consideration, cannot make the slightest difference; for sad experience has shown the expediency, if not the necessity, of excluding testimony coming from such a suspicious source. It is said he was but the equi- ' table owner of the debt by virtue of the assignment, and that this interest is extinguished by the re-transfer; but the question is not whether he has a present interest; but had he, at any time, such an interest as disqualified him from giving testimony ? That he had, will not be disputed. What difference can it make, whether the witness was the legal or equitable owner of the debt ajt the time of the re-assignment, if made with the sole purpose of enabling him to testify by ridding himself of an unanswerable objection to his testimony ? The obligee of a bond cannot be admitted to qualify himself in this manner to testify, and ■why should his assignee, who becomes the owner of the debt, (without recourse to the assignor,) by this device remove a decisive objection to his own competency ? The remarks of Mr. Justice Kennedy, in Patterson and Reed, apply with the same force to this as to that case. It enables the owner to bring his own oath into market, and to recover a debt otherwise valueless, by force of his own testimony. This glaring abuse of every principle of right, it is the design of recent decisions to prevent. In justice to the defendant, and the party himself, we must avoid leading parties into a temptation they may not have virtue to resist. It is of no consequence, -whether the assignment is made before or after suit brought. Being once incompetent, as the owner of the debt, he cannot remove the exception to his competency by a release or extinction of his interest. The decisions rest for their justification on plain and obvious principles of public policy and private right.\nJudgment reversed, and a venire de novo awarded."}