{"id": "951214", "contents": "Sergeant, J.\n— In the general principles of law contained in the charge of the court, we perceive no error, but in their application to the present case, we think a distinction must be made as to the quantity of ground claimed, to which the defendant sets up a title interfering with the plaintiff’s purchases, which would seem to be two lots of about twenty feet each. So far as the defendant was entitled as holding under one of the first purchasers of a city lot appurtenant to his one thousand acres, we do not perceive that it was indispensably necessary that he should have procured a warrant and survey from William Penn, or his successors, although this course seems to have been taken in many instances, and was, perhaps, the most prudent, so as to set out and appropriate the same in severalty. But we do not, at this time of day, feel at liberty to decide, that if a first purchaser of a city lot, designated on the map or plot, took possession where his lot fell, it would not give title. Such purchaser had a strong equity by payment of his money, and a deed from the proprietaries in general terms; and we see no reason why he might not appropriate it in severalty by taking possession and holding it undisturbed. This appears to have been the only title by which the defendant obtained a verdict in the case of the Mayor v. Clifford, 4 Yeates, 272, 379, for one city lot, and no question was made on this head by court or counsel. There the plaintiff claimed a large lot on Schuylkill Front street near Vine, by patent from the Supreme Executive Council in 1790. The defendant showed possession of three lots, parts of the lots claimed, from the year 1787, under a mere survey of the city regulator, with a title under Francis Smith, a first purchaser, to one of the three lots of which he had possession. A verdict was given for the defendant as to the lot to which he showed title under Francis' Smith, and for the plaintiff as to the residue, and was confirmed, after argument, on a point reserved. This case seems entitled to weight with us, considering its much nearer approximation to the origin of these titles than we possess at present.\nThe subject is now, after a lapse of a century and a half, necessarily obscure, especially when we find Judge Smith, more than thirty years ago, complaining of its intricacy. 2 Smith’s Laws, 138. As, however, a purchaser of one thousand acres was entitled only to one lot on Schuylkill Front street, of twenty or twenty-one feet, 2 Smith’s Laws, 107, he would be authorized to take possession and hold under his original title only so much. If he took possession of more, it was wrongful. Here the possession is shown as far back as the year 1804, forty years ago ; and’we think that if George Pownall was the person under whom the ancestor of the defendant’s landlord held, and was one of the five first purchasers to whom a city lot was appropriated, this possession continuing to the present day, being consistent with the title, would authorize the jury to presume an ancient possession long enough to support the title to the extent of the right, but not for any further portion of ground. Beyond that, the case would require another presumption, namely, of a conveyance from some other first purchaser, which cannot be made from a mere possession encroaching on the proprietary or Commonwealth, or those holding from them as grantees under the acts of Assembly. The act of 1781, and subsequent acts on the subject, are directly levelled against intruders, who without right had taken or should taire possession of city lots, and make such possession illegal, so that no right could be acquired under it: but, on the other hand, was not designed to disturb those who had that possession under the title of the first purchasers ; for all these acts for divesting and disposing of the proprietary rights, saved the titles of previous bona fide purchasers from them, in whatever mode manifested, and if their lots happened to be sold under the act of 1781, it provided compensation. So the act 20th March, 1821, under which the plaintiff’s title accrued, authorized the sale only of the title and interest of the Commonwealth in vacant lots undisposed of. The general limitation clauses of the act of 1781 seem not to apply to first purchasers or their grantees, then in possession, or who took possession within seven years, where there was no proceeding to sell their right or disturb their possession.\n• The other points arising in the bills of exceptions are not sustainable. The first is to the extract from the draft or plot of the city lots remaining on file in the office of the secretary of the land-office, which is objected to as being a mere extract, and also because its authenticity was not previously shown. An extract is evidence, if it appears on its face to contain all that relates to the subject in controversy. It cannot be deemed necessary for a party to go to the expense of copying large plots and maps containing irrelevant matter. In De France v. Strieker, 4 Watts, 327, a certified extract from the general draft of donation land, for which a patent had issued, was held to be receivable in evidence. The same principle was applied to an act of Assembly in Addle v. Sherwood, 3 Whart. 481. As to the other ground, the act of 21st of March, 1823, makes copies of records, documents, and papers in the offices of the land-office, evidence where the original would be. If they are there on file, the presumption is they are regularly so, unless objectionable on their face. To require previous proof that they were authentic, would be attended with great inconvenience, and defeat the object of the act. In Oliphant v. Ferren, 1 Wafts, 57, extracts from blotters in the office w'ere held evidence under this act, though deemed not properly office books.\nThe second bill of exceptions was taken on the ground that there was no evidence of pedigree, and that the paper offered was not the original. The ground now taken is, that the deed was not proved by the two subscribing witnesses. This is an entirely different one, and would subject the other party to be taken by surprise. We think the plaintiff in error is confined to the grounds taken below, and cannot now travel out of them.\nJudgment reversed, and venire facias de novo awarded."}