{"id": "951276", "contents": "Burnside, J.,\nafter stating the case. — The plaintiff below relied on the case of Musser et al. v. Strickland, where it was held that a judgment against a constable, for official misconduct, is conclusive against his surety, as to his misconduct, and the extent of damage sustained by the plaintiff; 17 Serg. & Rawle, 378; and in Evans v. The Commonwealth, 8 Watts, 398, where it was also held that in an action against the sureties of a constable, upon his official bond, to recover the amount of a judgment for which the constable became liable, the judgment previously obtained against the constable himself is conclusive evidence of the liability of the sureties. Regarding these cases as the settled law, the parties in this case stand upon very different principles. The cases referred to were upon scire facias issued against the constable, to whom the executions were directed, in pursuance of the 12th section of the Hundred Dollar Act, Purdon, 583, which provides that « on the delivery of an execution to any constable, an account shall be stated on the docket of the justice, from which the said constable shall not be discharged but by producing to the justice, on or before the return-day of the execution, the receipt of the plaintiff, or such other return as may be sufficient in law,” &c. We must take the offer as true, and if so, the execution of J. W. Austin never was delivered or directed by the magistrate to Snapp, but to Crabb. How he got the possession of the execution does not clearly appear; probably from Crabb; and if so, Snapp was his agent. We presume Snapp got it in some way from Crabb. If so, he was in this case the representative of Crabb, but not his legal representative from any evidence we can discover in the case. If Snapp had levied the execution without a deputation, he would have been a trespasser. The justice could not have issued a scire facias against him, because it was not directed to him to be executed, and so entered on his docket, as the statute requires. So far as we can judge, it was a private matter between Crabb and Snapp. Sureties are only liable according to the strict legal construction of their bond, the true meaning of their obligation : 15 Serg. & Rawle, 107. Then why should the sureties of Snapp be liable for an execution issued to Crabb, and so charged on the magistrate’s docket. The certificate of Justice Lindsey, given in evidence, is without date. It does not state how Snapp was got before him, or whether there at all; how he was sued, whether as constable or as a private citizen. It was not a scire facias against him as constable of the borough of Union Town, to answer for misconduct in not returning an execution delivered to him by a magistrate. The whole evidence ought to have been received, and the question submitted to the jury, whether Snapp had been guilty of misconduct as constable of the borough of Union Town, for which his bail was liable. If there is truth in Justice Lindsey’s transcript, Snapp got the debt; but whether as the agent of Crabb, or on an execution directed to himself, is not so clear. I think the former probable. Crabb should have moved more rapidly, and not let his friend Snapp clear out with the fruits of the execution.\nThe judgment is reversed, and a venire de novo awarded."}