{"id": "951228", "contents": "Sergeant, J.—\nIn the case of The Lehigh Company v. Field, 8 Watts & Serg. 232, the question arose upon a contract made by that company for the boating of coal, similar in substance to the present: and it w s there held that the agreement was only executory, that the master had possession of the boat but as servant of the company, the property remaining in them until the price was paid. This being the law, it is clear that in the present instance the boat remained the property of the Sugar-Loaf Company, and the party purchasing from them, unless by the retention of freight, demurrage, or otherwise, the price agreed upon by the contract had been paid. The plaintiff alleges that this was the case: the defendants deny it, and the court in one part of their charge leave this to the jury. But in a subsequent part of the charge the court say the plaintiff had rights to the extent he had paid, and could recover in this action to the extent of his payments, in pursuance of his contract. In this, we think there was error. The action was trover and conversion, and in that action it is essential for the plaintiff to show that the right of property was in him at the commencement of the action: and if he had not then paid up the whole purchase money, he had no right of property in the boat, nor was the company bound to transfer it to him. His remedy would be against the Sugar-Loaf Company, for failure on their contract, if that had been the fact.\nThe case does not resemble those to which the court below compared it, of a part owner suing in trover, or a tenant in common, for it could not be pretended that under the contract the plaintiff was to be part owner or tenant in common with the company, either in proportion to the amount of his payments, or otherwise. Under the agreement the whole property was to remain in the company till he paid up the price, and when that was done, the whole property in the boats was to be transferred to the plaintiff; and whether the price was paid was a fact to be decided by the evidence of the amount of freight retained, and of the alleged agreement that the demurrage and other freight should be credited to the plaintiff, as part payment, and what their amount was. If these equalled the price of the boat, the credit should be for the value of the boat and interest. This would cover, in a case like the present, all the damages the plaintiff is entitled to. There appears to be nothing in the conduct of the defendant vindictive or oppressive, and the jury would have no right to give damages of a speculative character, for interruption of business, loss of profits, or the like, under the circumstances of this case and in this kind of action.\nThe bills of exception relied on are the second and third. The second bill was to entries in a book kept by Russel West, of the loading of boats at Mauch-Chunk, from letters by the agent of the Sugar-Loaf Company, who attended to the loading, manifests brought down by the boatmen, and toll receipts from the two canals. This was objected to by the defendant, because not the best evidence, but tire documents themselves should be produced. The court admitted it as in accordance with trade and business. If, as it seems, the witness was agent of the Sugar-Loaf Company, the books would be evidence against them, and as the defendants claimed under them, it would also on that ground be evidence against the defendants.\nThe third bill was to the evidence of Robert McKee, of the agreement of Newbold, the president of the Sugar-Loaf Company, with the plaintiff, as to the demurrage and freight, made in the spring of 1842. Whether the evidence offered was admisssible or not, would depend upon whether Mr. Newbold was acting within the scope of his authority. The charter and regulations of the company are not shown, nor is there any evidence as to the duty or power of the president of a coal company, or what authority he usually exercised. We think some evidence on this subject ought to be given to lay a ground for admitting his acts or declarations as obligatory on the company: and as this cause must go back for another trial, there may be something shown on the subject.\nJudgment reversed, and a venire facias de novo awarded."}