{"id": "951334", "contents": "Rogers, J.,\n(after stating the case.) — It is not pretended the witness had any right in the land, and the testimony is intended to impeach his credit by his own declaration, which goes to show he supposed he had an interest. In that view we think, in justice to the witness, who has rights as .well as the parties, the defendants were bound to interrogate the witness in the first instance as to what he did say, so that he may have an opportunity to explain. An explanation was afterwards given, which, if .true, and it was not attempted afterwards to contradict it, shows his conversation with McGlaughlin, if any he had, was harmless. He says after the former trial he told McAteer that they should leave the place, for he would come back in' spite of them, for his son had bought the land and paid for it, and he would have better authority than they. He did not say he had gained the land again, for he was not contending for it. He may have had a conversation wúth McGlaugh-; lin. He never told him he had gained the land. He may have said he would.go back to Mullen’s Hill, for his son was able to buy it, and pay for it. The case itself shows the propriety of the rule, for after this explanation no attempt was made to contradict the witness.\nThe defendants then offered to prove, that Michael Mullen was examined as a witness for the plaintiffs in the case of Brady and wife v. McAteer; that the suit was for an undivided interest in’the same land claimed to be recovered in this suit. That in that trial Michael Mullen, in his testimony, said nothing about Robert Mullen having commenced a clearing on the east side of the turnpike. Had it been between the same parties, there would have been less difficulty, but there is nothing on the record to show that the testimony offered was mentioned in the first case, or that itwould have been pertinent to the issue; in that case only would the omission to state it have thrown the slightest discredit on the testimony of the witness. We think on that ground its rejection was proper. Besides, it is open to the same objection as in the first bill. Michael Mullen should have been called on to state what he did say in the former suit, whether he did tell the' same story then as now, and his reasons for- omitting to tell, if he did so, that which he now testifies to.\nThe defendant alleges there wTas error in instructing the jury that the' devise to Robert Mullen, in the will of his father, was sufficient notice to Philip Neen that he was not a bona fide purchaser without notice.\nThe court instructed the. jury that Neen was not a bona fide .purchaser without notice, because the testator, in the will under which he of course must claim, devised to his son Robert fifty acres of the north-west corner of the tract, that being the part which last answered the description in the will, unless it had been selected elsewhere and never given up. That any person on reading the will would be led to inquire whether Robert Mullen had got his fifty acres, and where, and whatever would put him on inquiry would be notice. This is a correct application of an acknowledged elementary principle, and consequently effects the purchaser with constructive notice.\nJudgment affirmed."}