{"id": "951396", "contents": "Kennedy, J.,\nafter stating the case. — That Sarah Thorn is entitled to receive the money towards payment of her judgment and execution, cannot be questioned, if she be a bona fide creditor of her son, and has acted fairly towards his other creditors. It has been attempted to impeach her judgment, for want of a sufficient consideration to make it good, as against the creditors of her son: but in this we think there has been an entire failure; that his original indebtedness was for moneys lent by her to him, to enable him to enter into the mercantile business, even to a considerably larger amount than what is claimed by her now, is made abundantly clear by the evidence. But it is further objected, that the judgment upon which she issued her fi. fa. was taken for a previous judgment, which she had against him, without satisfying or releasing the first, and therefore the second is without consideration and not good. There is nothing in this objection. A creditor may take as many succeeding judgments for his first, which is good, as the debtor is willing to give, and each of them will be good and available until the debt, interest,. and costs are paid, or released by the creditor. If it were otherwise, an action of debt could not be maintained by the creditor upon his first, or any subsequent judgment, which would be contrary to the daily practice ; and especially in England, where a considerable amount of interest has accrued upon the first judgment, which cannot be collected there by suing out a sci. fa. and afterwards a fi. fa., as it may be in this state. The only mode for the collection of such interest there, is by bringing an action of debt upon the judgment, whereon the interest has accrued, in which the plaintiff recovers the amount of the judgment and the interest which has accrued thereon. There, in a scire facias upon a judgment, there is nothing more than a bare award by the court, of execution for the amount of the judgment and the costs which have accrued; but here, under our act of Assembly on the subject, a new judgment of quod recuperat is given by the court, for the amount of the judgment with interest thereon from the time of its rendition, besides all costs accrued. It was also objected that Sarah Thom had taken of her son collateral security for the pajunent of her judgment against him, and suffered his creditors to enter into an agreement of compromise with him without informing them thereof, which was a fraud upon them ; and had after-wards issued an execution upon her judgment, while she held the collateral security, which was also a fraud upon them. We think there is nothing in these objections ; she was no party to the agreement of compromise, and did not agree to give up any thing on account of it. On the contrary, it was agreed between the other creditors and her son, that she should not be required to come into the compromise, but should be entitled to recover and receive the whole amount of the debt coming to her from him. And as she did not, upon receiving the collateral security, come under any obligation to forbear payment, or not to proceed, at pleasure, to enforce the payment of her debt by proceeding on her judgment, it is not only perfectly clear, but perfectly just, that she should have the right to proceed at any time she pleased upon it, and likewise to hold the collateral security until she should be fully paid. The other creditors had no lien whatever upon what had been given to her as a collateral security, and having agreed that she should receive the full amount of the debt due to her, in any way she could obtain it, it is also equally clear that they had not the slightest colour of just ground to object to her proceeding as she did.\nBills of exceptions were also taken by the appellant’s counsel, on the trial of the feigned issues, in regard to the admission or rejection of evidence offered : but it is sufficient to say, even if we could take cognisance of such matters in this appeal, that we are unable to perceive any ground upon which they could be sustained. It is further objected, that tire court erred in not deciding that any money received by the agent of Sarah Thorn, upon the collateral security taken by her, after the seizure and levy under her execution, ought to be applied to the payment of her debt, so as to leave an equal amount of the money arising from the sale of the goods to he applied to the appellant’s execution, instead whereof, the court decided, that the trustees to whom Samuel C. Thorn had previously assigned all his property and effects, for the benefit of his creditors, were entitled to receive the money paid on the collateral security, so far as it was not requisite to pay any balance remaining unpaid of Sarah Thorn’s debt, after applying the money to that end raised under her execution. In the last place, it was objected that the court erred in not deciding that Sarah Thorn issued her execution, not for the purpose of enforcing the payment of her debt, but with a view to hinder and delay other creditors of her son from suing out execution against him, so that the property taken by it might still remain in his hands, and he have the use of it. We are of opinion that the court decided correctly on this point, because we can perceive no evidence in the case, which would have justified them in deciding otherwise. Her execution was issued, and put into the hands of the sheriff, without any special instruction being given to him in regard to the execution or non-execution of it, leaving him to proceed and do his duty, according to the command contained in the writ, which was to make the money mentioned therein, out of the goods and chattels, &c., of the defendant.\nThe decree of the court is affirmed, and the appellant is ordered to pay all the costs which have been incurred, as well before as since the appeal taken."}