{"id": "951325", "contents": "Gibson, C. J.\n— An executor differs from a mere trustee so far, that a purchaser from him is not bound to see to the application of the purchase money. Still, as was said in Petrie v. Clark, 11 Serg. & Rawle, 386, a person dealing with him will not be protected, if he collude with him in a misapplication of the assets. Was the transaction between the company, or the owners of the property, and Mr. Nixon, the executor, collusive in fact or in law ? The company was not a debtor to the fund, but the lessee of premises in which it was invested, on the security of a mortgage; the interest on wdiich, it had agreed with its lessors, the owners of the property, to keep down in payment of the rent; and the extent of its obligation, legal or moral, was to pay it into the hand authorized to receive it. It was responsible to its lessors, standing in the place of the mortgagor; not to those beneficially entitled under the mortgage, with whom it stood in no privity, and to whom it owed no duly. With this contest, therefore, it would have had no concern, had it not been substituted for the owners of the premises as a stockholder in the case stated; and the question is, whether payment of interest in coal, for the executor’s private use, would have been good, if made by the owners themselves, instead of by the instrumentality of their lessee.\nHad the coal been delivered subsequently to the arrangement, there would not, according to Petrie v. Clark, have been a doubt of the validity of the transaction ; for payment in coal is certainly as good as payment in coin, being not more readily diverted from its proper destination to the receiver’s private use. Part of it, however, had been antecedently supplied, and this is cthe only part of the case that will bear an argument. The private debt of the executor, for the price of it, was defalcated from the debt due to him in his official capacity; and thus he paid his own debt with the assets. The case then stands as it would have stood had the owners of the property defalcated from the interest due on the mortgage, a private debt due from Mr. Nixon directly to themselves, except that they would have been privy to the act.\nIs there a difference in this respect, between a pledge and a payment ? There certainly is a difference between a pledge for a previous debt, and a pledge for a present advancement. In the case of the former, the pawnee cannot be said to have received the pawn for value; for the giving of further security for a previous debt without further consideration, is gratuitous. But it was held in Petrie v. Clark, that payment of an antecedent debt with the assets would be a disposition of them for value, and conclusive on the rights of the legatees, unless the transaction were tainted with actual fraud. The question then is, what constitutes it? In Andrew v. Wrigley, 4 Bro. Ch. Rep. 125, the purchase of a term, parted with in payment of the executor’s debt, was not disturbed, it would seem, only because there had been long possession under it. This is the strongest case for the plaintiff that has been produced; for Crane v. Drake, 2 Vern. 616, was a case of absolute collusion. But neither of them comes up to the present. The one which most resembles it, is Keane v. Robarts, 4 Mad. Ch. Rep. 357, in which Sir John Leach said, that the rule which subjects a pawnee or purchaser to the consequences of participation in a breach of trust, by receiving the assets in pledge for antecedent advancements, or in payment of the executor’s owrn debt, admits of exceptions; and the retention of moneys to the amount of previous remittances to the executors by their agents, in anticipation of receipts from the assets, wras held, in that case, to be one of them. The agents were held not to be answerable for any misapplication of their remittances, because they were not privy to any intention to commit it. Now, what had this company to do with Mr. Nixon, or any preconceived intention on his part ? It was merely the instrument of the owners to hand over the rent due to them, in payment of the interest on their mortgage. But if it be considered no more than a stakeholder, the liability of the owners for its dealings will be the same. Sir William Grant said, in McLeod v. Drummond, that “ where the inquiry is, whether the parly taking the assets by means of such a pledge, (for an antecedent advancement,) is or is not guilty of a fraud, it is very material whether he is endeavouring to procure to himself payment of a debt already due, and which the executor has no means of paying with his own money, or is exercising a choice whether he will or will not lend his money on the pledge there offered him. Undoubtedly, suspicion of fraud must always arise, when a party having a debt due to him by the executor, takes, in satisfaction of that debt, the assets which he knows belong to the executor only in that character; but where a man is applied to for a loan of money, there is no motive for fraud.” According to this learned and most excellent judge, the transaction is good wherever the motive for it is clear; of which the time of the advancement, even in the case of a pledge, is only evidence. Now what inducement had the owners of the property to pay the interest of the mortgage with Mr. Nixon’s private debt ? As he was believed on all hands, by himself as well as by every one else, to be abundantly solvent, the company would have received prompt payment from him had it been demanded; and as it was itself good to the proprietors of the property for the rent, they could have had no self-preserving purpose to answer in getting it from Mr. Nixon, who owed them nothing. The arrangement was one of mere convenience, to avoid circuity ; and the case stood on it as if the proprietors had drawn in his favour on their lessee, with whom he consented to settle the amount in the adjustment of by-gone transactions.. How are they responsible for that ? Had they paid the interest with their own money, in the first instance, knowing that they would get it back the next instant from the company, as rent, the payment would have been unexceptionable, though they had believed that Mr. Nixon would pay it to their lessee, in discharge of his private debt, because being compellable to pay it in any event, they would have had nothing to do with the application of it; and why should the event of a circuitous transit of it make it otherwise ? To hold it to be collusive, would be to hold every one who pays to an executor responsible for the application of money which he could neither withhold nor control: a consequence not less repugnant to convenience than to justice. On the case stated, therefore, the plaintiff is not entitled to recover.\nJudgment for defendant."}