{"id": "951386", "contents": "Gibson, C. J.\n— It is certain the profession formerly thought that the endorsee of a promissory note tookit, subject not only to equities arising out of the original transaction, but to demands collateral to it. For proof of this, we need go no further back than to Cromwell v. Arrott, 1 Serg. & Rawle, 180, in which it was said by Chief Justice Tilghman, and Mr. Justice Yeates, that before the act of 1797, it was considered that the endorsee held it subject, as well to set-off as to every other legal or equitable defence that could be made against the payee. Indeed, the framers of the statute took it for granted that such was the law; for they enacted, that notes, drawn in a particular form, and dated in the city or county of Philadelphia, “ shall be held by the endorsee discharged from any claim of defalcation or set-off. ” It was further said by the Chief Justice, that this notion sprung from the act of 1715, which put the assignment of bonds, and the endorsement of notes, on the same level, by enacting, that a person to whom “ bonds, specialties, or notes, are assigned, endorsed, or made over,” may prosecute actions at law in their own names, “ for recovery of the money mentioned in such bonds, specialties, or notes, or so much thereof as shall appear to be due at the time of such assignment, in lilce manner as the person to whom the same was made payable could, have done.’’’’ From this it was inferred that there was no design to put an assignee or endorsee on better ground than the assignor or endorser; and, acting on this interpretation, in Metzgar v. Metzgar, 1 Rawle, 227, we allowed an obligor to set off the debt, even of an intermediate assignee, in which we certainly went beyond what had been done before. But the Chief Justice added, that the legislature, finding the law of the state to be behind the law of our neighbours, yielded so far to the necessities of trade, as to put notes, dated in the city and county of Philadelphia, on a footing with notes in the neighbouring states. Such was the inadequate provision of the act of 1797! Súme that time, we have established by decision — for the act of 1824 had regard to promissory notes discounted by banks — the indispensable principle, that the endorsee of a note, wherever dated, takes it, if, in the usual course of trade, discharged of equities growing out of transactions between the original parties. Shall we not go one step further, and put commercial paper, though taken when overdue, on the same footing in Pennsylvania as that on which it will certainly stand in every other part of the commercial world ? As the law merchant is part of the jus gentium, we receive foreign precedents as controlling authorities, when they would not overturn our own decisions; and it was distinctly ruled in Burrough v. Moss, 10 B. & C. 558, and Whitehead v. Walker, 10 Mees. & Wels. 696, that the endorsee of an overdue note takes it liable to equities arising out of the transaction itself, but not to set-off. It is somewhat remarkable, that this distinction between equities and cross-demands, did not occur in England before 1830, though it had been taken three years before in Massachusetts and New York. It has been recognised by Mr. Justice Story, Law of Prom. Notes, sect. 178, as a settled principle of commercial law; and though I would have decided the point at Nisi Prius, as it was decided by the court below, I concur with my brethren that it is proper we conform to what is to be the universal rule.\nJudgment reversed, and venire de novo awarded."}