{"id": "951311", "contents": "Burnside, J.\n— The act of 1700 provides, that “When any neighbours shall improve lands adjacent to each other; or where any person shall enclose land adjoining to another’s land already fenced in, so that any part of the first person’s fence becomes the partition fence between them, in both these cases the charge of such division-fence, so far as enclosed on both sides, shall be equally borne and maintained by both parties.”\nWlien this act was passed, Pennsylvania had but few improved farms, and these were confined to the counties of Philadelphia, Bucks, and Chester — the three lower counties, as they were familiarly called r, (now the state of Delaware) then belonged to the province. The object of the act was to compel owners of adjoining fields, where the common fence was the partition fence, and equally beneficial to both, each one to pay a moiety of the expense of erecting the fence, and maintaining it.\nThe act of the 11th of March, 1842, Pamphlet Law, 62, is in substance a repetition of'the act of 1700, and declaratory of the universal construction that act ever received. The third section declares, “ That where any two persons shall improve lands adjacent to each other, or where any person shall clear any land adjoining to another’s land already fenced in, so that any part of the first person's fence becomes the partition fence between them, in both these cases, the charge of such division fence, so far as enclosed on both sides, shall be equally borne and maintained by both parlies. This act provides for cases where persons clear lands up to their lines and use a common fence; or where one improves, adjoining another’s fence, so far as he uses the old fence as a boundary, the charge of the division-fence is to be equally borne. The act of 1842 sanctions the practice of Pennsylvania under the act of 1700. That practice was, that wherever persons used a common fence, each was bound to pay a moiety of the cost of its erection, and each bound to maintain it. Each had a common advantage, and the fence was equally beneficial to both. But any person, if he thought proper, might build a fence within his boundary, and refuse to permit the owner of the adjoining land to join him, and thus compel his neighbour to make a fence to protect himself. The act of 1842 sanctions this practice, for it expressly provides for cases where the first person’s fence becomes the partition fence. Pennsylvania at all times granted her lands in fee-simple. She fixes the boundaries of every grant. The grantee and his successors hold upwards as well as downwards. The grant includes every thing terrestrial, above or beneath, except the one-fifth of the gold and silver, which were specially reserved in the grants. 2 Black. Com. 18; 1 Kent Com. 401. [I-Iis honour here stated the case.] Painter chooses to abandon the old partition fence and build a new one within his boundary on his own land. This he had a right to do ; any other construction would be inconsistent with the free enjoyment of property. I agree a man would have no right to remove a partition fence in upon his own land, to the injury of his neighbour, but where from flood or fire, or otherwise destroyed, he may abandon the bite, and build his new fence within his boundary. So he may abandon an old fence and build a new one on his own land when he pleases, but when he does so, he gives up all right in the old fence to his neighbour. The case was not within the jurisdiction of the fence-viewers. The whole proceeding was erroneous.\nThe judgment is reversed, and judgment for defendant below, on the case stated."}