{"id": "951348", "contents": "Burnside, J.\n— The object of the act of the 4th of April, 1807, 3 Smith L. 297, sect. 4, was to protect bona fide purchasers, who could not have notice of debts due by a deceased; debts being a lien on the real estate of a deceased person by. the common law for an indefinite period of time. To remedy the evil, the legislature provided, “That no debts except they were secured by mortgage, judgment, recognisance, or other record, should remain a lien on the lands and tenements of a deceased person longer than seven years after the decease of the debtor, unless an action for the recovery thereof be commenced, and duly prosecuted against the debtor, or the executors, or administrators of the debtor, within the period of seven years; or a copy or particular statement of the bond, covenant, debt, or demand, when the same is not payable within the said period of seven years, shall be filed within the said period in the office of the prothonotary of the county where the lands lie.”\nNo case has decided, that dower is within the provisions of this act. The widow brought her actions, as the evidence shows, and stated her cash minutely in her declarations, some before, and some after the seven years succeeding the death of Henry Beeson. Her right to dower was early contested. The case of Beeson v. McNabb, 2 Watts, 106, settled the question, and established her claim. The executors and representatives of Henry Beeson knew that they owed this dower, and they had part of the real estate sold by order of the Orphans’ Court of Fayette county to pay it. In settling their account of the sale, the executor claimed, and the Orphans’ Court allowed him to retain in his hands a sufficient sum to pay the widow and her children at her decease. Payment was made until seven years after the death of Henry Beeson; and although the money is in tire hands of the executor for this special purpose, by the consent of the heirs and the decree of the Orphans’ Court, the plaintiff in error refuses to pay over the dower due the widow — contending that this action cannot be maintained, because the heirs of Henry Beeson were not made parties in this action, and no formal specification of the claim was filed in the Common Pleas, with the prothonotary.\nThe dower being in the hands of the defendant below for the purpose of payment, the refusal to pay is clearly a devastavit. It is so suggested in this action. The suit is not against the estate. It is against the person who had been the acting executor of the estate, winy received the money to pay this widow her mite, by order of the Orphans’ Court, and of which the heirs of the estate must be presumed to be consenting, as they filed no exceptions to the final confirmation of the administration account. An executor may be a trustee for the creditors as well as heirs. The law is settled, that in all cases of promises, express or implied, made to, or by an executor, or administrator, after the death of the testator, or intestate, the action must be brought by or against the executors or administrators individually, Greer v. Huston, 8 Serg. & Rawle, 402.\nThis executor is a trustee for the widow and her children since the decree of the Orphans’ Court, leaving the money in his hands for their use. It is the debt of the executor. It has ceased to be due by the estate of Henry Beeson, deceased. That estate has paid it to the executor for the widow and her children, and he is legally bound to pay the widow her interest annually, and the principal to her children at her decease. It is not a case in which the act of limitations is a bar to an action against an administrator founded on a devastavit, 7 Watts & Serg. 350.\nThe judgment is affirmed."}