{"id": "951320", "contents": "Serjeant, J.\n— Had the plaintiff in December, 1838, received from the defendants (the Brandon bank) $12,490 in bank notes, and surrendered to them the certificate for that amount, and then deposited these notes, and received new certificates of deposit; it could not be pretended that they continued liable on account of the prior certificate, in any respect whatsoever. The bank would have performed its engagement, and its liability upon it would have ceased. Instead of doing so, the plaintiff surrenders the large certificate to tire bank, and receives, in its stead, besides bank notes, twenty new certificates of $500 each, which express upon their face that he has deposited money to that amount. Except that the one is more circuitous in mode than the other, I perceive no difference between them. The plaintiff obtains new certificates of deposit of money, both parties treating the transaction as such. He surrenders the first certificate to the bank to cancel or do what they please with. The bank has fulfilled its engagement, by placing him, at his own request, in exactly the same position as if he had received bank notes and again deposited them, and he has agreed, by the terms of the new certificates, that it has so done. The case does not resemble those that have been cited, where a note or security were taken for a subsisting debt, and the question was, whether they were taken as payment or as collateral security. The true mode of viewing it, in my opinion, is that of an instrument of a special character, binding the bank to the payment of certain money; which money, by the plaintiff’s own act and admission, has been paid him, and again deposited under a new engagement by him in relation to it, entered into between the parties. We are therefore of opinion that there was no error in directing a nonsuit, there being no fact or inference from fact in the case, on which the plaintiff could be entitled to recover.\nJudgment affirmed."}