{"id": "951305", "contents": "—Burnside, J.\n— John Barr, late of Lancaster county, deceased, by his will, dated the 2d of June, 1840, directed his executor therein named to sell his real estate, and collect his personal property, and then devises the whole sum, viz.:\n“ Item first.- — He gives and bequeaths to Margaret Barr, daughter of Elizabeth Barr, formerly Elizabeth Clows, the full sum of six cents for ever.\n“ Item second.- — -It is further his will, that the residue of his property shall be equally divided among his brothers and sisters, ‘ which I shall hereinafter mention, or their survivors’ Item first, Margaret Stoner; item second, Elizabeth Ferree; item third, Owen Barr; item fourth, George Barr; item fifth, Jacob Barr; item sixth, Nancy Spangler; item seventh, Francis Snider; andilastly, he nominates Thomas Houston, of East Donegal Township, in Lancaster county and state of Pennsylvania, or the survivor of him, to be his executor.”\nThe will was proved the 16th of May, 1843, and letters testamentary issued to the executor, who sold the testator’s real estate, and collected the personal property as the will directed, and settled his administration, exhibiting a balance of $3005 24, for distribution, subject to the collateral inheritance tax.\nThe will was evidently written by some person who did not know the meaning of legal terms, most probably an Irish schoolmaster, with a book of forms before him that he did not understand. The testator names his brothers and sisters, and he leaves them all equal. They all lived, or had lived, near him, and he knew that some of them were many years dead. He put the dead and the living on the same footing. He directed his residuary estate to be equally divided among them by name, or their survivors. He knew they had families; for they all had issue. It is not given to the survivors of the seven, but to each individual and their survivors. He clearly intended that each one named should take a seventh part, and that that part, when the devisee was dead, should go to his or her family.\nI am aware, that in strict legal sense, the word survivor means the longest liver of two joint-tenants, or of any two persons joined in the right of a thing; he that remains alive after that the other be dead, 3 Com. Law Die. 55; Brooke, 33.\nIt has evety been held to be the law in Pennsylvania, that the intention of the testator shall govern in the construction of a will, in all cases, except the law overrule the intention, and this is reducible to four instances. 1. Where the devise could make a perpetuity. 2. Where it would put the freehold in abeyance. 3. When chattels are limited as inheritance. 4. Where a fee is limited on a fee. From the whole will the intention is to be collected, Kuster v. Kuster, 2 Dall. 244 , 2 Yeates, 60.\nThe law requires every sentence and word in a will to be considered in forming a judicial opinion upon it, Turbett v. Turbett, 3 Yeates, 187. The intention is deemed the fundamental rule in its construction, Riddle v. Riddle, 3 Bin. 149. These rules have at all times been scrupulously maintained, and without departure in our judicial decisions. To me, the intention of the testator is clear. He directed his whole estate to be turned into personal after his death. For reasons best known to himself, the girl that bore his name was disposed of with six cents for ever. He then gave an equal portion to each brother and sister by name; knowing that some of them were dead, and their, survivors, that is, their legal representatives, on his death, when the-will took effect. So he empowers his executor Houston, or th&swvivor of him, to execute the trust.\nEven in deeds, the intention of the grantor has been carried as far as in this case. In McWilliam v. Martin, 12 Serg. & Rawle, 269, it was held that a deed, conveying all debts, dues, and demands, real, personal, or mixed, which are due and owing, or of right belonging to the grantor by virtue of inheritance, legacies, bonds, notes, book-debts, or otherwise to the grantor and his heirs and assigns, passes real .estate.\nThe primary inquiry,-then, being the intention of the testator, and that appearing on the face of the will, and is not contrary to any rule of law, the court is bound to construe it according to the intention.\nHe gave the estate equally to his brothers and sisters, a special devise to each by name or their survivor; each took the portion devised. The intention was that the heir of each should take, although dead before the testator, and this I gather from the wdiole will.\nThe decree of the Orphans’ Court is reversed; and this court decree the estate to be divided into seven parts, and the executor pay over one of the parts to each of the devisees in the will, or their legal representatives."}