{"id": "951302", "contents": "Rogers, J.,\nafter stating the material facts of the case.— The defendant in error moved the court to quash the writ of error, alleging that it is a proceeding in equity ; that the cause is now pending and undetermined in the Court of Common Pleas; that the remedy, after final decree, is by appeal to this court, and consequently no writ of error lies.\nThis is a question of the first impression in this state, and as the legislature has, of late years, thought proper to clothe the courts with extensive equitable powers, it becomes of great importance as a matter of practice.\nIs this a case in equity ? is the first question; and on this point we have no doubt. Fraud, accident, and trusts, are peculiarly cognisable in a court of equity. This is a proceeding under the several acts of Assembly to prevent the failure of trusts, and to provide for the settlement of the accounts of trustees. In all the acts, whether for the appointment of trustees to prevent a failure of trusts, or to enforce the faithful performance of the trusts, the' legislature, regarding it as an equitable power, have given the courts authority to grant relief in equity ; from this, the inference is plainly deducible, that the equitable remedies are to be administered by the same means, and in the same manner as is usual in a court of chancery, except so far as they are restrained by the acts themselves, or by inveterate practice. Of the latter, the 33d and 34th sect, of the act of the 14th June, 1836, are examples. The several courts of Common Pleas, as is there provided, shall have the same powers and authorities, and the manner of proceeding, to obtain the appearance of persons amenable to their jurisdiction in cases of trusts, and to compel obedience to their orders and decrees, and enforcing execution thereof, shall be the same as are now by law vested in and provided for the several Orphans’ Courts of the Commonwealth. And the 31st sect, directs, that it shall be lawful for any judge, issuing a citation to any assignee or trustee, as herein-before provided, if the circumstances of the case shall appear to him to require it, to order such citation to be returned to a special court, to be convened for the purpose, in tire manner allowed by the laws relating to the Orphans’ Court. These acts direct tire mode of proceeding in certain specified cases, but in no wise do they interfere with the essential principle that the practice of the courts of Common Pleas, in relation to trusts generally, shall be according to the formulae which regulate courts of chancery. What then is the rule of practice in a court of chancery ? On this point the authorities are full, and without difficulty. In all cases where an issue is directed out of chancery, inasmuch as the issue is merely to inform the conscience of the chancellor, no writ of error lies. At least, this is the conclusion that inevitably flows from the case; and no case to the contrary has been cited. That the Court of Common Pleas, in relation to this matter, was sitting as a court of equity, we think too clear to admit of doubt. Judge Bell directed this issue ; the issue is to be tried by himself with the aid of a jury; it is! intended to inform his conscience as a judge sitting in a court of equity. It must be remarked, that he has the power to direct the issue, and that is the point to which the attention of tire court, strange as it may appear, in Kellog, Assignee, v. Krauser, 14 Serg. & Rawle, 177, was principally directed. The court there decided, that the Court of Common Pleas have power to entertain a motion for a set-off, or open a judgment, or to order a feigned issue, for the purpose of ascertaining necessary facts. So in Neff v. Barr, 14 Serg. & Rawle, 166. And in directing an issue, devisavit vel non, Vansant v. Boileau, 1 Binn. 444, that a writ of error will lie in these cases, it is not my purpose to deny. They are proceedings of a court of law rather than of equity, and it is equally convenient on the issue to determine the whole case as in other modes. But I do not perceive that the cases rule any thing as to the proper mode of conducting an issue, when tire object is merely to inform the conscience of the chancellor. Nay, the distinction is glanced at in Neff and another v. Barr, already cited. It is there said, that a feigned issue is to inform the conscience of the court as to disputed facts, and is to be moulded as their discretion dictates; and the mode in which it is done by the court below is not the subject of a writ of error, and cannot be judicially decided by the Supreme Court. True, in this case it is ruled, that errors on the trial of the issue may be corrected by writ of error. When the proceedings are according to the course of the common law, or in the nature of proceedings at common law, they may be reviewed by the Supreme Court, either on writ of error, or by certiorari, as in the case of the Commonwealth v. Beaumont, 4 Rawle, 366, and other cases. This is not denied. But the question is, where the proceeding is purely a proceeding in chancery, and the. chancellor directs an issue to inform his conscience, can errors of law be corrected on the trial of that issue ; in other words, has the court, which directs and tries the issue, power, without review or error, to determine all matters of law which occur in the course of the investigation ? On the hearing of a cause, the chancellor often deems it expedient to direct an issue, a case, or an action. In the Court of Exchequer, which is both a court of law and equity, if a question of mere law arises in the course of its equity jurisdiction, the court will decide upon it without referring it to another jurisdiction. In our practice, where our courts have common law and equity jurisdiction blended, they may decide the law, or the law and facts themselves, except when controlled by statute; or they may direct a trial, or an issue, or may state a case, or direct an action, which is unusual. But as in chancery, so here, when sitting as a court of equity, references proceed, not of right, but of discretion, to satisfy the conscience of the court concerning doubts as to the facts or as to the law. In Dale v. Roosevelt, 6 Johns. 257, the chancellor observes, it is the practice and the undeniable jurisdiction of the court to decide on the fact as well as the law, and the awarding of an issue rests in sound discretion. It would be an abuse of that discretion, and the creation of a great and unnecessary expense, to award an issue when the truth of the fact could be sufficiently and satisfactorily ascertained by the court itself.\nIt has been said already, that the court may direct an issue, a case, or an action; and between an issue and a case there is this distinction: In the first, an application for a new trial must be made to the court by which it wras directed; in the second, to that in which the action is brought. Contairs v. Stein, 2 Rose, 178. The action is tried according to the principles of the common law. In that form, I suppose, a writ of error would lie. Sed quaere ?\nAn issue is under the peculiar control of the chancellor, as appears from all the cases. Thus in Perkin v. Mincher, 2 Molloy, R. 24, an issue being directed, an order was made that the defendant be at liberty, if he thinks fit, to examine plaintiff before the jury; and in Gardner v. Rice et al., 4 Mad. 236, where an issue was directed, an order was made that the plaintiff and defendant be examined upon the trial of the issue.\nAnd in refusing and granting new trials, the same latitude is ob~ served. This is the necessary consequence of the principle, that an issue is granted merely to satisfy the conscience of the chancellor.\nThen a new trial of an issue will not be granted, merely because, on the former trial, evidence was rejected which ought to have been received. Barker v. Ray, 2 Russel, 63.\nThe chancellor says, in considering whether, in such case as this, the verdict ought to be disturbed by a new trial, allow me to say that this court, in granting or refusing a new trial, proceeds upon different principles from those of a court of law. Issues are directed to satisfy the judge, -which judge is supposed, after he is in possession of all that passed upon the trial, to know all that passed here ; and looking at the depositions, or the course and the proceedings both here and at law, he is to see whether, on the whole, they do or do not satisfy him. It has been ruled, over and over again, that if, on the trial of an issue, a judge reject evidence that ought to have been received, or receive evidence that ought to have been refused, that though in that case a court of law would grant a new trial, yet, if in this court he is satisfied that if the evidence improperly received had been rejected, or the evidence improperly rejected had been received, the verdict ought not to have been different, it will not grant a new trial merely on such ground. In the East India Company v. Bayall et al., Taunt. 43, 516, it is said, there is this difference between a motion for a new trial, in a court of law, and in a court of equity. In a court of law, if the jury find the fact, although the judge may think differently, yet it is permitted to stand, for the finding of the fact is the province of the jury. But in chancery, the verdict is something more than the verdict of the jury; it must be such as to satisfy the court that it can make that its own declaration of the fact which the jury had made theirs.\nAnd in Beaulau and others v. Hirst, 11 Price, 163, a new trial in ejectment was granted, under peculiar circumstances in evidence in the .cause, notwithstanding the verdict of the jury (for the defendant) was jn conformity with the direction of the judge who tried the cause. So jn Hamilton v. Hamilton, 3 Ves. & Beam. 40, it is ruled that the improper rejection of written evidence is no ground for granting a new trial of an issue, the court being satisfied with the verdict upon all the evidence, including that rejected.\nIn Faulconberg v. Peirce, 1 Ambl. 210, if a verdict is not against the evidence, a court of law cannot grant a new trial, but a court of equity will, for the verdict cannot satisfy the conscience of the court.\nA review -oí those authorities shows conclusively, to my mind, that the idea of a writ of error, for the rejection or admission of improper evidence is wholly inconsistent with the whole course of proceeding in a court of chancery. We cannot, therefore, touch the error assigned.\nIndeed, if a contrary practice shall be unfortunately adopted at the commencement of the new and beneficial system, it cannot but be seen, it would lead to endless litigation and enormous expense. I agree with Chancellor Kent, in Dale v. Roosevelt, that it would be an abuse of the discretion of the chancellor, and create a great and unnecessary expense, to award an issue, when the truth of the facts can be sufficiently and satisfactorily ascertained by the court itself. We will not add to it by adopting writs of error as a mode of review.\nIndeed, when the correct course of practice is preserved, there is nothing to which a writ of error can be taken, because no judgment can be properly rendered. Nor should they direct a case or action, unless on points presenting some interest on nice principles of law. It is their duty, in most cases, to determine the facts and law themselves.\nThus, in 6 Yerger, 402, it is decided that where an issue is sent out of chancery to be tried before a jury, the judge can give no judgment on the verdict of the jury. He can only certify the record of the finding to the Chancery Court. This certificate is entitled to great weight, for Faulconberg v. Peirce, 2 Ambl. 10, the court granted a new trial, because the judge certified the verdict was against the weight of evidence. It is said, mistake may be committed on the trial. True; but the only way in which they can be corrected is by appeal from the final decree. We have the whole case before the Court of Review, who will, of course, see that justice be done, according to the received and well-established principles of law.\nIn conclusion, I will remark, there are many cases in which no writ of error lies. Thus no writ of error lies to an inquest, finding a person to be a lunatic. Case of John Gest, a lunatic, 9 Serg. & Rawle, 317. So a writ of error does not lie upon proceedings in a domestic attachment, Lewis v. Wallace, 3 Serg. & Rawle, 410.\nOn the whole case we are of opinion that judgment wras improvidently entered.\nThe writ of error is quashed, and the cause is remanded to the Court of Common Pleas for further proceedings."}