{"id": "951369", "contents": "Burnside, J.\n— The lien of judgments, in. Pennsylvania, has been extended beyond the limits of the common law. A judgment is held to be a lien on every kind of equitable interest in land, and on every right vested in the debtor, at the time of the judgment. Carkhuff v. Anderson, 3 Binn. 5.\nBearing this in mind, let us inquire what were the leading facts of the case under consideration. [His honour here cited the facts of the case.]\nThe plaintiff’s counsel requested the court to charge the jury: That the plaintiff having received, and receipted the recovery, upon the last judgment, on which the sale took place, he could not be compelled to apply it to the prior judgment, where Brewster was bail.\n2d. — If the defendant is entitled to relief at all, he is only entitled to a pro rata, upon the whole debt due upon the articles of agreement. The president of the Common Pleas did not sustain these positions, and this is assigned for error. The judge held, that the law made the appropriation, and that the oldest judgment was entitled to be first paid.\nIn support of the first position, the counsel of the plaintiff relied on Armstrong’s appeal in 5 Watts & Serg. 352. In that case there were a number of liens against Armstrong. The proceeds of the sheriff’s sale was brought into court for distribution. Amongst the liens was one in favour of Eaken, Spangler & Co., in which Edward McGarvey had become bail for stay of execution. McGarvey was obliged to discharge the lien, and desired to be subrogated, which the Supreme Court refused to permit, to the injury of subsequent judgment creditors. This case does not support the plaintiff’s first, point; nor does the case of Donnely and another assignee of McKean v. Hays, 17 Serg. & Rawle, 400, support die second point. There a mortgage and eight bonds were given, to secure the price of a tract of land ; five of the bonds were transferred to different persons ; the premises were sold, for a less sum than the amount of the mortgage, on one of the bonds, and the money brought into court for distribution. This court, considering the equity of the respective holders of the bonds, decided they were to be paid pro rata.\nThere is nothing in the exceptions to the charge. Bennet had an equitable interest in the land. The first judgment bound that interest ; Brewster knew that, and went bail; the sheriff’s sale discharged that judgment, and of course cleared the bail.\nThe judgment is affirmed."}