{"id": "951341", "contents": "Burnside, J.\n— The first error assigned is the admission of Judge Ewing to prove that P. Victor, in his lifetime, intended to take out a warrant for this tract; the value he set upon it, and the improvements he proposed to make upon it. [His honour here stated the reasons given by the judge for admitting the evidence.] Whe.n we look into the paper-book and examine the evidence given, there was no error in admitting the evidence offered. The declarations of a settler, while he is making an improvement, have always been received. They were particularly proper in this case, as a principal point of the plaintiffs in error was to satisfy the jury that Philip Victor never had an actual bona fide settlement.\nThe second error assigned is the admission of Judge Ewing as a witness, on the ground of interest. [His honour then stated the evidence on the voir dire.] It is settled that a remote, contingent, and uncertain interest does not disqualify a witness. As a creditor of an estate, not in a course of liquidation, or an insolvent estate, is a competent witness for the administrator; where he stands in the same relation to the estate now, as he did to the debtor in his lifetime, and the probability that his testimony may be beneficial to himself, by increasing the fund out of which he is to be paid, is equally remote and contingent in both cases. Greenleaf’s Evidence, 308. An annuitant under a will is also a competent witness for the executor in an action against him for the debt of the testator. Newell v. Davis, 5 Barn. & Ad. 368. I find no case going the length that the counsel for the plaintiff in error insists on. The witness is never excluded where the interest is so remote, uncertain, and contingent.\nThe third error assigned is in not instructing the jury, as requested, in the first, fourth, and sixth points of defendant’s counsel. [His honour stated them.] The judge very properly answered that these points were matters of fact for the jury, under the principles already stated. In the general charge the judge had laid down the law with correctness and precision. [His honour here stated the charge.] Is this not a full answer to these points ? I cannot conceive that a more proper and perfect answer could be given in the case.\nThe last error assigned is, that the court erred in that part of their charge where they tell the jury, “ that if they believe, from the testimony in the case, that giving the plaintiff his quantity of three hundred acres in areasonable shape, around his original improvement, includes the land in dispute, taking into consideration the survey, they may find for the plaintiff.” If an actual settler is wise, he will designate his boundaries. If he makes a mistake and takes in surveyed land, and there is still more vacant, he can change his boundaries, so long as the land is not appropriated, and no one injured. If he omits to circumscribe his boundaries, he is entitled to a reasonable vicinage, to the extent of the quantity he claimed, not exceeding two hundred acres in the old purchase. In this case the evidence is, that Philip Victor claimed from one hundred and fifty to one hundred and sixty acres, and he particularly claimed both sides of the creek, and where Jones built the sawmill. If Jones had laid his warrant outside of the one hundred and sixty acres, I think, under the evidence, Brownfield would have been held to that quantity, as that was the quantity he purchased at the Orphans’ Court sale. But Jones laid his one hundred acre warrant on the improvement, and the land claimed by Victor, and in the possession of Brownfield by his tenant. This question was not raised on the trial, that any part of Jones’s survey was outside of Victor’s one hundred and sixty acres. As the question was not raised by the defendant, and no injustice has been done by the judge in the general expression in the close of his charge, it is not a ground for reversal.\nThe judgment is affirmed."}