{"id": "951431", "contents": "Rogers, J.\n— This is an action on an official bond, taken in pursuance of the sixth section of the act of the 21st of June, 1839, at the suit of the Commonwealth, for the use, &c., against John Ken-dig, a justice of the peace, and his surety, Daniel Good. Pleas, non est factum, and payment.\nThe bond was signed by Kendig on Saturday, and by Good on Sunday, but was not delivered to the prothonotary until the Monday following.\nUnder the construction given to the act of the 22d of April, 1794, which prohibits, under a penalty, any worldly employment or business whatever on Sunday, it is decided in Kepner v. Keefer, 6 Watts, 231, that a contract entered into on that day is void. And in Fox v. Mensch, 3 Watts & Serg. 446, a bond actually made on Sunday is ruled to be void. But when was this bond executed? Certainly not until it was delivered, for delivery is of the essence of a deed. It takes effect only from execution on delivery, and, until delivery, it is of no further value than the paper on which it is written. The business began on Saturday, was continued on Sunday, and finally completed on Monday. Nov^, although this exposes the parties to the penalty imposed by the act, yet it does not avoid the bond, for the statute cannot destroy that which had no existence. But, granting that the bond was signed and delivered on Sunday, yet I am by no means satisfied that it is void, as against those who are injured by the official misconduct of the justice. They are innocent parties, and ought not to be affected by the folly or turpitude of the prothonotary and obligors. Such a construction of the act would enable the obligors to take advantage of their own wrong, as against persons who cannot, by any possibility, protect themselves. When both parties are in default, as in the cases ruled, there is a propriety in holding the bond void.\nA penalty in such a case amounts to a prohibition; but we cannot perceive the justice, on any principle of policy, which requires that the same result should follow\" when the effect is to deprive of all remedy those who are and cannot be in any default whatsoever. It may be executed on Sunday by design, for the express purpose of shielding themselves from responsibility in case of necessity, and thus enable them to commit a fraud. The intention of the legislature will be obtained by imposing a penalty on the guilty party, without avoiding the bond. General principles must not be so applied as to work injustice to the innocent.\nThe affirmation of some general principles will dispose of most of the errors assigned.\nUnder the proper construction of the act of the 21st of June, 1839, the surety in the official bond is liable for the faithful application of all moneys and costs received, which came into the hands of the justice as a justice, in suits brought on claims before him. But if it should appear (of which the jury must judge) that no suit was brought, and that the claims were put into his hands to collect as agent merely, it is otherwise. But when put into his hands as a justice, the surety is liable, notwithstanding the money is paid without suit. The money being received in his official capacity, the liability is incurred. The object of requiring bond with surety is to protect the rights of suitors, and that should receive a liberal construction. The principles are plain, as w-ell from the spirit as the letter of the act. The sixth section of the act provides that the bond shall be taken by the prothonotary, in the name of the Commonwealth, with conditions for the faithful application of all moneys that come into his hands, as an officer; and such bond shall be held in trust, for the benefit of all persons who may sustain injury from the justice or alderman in his official capacity.\nIf, therefore, the money be received by the justice as justice, the surety is liable, whether received before or after suit brought.\nIt is said the court erred in admitting in evidence the papers with the signature of John Kendig, the justice, without producing the docket or a transcript of the docket of the justice. But the suit is against both justice and surety, and surely the acknowledgment of the justice in writing is prima facie evidence against himself and surety. If there was a combination between the justice and plaintiff, which has been insinuated, but not proved, it was a matter for remark to the jury, but cannot be allowed as a reason for excluding the testimony.\nJudgment affirmed."}