{"id": "951447", "contents": "Rogers, J.,\nafter stating the case. — The action is brought to rescind the contract and recover the possession, and the plaintiff rests his case on two grounds: First, That the contract was obtained by fraud and misrepresentation. Second, That the defendants have failed to comply with the terms of the agreement.\nThe first ground is easily disposed of. There is not a particle of evidence of fraud or misrepresentation, and so the court instructed the jury. That he may have been induced to enter into the arrangement by affection for his wife and step-children, and for this reason to have given them the property on more favourable terms than strangers, is very probable. But this is the extent of the plaintiff’s proof on that head. The scrivener, who drew the agreement, and who seems to have been the confidential friend of all parties, states: That the plaintiff called on him alone to write the agreement; said he had made an arrangement to sell his land to the Hawks; that the boys lived with him, and were smart boys, and that he intended to give them a chance. Here we have his motives disclosed, which do honour to his good feelings. It was not done in a hurry, nor unadvisedly. The witness says, he had often spoken of the sale of the property afterwards and before; told him he intended to sell it to the children. This was a natural disposition, especially as he had no children of his own; but that there was any undue influence or imposition practised on him, by any person, does not appear. We have assertions, surmises, and conjectures, to that effect, but there is no proof of these allegations. It is not even clear, under the circumstances, that it was an improvident contract; but that of itself would be no ground of relief, although in the case of an executory contract it may be urged as a reason for refusing the extraordinary interposition of a court of equity. That it does not answer the expectations of all the parties, may, perhaps, be as much attributable to the infirmity of the plaintiff’s temper excited by domestic squabbles, as to any fault properly imputable to the defendants. .But, be this as it may, we do not see the justice of visiting on the children the faults or misconduct of the mother. It will be remarked, she has an interest in the agreement, not only as a wife, but because the article contains a stipulation in her favour. It would be an easy and convenient mode to avoid an improvident or silly contract, if the quarrels of husband or wife generally could be used as a pretext for that purpose.\nBut is the plaintiff entitled to recover on the ground that the defendant has not complied with the contract?\nThe case, as it is presented by the evidence, is in the nature of a bill to rescind and cancel the agreement. The plaintiff brings ejectment, and the defendants ask the interposition of the court, by way of injunction, to restrain the plaintiff from making an improper use of his legal title in a court of law. It requires, I apprehend, less proof to induce a court of chancery to refuse its interposition on an application to enforce the specific performance of a contract, than it does to cancel and annul an agreement. When a contract is executory, and one party seeks a specific performance, the interference of the court is discretionary. The court will refuse its aid when the party seeking to enforce the agreement has neglected or refused to perform his part, or has been guilty of any trifling or delay. He is left to his remedy for damages at law. But where the contract has been in part executed, as by delivery of the possession, and the retention of- it for several years, making improvements, they require more stringent proof of the abandonment of the contract, so as to permit the plaintiff to recover the possession as on a cancelled agreement. The rescission, or specific performance of contracts, is not a matter of right in either party, but is a matter of discretion in the court; not of arbitrary or capricious discretion, dependent on the mere pleasure of the judge, but of that sound and reasonable discretion which governs itself, as far as may be, by general rules and principles, but at the same time which grants or withholds relief, according to the circumstances of each particular case, where these rules and principles will furnish any exact measure of justice between the parties; 2 Story’s Equity, sect. 742, and the authorities there cited. In short, a court of chancery will look to the whole case, when within their jurisdiction, and will make such a decree as to do justice between the parties.\nNow wThat is this case ? Although the vendee is forced to go into chancery to defend himself against the legal title ; nevertheless, the case is not to be considered as in the nature of a bill for the specific performance of an executory contract, but as a bill in equity by the vendor to cancel the agreement. In this point of view, it is the duty of the vendor to satisfy the court that he has performed his agreement; that he has placed himself in such a condition to enable him, at law, to compel the defendant to perform his covenants. It would be unjust to annul the agreement when the default was on the side of the vendor, and where he could not for that reason sustain suit on the article of agreement; and this leads to the consideration of the agreement. From the contrae!, it is clear that the delivery of the deed is a condition precedent to the right to recover the money payable to the daughters, or to claim the one-third of the produce of the farm. If the vendor, instead of commencing an ejectment, had brought covenant, or if the guardian of Lilly and Catharine Hawk had brought an action of covenant, it would be necessary to aver and prove the execution and delivery of a deed, or a tender of a deed, for until this was done, the defendants are in no default. This action being in the nature of a bill in chancery, it -was not necessary to tender a deed before the commencement of the suit, as has been repeatedly decided. But that is not the point here. The question is, can the vendor ask the court to annul or cancel a contract, when he has neither performed, nor offered to perform his part of it? 'Would it not be a sufficient answer to reply, True, I have not paid all the purchase money, nor have I performed other stipulations in the agreement, but my excuse is, that I am not bound to do so in consequence of your neglect, or refusal to give me a deed for the premises ? Would a court of chancery cancel the contract, or would they content themselves with making a decree for the payment of the purchase money in arrear, to be paid on the execution and delivery of the deed ? The truth is, it is not a case for rescission, but for compensation. The plaintiff agreed, in consideration of certain stipulations already enumerated, to give a deed for the premises to the defendants in fee, on or before the 1st September, 1839. This the plaintiff has not only neglected, but has refused to do; and what right has he to complain ? The scrivener says that the plaintiff, before the time mentioned in the agreement, to wit: the 1st September, 1839, came to him and told him not to draw the deed; that he was not willing to give the deed. He wished him to give up the article. The scrivener offered him a copy, with which he was not content. The reason of his refusal to give the deed, was not on account of any misconduct on the part of the children, nor any alleged failure to pay rent, nor on account of bad husbandry, but because he was displeased with his wife, who, to use his own language, had behaved nasty to him. If there was any failure whatever, it -was after the time when, ■ by the article, the vendor was bound to assure the title. Suppose there was a failure to pay rent, is hat a r ason for rescinding the contract at the instance of a person who was himself delinquent ? Had the defendants altogether refused to pay, it would be no reason for cancel-ling the agreement; much less, when it appears that the default, if any, was partial only. It would seem to me to present a flimsy case for setting aside the agreement, even admitting the vendor had performed, or offered to perform, his part of it: but in the absence of all proof of the kind, and indeed, in the face of evidence, showing his unwillingness and refusal to perform his engagements, the plaintiff is not entitled to rescind the contract, and so the court ought to instruct the jury. But what would a court of chancery do ? for this we can, and ought to do, through the instrumentality of a jury. A court of equity would estimate the rent so in arrear. This amount they would order the defendants to pay on the execution and delivery of the deed, according to the stipulations in the article. The form of the deed it is not necessary for us to prescribe, but the justice of the case would require that it should be such as to secure to the vendor the performance of all the covenants in his favour. Moreover, the court would order the defendants to pay or secure the $>900, payable to the guardians of Liffy Hawk and Catharine Hawk. It must be a very peculiar case, where a court of chancery would rescind a contract when they cannot replace the parties in their original condition. This would be difficult, if not impossible, in the case before us. Besides, it would be unjust, if it can be avoided, to annul the contract, and would deprive the minors of the interest, without any default of theirs. As the avowed object was to cancel the contract, we think the court erred in admitting evidence to prove a refusal by the defendants, on tire 1st September, 1839, to pay or perform the consideration contained in the article. It is, however, objectionable only in that aspect, because if the evidence is used as it may be, to enforce the contract, it would be material to the issue.\nIt may be proper to remark, that we agree with the court that the defendants were not bound to retain the saw-mill, and set it in a condition for the plaintiff to saw. The article imposes no such obligation on the defendants. In conclusion, we see no reason to doubt the validity of the agreement, nor is there any evidence from which a jury would be permitted to infer a new contract.\nJudgment reversed, and venire facias de novo awarded."}