{"id": "951445", "contents": "Sergeant, J.\n— The object of the act of the 31st March, 1836, obviously was, to establish a company to lend money on pledges, at the legal rale of interest, and thereby save the community from the extortions and frauds of pawnbrokers. With this view, the seventh section of this act makes it lawful for the company to loan money in any sum or sums, from one dollar upwards, on pledges of goods or chattels and other securities, to be deposited with the company as security therefor, and to charge all reasonable expenses incident to the same, at an interest not exceeding six per cent, per annum. Other sections provide for the redemption of the pledges, and for the sale of such as are not redeemed; and the second section declares, they shall not, directly or indirectly, deal or trade in buying or selling any goods, wares, or merchandise whatever, except by receiving and disposing of the same, in the manner referred to.\nThe legislature, also, aware of the tendency of companies erected for other purposes, to pervert the privileges granted to them, by embarking in banking speculations, and issuing their paper for circulation, and witnessing the enormous frauds, abuses, and public mischief that attended these practices, determined to guard against them by express restrictions and prohibitions. Accordingly, in the seventh section, there pre two provisoes. The first declares, that nothing in the act contained shall be construed to authorize the said company to discount notes. The second enacts that this corporation shall issue no notes or Mils of credit, or promissory notes in the nature of bank notes, or exercise any banking privileges whatever. These prohibitions appear on the face of the charier, and constitute fundamental articles. But vain are legislative enactments, if disregarded by those who are intrusted to execute them. These plain directions have been unceremoniously set aside, by the issue of instruments, which, in their ostensible character and effect, are as plain promissory notes as it is possible to make them: being promises, in consideration of money received, for the payment of money, payable to order, at a certain time, and then negotiated and put .in circulation as negotiable notes. There is nothing in either of them that purports to be a certificate of deposit of goods, &c., but they are promises to pay money, in consideration of money received. And even if they were legitimate certificates of deposit, such as the company are authorized by their charter to issue, they would not be negotiable instruments, so as to make the endorser liable on his endorsement. These notes, in their original concoction and transfer* being in open violation of powers and prohibitions contained in the act of Assembly, of which all concerned in these instruments were bound to take notice, we are of opinion that this action cannot be maintained, and that the charge to the jury was correct.\nJudgment affirmed."}