{"id": "951443", "contents": "Gibson, C. J.\n— The rale of the common law, that cheating in private transactions without affecting the public, must, to be indictable, have been effected by artful devices or false tokens, was found to be too narrow for the business of the world; and the English statute, 20 Geo. 2, c. 29, which has given place to the 7 Geo. 4, c. 92, sect. 53, was enacted to extend the limits of the offence. From these our act of 1842, sect. 21, seems to have been taken, and decisions on the clause in the first, which declares it an indictable offence to get money, chattels, or securities, from another “by false pretence or pretences,” or in the second, “by any false pretence,” may advantageously be applied to cases here. The distinctions taken, under these statutes, between cases sometimes differing in almost imperceptible degrees, are nice and well founded; and though not authoritative here, may help us in attaining a sound construction of our own statute, which differs from either of its models very little in substance or in form. It would be a waste of time to pass those decisions in review, as they are collected and arranged in all the text books on criminal law; but it may be collected from them, that a professed intent to do an act which the party did not mean to do, as in Rex v. Goodall, Russel & Ryan, 461, and Rex v. Douglass, 1 Moody Cr. Ca. 462, is the only species of false pretence to gain property which is not indictable. These two cases, having been decided by the twelve judges, are eminently entitled to respect; but I think it, at least, doubtful whether a naked lie, by which credit has been gained, would not, in every case, be deemed, within our statute, which declares it a cheat to obtain money or goods “ by any false pretences whatsoever.” Its terms are certainly more emphatic than those of either of the English statutes; but whether a false pretence of mere intent be within them or not, it is certain that a fraudulent misrepresentation of the party’s means and resources is within the English statutes, and a fortiori within our own. In Rex v. Jackson, 3 Camp. 370, it was held to be an offence to obtain goods by giving a check on a banker with whom the drawer kept no cash. Of the same stamp is the King v. Parker, 2 Car. & P. 825; but Regina v. Henderson and another, 1 Car. & Marsh. 183, is still more to the purpose. The prisoners falsely pretended that one of them was possessed of ¿612, which he agreed to give for his confederate’s horse, for which it was proposed that the prosecutor should exchange his mare; and this was held to be clearly a false pretence within the statute. Now the defendant is charged in the indictment before us, with having wilfully misrepresented that he had a capital of $8000, in right of his wife; that a part of it was already received ; that another part would be received in the course of a month; and that the residue would be received shortly afterwards: and if, as was said in Witchell’s case, 2 East P. C. 80, a false pretence is within the English statute wherever it has been the efficient cause of - obtaining credit, the false pretence before us is within our own.\nDemurrer overruled, and judgment of respondeat ouster."}