{"id": "951439", "contents": "Gibson, C. J.\n__The argument that the legislature has done no more, by this statute, than a chancellor would do by decreeing the trustees to join in a conveyance to destroy contingent remainders, is plausible but unsound. Such a direction would doubtless be given where the consequence would be a plain benefit to the family, (and the direction which the legislature has given to this property is certainly more beneficial to the family than that which had been given to it by the testator,) but I am unable to perceive how the contingent limitations could be defeated by a fine, recovery, feoffment, or any conveyance which, on feudal principles, would work a forfeiture of an estate for life. Trustees, to support contingent remainders, take the estate in remainder for the life of the particular tenant, after the determination of his freehold by forfeiture; and they may still defeat the dependent remainders as he would have done, by destroying their own freehold, when nothing else is left to support them. Here the trustees have had the legal estate in fee from the beginning; and no conveyance of theirs could extinguish it by forfeiture for an attempt to create one of no more than equal magnitude. With or without the decree of a chancellor, therefore, they could not have destroyed their own estate; and they consequently could not have destroyed the contingent limitations dependent on it. They might have conveyed it; but not being extinct, it would have performed the same office in the hands of their grantee.\nBut the constitutionality of the act stands on much safer ground than a chancery power unseparated from the other powers of the government, and reserved to the legislature. It stands on the notions of parliamentary power, brought by our forefathers from .the land of their birth, and handed down to their descendants unimpaired, in the apprehension of any one, by constitutional restriction of ordinary legislation. A list of nine hundred statutes, in principle like the present, has been laid before us; some of them enacted at the instance of judges of this court; some at the instance of law judges of the Common Pleas; and some at the instance of learned and eminent lawyers, most of whom executed trusts under them without suspecting that their authority was prohibited by the constitution. It is not above the mark to say that ten thousand titles depend on legislation of the stamp. For many of those statutes contain distinct provisions for more than twenty estates. And could not the ruin that would be produced by disturbing them be avoided by any thing less than a convention to effect a constitutional sanction of them, the consummation would not be dearly bought. Fortunately there is no need of a measure so grave. Many of the preeminent men who framed the constitution of 1790, iu which it was first attempted to impose specific restrictions on the power of the legislature over property, were returned as members in the succeeding years; and we find no opposition to such enactments on constitutional grounds. This remedial legislation has prevailed from the foundation of the province to this day, not, indeed, exactly as it has prevailed in England, where, though the power of parliament is absolute, statutes which infringe upon private property are enacted with extreme caution, yet certainly with caution enough to prevent any sacrifice of private right. In the ten thousand cases to which I have referred, there is not, perhaps, one by which an individual was prejudiced, while it is almost entirely certain that all were benefited. In those instances the legislature was not adverse but subservient to the protection of vested estates; and due care was taken to provide for the security of contingent ones. On what part of the constitution, then, could it be supposed to trench ? The only restrictive clauses which could be supposed to reach it, even by the most forced construction, are found in the ninth and tenth sections of the declaration of rights, in which it is said that no one “ can be deprived of his life, liberty, or property, unless by the judgment of his peers, or the law of the land.” “Nor shall any man’s property be taken or applied to public use wdthout just compensation being made.” Now, it cannot be said that this statute has deprived any man of his property, or applied it to any other use than his own. The estate is to remain in the trustees; altered, indeed, as to kind, but still applicable to the trusts in the will. It is to be let on perpetual or redeemable ground-rents at the option of the trustees, who are to give such security as the judges of the Common Pleas may require for the due investment of such parts of it as may eventually be turned into money by redemption. Now, as the constitution allows to the legislature every power which it does not positively prohibit, I am at a loss to perceive, in these or any other of its clauses, an ascription of such sanctity to testamentary directions, as to exclude the interference of the legislature with regulations merely modal, for the advancement of interests both private and public. By a due execution of the powers conferred by this statute, not only will the welfare of the family, but the extention of the city be promoted. It would be fraught with incalculable mischief to let a doubt rest on the power of the legislature ; and we are entirely clear that the relief sought by the bill be granted."}