{"id": "951421", "contents": "Sergeant, J.\n— In this case, the levy, the sheriff’s return, and the sheriff’s deed, all correspond and embrace a lot of ground on the south side of Lombard street, and west side of Delaware Seventh street, containing sixty-two feet on Lombard street, and one hundred and two feet on Seventh street; bounded on the north by Lombard street, on the east by Seventh street, on the south by a twelve feet alley, and on the west by other ground of Boudinot and Bradford, together with the rents, issues, and profits thereof, subject to a yearly ground-rent of $84. At the time of the levy, the defendant in the execution retained but fifty-four feet on Seventh street by sixty-two feet on Lombard street; having, previously to the levy, granted away the other portion on sub ground-rents by two separate deeds. And the only question really existing in the case is, whether these ground-rents passed to the purchaser at sheriff’s sale, as well as the fifty-four feet remaining in the grantor. It is impossible to entertain a doubt about it, since the rents are levied on and sold as well as the lot or piece of ground; they actually issued out of portions of the lot described. And we cannot satisfy the call of the levy and deed, if either lot or rents be excluded. A great deal has been said, in the argument, about the operation of the word land to carry a rent, which is irrelevant, because the rents here are expressly levied on and sold, eo nomine, as much as the rest of the lot is. That a ground-rent is real estate subject to levy and execution, as such, has long been settled, and indeed is not contested. Neither is there any weight in the objection to the description in the levy. The lot is particularly described by metes and bounds, and the rents described as issuing out of it, which is good enough. A sheriff’s levy and sale, to be sure, is a mere nullity, when it affects to pass all the defendant’s property in general terms, such as all his lands in Pennsylvania, &c. But on the other hand, as it is not in the power of the sheriff or plaintiff always to ascertain precisely the details of a defendant’s property, a reasonable degree of latitude is allowed in the description, Palmer’s case, 4 Co. 74; Inman v. Kutz, 10 Watts, 90 ; and if the description is not, in the defendant’s opinion, perfectly precise, he may have relief by application to the sheriff or court to correct it before deed acknowledged. He has the knowledge in his own breast, and if he lies by and allows a purchaser to pay his money and receive a deed, he has no cause of complaint; but the purchaser takes what is reasonably comprehended in his deed, though it might have been made more particular. The same remark applies to the sheriff’s advertisements, which are but extrinsic preliminary matters, and have no bearing or effect on the title after deed acknowledged,' which must be judged of by the record of the judgment, levy, return, and deed. Nor is there any weight in the allegation, that the sale is according to the diagram annexed, and that the diagram shows but fifty-four feet sold. For on the face of this diagram, it embraces a lot bounded according to the description in the levy and return — the interior measurement placed on part of it gave no lot at all of fifty-four feet, but of fifty-one. No lot of fifty-four or fifty-one feet is subject to the $84 ground-rent. Nor does any thing on the face of the diagram contradict or vary the prior description.\nThe present case is stronger than in Streaper v. Fisher, 1 Rawle, 155. Yet there the levy and venditioni were of a rent-charge issuing out of a lot, describing it; the sheriff sold the lot, and made a deed of the lot, together with all the rights, &c., and the reversions, remainders, rents, issues, and profits thereof, and it was held the rent passed by the deed.\nWe are therefore of opinion that the court below erred, and that, on the case stated, judgment must be rendered for the plaintiff below.\nJudgment reversed, and judgment for plaintiff below."}