{"id": "951416", "contents": "Sergeant, J.\n— As the amount for wdiich this suit is brought was originally the money of the plaintiff, it lies on the defendants to show that, under the circumstances, they were authorized to appropriate it to themselves in payment of a debt due to them by Toulmin, on other transactions : otherwise, the plaintiff would be entitled to recover. There may possibly be a case where an agent, sending the money of his principal to a third person for an unauthorized purpose, might so act as to justify the appropriation of it by the latter to himself; though'it would undoubtedly be malafides in the agent to do so. But if there be no act of that kind done by the agent, and the third person to whom the money is sent stands in such relation to the principal that it is mala fides in him so to appropriate it, he cannot retain it. That Toulmin, who is to be considered in this transaction the agent of the plaintiff, did not intend to divert this money from its proper destination, seems apparent from his deposition, in which he states that he bought the Russell draft with the money received on the same day from the plaintiff, and that it was sent to the defendants, to liquidate the remittances received from the plaintiff; and with this statement his letters and account current sent to the defendants seem to concur. Then the question is, whether Toulmin’s letter of the 7th March, 1842, spoke differently, and authorized the defendants to treat the remittances as Toulmin’s own, and appropriate them to the payment of their debt from Toulmin. The words in this letter on which the defendants chiefly rely are the phrase, “ on your account.” But to understand the meaning and .operation of these words it is necessary for us to take a view of the situation in which the parties stood at that time. Pearl had drawn drafts on the defendants on the 15th and 16th February, 1842, without authority. He -was uncertain whether they would accept them : but his design was, as he informed the defendants in his letters, forwarding information of these drafts, to provide for them by remittances to Toulmin at Mobile. On the respective days following these letters, Pearl accordingly remits to Toulmin at Mobile 1725 dollars, “for E. W. Clark and Co.f for the purpose of covering the drafts he had drawn upon them, and pursuant to his undertaking in his letters to the defendants. These remittances constitute the fund now in question.\nToulmin received these remittances on the 7th March, 1842, and being ignorant, so far as we know, of the transactions that had occurred between Pearl and the defendants, but acting in strict conformity to the directions of Pearl, immediately sends on the Russell draft, purchased with the money remitted by Pearl, to the defendants, in the letter of that date, in which, after stating the receipt of the money from Pearl an hour before, he says, “ enclosed is A. Gracie on C. H. Russell & Co., 60 days’ sight, for $1700, at 12£ per cent., on your accountP Now the question is, whether this authorized the defendants to take that money to themselves, (the draft being afterwards paid to them,) to pay a debt from Toulmin to them, incurred in other transactions. However that might be if there were nothing in the case but this single letter, yet we think, in looking at this whole transaction from its commencement to its date, these words, “on your account,” are not necessarily to be construed as the defendants wish to do, but may imply another meaning. For we find that Pearl, in his first letters to the defendants, tells them he w’ould remit “for your account'1'1 to Toulmin, via Mobile, funds for the drafts, and if they would not accept them, to throw the risk of the remittance via Mobile on Pearl. And of this the defendants wrere apprized on or before the 28th February, 1842, before Toulmin wrote to them, and when they answered; and in this answer it clearly appears they understood the destination of these intended remittances, for they say, “We shall not accept or pay the two other drafts, but shall tell the holders that the funds are on the way from Mobile to meet them.” They must, we think, therefore have understood clearly, when these remittances afterwards came, that they were to be applied to the payment of Pearl’s drafts on them — by themselves, if they accepted — by the plaintiff or his agents, if they refused the drafts, and that this was the meaning of the phrase, “ for your account,” used by Toulmin. They did refuse to accept or pay the drafts, telling Pearl they must consider it all on his own account, as he had no authority to make remittances or draw. The consequence of this is, that they were entitled to the remittances if they accepted the drafts, but not that if they refused them, they could apply the remittances, when they came to hand, to any other purposes than to cover the drafts, or, what is the same, for Pearl’s account. If the character of these remittances was stamped upon them by the first letter from Pearl to the defendants, it could not be afterwards changed by the defendants’ act, because they suspected Toulmin was about to fail. It is true, they might repudiate the act of Pearl in drawing and remitting to Toulmin on their account, and were no way bound to have any thing to do with the drafts and remittances. But they must repudiate the whole. They could not refuse to accept the drafts, and yet take the remittances sent to meet the drafts, and apply them to another purpose than that which they knew they were destined for. This would be mala fides. This would be perverting to the payment of their own debt from Toulmin, a fund that came into their hands for another purpose. They must take the remittances as Pearl sent them, through his agent, Toulmin, or not at all; and it is, we think, evident he sent them to meet his drafts, and that the defendants, in justice and good faith, were bound so to regard it. This being the point of view in which the main features of this case appear to us, the judgment must be reversed, and a venire facias de novo awarded.\nJudgment reversed, and venire facias de novo awarded."}