{"id": "953498", "contents": "Bell, J.\nIn this case four objections to the report of the auditors, and the decree of the court thereon, are principally insisted on by the appellant; these are, 1st. The refusal of the auditors to allow for any loss on sales of the property assigned, beyond the sum of $16 06-J. 2d. Their charge against the assignee, of $250 a year, rent of the real estate of assignor, for the years 1833 and 1834. 3d. Their refusal to allow a credit for an alleged payment of the sum of $550, made by the assignee before the assignment, to Christian Martin, in payment of a debt due from the assignor; and 4th, the supposed error committed by the court below, in disallowing the compensation claimed by the assignee, and allowed by the auditors. As to the three first of these exceptions, it may be well to say, that we are all satisfied of the propriety of the remark made by the Chief Justice, in the case of Harland’s Accounts, (5 Rawle, 330,) that a report of auditors, in a case like the present, is entitled to much respect, and not to be set aside in whole or in part, except for plain mistake, which it is the business of the exceptant to establish by aflirmative evidence, when it is not itself evident in their report.\nAn examination of the labours of these auditors, as spread out upon the paper-hooks, makes it perfectly evident they have not done their work hastily or superficially. Much time was bestowed by them upon the investigation, and. a very thorough and searching examination instituted into the claims of the parties litigant, and the 'proofs, documentary and oral, introduced on both sides. The very voluminous report submitted to the court below, setting out with much particularity the reasons for the various conclusions arrived at by the auditors, gives assurance that each result was well weighed and considered before being adopted. It is now, therefore, reasonably to be expected, the party excepting to the report, would furnish us with a very clear and satisfactory proof of the errors of which he complains. In this, we think, he has not only fallen short, but totally failed. So far as we have been enabled to understand the minute particulars of which the several matters complained of are compounded, we are content with the reasoning of the report, and the deductions to which it leads. So many, therefore, of the exceptions taken as relate to the report of the auditors are overruled. Then, as to the objection to the action of the court below, in striking out the sum allowed as compensation to the accountant. Compensation to trustees is allowed in this and our sister states, as the reward of faithful execution of the trust confided. Integrity, industry, intelligence, and enlightened activity in the trustee, are the qualities which command reward. To compensate sloth, ignorance, reckless confusion, and procrastinating delay, by which the interests of the cestui que trust are impaired, instead of being promoted, would be to prevent the very object our system has in view in allowing compensation to trustees, by offering a premium to incapacity or dishonesty. Here the trust created by deed of the 16th of July, 1832, instead of being executed in one, two, or three years, has been spread over a period of fourteen years, and, after all, administered so bunglingly that intelligent accountants and men of business can only approximate the truth, after a most laborious investigation. That which ought to have been clear and lucid, has been involved in obscurity and doubt, by the gross negligence and almost criminal inattention of this assignee. Grave mistakes have been discovered, but are we sure that all of these have been brought to light ? All we know with certainty is, that the greatest carelessness on the part of the trustee has prevailed throughout the discharge of this trust, one consequence of which has been, to involve the estate of the assignee in a protracted and expensive litigation. There is no reason in sanctioning the claim of the assignee to be paid for performing very badly and insufficiently what he undertook to perform well and effectively. .Without intending to descend into minutim upon this point, it is sufficient to remark, that the reasons given by the court below, depending upon the particulars pointed out in the opinion accompanying the paper-book, for disallowing the compensation claimed, are sufficiently cogent to sustain their action in this respect.\nWe have not noticed the sale of real estate of the assignor, or the introduction of the amount of its proceeds into this account as an item of charge, because it has not been objected to on either side. We have, therefore, forborne to express any opinion on the subject. Decree affirmed."}