{"id": "953499", "contents": "Gibson, C. J.\nSo far as regards the parties to the contract to build, the enactment of the statute in question was clearly constitutional. No alteration of their rights was .proposed, further than to give a- specific remedy against the property, in addition to the remedy which the contractor had against it indirectly, by action ; and retrospective laws have always been sustained where they touched not the right, but the remedy. So far there is no dispute. But the scene may be changed by the introduction of a purchaser for value actually paid, at a time when the property was free from the supposed lien; and it is proper to, say, that his having had notice of a defective lien would be immaterial. By Simon v. Brown, 3 Yeates, 186, followed in Heister v. Fortner, 2 Binn. 40, it was established that the defective registry of a deed is a nullity; and in the case before us, the lien filed was a nullity which the purchaser was not bound to notice. Even had actual notice of it been given him, he would have been informed of nothing but an abortive attempt to create a lien where none could exist; and if. he paid for a title actually unencumbered at the time, a statute to create an incumbrance on it afterwards would be a statute to take so much out of his pocket and give it to another destitute of claim to it, either legal or moral. The case, therefore, stands clear of the principle of Menges v. Wertman, 1 Barr, 223, in which it was admitted that the legislature may add a legal sanction to a moral obligation; for no such obligation rested on the original owner, and certainly none on the purchaser. A mechanics’ lien depends on no principle of moral right, but on positive enactment, of which it is the creature; and beyond the terms of which it cannot be extended. If, then, the legislature cannot directly create a lien for the debt of another, where none existed before, it cannot do it indirectly by putting a particular construction on a statute which had received a different construction before the period of the purchase.\nWhen this property was sold, the lien filed by the plaintiff, as contractor for the building, was, by the laws of the land, undoubtedly void. Before any legislative interpretation of the act of 1836 had been attempted, as to the point before us, it had been settled in Jones v. Shawhan, 4 Watts & Serg. 264, and re-asserted in Hoatz v. Patterson, 5 Watts & Serg. 538, that a contractor to build had no lien at all. I mean not to go into a formal defence of those decisions, but if ever human statute disclosed an intention not to be mistaken, that statute disclosed a.n intention that the contractor whom it ordered to stand as a respondent, should not, in any case, assume the attitude of a demandant. And there was cogent reason why he should not; for, unlike those who dealt with him as a middle-man, he had an opportunity to secure himself by his contract with his employer, and if he omitted to embrace it, the fault was his own. It was the frequency of loss sustained by mechanics and dealers in consequence of the employment of this kind of agent, which first induced the legislature to give them a lien on the building ; for if the owner of the ground had continued to be his own master-builder, as he was in the primitive days of the province, those who dealt with him would have had no juster claim to such a lien than the ploughman of another’s field would have to a lien on the crop. It was not the merit of the contractor, but the loss he occasioned, that gave rise to the system; and the object of it was not to secure him, but to secure those who had else been put in jeopardy by him. But if to their legitimate liens he had been allowed to add a particular lien of his own, there would have been a scuffle between him and the furnisher of the labour or material for the pay, in which the court would have been employed to determine, not whether the article had been furnished on the credit of the building, but whether the contractor had made it his own by having paid for it; and that would have involved a variety of matters of account, set-off, and dealings between him and his competitor. In prospective cases, under the explanatory act which alloAvs double and conflicting liens to be filed for the same-thing, this scuffle will sometimes occur. The person who drafted it, evidently meant to conceal the nature and extent of the construction that had been put on the principal act. The words purport to validate all “ claims for labour done, and materials furnished and used in erecting any house or building which may have been, or shall be, erected under, or in pursuance of any contract or agreement for the same.\". Now, whether the concluding words be referred to a ’contract for the building, or a contract for the materials and labour — and they may be indifferently referred to either — it certainly had not been determined that the mechanic or material-man could not file where there was the existence of either of them, or both. No more had been determined than that the master-builder, or contractor for the building, could not file for his services and skill, in exclusion of the mechanic or material-man, for whom alone the statute had provided.\nThe facility with which general laws for particular cases are obtained, of which the party to be affected has neither notice nor suspicion till the mischief brewing bursts on his head, calls on us imperatively to execute the paramount and immediate legislation of the people in preference to subordinate and inconsistent legislation by their delegates. This facility is inseparable from the most careful and enlightened legislation; for it is impossible for the members of a popular body to perceive the tendency of every section that may be introduced into a bill in the process of its readings. Of one thing we may be sure — that as the legislature never wilfully transcends its legitimate powers, it will be glad to have its inadvertencies corrected.\nWe might, perhaps, make this case, by a forced construction, an exception to the explanatory act, as not being within its Spirit; but as the words evidently embrace all cases of the class, but those expressly excepted, it seems to be more frank, and not less courteous, to meet the question on its constitutional ground. Besides, as the act is undoubtedly constitutional, in a particular view of the facts, the plaintiff has a right to go before a jury on the evidence of them. The judge took for granted, what is the turning point of the cause, that the terre-tenants are purchasers for value actually paid; of which there is no other proof on the paper-book than the usual recital in the body of the deed, and a receipt at the foot of it, which were held, in The Union Canal Company v. Young, 1 Whart. 432, to be incompetent evidence of payment against a third person; and which, it was held in Hamilton v. McGuire, 3 Serg. & Rawle, 355, may be rebutted between the original parties. The cause, therefore, goes back for trial with an intimation that it ought to be left to the jury with a direction to find for the terre-tenants generally, if they shall prove that ¡they have paid the entire purchase-money — not merely secured it — or for the plaintiffs to the amount of the unpaid residue, if their demand shall reach so far; or their whole demand, if nothing has been paid: and that the burden of proof is on th.e terre-tenants.\nJudgment reversed, and venire facias de novo awarded."}