{"id": "953496", "contents": "Gibson, C. J.\nThe legislature’ evidently intended not to restrict the investments of guardians, executors, or trustees, to the securities designated in the act of 1832, or to require them, in all cases, without exception, to be made under the direction of the court, but to point out a course free from risk — not to interdict every other one. It would be inconvenient and burdensome to saddle every petty reinvestment of interest with the costs of a petition and the expense of a visit to the seat of justice, or virtually to prohibit an investment in vacation. If the statute had been enacted for the benefit of the owner of the money, it would have disappointed the framers of it; but it was made for the protection of the trustee, and nob to entrap him. It is not intended here to say whether money may not in any case be safely invested on merely, .personal security. The question is a grave one; for on the decision of it may depend the very existence of pecuniary trusts. The English rule may answer in particular parts of the State; but it is extremely doubtful whether any unbending rule will answer in every part of it. The investment here was not on- personal security, but in the loans of a great and flourishing corporation, the value of whose landed . capital, to say nothing of its works, vastly exceeds the amount .of its debts. The income from its coal mines and its canal is appropriated to’ payment of interest on its loans in the first instance; and the investment was consequently made, in substance, though not in form, on real security. ' The investment in Nyce’s appeal, which was thought below to rule the case, wag made in the stock of a bank; and the history of banking, for thirty years, shows that it was essentially a hazardous one. Had the money, in the case before us, been invested in the stock of a company which cannot receive a dividend till the interest on its loans has been paid, or had its dividends then been suspended, the case might probably have presented a different aspect. That it has since been compelled to suspend its payments, has been occasioned by a dispensation of Providence which it was impossible to foresee or control. These are matters of history of which we are bound to take notice. ■ The returning prosperity of the company makes the decision of the question a matter of small importance to the parties to it; but it is of immense importance to parties beneficially interested in trusts, that the trustees be held responsible only for supine negligence. It is ordered, therefore, that credit be allowed, in the account, for cash and commission paid for the certificate of Lehigh loan; and that the account be reformed accordingly.\nSo decreed."}