{"id": "953490", "contents": "Burnside, J.\nPauper children, whether legitimate or not, are inseparable from the mother within the years of nurture; that is, under the age of seven years. (41 Law Lib. 64; McPherson on Infants, 67.) Even the putative father has no right to the custody; until the child is seven years of age it shall stay with the mother for nurture; 2 Vent. 210; 2 Wilson, 126; 2 Bouvier’s Bac. Ab. 97. In The King v. Soper, 5 Term Bep. 278, Lord Kenyon would not permit the question to be argued, but decided that the putative father had no right to the custody, and ordered the child into the keeping of the mother. This is the law in New York; 2 Johns. Rep. 376; 15 Johns. Rep. 209; and is so determined in Pennsylvania, in the Commonwealth v. Fee, 6 Serg. & Rawle, 255.\nIn the case before us, the child was illegitimate, and was bound by the mother an apprentice before it was out of the age of nurture, to George Mong, until he arrived at the age of twenty-.one years, to learn the art, trade, and mystery of a tanner. It is true, that by the common law, a bastard is deemed to be films nullius, has no father, but I apprehend none ever came into this Commonwealth without a mother. That mother the law binds for its maintenance, and the law deems it to be settled where the mother had a settlement at the time of the birth. The mother placed the child by án indenture under her hand and seal to George Mong. He also executed the indenture under his hand and seal with the usual covenants. The child did not sign the indenture. He went to the master, and there remained as an apprentice for the period his mother covenanted he should serve. In binding an infant apprentice by the overseers of the poor,-it is not necessary that the infant should join in the indenture; Commonwealth ex rel. &c. v. Jones, 3 Serg. & Rawle, 158. Nothing can be more absurd than to require an infant at the breast, or under seven years, within the age of nurture, to put his hand and seal to an indenture to make it binding. But this is not a case in which either the mother or the apprentice claims to be relieved from the binding. In this action the apprentice alleges, and is bound to prove performance of his mother’s covenants, and the question is, after the infant has served out his time, whether the law will permit the master who was no infant, to turn round and say, “true, you did your duty and performed your mother’s covenants, but as you did not put your hand and seal to the paper, my hand and seal goes for nothing, and I am relieved from fulfilling my duty.” The law is not so absurd. A slave who has been defectively registered under the act of 1780, so as to be entitled to his freedom, but who has nevertheless continued until an advanced age a slave de facto, has a settlement in the township where his master resides; 6 Serg. & Rawle, 103. The wisdom of the law will not permit a master who has hold an infant to the end of his apprenticeship in accordance with the indenture, to turn round and say he was imperfectly bound, and my covenants do not bind me to do my duty to the apprentice. In such a case it would be a disgrace to the jurisprudence of our state, to permit a master to say, the mother had no right to bind her infant, therefore, I will disregard my engagements.\nThe court fell into another error, in deciding an action on the case could not be maintained by the plaintiff. Where a wrong is done by one person to another, the law always affords a remedy. McGunigal could not have recovered in an action of covenant, because he had not signed and sealed the indenture. Case was the only action he could support. The covenants were entered into between Mong and the mother, for the benefit as well of Mong as of her child. Mong ivas of full age when he executed the indenture, for a good consideration. The law is, that when a deed is executed by one party only, the action must be in assumpsit; 1 Ch. Pl. 115; 3 Esp. Rep. 42. The form of the action gives the defendant full notice, and enables him to make every just defence.\nWe do not approve of the doctrine in the charge, that it was altogether at the boy’s option to learn the trade or not. It urns the master’s duty to instruct him, and to keep him closely and industriously employed at the business. If the master had given him proper opportunity and instruction to make him learn, and the boy was obstinate and neglectful of his duty, it would go far in mitigation of damages. When the master had done his duty, if the boy did not learn his trade, he would have no ground to complain. The same principles will apply to the schooling. It was tho duty of the master to give him an opportunity to go the proper period to school; if he would not learn it was his own fault, or that of the schoolmaster. The doctrine in the charge does not meet our approbation, that the lifting of the indenture from Squire Yan Trus, under the evidence before us, was a bar to the plaintiff’s right to recover. The law looks with a jealous eye upon settlements made by persons soon after they come of age, and before they are fully acquainted with their affairs; Elliot v. Elliot, 5 Binn. 8; Say’s Executors v. Barnes, 4 Serg. & Rawle, 114. Chancery books are full of this subject, and every case must depend on its own circumstances.\nJudgment reversed, and a venire de novo awarded."}