{"id": "953506", "contents": "Bell, J.\nThe plaintiffs in this case claim to sequester the rents and profits of the land devised by her father to Elizabeth Clippenger, during her natural life, by virtue of the writ of sequestration issued against her husband, Jacob Clippenger, on the ground that he is entitled to a freehold estate in the premises, ■pur autre vie, during the life of his wife, and in her right. If this be so, it is, certainly, by our laws, liable to be taken in execution in satisfaction of his debts, and the Court, of Common Pleas was wrong in setting aside the writ issued at the suit of the plaintiffs. The assertion of an estate in the husband proceeds upon the ground assumed, that the devise to his wife, « for her, and her family’s use, during her natural life,” does not confer upon the wife such a separate and distinct estate as will exclude the husband’s marital right to enjoy the real estate during the coverture, which, as it is said, can only be done by a clear intention manifested by the donor to deprive the husband of any benefit from the disposition; 2 Roper on Legacies, 296. The rule laid down in Lumb v. Milnes, 5 Ves. 520, that to deprive a husband of his right to participate in his wife’s property, it is necessary to show a decided intention that the husband shall have no intei'est whatever, is cited by' Mr. Justice. Kennedy, when delivering the opinion of the court in Evans and Wife v. Knorr, 4 Rawle, 72, as being, also, the rule in Pennsylvania, and accordingly it was held, in that'case, that a bequest of a legacy to a trustee, in trust for the use of a married woman, following immediately after a devise of land to'the same trustee, in trust for the sole and separate use of the same woman, did not give her a separate and distinct interest in the legacy to the exclusion of her husband. So too, in Torbert v. Twining, 1 Yeates, 432, where a testator, devised land to a trustee in trust for the use, benefit, and behoof of his daughter during her natural life, she, his said daughter, to have all the rents, issues, &c., during her natural life; it was held it was not to be construed a devise for her separate use, but that the husband was entitled to the benefit of it. In pronouncing the .opinion of the court in that case, McKean, C. J., observed there were no technical or other expressions inserted in the will, from which the court could collect, or necessarily infer, that there was meant an independent provision for the daughter, and in the absence of a clear intention to that effect, the law gives to the husband, the whole of the profits in right of his wife. But to create a separate interest in a married woman, it is not necessary a trustee should be interposed between her and her husband, for when an estate or legacy is given to the use of a married woman, and it appears to be the intention of the testator, that hex* husband should take no interest in the gift, equity will, if necessary, turn him into a trustee for his wife. Lor is there any set form of phrase which must be used in a will, to create an independent interest in á feme covert. It is always a question of intention, to be collected as in other cases, from the whole seope and tenor of the testament. An instance of this is to he found in our own case of Jamison v. Brady, 6 Serg. & Rawle, 466, where a testator gave to his sister,, who was intermarried with Brady, a legaey for her own use-,, it was adjudged to be given for her separate use. For her own use-,, said Chief Justice Tilghman, is tantamount to- saying not for the, use of her. husband, because, if it was for his use, it could not be for her own use. The books furnish many other'instances of expressions which have been held sufficiently to manifest an intent to exclude the husband’s participation, as, “ that her receipt shall he a sufficient discharge to the executors“to be paid into her own hands..” So, if property be devised to a husband for the use- of his wife, or it be given for the livelihood of the wife. (Darley v. Darley, 3 Atk. 399.) In all these eases the expressions used, show the testator looked to the wife alone as the object of his bounty, and it being necessary to effectuate the exclusive interest, to debar the husband, he is excluded accordingly. It is thus perceived, that no great energy of language need be employed; it is enough if the intent can be clearly deduced.\nIn the present instance, the devise is to Isabella C'lippenger, wife of Jacob Clippenger, for her and her family’s use during he,r natural life. It is thus expressly devoted to this -particular class of persons, and unless the husband be one of that class, it would seem to follow necessarily, that he is to be excluded from all participation in the subject of the devise. If the words used had been “ for her and her children’s use during her life,” I conceive there could have been no pretence of any estate in the husband, for coupling the wife’s enjoyment with other devisees, independent of the husband, and making their enjoyment dependent upon her continual possession of the land, must shut out any interference of the husband which might jeopard this possession. The counsel of the plaintiffs conceding this difficulty to lay in his path, has endeavoured to show that the husband is to be considered as the head of the family, and, as such, entitled to-the sole use of the estate given during the coverture. ■ If this be S0j it draws after it a very grave consequence, for it would vest the husband with full dominion over the subject, and, as the events- which haVe happened illustrate, might totally prostrate the testator’s intention, by withdrawing the use of the land from the other members of the wife’s family. A consequence such as this ought to make us hesitate long before adopting the theory which leads to it. But -we think that in this the plaintiffs are entirely mistaken. Neither in common parlance, nor upon the technical construction of the words “wife’s family,” without more, is the husband contemplated. If it be asked, of what family is he ? the question will be answered by being informed from what person he is descended, and whoever is related by blood to that stock, is related to and of the family of it; 1 Roper on Legacies, 115; 9 Ves. 328. When used in a will as applied to personal property, it is generally said to be synonymous to kindred or relations, but if a legacy be given for the use of A.’s “family,” the context of the will may show that it is to be confined to the children of A. As in Barnes v. Patch, 8 Ves. 604, where a testator devised his residuary estate equally between his two illegitimate children, but if they should die under the age of twenty-one years, then over to his brother Launcelot’s and sister Esther’s families. The illegitimate children dying, it was upon the will determined, that, by the word “families,” the children of Launcelot and Esther were alone intended, and that Launcelot, who was living, was to be excluded. Another case pregnant with instruction on this subject, is McLeroth v. Bacon, 5 Ves. 156, where Lord Alvanly decided that a bequest to trustees for a married woman and her family, would, without other circumstances, be confined to her and her children. Such a bequest does not, regularly, include a relationship by marriage. It is true, that an intent to enlarge the ordinary meaning of the word “ family” may be so manifested by a testator within the four corners of his will, as to alter the construction. Thus, in the case last cited, the testator having vested the father of Mrs. McLeroth with large and peculiar powers of appointment of the legacy bequeathed, in the ■exercise of which he evidently contemplated the husband might be benefited, and having devolved similar powers upon the wife in the event of a failure to appoint by the father, the Master of the Rolls held, that an appointment by the wife, after the death of her father, of ¿6800, part of the legacy, to the use of her husband, might be supported under the special provision of the bequest. But he took care to guard against, any misconstruction of his decision in the particular case, by saying he was anxious his decree should not be construed to be a determination that where a legacy is given to trustees in trust for a feme covert and her family, that the trustees would be authorized to advance to the husband any part of the capital for the construction of such a legacy, unaccompanied by any other circumstances, would be that it should be applied to her and her children. Where the devise is of freehold estates, the word “family,” it seems, is restricted to mean the heir-at-law, as in a devise to A. for life, with remainder to his family, A.’s heir-at-law will be entitled under this description ; Chapman’s case, Dy. 333 b; Counden v. Clerke, Hob. 33; Doe v. Smith, 5 Maule & Sel. 126. So where the devise was to the testator’s wife, and her h.eirs for ever, in fullest confidence that she will devise it in trust for my family, it was held the wife took an estate for life with a remainder by way of trust to the testator’s heir-at-law; 17 Ves. 255. In, Doe ex dem. v. Thwaites, 1 Taunt. 266, is mentioned a case where, under a limitation óf real and personal estate to the family of J. S.,■■ the real estate was given to the heir-at-law, and the personalty went to the next of kin.\nThese cases, it seems to me, are conclusive of the present question, for there is nothing in the will under consideration to show the testator intended to extend the word “family,” as here used, beyond its ordinary legal signification. On the contrary, there is every thing to lead to a different conclusion. Whether, therefore, we look to the ordinary and familiar meaning of the word as it is here employed, or to the judicial construction it has received in the context, there is no difficulty whatever in saying, it is to be confined to the wife’s children, in esse, for they are her next of kin, and upon her death will be -her heirs. The husband cannot take under the terms used as designatio personae, and as the evident intent of the testator, in creating the trust, requires his exclusion from its benefits, we see no legal difficulty in pronouncing as the unanimous judgment of the court, that, under this will, the wife of Jacob Clippenger takes an estate for life, in trust for the separate .use of herself and of her children, with remainder to them in fee. It results from this conclusion, that the action of the court below was right in the. premises. Wherefore, Judgment affirmed."}