{"id": "953502", "contents": "Rogers, J.\nThe 14th section of the act of the 15th April, 1834, directs that, upon application by petition to the Court of Quarter Sessions for the purpose of creating a new township, or altering the lines of any township, or of ascertaining the lines or boundaries of any township, the court shall appoint three impartial men, if necessary, to inquire into the propriety of granting the prayer of the petitioners; and it shall be the duty of the commissioners so appointed, or any two of them, to make a plot or draft of the township proposed to be divided, and the division lines proposed to be made therein, or of the township proposed to be laid off, or of the lines proposed to be altered of two or more adjoining townships, or of the lines proposed to be ascertained and established, as the case may be, if the same cannot be fully designated by natural lines and boundaries, all which they or any two of them shall report to the next Court of Quarter Sessions, together with their opinion of the same; and at the term after that at which the report shall be made, the court shall talce such order thereupon as to them shall appear just and reasonable.”\nThe first duty that the commissioners have to perform, is to inquire into the propriety of granting the prayer of the petitioners, whether it be a prayer for the creating a new township, altering the lines of a township, or ascertaining and establishing the lines or boundaries of a township, and to report to the court their opinion of the same, that the court may take such order thereupon as to them may appear just and reasonable.\nIt seems, therefore, that the order of the court, which is the authority to the commissioners in the performance of their duty, should contain an explicit direction to that effect, and that the report should also contain an equally explicit opinion as to the expediency or propriety of granting the prayer of the petitioners. If the proceedings be defective in either particular, it is an error for which the whole must be seti aside. This point was ruled under the act of the 24th of March, 1803, (4 Sm. 80,) of which this act, in this particular', is a transcript, in the case of the division of Macungie township, in the county of Lehigh, 14 Serg. & Rawle, 67. In that case, it did not appear that the men appointed by the court made any inquiry into the expediency of granting the prayer of the petitioners, nor was there any thing in the order directing them to do so. Chief Justice Tilghman says: “Whether it was expedient to make any decision, no opinion was given.” This was an omission of great importance, for making a decision is one thing, and forming a judgment on making such decision is another. If the order of the court had been to inquire, in the first place, whether any division was expedient, we know not what would have been the result. In this order there is no direction to the commissioners to inquire into the propriety of erecting a new township,, except inferentially from the words, “ if they saw cause to erect a new township;” but this we deem insufficient, as the.order is defective, except it contains an explicit and express direction to inquire. It may well be that the commissioners supposed that it was their duty to erect a new township, without any inquiry as to its expediency or the truth of the allegations in the petition; that in consequence of the extent of the township proposed to be divided, the citizens were subjected to very great inconvenience, trouble, and expense in attending their respective township elections, and whether the question of the new township was the only and proper remedy for the same. That this may have been the case is highly probable, be-. cause, by the report, it does not appear that any inquiry was made as to tlie propriety of erecting the new township. “ We, the undersigned,” says the report, “ appointed by the within order of court to view, and if we should see cause to erect a new township out of the townships of Rapho, Mountjoy and East Donegal, as therein mentioned, do report: that in pursuance of said order, having been respectively sworn or affirmed according to law, we have viewed and .laid out of the said townships of Rapho, Mountjoy and East Done-gal, a new township, which new township we name ‘ Harrison the courses and distances of said new township called «Harrison ’ accompany and are attached to this report, as also a plot or draft of said township, known and designated by the letter A., as also our names written therein, reference thereunto being had will fully appear. Said new township embraces the boundaries of the election district, No. 22.”\nAlthough the case cited does not rule the point, yet we incline to think that an omission to direct the inquiry is not cured by a report that the inquiry was made, for we suppose it to be essential to the validity of the proceedings that it should be contained in the order. The commissioners are sworn or affirmed to perform their duties according to law, and as they are sworn in the terms of the order, the requisition of the act is not complied with, unless the order contains such direction. This is doubtless the safe, practice, and one which best carries out the intention of the legislature.\nIt is also contended the report is bad because the viewers did not make a plot or draft of the townships proposed to be divided, and the division lines proposed to be made therein, nor did they make a plot or draft of the township proposed to be laid off. The only plot or draft which accompanies the proceedings, is a plot or draft made by Henry M. Reigart and Thomas Lloyd, two of the viewers, who made report to the Court of Quarter Sessions, to August Sessions, 1844, Avhich, on the 3d of February, 1845, was set aside by that court, and the said draft is on the record of that proceeding, as also the courses and distances referred to. Whether the draft was part of the original, or detached from it, as seems to have been the case, matters not, as it was referred to and adopted by the present commissioners. There was no necessity to make a new draft if they were satisfied, and adopted, and referred to the one already made. It would be causing an additional expense for no valuable purpose whatever.\nBut the next point is attended with more difficulty. Is it sufficient to return a draft or plot of the new township, or must you at tbe game time return a draft of tbe townships from which it is taken off? That this would be more satisfactory there can be no doubt, as it would furnish on the record of the Quarter Sessions not only the boundaries of the new township, but of the others also; and it would be a considerable aid to the court in determining whether it was just and reasonable that a new township should be created. And this is the view taken in Henderson and West Townships, 2 Watts, 270. It is necessary, as is there ruled, to the validity of a report of commissioners appointed to erect a new township or divide an old one, that it should be accompanied by a draft of the old lines of the township, as well as the proposed new lines.\nWhen it is proposed simply to divide a township, a return should be made of the lines of the old township, with the division lines marked on the draft. That is sufficient for all useful or practical purposes. But where it is intended to divide two or more townships, and to erect a new township, the commissioners should not only return a draft of the new township, but a draft of the townships as they remain after the new township is stricken off.\nThe proceedings quashed."}