{"id": "953518", "contents": "Bell, J.\nThough the plaintiff counts against the defendants as executors, the action is in fact only sustainable against them as trustees ratione officii, under the will of the testator, to recover moneys received by them in that capacity; Case of Eliz. Baird, 1 Watts & Serg. 290; Inne’s Estate, 4 Whart. 183; Commonwealth v. Barnitz, 9 Watts, 255. The plaintiff’s claim does not spring from any demand his intestate had against the testator in his lifetime, but is grounded on the allegation that the defendants, in the execution of a trust created by the will of Robert Geddis, deceased, received moneys, after the death of the testator, belonging to the intestate, which they improperly refused to pay over to her. The suit is therefore to be regarded as a proceeding against them in their individual, and not in their representative capacity, in which the judgment to be recovered would be de bonis propriis, and not de bonis testatoris-, as the court below erroneously supposed. An executor is liabl^only for the contracts of his testator, and cannot covenant or promise as shch, or shelter himself under his representative character in respect to acts to be done by him; Wilson v. Wilson, 3 Binn. 557; Morrow v. Brenizer, 2 Rawle, 192; Masterson v. Masterson, 5 Rawle, 137. Naming the defendants, therefore, in the declaration as executors, was merely surplusage, except as to such portions of the first count as profess to set out specially the facts and circumstances giving birth to the alleged liability,- and thus making it necessary to aver the defendants’ office of executors, as connecting them with the trust, by virtue of which, as it is said, they received the annual interest of one-third of the purchase-money of the land sold, for the use of the plaintiff’s intestate. But yet it- is perfectly plain, these sums were received not in their capacity of executors, or as assets belonging to the estate of the testator, but as a fund which, in truth, had no connection whatever with the legal administration of the estate in their hands as .executors.\nThe special count, though somewhat inartificially drawn, sets out the true grounds of the plaintiff’s suit,' and sufficiently disproves the notion that the defendants are called to answer as executors, for we may strike from the declaration, without injury to it, every word that vainly charges them in that character, and thus reformed, it would, so far as the form of the action is concerned, be supported by the proof put in by the plaintiff below. Regarded in this aspect, much of the embarrassment which seems to have attended the progress of the cause might have been avoided. The difficulty experienced by the Court of Common Pleas in moulding the verdict, and entering the proper judgment thereon, originated in the adoption of the erroneous suggestion by the defendants below, that the money sought to be recovered was part of the assets of Robert Geddis’s estate. The moment this unfounded notion is discarded, the obstacle to the plaintiff’s right to recover, springing from a supposed misjoinder of counts, at once vanishes. Disregarding the Surplusage with which the plaintiff’s pleading is loaded and deformed, the several counts stand together consistently, and may be supported by the same evidence, and in the event of the plaintiff’s success, admit of but one form of judgment, to wit, de bonis pro priis. There is, therefore, no room for the objection, founded upon the principle that counts on promises by an executor or administrator cannot be joined with counts on promises by a testator or intestate.\nThese remarks dispose of the fourth error assigned, by rendering unnecessary an inquiry how far the court was justified in directing the general verdict rendered by the jury to be remoulded, inasmuch as the verdict actually found, might, under the pleadings, have been received and judgment rendered thereon, without any error committed.\nBut an obstacle much more formidable than that I have been considering lies in the plaintiff’s path. On the trial, the defendants objected, the plaintiff was not entitled to recover, because the action was brought against two, as jointly liable, while the evidence established the fact beyond dispute, that the money sought to be recovered was received by one of them only. The court, in answer to this objection, said: “ This position would be correct, if the plaintiff was seeking to recover of the defendants in their individual capacity. But this they do not ask for. They only claim against them as executors, and the verdict and judgment against them will be against the property of their testator.” I have already shown this is a mistake, and, indeed, it is somewhat difficult to understand how the idea came to be entertained, that the judgment in this action must be cte bonis testatoris. But the motion being once admitted, naturally enough led to the conclusion, that the action against both these defendants could be supported on the proof; for it is unquestionable that where the proper judgment is against the goods of the testator, as, for example, in an action upon a covenant or promise made by a decedent in his lifetime, all the executors must be joined. So, too, generally speaking, an action instituted to recover a legacy may bo well brought against all the executors, leaving such of them as have no assets to plead that fact in their discharge; App v. Driesbach, 2 Rawle, 301. Though even then, if one of the executors have possessed himself of the whole fund applicable to the payment of the legacy, the action may, and, perhaps, ought to be against him alone; Doebler v. Snavely, 5 Watts, 228; and the same would be the case where the plaintiff sought to recover a distributive share of an intestate estate. Of this, I conceive there can be no doubt, if the form of the action adopted be assumpsit for money had and received to the use of the plaintiff, for the very foundation of such an action is the actual receipt of money or its equivalent belonging to the plaintiff. It necessarily follows, that where, as in our case, there are two or more trustees, a declaration for money had and received against all, will not be supported by proof that one of them is in possession of the funds belonging to the cestui que trust, without the agency or: interference of the other. Such a variance between the allegata et probata is fatal, for the averment of the actual receipt by all is material, and must be proved as laid.\nThere is nothing in the relation as trustee to make the receipt by one, of itself, the receipt .of all, in contemplation of law, nor can one trustee be made liable for the default of his fellow without some act of commission or omission rendering him obnoxious to the'charge of having neglected some ascertained duty;, and even then the remedy is not by action for money had, but some form of proceeding at law or in-equity, to charge him'upon the footing of his dereliction.\nI at first thought the present suit might be sustained on the ground of the joint right of the defendants, under the will of their testator, to receive the yearly sum payable to the widow, and that much inconvenience might result by -requiring such a cestui que trust to ascertain at her peril which of the trustees had received the fund. But, on reflection, I am satisfied this, as a general proposition, is incorrect, as applied to the form of action used here. Besides, by the provisions of the will, the widow was herself entitled to call on the purchaser of the land for the payment of the yearly interest, and though she did not do this, all the evidence in the cause, including that introduced by herself, conclusively shows, that after the execution of the deed conveying the land sold, William Geddis solely assumed the management of the trust, by securing the payment of the yearly interest to himself alone, for the use of the widow, receiving it from year to year and paying it over to her. ■\nIt is placed beyond question, too, that she sanctioned this arrangement by looking to William alone as the acting trustee. As Is asserted and not denied, James, the other executor, lived in a distant state, and never intermeddled in the matter of the trust, except to join, for the sake of conformity, in the -execution of the deed. All this was known to the plaintiff, and there is therefore no shadow of propriety in permitting him to subject James to the vexation of a suit, to say nothing of the technical difficulty I have suggested-as barring its successful prosecution.\nWhat has been said rules the case, as it now stands, in favour of the defendants below but; as this litigation may be resumed in another shape, we deem it proper to express our approbation of the opinion expressed by the court below, that the attempted defence founded on the payment made to the plaintiff’s intestate, before the sale of the testator’s land, is not available. It is entirely clear, from the terms of the receipt put in evidence by the defendants, as well as from all the facts of the case, that these payments were made to the' widow in pursuance of some family arrangement for her livelihood, until a sale of the land could be effected, and the object probably was to afford time to make an advantageous sale. The parties had a perfect right to enter upon such an arrangement for their mutual accommodation and benefit, and in view of the attending circumstances it was perfectly natural they should do so. If the money was paid and received in good faith, in pursuance of this arrangement, and I cannot perceive that this admits of the least doubt, the attempt now, to set up these payments in discharge of the annuity subsequently created — a purpose not contemplated, at the time — is such a fraud upon the understanding and evident object of the parties as the law will not tolerate. Under existing facts, the widow had a conscientious right to receive these annual sums during the four years the real estate remained unsold, and the defendants cannot, in conscience, reclaim them. The relative rights and liabilities of the parties are wholly unlike those of executor, and debtor legatee, (to which, in the argument, an attempt was made to assimilate them,) where the executor may retain the legacy to the amount of the debt due from the legatee, on the ground, as it is said, that the latter has already so much of the assets in his hands; (Jeffs v. Wood, 2 P. Wms. 129.) The broad difference is, that here there was no debt due from the intestate to the testator, or to his executors, nor was the money received by her, under the arrangement I have alluded to, assets of her husband’s estate. It was a part of the yearly profits of land, no longer his property, paid in compensation of the delay which prejudiced the widow’s interest. Even admitting there was no agreement for the payment of these annual sums, and that they were received as gifts from a party having a beneficial interest in the estate directed to be sold, I know of no principle, legal or equitable, by which a reclamation of them can be supported.\nFrom what has been said, it will be perceived there is but one objection to the plaintiff’s right to recover, but this objection goes to the root of his action in its present form, and utterly forbids a hope of success, at least upon the evidence now presented.' The judgment must in consequence be reversed, but if the plaintiff thinks he can, on a second trial, show a joint liability in the. defendants, he may have a venire de' novo.\nJudgment reversed, and a venire de novo awarded."}