{"id": "953588", "contents": "Rogers, J.\nAt the time the judgment was rendered against Sweigart, Bury was at least entitled to an equitable estate in the land in controversy. This we assume as proved, and therefore the only question is, on the instruction to the jury, that the sale on the judgment and the proceedings thereon vest a title by relation to the date of the deed, and that the defendant was entitled to a verdict. We see no substantial difference between this case and McCall v. Lenox, 9 Serg. & Rawle, 310, for the lien created by the deed, and the judgment on the bond on which suit is brought, arise out of the same transaction. They are in contemplation of law one instrument, form one security, and consequently the lien of the judgment, as is there decided, must relate to the date of the lien in the deed. That this would be so, if notice had been given to the terre-tenant, is very clear. The terre-tenant having an opportunity to make defence, if any he has, the judgment relates back to the date of the lien, which is prior to the purchase, and of which the purchaser, Sweigart, had full notice. It cannot be necessary to bring suit on the deed, as has been contended; as effect may be given to the lien created by the deed equally as well by a suit on the bond, with notice to the terre-tenant. The intervening title is avoided by the sheriff’s sale, because, although before the date of the judgment, it accrued after the creation of the lien. The sheriff’s vendee stands in the place of the judgment creditor, and succeeds to his rights. But is the title of the sheriff’s vendee bad because no notice was given to the terre-tenant of the original suit ? Tbis is the only point which presents any difficulty. It ¿certainly would have this effect if the omission would deprive the terre-tenant of the chance of making defence against the lien, as showing that it was paid, or had ceased to be a lien, for the law affords every man an opportunity of being heard. But it seems to me that this point ceases to have any weight, because the same defence is as open to him in the ejectment as ho would have been entitled to, had notice been given in the suit on the bond. The plaintiff may, in cases like the present, and this is the better course, bring his suit on the bond with notice to the terre-tenant, and this course would have been the one in all probability pursued here, but the plaintiff had no notice that Sweigart had sold part of the property to Bruy, as there was no title on record, nor was there, for aught that appears, any written contract between Sweigart and Bury. Bury was in possession of part of the tract covered by the lien, but whether as tenant or occupier of the land under Sweigart did not appear. It would, therefore, be hard that the lien should be lost when the right to defend is secured as well in the ejectment as in the original suit. We are reluctant to throw unnecessary difficulties in the way of creditors.\nJudgment affirmed."}