{"id": "953548", "contents": "Rogers, J.\nA purchaser at a sheriff’s sale is entitled to receive rent from the lessor in possession, only from the time the sheriff’s deed is acknowledged, Scheerer v. Stanley, 2 Rawle, 276. And the reason is, that although the title may, for many purposes, be referred to the sale, yet the purchaser acquires no title, except an imperfect one, until the sale has received the sanction of. the court. This decision would seem to rule the case in hand, for it is difficult to understand how a purchaser can be personally liable for rent accruing, when he neither has the possession, nor the right of possession, to the premises on which the rent is charged. As between the vendor and the assignee of the vendee, the latter is only liable, personally, from privity of estate, that is, from its actual or beneficial enjoyment, or the right to enjoy it. When both are wanting, no personal liability can arise. And this is the legitimate result of the cases cited. -The question here is, whether the purchaser is personally answerable for rent accruing before the acknowledgment of the deed. Judge Stroud, on authority, and for reasons which it is useless to repeat, has come to a conclusion that a purchaser at a sheriff’s sale is not responsible, in an action of covenant, for ground-rent accruing and becoming due after the sale, and before the acknowledgment of the deed. 2 Law Journal, 299. In this opinion we concur, with the addition, that we do not put the ease on the form of the action, but rule it on the principle, that the purchaser is not liable personally, unless he has the possession, or right to the possession, of the premises on which the rent is charged. The authorities show clearly, that on the facts stated, the sheriff’s vendee had neither, and, therefore, the defendant is entitled to judgment. By the act of 1836, as well as on general principles, the purchaser at a sheriff’s sale is only entitled to rent from the acknowledgment of the deed, nor is he entitled to possession, as the authorities show, until the deed is acknowledged.\nJudgment affirmed.\nCoulter, J., was at Nisi Prius until March 2."}