{"id": "953555", "contents": "Burnside, J.\nThe act of the 7th of April, 1826, (7th edit, of Purdon, 185,) subjects “all estates, real, personal and mixed, of every hind whatsoever, passing from any person, who may die seised or possessed of such estate, being within this Commonwealth, either by will, or under the intestate laws théreof, unless for the use of father, mother, husband, wife, children, and lineal descendants born in lawful wedlock, to a collateral inheritance tax of 2J per cent.” It is not the person, but the estate within this Commonwealth, on which the tax is levied. This construction is in conformity with the words of the act, and is manifest from every provision as well in the act of 1826 as in every subsequent act of the legislature securing the collection of this tax.\nThe act of the 22d of April, 1846, increases the collateral inheritance tax to 5 per cent. This view of the act, and I think it impossible to take any other, if we regard the clearly expressed intention of.the legislature in the several acts on this subject, disposes of all the questions of domicil raised in the argument.\nThe case stated, shows that John Pancoast Smith, of Philadelphia, went on a visit to Europe in 1827. In a short time he proceeded to Paris, where he generally resided until his decease, in 1842. He commences his will by describing himself of the city of Philadelphia, now residing in Paris, and devises 30,000 francs to Marie Louise Charlotte Briel, to be paid to her in good and lawful money of the kingdom of France. He appoints his brother, in Philadelphia, his executor. The will is proved before the register,, in Philadelphia, on the 6th of September, 1844, where the administration of his estate is to be settled. All the testator’s estate, real, personal, and mixed, of every kind whatsoever, in the state of Pennsylvania, at the time of his decease, was subject to the collateral inheritance tax; and as the will makes no provision how it is to be paid, it is the duty of the executors to pay it out of the legacy devised to Maria Louise Charlotte Briel, so far as the legacy is to be paid out of the assets of the estate in Pennsylvania. It is the amount of estate being within the Commonwealth, passing either by will or descent, that the act makes subject to the collateral inheritance tax, and the domicil has nothing to do with the question. If it is an intestate estate, and administration is granted in Pennsylvania, to enable the administrator to collect the assets, the administrator 'pays the tax out of the aggregate of the estate. If a will be proved and administered in Pennsylvania, the executor deducts the collateral inheritance tax from the devises, unless the will directs otherwise. Judgment for the plaintiff."}