{"id": "953525", "contents": "Gibson, C. J.\nThere is only one assignment of error in this record, which is sustained; and the other points are left to stand on the reasons of the judge, which seem to be satisfactory. He erred, however, in charging that the adverse possession of Justus Scheetz did not pass to the plaintiffs by the sheriff’s deed. In Overfield v. Christie, 7 Serg. & Rawle, 177, in which the opinion of Judge Washington in Potts v. Gilbert, 3 Wash. C. C. R. 475, was overruled, it was settled that the adverse possession of an occupant without right might be transferred to a purchaser, and continued by him for the residue of the time necessary to form a bar by the statute of limitations, and this principle the judge, did not controvert. His position — and it is one of which it is difficult to explain the fallacy — was that the locus in quo, having reverted, did not pass by the sheriff’s deed, which conveyed no more than the tract to which it had ceased to be appurtenant; and consequently, that it did not pass the adverse possession. But the possession may be passed without the title. The deed professed to pass the appurtenances belonging to the tract; and if the locus had not ceased to be occupied as an appurtenance, though the title to it were gone, the deed would pass the occupant’s possession of it, as it would have passed the title to it had the occupant still held it. A proprietor who occupies his neighbour’s land as a part of his farm, may certainly transfer his possession of the whole by a conveyance of the farm. Such is the principle of Overfield v. Christie, which is different from this case only in the immaterial respect, that there the conveyance was made by the occupant to the purchaser. But a sheriff’s deed passes all that the debtor could convey, and is necessarily as operative in every respect. There was, however, evidence of entry to be left to the jury, as well as other considerations in the cause, which may yet, perhaps, avoid the statutory bar.\nJudgment reversed, and venire de novo awarded."}