{"id": "953586", "contents": "Coulter, J.\nOn the first point submitted to the court below, their opinion was right, and in accordance with the view of the case entertained by this court. On the second point they were wrong. It arises on the construction of the fifth section of the act of 15th of'April, 1845, entitled a supplement to an act entitled an act relating to executions, &c., Purd. Dig. (ed. 1846,) 705, the proviso of which prevents the wages of any labourers, from being liable to attachment in the hands of the employer.\nIn this case, John Chave entered into a contract with the burgesses and council of the borough of Norristown, for grading and excavating a street in the said borough, for the price of twenty cents for every cubic yard, to be paid one-half as the work progresses, and the other half when it was finished. The force employed was, two carts, two or three horses, and enough of hands, with himself, to keep these in exercise ; a certain portion was earned at the time of the service of the attachment, the whole contract amounting to about $ 110. \"Was the amount due on this contract liable to attachment ? It is a question of considerable difficulty and of no little importance. But after full consideration, the c'ourt is of opinion that it was.\nThe act was doubtless intended to protect and secure to the labourer what was earned by his own hands. Muzzle not the ox which treadeth out the corn. It was not designed to protect the contracts of those who speculated upon or made profit out of the labour of others. The term labour is, to be sure, of very extensive signification. The merchant labours; for there is mental as well as manual or corporeal labour; the farmer labours, the professional man labours, and judges labour, as every member of this court can testify. But it is this very capability of enlarged extension which produces the necessity to circumscribe and limit the word as used in the statute, in order to accomplish what we believe must have been the intent of the legislature. That is, to secure to the manual labourer by profession and occupation, the fruits of his own work for the subsistence of himself and family. If it is extended to the constructor who employs others, we would, by that construction, prevent the actual labour'd’ who earned the money, from attaching it to secure the wages of his labour and his reward, and save it for the contractor, who perhaps never rolled a stone from its bed, whose sweat never fell on the work, and whose spade never entered the ground. We believe, that by confining the exemption from attachment to the actual reward or wages earned by the hands and labour of the individual himself, and his family under his direction, we best accomplish the beneficent design of the legislature, without too largely entrenching upon the rights of creditors. The judgment of the court below in the stated case is therefore reversed as to the garnishees, and as the facts are not sufficiently set forth in the case stated, to enable this court to enter judgment for a specific sum, the cause is remitted to the court below, with instructions to proceed according to the principle settled by this court."}