{"id": "953593", "contents": "Bell, J.\nAs the issue tried in this case was directed by the judge of the District Court, when sitting on its equity side, it is conceded under the authority of Baker v. Williamson, 2 Barr, 116, and the cases there citfed, that the writ of error brought for a review of the proceedings had before the decree, issued improvidently and must be quashed. By this disposition of it, we are enabled to arrive at the consideration of the litigated points springing from tbe exceptions taken to tbe account settled by tbe assignee of Jacob Erb, the report of the auditors thereon, and the final decree of the court below, disembarrassed of the technical errors which have been here assigned as committed on the trial of the issue. But although the whole subject is thus thrown open to us, we cannot, sitting as an appellate tribunal, look beyond the record as it existed in the District Court, nor take cognisance of any supposed mistake arising from causes to which the attention of that court was not called. It is not permitted us to proceed de-novo as in appeals from the Orphan’s Court, under the statutes confirming and regulating that jurisdiction; Dyott’s case, 2 Watts & Serg. 557. Nor are we at liberty to look into other proofs than those submitted to the court below. We have, therefore, declined to hear the depositions taken by the appellee since the appeal.\nThe case stands clear, too, of any difficulty which might have arisen, had the fund been distributed by the assignee according to the directions of the deed of assignment, without notice of the intention entertained by the other creditors, to call into question the judgments entered in favour of Henry and Levi Erb, for it is confessed such notice was given before payment made to them, and that in consequence the assignee required and received from them an assurance of indemnity against any loss to which he might otherwise be subjected by a final decree. The questions presented by the appeal are, therefore, to be considered as though the trust fund was still in the hands of the assignee for distribution, subject to all equities residing in the eestuis que trust.\nIn the District Court the leading inquiry propounded for discussion and decision was broadly stated to be, whether the judgments entered by virtue of the warrants of attorney accompanying the bonds executed by the assignor to his sons Henry and Levi, were or were not fraudulent as against the other creditors of the assignor ? The issues directed were so framed as to admit this general inquiry, as well as the narrower one, whether the bonds were given for more money than was due to the sons respectively, irrespective of the assertion of actual fraud. But it is obvious from the record, that, notwithstanding the broad range the investigation might have assumed, it was, before the auditors, and afterwards in the court, confined to the narrower limit, so far as the consideration of the bonds became the subject of examination. In this court, the same course has been pursued. It was not, as indeed upon the proof in the causo it could not be, successfully contended, that in the execution and delivery of the bonds, the father and sons contemplated such a fraud in hindrance and delay of the creditors as would avoid the securities in toto. The appellants, therefore, very properly restricted their allegations to an important mistake committed in ascertaining the items of which the aggregate sums called for by the bonds are made up.\nSubordinate to the principal question and connected with it, another was much discussed on the argument, namely, whether, as insisted by the appellants, the conveyances of 3d April, 1838, and 11th February, 1842, of the lands in Warwick township, being in part voluntary, are to be treated as void against the creditors of the grantor, and as a consequence, the reconveyances from the son to the father to be regarded as merely operative to rescind the original contract of sale, or whether, as the appellee contends, the first conveyance vested in the sons unimpeachable estates in fee-simple, the reconveyances of which to the father are to be accepted as constituting the consideration of the obligations executed by the latter ? But the aspect in which we view this case, renders a solution of this question unnecessary. Conceding to the appellants their position that the original transaction between the father and sons was rescinded by the verbal agreements and deeds of 1843, we have, after much reflection, arrived at the conclusion that the final decree pronounced by the District Court ought not to be disturbed. Repudiating the presence of actual fraud, which, as I have said, is not averred, we come to the inquiry, whether there is any such evidence in the cause as constrains us to the conclusion that the judgment bonds call for greater sums of money than were really due to the obligees respectively. In pursuing this inquiry, we must necessarily look to the proceedings had in the court below, and more particularly to the issues tried and determined by the verdicts of the jury, one of which was rendered after a full investigation of merits, and the other upon the same state of facts, by consent. I have already stated what was the leading question examined and decided under these issues. An inspection of the record makes it apparent that on the trial full opportunity was afforded to the litigant parties for a minute examination and discussion of the subjects of controversy, and that each came to the conflict armed with a knowledge of details which the previous elaborate investigation had elicited. The trial too was had before a tribunal peculiarly qualified to determine the disputed questions of fact, and it will scarcely be denied that it was the duty of the parties to furnish it with all the proof in their possession or power. We are, therefore, bound to presume this was done, more especially as there is no intimation that the judge below refused any of the testimony offered, nor a suggestion of newly discovered evidence since the trial. Looking to the evidence given on the trial, all of which has been sent up with this record, we see no reason why we should not make the declaration of the jury upon the facts submitted to them, our own. But the appellants ask us to look behind this decision, and to pronounce a decree in derogation of it, by deducting largely from the'bonds ascertained by the verdicts to have been executed upon a full consideration. To induce an appellate court to yield to such a demand, it ought to be made clearly apparent that the jury erred in point of fact, or were misled to their decision by a misdirection in law of the judge before whom the issue was tried. If the facts involved in the controversy were clear of doubt or difficulty, the judge of the District Court, sitting as a chancellor, might and indeed ought to have decided upon them, without the intervention of a jury. Such a reference is only made in equity, to satisfy the conscience of the court concerning doubts as to the facts, and is therefore discretionary; Dale v. Roosevelt, 6 Johns. 257; Baker v. Williamson, 2 Barr, 119. As is said by Mr. J. Rogers in the case last cited, it would be an abuse of this discretion to award an issue when the truth of the fact could be sufficiently and satisfactorily ascertained by the court itself. It is very true that a verdict found in such an issue, binds not the conscience of a judge directing it, nor of the appellate court. They are at liberty to disregard it, if, upon all the proofs given in the progress of the cause, they are not satisfied of its correctness. Still, much respect is due to it; Paul v. Paul, 2 Hen. & Munf. 525; McRae’s Executors v. Woods, 1 Hen. & Munf. 548; Mulock v. Mulock, 1 Edw. 14; and it has even been said, that if the judge who tries the issue do not certify that he is dissatisfied with the verdict, the chancellor will not direct a new trial upon affidavits tending to show that it is contrary to evidence; Pleasants, Shore & Co. et al. v. Ross, 1 Wash. Va. R. 156. At all events, a chancellor would weigh the evidence critically, and be satisfied the verdict was not in accordance with it before arriving at a conclusion in disregard of it. I have already said, I see nothing in the testimony given to the jury, tending to show this verdict to be an incorrect one, from the facts proved. • Indeed that testimony tends strongly to support it, and to vindicate the subsequent decree of the District Court. This I do not understand to be denied, and the question is, whether there be any other reliable evidence in the cause upon which this court can undertake to say the finding of the jury is against the truth. The appellants point us to the testimony taken before the auditors, and to their opinions expressed upon it, as furnishing grounds upon which the court may fairly conclude that in ascertaining the amounts due from the father to the sons, through the agency of Mr. Franklin, in 1843, more was charged against and less credited to the father than was just and proper, whereby the sums said to be due to the sons, and for which the bonds were taken, were greatly enlarged. But at the very least, testimony dehors the trial of the issue, entitled to be considered, should appear to have been regularly taken, and with due regard to the rights of the respective parties. Now it appears from the report of the auditors that, upon the authority of Dyott’s case, (supra,) they held themselves to be without authority to examine into the consideration of the obligations, and expressly declined to do so. The opinion they express as to the yearly value of the farms, the advantages derived by the sons from the possession of them, the incorrectness of the charge for lime, &c., is altogether extra judicial, and therefore not entitled to the respect which, perhaps, we might be disposed to award to a deliberate judgment upon facts expressed by auditors charged with the investigation of them. How can we say, without imminent danger of error, that all the testimony on the subject in the power of the appellee was produced before a tribunal declaring itself incompetent to the investigation, or that that which was produced underwent the rigid scrutiny to which it might have been subjected, had the parties known themselves to be before a judicial body comj)etent to hear and decide the disputed facts? Certainly, under these circumstances, the appellants ask much more than can, with any propriety, be accorded to them, when they demand of this court to found its decree upon testimony taken, and an opinion expressed by an unauthorized and irresponsible body, in preference to the deliberate conclusion of a jury, specially charged to inquire into the precise subject of dispute, and doing so under the immediate direction of the judge whose conscience was to be informed; and this too when that judge, having all the prior proceedings before him, approved the verdict. In refusing our assent to this proposition of the appellants, there is yet another consideration that weighs strongly with us. The great point in dispute upon the trial was, whether the annual rental of the lands while in the possession of the sons, more than counterbalanced the legal Interest of the sums paid from time to time by the sons to the father, and the value of the articles furnished in kind ? There, as here, the general creditors asserted the affirmative of this proposition, and yet not one witness was examined by the plaintiffs at law to establish their assertion. One of the witnesses, who so swore before the auditors, was called, and testified for the plaintiffs, but they omitted altogether to call his attention to the prominent part of their case. Now, looking to the character of the auditors’ report upon this point, the defendants had, certainly, a right, if the consideration of their bonds was to be assailed on this ground, to expect and demand that some evidence should be given touching it, which they might possibly meet and repel. In fact, as we have been given to understand, anticipating that such proof would be offered, they came prepared to at least attempt its refutation. To permit the appellants to fall back upon proofs which they declined to offer to the scrutiny and attack of their adversaries, before a court constituted for the express purpose of testing the value of the antagonist evidence to be offered upon this very subject, would be to hazard the justice of our decision upon grounds altogether too uncertain to afford foundation for a judicial decree.\nNor do we perceive there was any probability of the jury being misled by any misdirection of the judge who presided at the trial. His attention was called to the subject of imputed fraud and want of consideration in whole or in part, by the points submitted by the plaintiff’s counsel, and these appear to have been so answered as to put the jury in full and intelligent possession of the controversy they were empanelled to decide.\nBut could we consent to disregard the verdict altogether, it is by no means certain the evidence, taken as a whole, would justify a deduction from the amount of the bonds. The annual value of the lands which were held by Henry Erb, was estimated by two witnesses, examined by the appellants before the auditors. One of these fixes it at $500, the other at between $400 and $500. The value of that portion held by Levi is named by them at $200. But it appears that both these estates, after having been improved in the hands of the sons by the application of large quantities of manure, were farmed upon shares for one year after coming into the hands of the assignee, and the first of these produced, as the landlord’s share, but $359, and the second $156. It strikes us this is a species of evidence of a value more to be relied on than vague opinions upon a subject which, it is notorious, generally gives rise to great diversity of conjecture. Of the value of the articles in kind furnished yearly to the father, there does not appear to have been any express evidence on either side. As the appellants undertook to impeach the correctness of the settlement made in 1843, it was their business to show what was the true value, if they intended to insist on the opinions expressed by the auditors. The same remark may be made in respect to the items of charge for lime put on the jDremises by the sons. As to this, it may be collected from the evidence that a much larger quantity of lime was put by Henry on the tract occupied by him, than is charged for, and we cannot undertake to say the eight thousand bushels for which he was allowed, were not of permanent advantage to the land, and enhanced its value in' the hands of the assignee. If so, the allowance was properly made. It may be added that it has been so pronounced by a jury of farmers.\nAll that has been said of the binding character of the verdict, is applicable to Levi’s claim, in whose case the verdict was rendered by consent. Indeed this acquiescence in the propriety of the first finding would seem to add strength to both.\nThe other specific exceptions, not having-been insisted upon here, do not call for particular notice. Upon the whole case, it is the .opinion of this court the appellants have failed to sustain their objection to the decree of the court below, and it is therefore to be affirmed.\nDecree affirmed."}