{"id": "953504", "contents": "Coulter, J.\nThe decree of the court below is affirmed. There can be no doubt or question about the right of a party to a submission to revoke it before it is consummated. It has been assimilated by the courts to the case of any other power which is naked and without consideration; whether upon sufficient grounds of policy or similarity, it is not for me to question. The court take the law as they find it. But in the case at bar, it was not a naked power or submission. It assuméd the form of a contract upon sufficient consideration, and was .therefore beyond the dominion of either party, after its execution. Its rescission required the consent of both; Hunt v. Rousmanier, 8 Wheat. 174; Monongahela Navigation Co. v. Fenlon, 4 Watts & Serg. 205.\nIn the case in hand, the plaintiff had instituted proceedings in chancery to compel a settlement of partnership accounts which had been for some time procrastinated, but as they approached a close, he agreed to discontinue the proceedings, which of course subjected him to the costs, and with the defendants agreed to enter into an amicable action of account render, and submit the matters in controversy to an umpire named, whose decision was to be final and conclusive without appeal, and judgment to be entered by the prothonotary.\nIt is quite apparent that the plaintiff was induced to agree to discontinue his proceedings in chancery by the substitution of this amicable action, and that he never would have entered into the agreement if he had not believed the substituted proceedings were to be final and binding mutually. There are other matters in the agreement which give it the indelible marks of a mutual contract on sufficient consideration; such as that the books of the firm should be deposited with Samuel Armstrong, Esq., who was to proceed and collect the claims due the firm, and pay over the money, one-third to each of the parties.\nThe agreement to discontinue the chancery proceedings, the stipulation in regard to the books, and the payment of the money collected, to each partner his share, were all parts and parcels of the agreement, which contributed to render the whole irrevocable by either party alone. Something was said on the argument about no actual discontinuance of the proceedings in chancery, and an offer by the respondents to reinstate them. But time flies; what is lost in that respect cannot be regained. The plaintiff has been delayed, which of itself would be a sufficient consideration; besides, he has a right to one-third of the money collected by Armstrong, and to insist that it shall all be collected by him; and the other two partners have their mutual and corresponding rights under the agreement. In addition to this, the umpire had heard the parties and made his award before the defendants act of revocation. They were too late, as a submission cannot be revoked after award; Kyd on Awards. The umpire produced his award in court, after full hearing of the parties, and stated that he had made some mistakes which he wished to correct. The court declined to send it back without the consent of the parties, whereupon the parties agreed, and after that the defendants gave notice to the umpire and plaintiff that the submission was revoked. The error which the umpire wished to correct was against the defendant. This remittitur of the award to the umpire was the act of the parties, but was not a new submission. It gave the defendant no more power over the matter than he had before that act, because it was a mere continuance of the original agreement, or rather a consent that under that agreement the error might be corrected. It cannot fairly be received in any other light. The act of revocation, therefore, by the defendants, was a nullity, and it was not error in the umpire to correct his mistake under the consent given, nor did the court err in entering judgment on the award.\nThis determination of the main question disposes of all the others raised by the defendants, which are merely subsidiary.\nJudgment affirmed."}