{"id": "953509", "contents": "Burnside, J.\nThe first error assigned was, to the rejection of the deposition of David H. Moore. The notice was, that the deposition of David H. Moore, and others, will he taken at the ofiiec of Joseph Kemp, Esq., in the borough of Holidays-burg, Huntingdon county, before the said Joseph Kemp, or some other person, competent to administer an oath, on Monday the 24th of March, 1845, between the hours of one o’clock, p. m., and ten o’clock of said day, &c.\nMoore’s deposition was duly taken in pursuance of the rule and notice at the time and place, before Ephraim Galbraith, Esq., a magistrate of the borough of Holidaysburg. The objection was, that it was not taken before the magistrate named in the notice. The thirty-sixth rule of the fourth district, (which has since been divided into two districts,) is as follows: “ In the Common Pleas and Orphan’s Court, a rule to take depositions of witnesses to be read in evidence, is of course, and may be entered at any time in the prothónotary’s or clerk’s office, stipulating ten days’ notice to the adverse party, or his agent, or fifteen days’ notice to the attorney of the party. And if either party finds it inconvenient to attend at the time and place appointed, he may transmit written interrogatories to the person authorized to take the depositions, who shall put the same, and reduce the answers to writing.”\nAlthough we pay great respect to the construction given by courts to their own rules, and seldom dissent from their construction ; yet, to preserve uniformity in the old and new district, it becomes our duty to give the rule a proper construction. We all think, in this case, that the deposition was well taken, in pursuance of the notice. The only plausible reason, urged by the counsel of the defendant in error in support of the construction of the court below, is, that they might have sent cross-interrogatories to Mr. Kemp to have been put to the witness. This comes with a bad grace from the learned counsel, when it is not alleged that cross-interrogatories were sent. The deposition of Moore ought not to have been rejected by the court below on this ground.\nThe second error assigned, is the admission in evidence of the depositions of James Garvin and Thomas Doyle. The fifty-fhird rule of the Common Pleas requires, “ if the notice be in pursuance of any rule of court, a copy of it shall he prefixed to the notice and proved in like manner.” The preceding part of the rule prescribes the manner in which notices shall be served. No copy of the rule to take depositions was served with the notice to take these depositions. It is urged that by common consent counsel have omitted to regard this part of the rule, but it is not alleged that there was any special agreement in this' case. Although we see no good reason for the rule, as notices generally say in pursuance of a rule of the court, yet, as the rule expressly requires it, we think it our duty to hold the courts to their written rules. There would be no safety if courts were permitted to depart from their plain written, express rules.\nThe last error urged in this court is to the charge. As the case goes back for a new trial, and when before the Common Pleas the evidence is likely to be materially different from the case before us, it would be worse than useless to express an opinion on this alleged error.\nThe judgment is reversed, and a venire de novo awarded."}