{"id": "953512", "contents": "Bell, J.\nThe principal question presented by the record for adjudication, Is whether, on the trial of the cause below, the legal execution of the paper averred to be the last will of Barbara Hoover, was duly proved ? Considered independently of the possibility which seems to be contemplated by the sixth section of the act of 8th April* 1833, of a party being prevented by the extremity of his last sickness, from either signing his last will, or procuring another to do it for him, — a contingency the present case does not offer for consideration, — the clear result of all the cases decided by this court, within the provision of that section, and particularly of Cavett’s Appeal, 8 Watts & Serg. 21; and Barr v. Strobill, not yet reported, is, that the proposed testator must sign the testamentary instrument by his own proper signature, if he be able to do so, but if prevented from doing this by sickness, infirmity, or other incapacity, recourse is to be had to the alternative mode of authentication pointed out fey the statute, to wit, signing the testator’s name to the instrument, at the end thereof, by some person in his presence, and by his express direction. To validate the latter mode of execution, two things must concur, and both must be expressly .established by the oaths of two witnesses, at least. 1st.' That the party was incompetent to the task of affixing his own proper signature ; and 2d. An express request emanating from him to some third person as his substitute and amanuensis, complied with ip his presence. A “ mark” made by the party proposing a testamentary disposition, is insufficient in any case, and so is the name of such party, written by another person, unless so written in accordance with the directions of the statute. It is true that in Stricker v. Groves, 5 Whart. 397, where the alleged will was not signed or attested in any way, Mr. Justice Rogers, who delivered the opinion of the court, observed, “ there was nothing to prevent him (the alleged testator) from authenticating the paper by his mark,” and hence an argument is deduced, that, according to the then opinion of the court, authentication by a “ mark,” would, in some cases, be sufficient. But it is to be observed, that this remark is but a dictum, which fell from the learned judge incidentally, not being called for by the point of the case. It was made, too, before this portion of our statute of wills was so fully considered as it has been since that case was determined. It may be proper to say, in order that the ques-. tion may be considered as definitively settled, that we all concur in the opinion now expressed on this point.\nThe reasons for a rigid adherence to the directions of the statute, in this particular, are so fully and ably set. forth in the cases alluded to, as to render any repetition of them here unnecessary. The evils that have been experienced from admitting a latitudinarian construction of analogous laws, have been too severely felt to leave us at liberty to disregard the emphatic warning they address to every well-informed legal mind against the indulgence of a similar spirit of judicial interpretation.\nIn the present case, it does not distinctly appear, from the evidence spread on our paper books, whether Barbara Hoover was sufficiently educated to write her name, or whether she was prevented from doing so by bodily disease, and the debility consequent upon it. But if either of these propositions had been .established by the requisite proof, it is nowhere shown that her name was. written to the paper set up as her'will, in her presence, and in pursuance of an express request preferred by her, to that effect. If she were of sufficient mental capacity to exercise the jus' disponendi, and possessed enough of bodily vigour to affix her mark to the paper in question, it cannot be averred that she was incompetent to the effort of a request to some person to write her name for her, and in her presence. The onus of showing both the inability to write, from whatever cause, and the consequent request to another, lies upon him who avers a -testamentary disposition. But as neither the one nor the other was shown -by the plaintiffs below, it follows, upon the principles indicated, the paper in dispute should not have been given to the jury as a last will duly executed, according to the statute. For this reason the judgment must be reversed. But as the parties litigant are to be sent to .another trial, -it becomes necessary to consider and determine the other errors assigned in this court. Before leaving this j>art of the case, however, it is proper to say that the answer of the court below to that part of the defendant’s sixth point which assumes the paper not to be the will of Mrs. Hoover, because before .or about the time when she placed her “ mark” upon it, she said “ she wanted Mr. Hoover to have all her estate,” is perfectly correct. If it were executed, according to the forms prescribed by law, by a person of sane mind, not circumvented by fraud, -or undue influence, it is, in itself, the only legal evidence of 'the intended disposition of her property by the testatrix.\nThe question- of evidence, and the points submitted, based upon the supposed conclusiveness of the verdict and judgment rendered upon the trial of the feigned issue, proved in the Court of Common Pleas of Philadelphia county, in pursuance of the directions of the register of wills of that county, may be disposed of in a few words. -Indeed, the errors assigned in these particulars of the case were but.faintly urged on the argument. From a very early period of the history of our law, it has been uniformly held that the decision of a register repudiating a will, and the verdict of a jury condemning it, is absolute only as to personal estate, but is not conclusive on the title of real estate. Spangler v. Rambler, 4 Serg. & Rawle, 192; Smith v. Bonsall, 5 Rawle, 86; and cases there cited. This is the universal understanding of the profession in this state, and has grown to be a settled rule of property, not to be disturbed by judicial interference, without danger of disastrous results. If it be desirable to have it changed, it can only be safely done by legislative interposition, looking to a prospective alteration, without meddling with vested interests acquired and held under a well-ascertained principle of the law of estates. As to the third point of the defendant below, which proceeds upon the supposition, that the equity of redemption, remaining in Mrs. Hoover after the execution and delivery of the mortgage to Isaac Barton, was but a chattel interest; it is sufficient to say that it is based upon an entire misapprehension. An equity of redemption is everywhere considered as an interest in the land mortgaged, which will descend upon the heir of the mortgagor, who, in legal contemplation, continues to be the owner of the land for every beneficial purpose. Indeed, the doctrine now is, that a mortgage, although in form a conveyance of land, is, in substance, but a security for the payment of money. Rickert v. Madeira, 1 Rawle, 328, 329. So far has this been carried, that a devise of a man’s personal estate carries with it all his mortgages, and it is the result of the cases in Pennsylvania, and several of the other states, that though the land mortgaged maybe taken in execution for the debt of the mortgagor, it is not so liable upon process against the mortgagee, before foreclosure of the equity of redemption. Rickert v. Madeira, supra ; Blanchard v. Colburn and wife, 16 Mass. Rep. 346; Jackson ex dem. Norton et al. v. Willard, 4 Johns. 41. Emphatically, in this state, a, mortgage, like a judgment, confers upon the mortgagee nothing more than a lien on the land, which may be defeated by payment of the money loaned, at any time before sale made by the sheriff, in pursuance of our acts of Assembly, giving a remedy to the creditor. Notwithstanding the mortgage^, therefore, an inheritable estate in the land remained in Mrs. Hoover, and, consequently, if this were even necessary to prevent the conclusiveness of the judgment in the feigned issue — which is by no means to be admitted — her devisees are not precluded from setting up the alleged will.\nThis brings us to the consideration of the second and fourth propositions of the defendant below, to the effect that the conveyance by mortgage to Isaac Barton operated as a full execution of the powers of appointment and revocation vested in Mrs. Hoover by the deed of trust from Philip Justus and wife to Samuel Asay, and these being exhausted, the plaintiff below can take nothing by virtue of a will inoperative for lack of power to make it. But hwe, again, the defendant is mistaken. By the deed of trust, plenary powers of appointment by deed or will are conferred upon the cestui que trust. She was, also, authorized to make the trusts created by the deed, or any other she might thereafter appoint, and convey the premises to any person or persons, either in fee-simple or by way of mortgage. Accordingly, by the deed of mortgage, she did alter and change the uses and estates created by the deed of trust, and appointed that the trustee should hold- the premises for the use of Isaac Barton, by way of mortgage. But, as 'will presently be shown, this was but a partial execution of the power of appointment and revocation, affecting the general powers given, only pro tanto, for though the words of revocation used in the mortgage deed are general and unrestrained, they are to be accepted and construed in subordination of the principal intent of the parties to it, and this, doubtless, was to interfere no further with the estates, powers, and interests, vested in and conferred on Mrs. Hoover, than was necessary to give effect to the mortgage- The question, then is, how far does this necessity extend? It is a-settled rule in equity that powers appendant, as in the present instance, may be exercised at different times, over different portions of the land made subject to them, and also over different portions of the estate, the only consequence of a partial execution, as to the estate, as, for instance, where one having the freehold, with power of appointment, makes a lease for years, being to postpone the right of possession under a future exercise of the power over the residue of the estate, until the termination of the estate créated in the first instance ; but this does not suspend the right to execute the residue of the power and perfect the title to the estate granted. Wilson v. Troup, 2 Cow. 237 ; Johnson v. Yeats, 9 Dana, 497. On the same principle, a power may be executed in part at one time, and in part at another; as in the case of a tenant for life, with a full power to jointure, he may execute it in part, and afterward execute it for the rest, in the same wife. Zouch v. Woolston, 2 Burr, 1136; Hervey v. Hervey, 1 Atk. 561; and see Doe v. Milborne, 2 Term Rep. 721; 2 Crabb on Real Property, 704. To lead the application of this principle to the case in hand, it is only necessary to show that where one has a full power of appointment of the fee-simple, with power of revocation, as here, the creation of a mortgage is considered in equity as but a partial execution of the power. And fortunately, this is settled to our hand by authority beyond the reach of controversy. In Perkins v. Walker, 1 Ver. 97, and Thorne v. Thorne, 1 Ver. 141, cited with approbation by Mr. Sugden, in his Treatise 'on Powers, it is ruled, that if a man have a general power of appointment and of revocation; and he appoint to one in fee by way of mortgage, the power is considered as wholly executed at law; but as equity considers a mortgage merely as a security for the debt, the appointment, in equity, operates as a partial execution only, and it is a revocation of the prior uses and estates only pro tanto. It is, therefore, clear, that after the execution of the mortgage in question, there remained in Mrs. Hoover’s trustee, not only the equity of redemption, but also, in her, a further power of appointment, according to the terms of the deed creating it, which has or might have been duly exercised by means of a last will, subject only to the claim of the mortgagee for the amount of his debt.\nThe eighth and ninth points submitted by the defendant below were properly answered by the court. The érror assigned in respect to them was not insisted on in the argument, and I do not deem it necessary to elaborate an argument to prove it unfounded. Nór do I perceive any well-founded objection to the answer returned to the tenth point. • There was such evidence of the testatrix’s knowledge of' the contents of the paper -alleged to be her will, as justified the court in leaving it to the jury as matter of fact.\nIt only remains to consider such of the bills of exception to evidence, assigned for error here, as have not been touched on. And first, the exception that the court erred in admitting the testimony of Daniel Schneck. We see no error in this. Even if the reason assigned on the record would, if shown, have constituted a valid objection, which is by no means clear, it suffices that, at the time the witness was offered to testify, it could not appear to the court that proceedings had been had before another tribunal, to test the validity of the paper offered as a will. Had the defendant proffered to show this, as the foundation of his objection, the court; would not have been justified in arresting the plaintiff’s case, to let in such countervailing proof.\nNor do we perceive any error in the rejection of the proffered testimony of Ann Hoffman and Susan Telley. Both these individuals, at the commencement of this litigation, were heirs at law of Mrs. Hoover, the deceased, and, as such, interested in the controversy. They come, therefore, clearly within the principle of Post v. Avery, 5 Watts & Serg. 509, and the subsequent cases of the same class, overruling Steele v. The Phoenix Insurance Co., and, consequently, their deed conveying their interest in the land, the subject of the dispute, will not operate to confer upon them the character.of competent witnesses. It is no answer to say they are not parties to the feigned issue, directed by the District Court, to try the rival claims of the heirs at law and devisees of Mrs. Hoover. Though not so in form, they are so in effect, and the rule is broad enough to embrace all who are actual parties to the ’ litigation, though the form adopted to try conflicting rights may not bring the names of all upon the record, as parties. This is especially so in feigned issues directed to inform the .conscience of the court, when it is discretionary with the tribunal ordering the issue, to select the ostensible parties to it. The witnesses offered were within the mischief intended to be prevented by the later cases, and, therefore, within the prohibition of those cases.\nWhat has been said, it is believed, embraces all the errors assigned, and it will be perceived we find no objection to the action of the court below, except in ruling that the legal execution of the paper set up as the last will of Barbara Hoover, had been duly proved. On this ground, alone, the judgment is reversed. ■\nJudgment reversed, and a venire de novo awarded."}