{"id": "953545", "contents": "Bell, J.\nWe see nothing in the charge of the court 'below, of which the plaintiff in error .has reason to complain. The ■sole question in the cause was, whether at the time the .bill single sued on was given by Hudson to Reel, the parties contemplated a possible rescission of the contract of sale by a failure on the part of Reel to comply with his agreement to pay $1500 of the purchase-money on the 22d of April, in which event the parties were to be remitted to their original position ? Such an understanding is certainly to be gathered from the face of the bill single, and the written stipulation accompanying it; .and this is put beyond doubt by the attending circumstances. The first paper is an express undertaking by Hudson to Reel to pay him within two days $300, without any qualification whatever. But the annexed writing shows that this was not to be done, if by payment of the first, instalment of the purchase-money, Reel put himself in a position to demand a conveyance of the land, in which event, and then only, the $300 was to be accounted as part of the sum to the payment of which Reel was bound- The latter having' failed to comply with his original contract by payment on the day named in it, solicited and procured further time on the payment of the $300.\nBut it is obvious that Hudson, to avoid being in any degree concluded by this transaction, and to leave it still open to him to repudiate the agreement of sale on a failure by Reel to comply with the second agreement, cautiously avoided giving a receipt for the amount paid, as so much of the purchase-money, but instead thereof bound himself to repay, should the consideration then in view óf the parties eventually fail. The idea of keeping both'land and money does not seem then to have crossed his mind, for the eventual appropriation to his own use of the sum received, is expressly made to depend upon the ultimate compliance of .Reel with the terms of his contract. The meaning of the papers, which become the subject of construction, may be elucidated by a reference to the circumstances under which they were given, and the subsequent conduct of the parties, and these, taken together, leave the mind clear of doubt that tbe instruction given on this head by the court below to the jury, ivas in every respect correct. Reel failed to pay the first instalment of purchase-money in full, and therefore relinquished\" his hold upon the land. Hudson accepted, this relinquishment by agreeing to recognise Reel as his tenant. The original object of sale and purchase was thus determined, and nothing was left upon which the stipulation supplemental to the bill single could operate. This took away all qualification of tbe defendant’s prima facie liability upon his obligation, and vested in the plaintiff an immediate right of action. In this it rests upon a principle similar to that declared in Feay v. Decamp, 15 Serg. & Rawle, 227. This is in substance the opinion correctly expressed by the court below, both in the .general charge and the particular answers to the points submitted by the plaintiff.\nBut it is thought by the defendant, the plaintiff in error, that as the original paper had been cut into two parts, without, however, excising any portion of its contents, the court were bound to take it from the jury, with the declaration that it was utterly avoided by this interference with it. In this we do not agree with him. It may be true that where it is evident, upon inspection, a paper has been altered in a material part, and no explanation is offered, the court may withhold it from the jury. This appears to be the principle upon which Smith v. Churchman, 6 Whart. 146, was ruled. But where the fact is disputed, and it is a question of doubt, the supposed fraudulent action and intent must be left to the decision of the jury. In this instance, the paper was given in evidence without objection, and afterwards it was very properly left to the jury to say whether there had been any tampering with or alteration of the writing with a view to deprive the defendant below- of any legal advantage. The jury foqnd negatively upon this question, and this finding wo cannot deem to be erroneous.\nPerceiving no érror in the record, the judgment is to be affirmed.\nJudgment affirmed."}