{"id": "953536", "contents": "Gibson, C. J.\nIt is unnecessary to consider whether the conveyance on which the question arises, is an indenture or a deed poll; or whether the obligation, whatever it may be, which it created between the parties to it, arises from a covenant, a parol agreement, or simply from a duty. If the instrument were an indenture, the words “subject to the payment of the aforesaid yearly rent-charge,” might create a covenant by force of the decision in Campbell v. Shrum, 3 Watts, 60; or either a promise implied from the acceptance of the deed, or a duty independent of contract, for a breach of which an action would lie by force of the decision in Burnett v. Lynch, 5 Barn. & Cress. 589. By the terms of the case stated, we are to decide upon the ■ abstract right to recover without regard to form; and whether the obligation of the defendant arose from a covenant, a promise, or a duty, its extent must be the same. But the great rule for the interpretation of covenants is so to expound them as to give effect to the actual intent of the parties, collected, not from a single clause, but from the entire context; or, as was said in Reniger v. Fogossa, Plowd. 18, “ the scope and end of every matter is principally to be considered; and, if the scope and end of the matter be satisfied, then is the matter itself, and the intent thereof, also satisfied.” Now, granting that there was a covenant here, or else a parol contract arising from the acceptance of the deed, what was the scope and end of it ? for it can have that extent’and no more. Certainly not to bind the grantee of the freehold for ever. No man in his senses would take an estate as a gift which would entail on him a responsibility so endless.. The policy of our laws has been to unfetter the transmissibility of property; but, by the interpretation claimed, an inheritance burdened with a ground-rent would be rendered nearly, if not altogether, worthless; and had it been generally supposed to be established, the very plaintiff who now claims it would have been compelled to keep the property in his family for ever, or to sell it with an explicit renunciation of his personal pretension. On no other terms would a purchaser have looked at it. That, however, is not the worst of it. If the original ground tenant might sue his immediate successor for negligence in the payment of arrears by his assignee, the immediate successor could, in turn, sue his assignee for the default of him who had subsequently become the tenant of the freehold; and thus the matter might go on, producing an endless chain of litigation, lengthened at every change of the ownership. It is unnecessary to depict the vexation and expense of such a state of concatenated responsibility. If the costs of each recovery, with interest, were successively added to the next cause of action, the result could scarce be' calculated. The increments of such circuitous litigation would be numerous, and it is most unreasonable to suppose that any one would be willing to involve himself in.it, or to respond for the defaults of others, perhaps at the end of every quarter. What then did the parties mean to express by the words « subject to the payment of the yearly rent-charge ?” I have not a doubt that they' actually meant no more than to say, the grantee was to take an encumbered estate without recourse to the grantor for a’breach of the statutory covenant arising from the words grant, bargain, and sell; but I admit that their technical meaning was to créate a covenant or promise, not to see the rent paid for ever, but to indemnify the grantor for loss from the grantee’s failure to perform his duties to the ground landlord. Now those duties would endure no longer than his tenancy of the freehold, and his covenant would consequently be no more than commensurate with it. But what would be the grantor’s recourse if the grantee should convey ? If he were to convey to a beggar, with a view to get rid of his responsibility, there might be a grave question, whether that would not be void as a fraud. Probably it would not; but the grantor would' have himself to blame for not having taken a covenant against it. If the second assignee were of sufficient substance, the original tenant would have ah effectual remedy against him, on the principle of Burnett v. Lynch, by action on the ease for. consequential damage from his failure to perform his duty to the ground landlord. In that case, a lessee who had assigned by deed poll subject to payment of the rent, brought an action on the case founded in tort for neglecting to pay rent which had accrued, during his tenancy, and had been recovered from the plaintiff on his covenant; and the action was sustained, though it was admitted that an action would lie on the contract implied from the acceptance of the deed. No case has gone further than that, except Steward v. Wolveridge, 2 Moore & Scott, 83, in which similar words were held to create a perpetual covenant in the assignment of a lease, and in which Chief Justice Tindal said that, looking to the relation of the parties, it was reasonable for the assignor to look for indemnity against liability on his covenants, and that the assignee was no doubt willing to give it. In that case, the lease was for twenty-one years, and how long it had to run at the time of the assignment, does not appear; hut would the chief justice have assumed, as a legal conclusion, that the assignee of a perpetual lease would he willing to hind himself and his posterity indefinitely for the acts of those who might succeed him ? Such a case is not within the spirit of his reasoning, inconclusive as it is. But the judgment was reversed on a writ of error in the Exchequer Chamber, 3 Moore & Scott, 561, by the opinion of all the judges, on the ground that the words “subject to payment of the rent,” were words of qualification and not of contract. Whether they were properly held to be so or not, it is unnecessary for the purposes of the present case to consider; for, whether the obligation of the assignee spring from contract or from duty, the extent of it must be the same. Now the rent which was recovered from the plaintiff, and for the non-payment of which this action is brought, accrued after the defendant ceased to be tenant of the freehold, and when he was bound for it neither to the plaintiff nor the ground landlord, and he is consequently not liable for it.\nJudgment affirmed."}