{"id": "953592", "contents": "Burnside, J.\nThe appeals in this case were heard together. The sum in the hands of the sequestrator for distribution was $269. The account was referred to an auditor, and exceptions filed to his report. The assignees of John Moore and George Ege claimed the whole sum; John W. Helfenstein’s assignee^ claimed a pro rata dividend with the assignees of Moore and Ege; and they claimed all the tolls to the exclusion of all the other creditors of the company.\nThese claims were predicated on the evidence taken before the auditor of John Moore, George Ege, and George W. Foulke. The auditor very properly reported the evidence, although the witnesses were objected to as incompetent.\nThere is nothing in the minutes of the company that would authorize this extraordinary claim. The only minute bearing upon the question is that of 24th of August, 1821, when it was resolved, “ to give John P. Helfenstein $10 a rod for finishing that part of the road from the negro cabin to Carlisle, including bridges, graveling, &c., and after a mile of the said road be completed, then corporate bond or bonds be given, bearing interest, for so much as said mile comes to.” The board agree to give two years from this time for completing the road. The tolls of the road for the twenty-five miles on to Carlisle, are pledged for the payment of interest, c.\nBonds were issued by the company to Mr. Helfenstein, who assigned part of them to John Moore, George Ege, Dr. George W. Foulke, and other creditors.\nThe evidence of Moore, Ege, and Foulke, went to establish by parol, subsequent arrangements with the company, of which they were managers or officers, which pledged or set apart the tolls of the whole road, for the payment of the bonds issued by the company to Helfenstein; and the first question which the case presents is, were they competent witnesses ?\nModern decisions of this court have established that the assignor of any chose in action is not a competent witness for the plaintiff in an action to recover the claim; 7 Watts & Serg. 144. The case of Clover v. Painter, 2 Barr, 46, has gone a step further. It was there held, that one who has acquired an interest in a debt by assignment is incompetent as a witness in a suit for its recovery, even though he has re-assigned his interest, and pays all the costs into court. This case meets the question under consideration. All the parties here claim through the witnesses who were assignors, and who claim by assignment from John P. Helfenstein. If we regard the principles settled by the recent decisions referred to, these gentlemen were clearly incompetent, and the testimony given by them before the auditor must be rejected. If there was ever a case which showed the wisdom of the rule, that the assignor of a chose in action ought not to be received as a witness for the assignee, it is the -case now under consideration. These witnesses were officers of the company, and were bound by the act of incorporation to keep minutes of their proceedings. They now attempt, at the distance of a quarter of a century, to establish a lien, and a just claim to the tolls of the whole road for their relatives, to whom they assigned a portion of the debt created by the company in making the last five miles of the road, to the exclusion of all the other creditors of the company. The decision of this point settles the whole case. It would be a useless waste of time which can be more profitably employed, than to consider the other questions raised by the learned counsel, as they are all predicated on the evidence of Moore, Ege, and Eoulke, which we declare incompetent.\nDecree affirmed."}