{"id": "953580", "contents": "Gibson, C. J.\nA decree of partition by the Orphan’s Court is necessarily as conclusive of the right as a judgment of partition by a court of law. What then would have been the effect of such a judgment, had the children of the deceased uncles proceeded by writ in the Common Pleas ? The plea might have been non insimul tenent, and it would undoubtedly have been found against them. But had the joint tenure been confessed, as it was in the Orphan’s Court, the title of the children to the supposed share derived through their parents, would have been established by the judgments quod partitio fiat, and quod partitio prcediefy firma et stabilis teneatur, which would have concluded the others. The writ ox pax’tition lies only between tenants of tlie freehold, and as the title is, or may be, put in issue by it, the judgment hinds the right. There are no pleadings in the Orphan’s Court, hut its decree, notwithstanding, hinds as firmly as does the judgment of a court of law. If a party having no title under the intestate act petition for an inquest, his allegation of title as a tenant in common, if disputed, must, according to Mehaffy v. Dobbs, 9 Watts, 363, he first established by ejectment in the Common Pleas; hut if it-he admitted, the decree founded on it must necessarily he conclusive. The principle of McPherson v. Cunliff goes that far. It would produco wild and fearful disorder were partitions in the Orphan’s Court to bo overturned by action of ejectment to correct mistakes. It is universally true that the judgment of a court of competent jurisdiction directly on the point, is conclusive of it, coming collaterally into contest between the same parties in a subsequent proceeding. The son, in Mehaffy v. Dobbs, was not bound by the decree of partition only because he had refused to be a party to the proceeding, and claimed adversely to the father’s title, The Orphan’s Court, therefore, had no jurisdiction of the controversy between him and the other children. Here, however, the title of the nephews was not disputed, and as the court was competent to determine the law of the case, its decree was properly held to he conclusive.\nJudgment affirmed."}