{"id": "953581", "contents": "Burnside, J.,\nafter stating the case. — The registry of a mechanic’s lien required by the act of 1836, must contain a specification of «the locality of the building, and the size and number of stories of the same; or such other matters of description as shall be sufficient to identify the same.” The lien here claimed is for a specific sum against all that certain building, together with the lot whereon the same is erected, situate in the city of Philadelphia, on the north side of Lombard street, west of Ninth street, with piazza and bathhouse attached, adjoining Stephen Smith’s lot on the east. Was this building described with sufficient certainty, as to both its locality and structure ? The locality was very certain, on the north side of Lombard street, west of Ninth, adjoining Stephen Smith’s lot on the east. Stephen Smith’s lot fixed the boundary with precision; it adjoined it on the east. As to the locality, we think the act was substantially complied with. Then as to the size of the building, the stories wore not given; it is true that is one mode of description mentioned in the act, hut the act allows “ of such other matters of description as shall he sufficient to identify the same.” „ Is not this house, then, described and identified with reasonable certainty ? It is on the north side of Lombard street, west of Ninth street, with piazza and bath-house, and adjoining Stephen Smith’s lot on the east. Convenient certainty is enough: “On the south side of Walnut street, between Eleventh and Twelfth streets,” is sufficient, although Quince street intervened. 12 Serg. & Rawle, 301; 6 Whart. 187; 5 Rawle, 308. We are all of opinion the building is described with convenient certainty. But it is contended the lien is defective in describing the materials, and when furnished. The act of 1836, Dunlop, 694, does provide, that the claim shall set forth “the amount or sum claimed to be due, and the nature and kind of the work done, or, the kind and amount of materials furnished, and the time when the materials were furnished, or the work was done, as the case may be.” (His honour then stated the claim and bill annexed.)\nThis claim is most inartificially drawn. All claims should state when the materials were furnished. 3 Watts & Serg. 258. A lumber merchant should he able to give day and date for every item, and a mechanic to state the commencement and completion of the job. Lehman v. Thomas, 5 Watts & Serg. 262, 263. Every, one knows that plastering is almost universally contracted for by the square yard. Generally the plasterer finds the materials, and that seems to be this case. The claim wag filed on the 25th May, 1843. The claim was for plastering within six months last past. When we look at the sum claimed to be due, and the nature and kind of the work done, within the six months before claim filed, we think it a sufficient compliance with the provisions of the act. These claims are frequently filed by mechanics unaccustomed to -legal forms — here there was a trial on the merits. As this court has settled, in Lehman v. Thomas, that the court may strike from the record an irregular mechanic’s claim on petition and answer, or demurrer, I will get over technical objections, rather than disturb the merits of a case.\nThe judgment is reversed, and judgment on the verdict."}