{"id": "953503", "contents": "Coulter, J.,\n(after stating the case and the offer of evidence.) — The evidence so offered by defendant was rejected by the court below, and the learned counsel for Kintzer contended here that the court below were right, because the proceedings and decree of the .Orphan’s Court could not be impeached by pai;ol, or for any cause, but imported absolute verity, and vested the title in James Mitchell and his heirs, irrespective of, and beyond all the circumstances which might have attended the transaction. But in the eye of the law, fraud spoils every thing it touches. The broad seal of the Commonwealth is cyumbled into dust, as against the interest designed to be defrauded. Every transaction of life between individuals, in which it mingles, is corrupted by its contagion. Why then, should it find shelter in the decrees of courts ? There is the last place on earth where it ought to find refuge. But it is not protected by record, judgment, or decree; whenever and wherever it is detected, its disguises fall from around it, and the -lurking spirit of mischief, as if touched by the spear of Ithuriel, stands exposed to the rebuke and condemnation of the law. The learned counsel contended, however, that the record is fair and regular. It is true, that on the face of the record there is no evidence of covin or deceit. But it is without the record that the evidence is alleged to exist. It was not alleged by the defendant that there was any evidence of infirmity on the record or decree which would render it null and void.\nThe offer was of proof of facts and circumstances without the record, to show that the most startling fraud would be consummated by giving effect to the decree in its literal import; that by giving full effect to it, as evidence of absolute title in Mitchell, the whole purpose, design, and understanding of the innocent parties to it, would be subverted. The great case of McPherson v. Cunliffe, 11 Serg. & Rawle, 422, which the ’counsel for the plaintiff in error cited to establish, that the decree of the Orphan’s Court was absolute, and conferred title beyond and above impeachment of any kind, does not maintain their position. I yield willing reverence to the great mind which first shed forth the light on that subject which was afterwards concentrated and embodied in the act of Assembly, of 1832, relating to orphans’ courts, and by which their decrees were made of the like force and efficacy as the judgments of common law courts. In delivering the opinion of the court, in that case, Judge Duncan says, “ The doctrine I advance is, that where there is a direct sentence or decree on the very point, it is to be considered as conclusive evidence, not to be impeached from within, but like all other acts of the highest judicial authority, to be impeached from without.” And he says again, “where there was no fraud intended, and where the proceedings were intended to be fair, they ought not, after confirmation by the Orphan’s Court, to be overturned.” Thus the principle is admitted by that learned judge, that the decree may be impeached for fraud. But, as early as the reign of Elizabeth, it was determined by all the judges of England and the barons of the Exchequer, assembled in Fenner’s case, 3 Coke’s Rep. part 4, p. 77, “ that the law doth so abhor fraud and covin, that all acts, as well judicial as others, and which of themselves are just and lawful, yet being mixt with fraud and deceit, are in judgment of law wrongful and unlawful; quod alias bonum et justum est, si per vim vel fraudem petatur, malum et injustum effiaitur.” A multitude of authorities are cited in that case, which cannot now be shaken, to establish the rule that judicial proceedings are rendered null and void by fraud; and Lord Coke remarks, “ so the law hath ordained the Common Pleas as a market overt for assurances of land by fine, so that he who will be assured of his land, not only against the seller, but all strangers, it is good for him £o pass it in this market overt by fine. For it is said, “jfinis finem litibus imponit, and yet covin and deceit in the case at bar will avoid it.” I deem .it unnecessary to cite any other authority except Rhoads v. Selin, 4 Wash. C. C. R. 715, to establish that the decree of the Orphan’s Court may be impeached for fraud.\nThe counsel for the defendant in error, however, stoutly maintain, that the rejected testimony contained no evidence of fraud. It would seem necessary, therefore, to state what the law stamps as covin or fraud. It may safely be averred, that all deceitful practices in depriving or endeavouring to deprive another of his known right by means of some artful device or plan contrary to the plain rules of common honesty, is fraud. The rejected evidence proposed to establish that the land in controversy was the defendant’s share of her father’s estate, which descended to her after his decease, and that although it was returned sold by the administrator of her father, there never was any sale, that return having been made by the agreement of all parties, merely with a view of settling up the estate; the other heirs getting the parts or portions which their guardians had agreed to take in their behalf; that the whole arrangement was made with a view that the decree.- should be adopted as the most convenient mode of assurance and conveyance of the parts in severalty to the respective heirs-; that Mitchell never paid one cent of money, and agreed to take and hold the land as trustee for his wife; that the price per acre was fixed by the heirs, the widow and the administrator, merely with a view to the amount of interest which should be paid annually to the widow, under the statute. That Mitchell and his wife -lived on the land for many years, until he quarrelled with her, drove her from the premises, and set up absolute title in himself, under the decree; and to make assurance doubly sure, gave a judgment-bond wheh no debt was due, on which judgment was obtained, and the land' sold and purchased collusively, by the plaintiff below.\nCan any man pretend that these facts do not disclose a fraud against the defendant below — a fraud from which every attribute •of equity would shrink; yet it is said the proceedings were fair. True, there is nothing on the paper which is foul. It is the attempt •to wrest them from their original purpose and effect, which constitutes the fraud. Mitchell was -the legal protector of his wife, and she suspected no guile in him; he was her guardian, and she confided in him; he was her husband, and she trusted him; and now this trust and confidence is to be her ruin, and she not allowed .to prove the truth of the transaction, and the deceitful pretences and contrivances on the part of Mitchell, by means whereof this fatal decree was procured. The decree is fair on its face, as the learned' counsel contend; but when was fraud and covin otherwise ? A forged record might be all fair, and smooth, and comely on its face, yet the sanctity due to an honest record would not protect it from exposure by proving the truth. But a forged record would not be more subversive of the truth and justice of a case, than that of onoprocured by falsehood and deceit. The dark side of the picture in this case is perceived only when Mitchell, and after him the plaintiff below, lifted the veil and disclosed the sole object and purpose which they intended to accomplish, so variant from the truth and justice of the case, and subversive of the rights of the confiding wife. But there is a balm in Gilead. The law will not tolerate the consummation of the scheme.\n„ If the plaintiff in error can- establish the facts which she offered to give in evidence, and on that supposition I speak, the decree as against her rights will be crumbled to dust and ashes. If good at all, it is only good to establish her separate right to that part of her father’s estate, which by agreement among the heirs, as proposed to be proved, was set apart for her in severalty, and to constitute Mitchell her trustee, just as a fraudulent patentee holds in trust for the person having the equitable title; Duer v. Boyd, 1. Serg. & Rawle, 203. She cannot be remitted to her ancient right, as tenant in common of the whole of her father’s estate, because the other heirs hold their parts in severalty, by what was a valid and honest agreement. The plaintiff in error must hold in severalty, and the record and decree will be considered good for the purpose it was originally intended to answer, according to the agreement.\nBut it is alleged that the plaintiff is á purchaser for value of the title of Mitchell, which is perfect on its face, and that he ought not to be affected by secret trusts or frauds. It is sufficient to say in answer, that the evidence offered proposed to establish that the trust was no secret to the real plaintiff below. That it was known to Henry Kintzer, at the time the judgment bond was given to him by Mitchell. That it was given to him for the express purpose of defeating the trust by adding one more link to the chain of deception, and that George Kintzer, the plaintiff below, bought the land for his father. The real plaintiff is thus affected with notice of the trust, at the date of his bond, and the nominal plaintiff with notice before the purchase, and they act collusively to consummate the covin. If it were neeessai'y to examine the point in that aspect, I should hold that there was enough on the record of the Orphan’s Court to affect tbe plaintiff below with notice; Fogelsonger v. Somerville, 6 Serg. & Rawle, 267: But the evidence offered proposed to establish express notice.\nThe counsel for the defendant in error contended that by the judgment on the writ of scire facias issued against the defendant as administratrix of Mitchell, after his death, she is estopped from alleging that there was any thing fraudulent in the original judgment. This would be a- technical estoppel, which, unlike an equitable estoppel in pais, is not favoured in law. But however rank it may have been in fraud, it was good between the parties, that is between Mitchell and Kintzer; and the administratrix of Mitchell could not allege the intestate’s fraud to defeat his bond and judgment. .\nThe evidence offered and rejected, purported to prove that Mitchell had no title beyond a life-estate in the land sold after his death, and that the title was in another person at the time of sale; and that, therefore, the execution and sale vested no title in the purchaser. The individual and separate title of the wife in the real estate was not affected by that judgment. She could not have set up and proved her title in that action of scire facias, to defeat the judgment against Mitchell, and she is not estopped from alleging and proving her title in this action. She did all that was necessary when she gave notice before the sale.\nWe are of opinion that the evidence offered by the defendant below, and rejected by the court, ought to have been admitted, and if made out to the satisfaction of the jury, that the verdict ought to have been for the defendant.\nJudgment reversed, and a venire de novo awarded."}