{"id": "953552", "contents": "Burnside, J.\nIt is impossible to support this judgment. The rule is well settled, that the party seeking redress at common law must be the party legally and not merely equitably entitled thereto; Broom on Parties to Actions, 1; 56 Law Lib. 27.\nWho are the heirs of James Trimble? The record does not inform us. When a man dies, an executor or administrator, as the case may be, is the person to institute personal actions.\nIn simple contracts, written or verbal, the party must be made plaintiff, from whom the consideration actually moved; 1 Stra. 502. Yet it frequently happens that such consideration - is not shown a3 moving directly from him, but through the agency and intervention of some other party; then the principal must in general sue, and not the agent; Broom, 13.\nWhen the consideration moves from several parties jointly, such parties having the joint legal interest, in simple contracts, should be joined as plaintiffs; Id. 37. No principle is better settled than that where a contract is entered into with A., as agent of B., it is in contemplation of law entered into with B., and as a general rule he alone can sue to enforce its performance;, Broom, 41.\nIt is the executor or administrator who has a right of suit, not only for the recovery of all debts due the deceased, by specialty or otherwise, but on all contracts with him whether broken in his lifetime or subsequently to his decease, which breach occasions an injury to the personal estate; 10 Bingham, 537, note; Broom, 101.\nThere were no legal parties as plaintiffs in this action. Whether the transcript could have been amended in the Common Pleas, it is not necessary to determine, as there was no application to the court for that purpose, and amendments are now too late; Our courts have been and ought to be liberal in allowing the proper parties to be placed on the record in appeals from justices of the peace, when the cause of action is not changed. But it is the plaintiff’s duty to take care that his,action is in proper form, as well as that the proper parties are on the record.'\nThere was another error assigned; that no execution had been issued by the justice before the fi. fa. issued from the Common Pleas. The view taken in this case, renders this point of little consequence to the suit under consideration. The 10th section of the one hundred dollar act provides that the prothonotaries shall enter on their dockets transcripts of judgments obtained before justices of the proper'counties, which judgments, from the time of entry, bind real estate; but no fieri facias shall be issued by any pro» thonotary until a certificate shall he first produced to him from the justice before whom the original judgment was entered, stating therein that an execution had issued to the proper constable, and a return had been made thereon that no goods could be found. Some prothonotaries, in disregard of the law, issue executions when ordered by an attorney; such an order would not protect them from liability to the party injured by their violation of a duty enjoined by the legislature.\nJudgment reversed."}