{"id": "953565", "contents": "Bell, J.\nThough the pleadings in this case are very defective in form and substance, and stop short of the issue the parties intended to present as the principal one, the reoord sufficiently shows that the sole question agitated in the court below, was, whether the verdict and judgment rendered against the plaintiff in the action brought by him against the defendant, to November Term, 1840, and pleaded in bar in the present suit, estops the plaintiff for ever of his action for the alleged breach of the covenants which give rise to this litigation. The court below being of opinion that such was its legal effect, declined to hear evidence in support of the defendant’s second plea of “covenants performed,” instructed the jury that the former judgment was conclusive against the plaintiff’s right to recover in this suit, and accordingly directed them to find a verdict for the defendant. This instruction is here assigned for error, and it presents a naked question of law free from any embarrassment which might arise from conflicting facts. The maxim which forbids a second judicial agitation of rem judicatam by the same parties or their privies, is one of essential consequence in its application, and therefore to be rigidly adhered to within the bounds that have been assigned to it. But we think it has never been carried to the verge to which the learned judge before whom the cause was tried has pushed it in the present instance. On the contrary, it has been held an acknowledged principle, that when it can be gathered from the record, the merits of the controversy were not passed upon in the first action, but the determination proceeded upon some technical objection not affecting the plaintiff’s ultimate right to sue, the first judgment will constitute no bar to the second suit: for, as was observed by a very eminent jurist, in such case the argument that the causes of action were the same is virtually negatived. (Per Story, J., in Hughes v. Blake, 1 Mason, 519.) This exception to the maxim invoked by the defendant in error, if indeed it can strictly be called an exception, since it assumes the character of a general rule, is almost, if not altogether, co-existent with the rule itself. Thus, in a very early ease, it was held that where the judgment was rendered on the ground of the insufficiency of the declaration, the defendant could not use it as a bar to a second action for the same cause, though by mistake or design the judgment was rendered with a nil capiat instead of an eat sine die ; Lepping v. Kedgewin, 1 Mod. R. 207; and if an heir brought formedon in the descender, and was barred in it, yet he might have & formedon in the remainder or reverter; for mistaking his action, as was said, is not an estoppel to bringing his-true action; Robinson’s case, 5 Rep. 32 b. So too where the plaintiff mistakes the character in which he ought to sue, by bringing his action as administrator, and judgment passes against him on that ground, it will not preclude him from a second- action for the same cause brought as executor; Kitchen v. Campbell, 3 Wils. 308 ; S. C. 2 Wm. Black. 831. The rule is-the same if the first cause-went off because the court had- not jurisdiction, or because the debt or duty sued for was not then due; Estill v. Taul, 2 Yerg. 467, 470; or, as was determined by this court in Kane v. Fisher, 2 Watts, 253, where the record shows that part of a demand, consisting of several articles capable of being separated, was not duo, though counted for at the time of suit brought.. But approaching somewhat nearer to the precise point presented for adjudication by the case at bar, it will be found that when it appears the first suit was prematurely commenced, no advantage can be taken of a judgment rendered therein against the plaintiff, unless indeed it be shown the parties waived the irregularity and consented to an investigation of merits. Thus it has been correctly decided that a judgment rendered in favour of the defendant, in an action against the endorser of a promissory note, brought before notice given, cannot be set up-as a bar to a second action after notice, because it is apparent that in the first suit the plaintiff had no cause of action; New England Bank v. Lewis, 8 Pick. 113. Many similar cases might be cited, all proceeding on the ground that where the merits of the second suit were necessarily excluded in the former, the plaintiff ought not to be barred. Indeed a contrary rule would be founded in such rank injustice as to be insupportable, and had sueh an one been even entertained in the earlier ages of the law, when reason and truth-were but too often made to give way before the fancied force of technical subtleties and hair-drawn distinctions, it must long since have succumbed to the enlightened wisdom which tolerates litigation only as a means of administering uniform justice.\nThe present case cannot in principle be distinguished from those I have cited, but it resembles, in its essential features, more particularly the case last referred to. Here, as there, the action was prematurely brought, and for the same reason; namely, that the plaintiff had not done all incumbent on him to do, to put himself in a position legally to call on the defendant to perform his contract. The first action was brought upon the same articles of agreement which constitute the ground of the second, but as fully appears from the charge of the court, made part of the record, it was not determined upon the issue made by the defendant’s plea of “ covenants performed;” but judgment was rendered against the plaintiff because omitting to prove, before action brought, the contract made with his decedent, he was not in a position to tender a conveyance of the premises sold to the defendant, and, consequently, could not call upon the latter to pay the purchase-money. (See report of the former suit; 3 Watts & Serg. 253.) It is, therefore, conclusively shown by the record,, that the merits of the plaintiff’s claim have never yet been passed on, and that the judgment now set up as a bar, did not spring from the foundation of the action in which it was rendered, but. was the consequence ■ of an objection which touched only the plaintiff’s then right to sue. This, as has been seen, is insufficient to invest it with the character of an estoppel. But on the argument, it was thought by the defendant’s counsel, that the doctrine we have attempted to establish is impugned by the case of Hess v. Heeble, decided by this court in 1820, (6 Serg. & Rawle, 59.) This idea, however, proceeds upon an entire misapprehension of that determination. There the question was, how far parol evidence was receivable to show the exact extent of the plaintiff’s claim on the trial of the former action, and no more was decided than this, that when the plaintiff counts as for an entire cause of action, though originally capable of separation into distinct parts, and the defendant pleads to the whole declaration, upon which issue a trial is had, the plaintiff shall not be permitted to show, in a subsequent action brought for the recovery of part of the sum originally counted for in solido, that on the first trial he did not claim that portion of his demand sought to be recovered in the second action, for this, say the court, would be to contradict the record by parol.\nThe distinction which seems to be established with us is ex-, plained by the subsequent case of Sterner v. Grower, 3 Watts & Serg. 136, to be between those eases in which the cause of action appears to have been entire, and those in which it appears to have consisted of parts easily divisible. In the latter, it is said, the record, if it do not affirmatively show that the jury passed on the controverted matter, will not conclude the plaintiff in a subsequent action. Even this distinction is disregarded in New York, (Snider v. Croy, 2 Johns. 227; Phillips v. Berick, 16 Johns. 136,) and perhaps in England, where, it would seem, parol evidence will in-all cases be admitted to show that the merits of the controversy sought to be litigated in tbe second, was not inquired into in tbe first suit. Be this as it may, it is certain that everywhere such evidence is admissible to show what transpired on the first trial, and thus explain the record, with this only observance, that when the cause of action is not specifically set forth upon the first record, but it is, apparently for the same cause, sought to be litigated in the second action, it will be prima facie evidence, and throw the onus of showing that such cause of action has not passed in rem judieatam,, upon the plaintiff; Cist v. Zeigler, 16 Serg. & Rawle, 282; Wilson v. Hamilton, 9 Serg. & Rawle, 424; Parker v. Thompson, 3 Pick. 429; Wood v. Jackson, 8 Wend. 9; Young v. Black, 7 Cranch, 565; Lord Bagot v. Williams, 3 Barn. & Cress. 239. But it is unnecessary, at present, to pursue this branch of the inquiry further.\nIt has already been shown, that in the present instance we are not called upon to travel out of the record to show that this' plaintiff has not enjoyed the benefit of a trial on the merits of his claim. An error was therefore committed by the court below, in taking the case out of the hands of the jury, by an authoritative direction to find a verdict for the defendant, for which the judgment must be reversed.\nWhat has been said covers all the errors assigned, which are, in fact, reducible to the single mistake we have been considering.\nJudgment reversed, and a venire de novo awarded."}