{"id": "953510", "contents": "Gibson, C. J.\nThe direction was entirely proper as regards the right to recover. The words grant, bargain, and sell, created a covenant which was broken the instant the instrument was delivered; and this, irrespective of fraud, misrepresentation, or notice of the encumbrance. A vendee may take a covenant against a known defect in the title; and for the reason that he has thought proper to rely on it as his security, he cannot detain any part of the purchase-money to answer it. But the direction was incorrect, in one respect, as to the damages. The measure was the value of the timber, not to the purchaser of it, but to the vendee of the land for the use of his farm, estimated at the time of the conveyance to the latter; and in this respect, also, the direction was, perhaps, substantially correct. But it was incorrect in another of its branches. The parties to the grant of the pine timber, or, as it is called by iron-masters, wood-leave, had agreed that it should not stand in the way of the grantor’s improvements when it should be necessary for him to cut down trees in the progress of clearing for cultivation; and this reservation certainly lessened the injury done to the freehold by the grant. But the judge instructed the jury that it was the reservation of a personal privilege, which did not pass to the vendee of the land, because he was not expressly named in it., The true distinction is taken in Spencer’s Case, 5 Rep. 16 a, and in The Chapter of Windsor’s Case, Ib. 24 a, in the former of which it is said that, “ where the covenant extends to a thing in esse, (for instance to repair a house on the land,) the thing to be done by force of the covenant is annexed, and appurtenant to the thing demised, and shall go with the land, and shall bind the assignee, though he be not bound by express words:” otherwise, where the covenant extends to a thing not in being, as to luild a house on the land. And as the assignee may take advantage of covenants which run with the land, it is held in the same case that the other-party also may take advantage of them. To the same effect is Fitzherbert’s Natura Brevium, 145, n. d. This was said in respect of a lease, but the principle is of general application. Now this agreement that the grantor of the timber should he at liberty to cut it down, when necessary, in order to clear his land, had regard to a thing in being; and as the benefit of it passed to his grantee of the land, its value was to be estimated as a thing to be allowed in diminution of the damages.\nJudgment reversed, and a venire de novo awarded."}