{"id": "953562", "contents": "Rogers, J.\nIn the course of the trial, the defendant offered to prove a contract between Wm. M. Bozarth and the Franklin Eire Insurance Company, by which Wm. M. Bozarth was to bo permitted to make sale of the mortgaged property for an amount more than sufficient to pay the debt due by him to the company, guarantied by Ellmaker, with interest. That while this contract was in force, the company, without notice, violated the contract, and sold the property to a third person, for a sum sufficient to pay the debt and interest. This was objected to, “1. Because there was no consideration for the contract.” Before any decision, the defendant, in addition, offered to prove that the consideration was that he (W. M. Bozarth) would pay the debt, interest and costs, on the bond and mortgage guarantied, in full,’ and that he would also pay another debt of W. M. Bozarth, (himself,) secured by mortgage, but not guarantied; both the mortgaged projDerties having been previously sold for a sum insufficient to pay the debt; and that W. M. Bozarth was unable to pay. j\nThe evidence was to, because there was no consideration. Both the offers were overruled and exception taken.\nThe defendant then offered to prove a similar contract between Wm. Bozarth and the plaintiff, in his individual capacity; and further, that this contract was made after tfie sheriff’s sale, and before the acknowledgment of the deed; and also to prove he agreed to pay a larger sum, and that they accepted the offer. This evidence was objected to for two reasons; that there was no consideration, and that it was irrelevant to the issue. It was rejected by the court because it was irrelevant, Wm. Bozarth being a stranger; that it was not to prove a contract by W. M. Bozarth, through the agency of his father, but the contract of W. Bozarth.\nThe counsel then offered, in addition to the former offer, that W. Bozarth offered to add his own personal responsibility for the payment of the debt due by W. M. Bozarth to the plaintiffs; W. M. Bozarth being at the time insolvent.\nThe evidence was objected to, as I understand the record, for the reasons already mentioned, and for the further reason that it was not admissible under the pleadings,-no notice having been given of the mattdr offered. ]For which of the reasons, (or all of them,) the' evidence was excluded, does not distinctly, appear, although I am inclined to believe it was overruled mainly because the' defendant had neglected to give notice of the special matter. The record comes up in rather a confused state', but it appears to the .court that the last oéer was an embodiment and merger of the former, and that the same objections were made, with the addition that no notice was given. It is, therefore, fair to say that this exception applied as well to the former as to the last offer. If then the fact was as stated, and this is not denied; and notice was required, by the rule of court, and the evidence possibly ruled out for that reason, the course was for the defendants to ask the court to withdraw a juror, on the ground of surprise. We consider the last offer as a virtual withdrawal of the \"first, and consequently, if either of the exceptions to the evidence is tenable, the court was right in excluding the evidence;\nThe pleas are “covenants performed with leave, &c.,” and set-off.\n.It is agreed that the evidence was not admissible under the plea of set-off; but it is strenuously contended that it ought to have been received under the first plea.\nIt having been the common practice to plead the general issue, with leave to give the special matter in evidence, it is ordered, by a rule of the court, that the party who proposes to take the benefit of it, shall, at least ten days before the trial, give notice in writing to the .other what are the special ■ facts or matters on which he will rely; otherwise he shall give no other evidence than what by law is admissible on a gfeneral issue plea.\nIt has been repeatedly, held that every court is the best judge of the construction of its. own rules, and that we will not undertake to reverse a judgment unless for special reasons and in a plain case.\nAlthough this case may not come within the letter of the rule, yet it comes within its spirit; and the same reason applies as in those cases which, it is acknowledged, fall within its. limits.\nAlthough, (in Pennsylvania,) the plea, of “ covenants performed” is not, strictly speaking, the' general issue, yet, as is- truly said, in 2 Troubat & Hály’s Practice, page 26, it is in the nature of the general issue.\nThat a notice,is required'in an action of covenant under-the plea of « covenants performed,” seems to have been ruled in Wright v. Smyth, 4 Watts & Serg. 534. The plea in that case, as appears from the paper-book, was “ covenants performed.” To this plea the remarks of the judge applied.\nBut thé evidence was not set-off., but an equitable defence to the action; and as such was not receivable without notice. That notice is .necessary in all cases of equitable defence, would seem to have been the opinion of Tilghman, C. J., in Robinson v. Eldridge, 10 Serg. & Rawle, 142; and of Duncan, J., in Geddis v. Hawk, 16 Serg. & Rawle, 28. The notice of an equitable defence, as Mr. J. Duncan says, is, in fact, a bill in chancery, and operates substantially as a bill for an injunction. To avoid injustice it would seem necessary that the opposite party should have notice of the defence, for it is impossible to answer that of which he has been studiously kept ignorant.\nThat notice is required, also appears from Bender v. Fromberger, 4 Dall. 439. Speaking of this plea, Tilghman, C. J., says:— “ This form of plea is peculiar to Pennsylvania, and is unknown in England. It was invented to save the trouble of special pleading, and has been sanctioned by too long a practice to be now shaken. In fact, it gives the defendant every advantage which he could claim from special pleading, and saves all the labour and danger; for upon notice to the plaintiff without form, he may give any thing in evidence which he might have pleaded.”\nIf the distinction contended for by the defendant be true, then it is any thing but 'an improvement in the system; and it is not too much to say, that the invention would be an unmitigated nuisance, leading, as it must necessarily do, to all manner of injustice, trick, and artifice.\nThe opinion of the court on this point renders it useless to express any opinion as to the other objections to the admission of the evidence,' and thus disposes of the first three exceptions.\nBut it is said the court- erred in the construction of the contract, and next in instructing the jury to disregard the testimony of William M. Bozarth. It is more convenient to. notice the last object tion first.\nThe reasons of the court on this point, which we adopt, and which it would be useless to repeat, are perfectly satisfactory, and warrant the court in coming to the conclusion, and so instructing the jury, that there was no extraneous evidence altering the intention of the parties; that their intention must be gathered from the written contract, and that this was a question of law for the decision of the court.\nThe difficulty, and it is the only point on which any doubt has been entertained, is as to the measure of damages. The plaintiffs contend that they have a right to recover the remainder of the sum of $4000, with interest, after deducting the amount received out of the proceeds of the sheriff’s sale. The defendant contends that the utmost extent of the pecuniary liability of Ellmaker was $750, and that the utmost which can be recovered upon any principle of equity, is the amount of the liens which are mentioned in the under-written agreement. The court ruled the point in favour of the plaintiffs, arid this is .the fourth error, viz.: “ that the court erred in charging the jury upon the construction of the contract of guaranty.”\nThis case has been before in this court, and is reported in 6 Watts & Serg. 441, to which I refer for a full statement of the case. Among other matters, as- appears by the report, the- counsel for the defendant requested the court to charge the jury, «that at all events according to the true construction of the whole instrument, the plaintiffs can only recover the $750, with interest.” But this instruction the court refused to give, whereupon the defendant assigned as error, that the court refused to charge, that the plaintiffs, under the circumstances, could recover only the sum of $750 with interest.\nThe Chief Justice, who delivered the opinion, -after having shown that the two instruments, being executed at one and the same time, were to be considered as one instrument, goes on to speak of its effect in relation to the very point in dispute. I say this, because his remarks in relation to any other point in the cause would be irrelevant and senseless; a fault which can never with justice be attributed to that learned judge. “ It’s effect, as such, however, was not what the guarantor attempted to assign it. It was a defeasance, but the condition of it had not been performed; the mechanics’ liens had indeed been extinguished, but not by Bozarth, the debtor, as was contemplated, or by the defendant his surety. They were to be discharged in ease of the mortgage, instead of which they were discharged out of the proceeds of the promises sold subject to them, and in prejudice of the mortgagee, conse'quently, in accordance with neither the letter nor the spirit of the proviso. The plaintiffs consented to take the property alone as security for a part of the debt, provided the other part of it and the prior liens were paid by the defendant or his surety. The liens, indeed, have been paid, but how ? Not by the debtor or- his surety, but by the mortgaged premises at the plaintiffs’ expense. The jury were properly instructed that the agreement, depending as it did on an unperformed condition, was not an obstacle to a verdict for tbe plaintiffs’ demand.”\nUnless I mistake most'grossly the import of the language, the point is discussed and ruled for reasons perfectly satisfactory to my mind. It is a mistake to suppose that this is a penalty or in the nature of one. The case must depend entirely on the construction of the contract; and it was evidently the intention of the parties that Ellmaker, who, by the by received the money, and can hardly ■be regarded in the light of a surety, and certainly is entitled to no peculiar favour, agreed to guaranty the whole amount loaned, from which he was to be discharged only by the -performance of two things, viz.: in a reasonable time, (for so I construe the agreement,) paying or causing to be paid either by himself or by the mortgagor in ease of the mortgage, the sum of $750, and procuring sufficient releases of the liens of the mechanics and others concerned in the erecting or constructing the building. It is admitted, that this was to be done by either Ellmaker or Bozarth. How then can he be relieved from his contract and guaranty extending to the whole amount loaned, without paying one dollar nor taking any steps to extinguish the liens.? He had Iris choice, either to do one or the other, and he chose, for reasons satisfactory to himself, to take the chances of a sale. And this view derives force from the fact that the guaranty was to be cancelled, and the paper delivered up upon his performing his agreement, a stipulation which would be absurd, if the defendant’s construction of the contract is true. There is, to my mind, but little difficulty in understanding the intention of the parties. The company was unwilling to lend so large a sum on the security of the property merely, and particularly as there were unascertained mechanics’ liens existing against it.. -But they were willing to advance $4000, less $750, on the security of the mortgaged premises, provided^ the liens were extinguished or releases procured. Hence, they required Ellmaker to stipulate to pay that sum and extinguish the liens, that they might have the mortgage divested of all prior liens whatever on the property. And this is more probable, because many persons are unwilling to advance money on mortgage when any prior mortgage or lien exists against the property, and for the very plain and obvious reason, that if compelled to sell the property in payment of the debt, they, may be obliged to advance a further sum in payment of the prior liens for the purpose of securing the debt. This is not always convenient, and hence it is that a first mortgage is preferred to a second, however valuable the property mortgaged may be.\nWe see no error in instructing the jury not to give damages for materials not within the houses for which they were designed. It seems to be conceded that the policy extends to work got out for each house but not put up, provided the work was deposited in the house for which it was designed, and remained there during the fire. This is a liberal construction of the policy, and certainly is extending it as far as the assured can reasonably desire. If the assured could recover for the loss of the work designed in this case for the foiu’th house if it were deposited in the third, there would be nothing to prevent, a recovery if deposited in any other house or any other place, however remote from, the building consumed; there is no limit: but this it is obvious could not be intended, as it would put the insurers in the power of the insured'. The price of insurances depends in some measure on the situation of the property’ insured, and they might not be willing to insure at all, if they were to he answerable both there and for the materials intended for the house insured which were at another place.\nThe court was right in instructing the jury not to give consequential damages.\n• In estimating the damages, the jury were to be regulated by the extent of the loss by fire. The only loss or danger within the policy, is that which happens by fire. This, the company bound themselves to make good by paying it, or by restoring the property within a specified time to as -good condition as it was in before the fire. If the plaintiff neglected to repair or to pay the sum to make good the loss, the only compensation to which the defendant is entitled, is to recover interest on the amount of the loss. And so the court instructed the jury, in which we see nothing amiss. - Judgment affirmed.,"}