{"id": "953558", "contents": "Coulter, J.,\n(after stating the evidence in chief.)— The plaintiff then resumed, and offered as rebutting evidence, (which was really evidence in chief, but not objected to on that ground,) the draft of a survey made by George W. Spangler, an assistant of the deputy surveyor of the county, under no authority but that of the person employing him, and accompanied by no proof that it included the land in dispute, or that lines were found on the ground corresponding with it. The court rejected the testimony, and plaintiff excepted. But the court was right in rejecting it. No rule of evidence on the subject matter, adopted or sanctioned by this court, would authorize its reception. If the surveyor had been produced as a witness, and established that he found marked lines on the ground, of a date coeval with the survey on plaintiff’s warrant, and that they included the land in dispute, it would have been competent testimony; but in its loneliness, without any thing to lean upon, it was no evidence. The plaintiff then gave in evidence, by George Becker, that he made a survey for plaintiff of the outside lines of his whole tract, without running the dividing lines of the different surveys under which he claimed. He did not prove that the survey he made included the land in dispute, but we may presume that he did. He testified nothing about any lines found on the ground, and plaintiff offered, in connection with Becker’s draft, the certificate of the commissioners of York county of their appraisement of the land claimed by Daniel Henry, made in pursuance of the “act to graduate the lands on which money is due the Commonwealth and unpaid;” all which evidence was rejected. \"We are at a loss to imagine on what grounds any one could suppose this proceeding of the commissioners conduced towards the manifestation of title in the plaintiff. That he claimed the land was admitted by defendant, and fully proved by both parties; but this draft or survey was not even evidence of a claim, because it was not proved that it embraced the disputed land. The plaintiff next offered to give evidence that he tendered to the defendant ¡$45 to cover the expenses of his warrant and survey, &c., Which evidence was objected to and rejected; and the plaintiff excepted. We may suppose that the plaintiff thought he could raise a prejudice against the defendant, as a very injurious person, who had been prying too minutely into the mint, anise, and cummin, the small concerns of the Commonwealth, and would not accept pay for it. But the most natural effect of the evidence would have been to show, that the plaintiff knew the land was vacant when the plain-tiff’s warrant was executed, and wished to buy it from him. Perhaps, however, the defendant objected obsta prineipiis, and on that ground he was right enough. The court did not err in rejecting the evidence.\nThe next error assigned is, that the court withdrew the case from the jury. But there was nothing to submit to the jury arising out of the evidence given. The court say, “ about the facts in this case there is really no controversy. The plaintiff has proved satisfactorily, we think, an indisputable title to lands mentioned in his deeds, and has proved that a part of the land in dispute has been claimed and occupied for upwards of thirty years, but that it is not pretended to be included in his lines.” Many things pass in the trial of a cause, which are not included or embodied in the paper-book, particularly admissions; and we cannot impute a wilful misstatement to the judge below, in the absence of any fact disclosed by the evidence to impugn or contradict what he has stated. He tells the jury that the only question was, whether the occupancy of the plaintiff more than thirty years ought to prevail over the warrant and survey of the defendant; and he instincts them that the •'warrant and survey ought to prevail. This instruction is assigned for error,\nI had supposed that it was sufficiently settled that the statute of limitations did not run against the Commonwealth, and that no occupancy in any shape or form, except in that of actual personal resident settlement, could confer .title against her, or prevent her from granting the land to any person who paid for it. In other words, that it required a location, or warrant and survey, to divest the state, except in cases of actual settlement; 3 Penna. Rep. 433. It could not be pretended there was an actual settlement on the part of the plaintiff, because he established his legal title, which recited this warrant, under which he claimed. The counsel faintly urged that he could set up the ancient improvement, but that is out of the question, when he himself proved that he claimed under an office title., and when he allowed the defendant, without objection, to give full evidence of it. This counsel contended strenuously, that there could be no vacancy intervening between the lines of one survey, and those of another, which called for it, and relied on the case of Martz v. Hartley, 4 Watts, 261. In the opinion delivered in that case, there are some rather loose and indefinite expressions, which, like an ignis fatims, have led some lawyers and some judges astray. But they have been corrected by later decisions, particularly the case of Walker v. Smith, 2 Barr, 43, and more recently by a ease decided at Pittsburgh, Hall v. Tanner, 4 Barr, 247. There may undoubtedly be a vacancy. The lines run and marked' on the grounds are the true survey, and, when they are found, will conclusively establish the boundary; and when they are obliterated by time, tempest, or by design, or clearing over the ground, the survey returned will be evidence of them where-about. If one survey calls for the lines of another survey, it is not necessary that they should be marked over again on the ground. But the survey must describe and adopt them. In this case it seems that the survey of the plaintiff calls for the adjoining survey at two corners, but that in the intervening space one of them, (and I don’t recollect which, for the document is not on the paper-book, but a connected draft was exhibited by the counsel for the defendant in error,) withdraws itself inwards, in a sort of triangle, leaving a cove or gorge of something over six acres, between it and the other survey, which pursues a straight line, and this cove or gorge is the land in dispute. This fact will account for the plaintiff’s not showing his original draft of survey on the trial. The plaintiff did not show that his lines were marked on the ground, and included the land in dispute, or that the lines of the adjoining survey were described and adopted, or that his geometrical lines would include it. The defendant established a warrant and survey returned and accepted, and no caveat entered by plaintiff, but the defendant entered into possession. There is nothing in the case on the part of the plaintiff but the long occupancy of himself, and those under whom he claims. The court were right in their instructions to the jury that the title of defendant ought to prevail.\nJudgment affirmed."}