{"id": "953515", "contents": "Gibson, C. J.\nIf any part of an indivisible promise, or any part of an indivisible consideration for a promise, is illegal, the whole is void. Such is the principle extracted from the cases by Mr. Chitty in the second section of his chapter on illegal contracts ; and the old notion of the difference between a prohibitory statute as a tyrant, and the common law as a nursing mother, he thinks has been exploded. In the first place, then, is not the procurement of an appointment to office by private influence, illegal on the ground of public policy ? In England, a public office is yet so much a subject of private property, that the sale of it was not prohibited before the 5 and 6 Ed. 6, c. 16, which interdicted it in respect to offices which concern the administration of justice, or the public revenue, and the 49 Geo. 8, c. 126, which interdicted it in respect to offices in the gift of the crown, and in certain specific cases. Had all traffic of the sort been deemed, from the first, illegal at the common law, these statutes would have been unnecessary ; and hence it is, perhaps, that the English judges handle transactions like the present with the utmost tenderness. Rut notwithstanding what was said by Mr. Justice Burrough, in Richardson v. Mellish, 2 Bingham, 252, that public policy is an unruly horse that carries you, when you bestride it, you know not whither, the settled law of this day is, that this same public policy may render the sale of an office illegal even in England; and Chief Justice Best, arguing in restraint of its influence, conceded in the same case, that wherever the proof clearly puts the contract on the contravention of public policy, the principle must prevail. And there are many English cases in which the plaintiff broke down precisely on that ground. But were the English common law otherwise, such contracts could not be tolerated by the courts of a country whose government is founded theoretically on the most pure and exalted public virtue. We accordingly held, on the very same principle, in Clippinger v. Hepbaugh, 5 Watts & Serg. 315, that a contract to procure the enactment of even a private statute, is inconsistent with public policy; and in Hatzfield v. Gulden, 7 Watts, 152, that a promise, in consideration of procuring signatures to a petition for a pardon, is so. There are many American decisions direct to the point that the sale of an office is illegal; and what else is the sale of personal influence to procure it ? It is in some sort a sale of the office procured by it, inasmuch as the influence is paid for, of which the office is the fruit. In Hanington v. DuChatel, 1 Bro. C. C. 124, S. C. 2 Dick, 581, a recommendation for the office of groom of the stole, in the king’s household, though of a private nature, and not within either of the statutes, was held to be an illegal consideration, and it is not to be doubted that a recommendation for office is so here. The inquiry in this case, therefore, will be whether the procurement of the post-office can be severed from the rest of the consideration.\nThe' covenant to pay a gross sum is certainly entire; and the consideration for it is so far so as not to be. divisible with any degree of certainty. It is stated in the contract to be a transfer of a lease for a storehouse, a stock of goods at cost, the scales and weights of a store, subject to a deduction of five per cent..on the original bills; and a guarantee that the post-office should be removed from a neighbouring village ’to the defendant’s place of business, and that he should be appointed to it as postmaster. Who can say from this how far the office entered into the defendant’s computation of what he was to get for his $500 ? The value of the goods could be ascertained from the bills, but the value of the lease could not be reduced to certainty by any process, and even if it could.; no one could say how much the want of the post-office, to say nothing of the direct income of it, might take from the defendant’s business. Had a price been put on the illegal part of the consideration, it might have been deducted, and the contract apportioned ; as it was in Frazier v. Thompson, 2 Watts & Serg. 235, in which the consideration was goods purchased at several times, including spurious bills; and in Yundt v. Roberts, 5 Serg. & Rawle, 139, in which it was goods sold and a prohibited tavern bill. But in those cases distinct bargains were put in the same note: i'n this the bargain is one, the consideration is one, and the covenant is one, and all is void. Judgment affirmed."}