{"id": "953557", "contents": "Rogers, J.,\n(after stating the case.) — It must be admitted that, on the face of the note, without more, the plaintiff .is entitled to recover; but it is urged that the note is without consideration. In fact, it is an ordinary mercantile transaction, and whether viewed as accommodation paper or a note, drawn by Bearce to Mercer, and by him endorsed to Lancaster, with the special purpose of enabling the latter to raise money to relieve himself from a responsibility previously contracted as surety, it imports a legal and valid consideration, And in addition to this view of the case, which would he decisive, it is obvious it puts Lancaster in a worse position than he would have been had not the note been executed, and this has been repeatedly held to be a consideration sufficient to support a promise. The original notes, for which the note in suit, was a substitute, having arrived at maturity, Lancaster had a right to require Marshall forthwith to proceed by adversary process, if necessary, to collect the money due. But this unquestionable right he debars himself from by accepting a note at ninety days, for it would be contrary to his agreement, and consequently a wrong to C. M. Pierce and Mercer, to require the immediate collection of the money by adversary process. A consideration is sufficient, if it arise from any act of the plaintiff, from which the defendant or á stranger derives any benefit, however small, if such act is performed by the plaintiff, with the assent, express or implied, of the defendant; or by reason of any damage, or any suspension, or forbearance of the plaintiff’s right at law, or in equity, or any possibility of loss occasioned to the plaintiff by the promise of another, although no actual benefit accrues to the party undertaking; Hind v. Holdship, 2 Watts, 104. Here then was a detriment to the plaintiff, and forbearance or suspension of an equitable right, which, as we have seen, constitutes a sufficient consideration.\nIt is contended the court erred in leaving it to the jury to determine whether it was not the ordinary habit of Mercer to look to the post-office at West Chester, as his medium of communication from abroad, and of calling there for his letters and newspapers, there being no evidence that such was the fact. To this direction we perceive nothing amiss. For although there was a post-office nearer his dwelling, than the one used, in this instance, yet if he was in the habit, as the jury have found, of using that, as more convenient for his business, it was an accommodation to the defendant, as it was more likely to reach him if the notice was put into the West Chester office, and of course the defendant has no just right to complain. Indeed, had it been sent to the post-office nearest his dwelling, it is likely the complaint would have assumed a different aspect, and certainly with as good reason. It is impossible for us to say there was no evidence of the.fact proper to be' submitted to the jury, for although there may have been a temporary suspension of the habit of doing his business at the latter post-office, yet it was afterwards resumed, and we have no reason to believe it was known to others that his manner of doing his business, in this particular, had ever been suspended. When the facts are admitted, notice of non-payment is a question of law, but the jury must find the facts, and in this case they were left ,to them, under a proper direction from the court. . Although the case may not require an expression of opinion on this point, yet I am inclined to believe, that, as the case stands, notice would-be'good, whether given through one or the other medium.\nWe see no error in admitting the evidence contained, in the bill of exceptions. It was Relevant'to the issue to proye the’dissatisfaction of Lancaster, the surety in the first two notes; that Pierce, the drawee, was informed of that fact; that he offered to give a new note, with the defendant as surety; that a time was fixed for giving the new note; that Mercer, Lancaster, and Pierce, met together, and that, in pursuance of an agreement then made, the note in controversy was given. It is not obnoxious to the objection, that it is the mere declaration of Pierce, for it is introductory to the agreement, part of the res gestee, and absolutely necessary to a correct understanding of the manner and reason of giving the last note, and affords an explanation of the form it assumed. It is so connected and blended with the execution of the note, that the justice of the' case on either side requires the evidence. It must be remarked, that the evidence was confined to what took place at a time when neither party anticipated any controversy. Such evidence has ever been received, and is essential to the ascertainment of truth, and the administration of justice. It is, in truth, often the only mode that is left to ascertain the object and intent of the parties to the contract. And, fin the case in hand, without the aid derived from this testimony, we should.be at a loss to understand the -reason the note was given; but with the light afforded from this source, we have hero.no difficulty in seeing that it is a transaction, by no means unusual, where a surety, having reason to believe that he. is in some peril, asks and obtains from his principal an indemnity for being bound.\nJudgment affirmed."}