{"id": "953577", "contents": "Bell, J.\nThe first error assigned presents for con sideration the several bills of exception, taken upon the trial, to the decision of the court below, admitting E. Y. Howell as a competent witness for the plaintiff. If the transaction from which this litigation springs, be as it was stated by this witness, then, unquestionably, Clarissa J. Howell, the plaintiff below, had a right to bring suit in her own name. Though there are cases in which it has been held that, generally speaking, a principal may not sue upon a written contract made by an agent in his own name, though the agency be disclosed, (Story on Agency, sec. 160; United States v. Parmele, 1 Paine, C. C. R. 252,) yet the general rule is, that in cases of parol contracts the right of action may be asserted by him from whom the consideration proceeds, and certain it is, that where an agent enters into a verbal contract, even without disclosing his principal, the latter may maintain an action upon it. Duke of Norfolk v. Worthy, 1 Campb. N. P. 337; Wilson v. Hart, 7 Taunt. 295; Bickerton v. Burrell, 5 Maule & Sel. 383; Vischer v. Yeates, 11 Johns. 23; McGunnagle v. Thornton, 10 Serg. & Rawle, 251. As is observed by Mr. Justice Bayley in Sargent v. Morris, 3 B. & A. 281, you may bring your action either in the name of the party ly whom the contract was made, or of the party for whom the contract was made. So, too, when money is paid by an agent in pursuance of an agreement made with him in his own name, the principal may recover it back upon the rescinding of the agreement, and if paid upon a consideration that has failed, the owner is entitled to an action for the recovery of it, if he can show the money was his. This last proposition embraces the cause of action, averred by the plaintiff here, and the question is, whether the witness, to whose competency the defendants take objection, was admissible to prove the original transaction ? As a general proposition, it will not admit of doubt that an agent is a good witness for his principal, to prove contracts made by the agent, and other transactions in which the principal is interested, provided the case does not turn on the imputed misconduct or negligence of the agent; and he is, also, competent to prove his own authority. This rule is said to be founded in public convenience and necessity; for, without it, it would be extremely difficult to transact affairs of daily occurrence with the freedom which the exigencies of trade and commerce require ; and it extends, in principle, to every species of intervention by which business is transacted, unless, in the particular instance, it be overborne by some other rule. Greenleaf on Evidence, sects. 416, 417; McGunnagle v. Thornton, supra; McDowell v. Simpson, 3 Watts, 135. But it is urged by the plaintiffs in error, that there is something peculiar in the relation the witness bears to the transaction he is called to testify to, that makes him an exception to the general rule. It is not pretended that, in negotiating with the Messrs. Gilpin, he exceeded his authority or so misbehaved himself as to make him liable to his principal in any event. But it is, in the first place, objected that he is interested in the event of the suit; and, secondly, that he stands in the predicament of having been, originally, a party beneficially interested in the contracts of purchase and loan, and is, therefore, inadmissible as a witness under the principle settled by Post v. Avery, 5 Watts & Serg. 509, and the kindred subsequent cases. How he is interested in the event of the action has not been distinctly pointed out, and if there be such an interest we have failed to perceive it. So far as appears, a verdict and judgment, either way, could by no possibility affect his rights or liabilities, and it certainly could not be given in evidence for or against him. The only ground suggested, upon which it is supposed this objection may be supported, is the principle asserted in Hickling v. Fitch, 1 Miles, 208. But all that is ascertained by that case, and the decisions upon which it is based, is that in an action against a principal, an agent who might be made liable to the plaintiff, in the event of his failure to recover against the principal, is not a good witness to charge the latter. There is, therefore, no analogy between that case and the present. Nor is there greater solidity in the second objection. It may be dismissed with the remark, that the class of cases referred to establish nothing further than that one who is the owner of a chose in action cannot, by transferring his interest to another, make himself a witness for the plaintiff, in an action brought upon the chose. But the case of this plaintiff proceeds upon the ground that the witness never had any interest in the transaction sued upon. It is not enough to answer, that by the correspondence of the parties, and other evidence in the cause, it appears he negotiated without disclosing the name of his principal. This he might legally do, and, of itself, it gave him no such beneficial interest in the transaction as brings him within the principle of the cases relied on. At most, it is available only as an objection to his credit, not to his competency.\nAfter the plaintiff below had read in evidence the note of 20th Nov. 1841, drawn by E. Y. Howell, in favour of and endorsed by the plaintiff, the witness being still on the stand, the defendants below further objected to him, on the ground that it di'd not lie in his mouth to impeach a negotiable instrument to which he is a party. Following the doctrine originally broached in Walton v. Sheley, 1 Term Rep. 296, as modified by subsequent cases, it is the settled doctrine in Pennsylvania, that a party to a negotiable instrument shall not be admitted to give evidence in avoidance of it, where it has been negotiated in the ordinary course of business, before its maturity. Baird v. Cochran, 4 Serg. & Rawle, 397; Bank of Montgomery v. Walker, 9 Serg. & Rawle, 236. It seems also to be settled, that where a promissory note appears, by the endorsements upon it, to have been negotiated, a party to it shall not be received to prove that it was not so negotiated, in order to remove an apparently well-founded objection to his competency. Griffith v. Reford, 1 Rawle, 197. The reason of the rule is found in the impolicy of permitting one who has assisted to put into circulation a commercial instrument, afterwards to aver a taint upon it at the time it passed through his hands. But the answer to the attempted application of the objection to this case is, that the witness was not introduced to show the note drawn by him to be invalid at the time it was passed to the defendants below, or, indeed, to prove any fact tending to impeach it. His testimony was confined to independent matter, which, of itself, loft the note unquestioned. It is true this testimony was introductory of other evidence tending, as it is said, to show a subsequent failure of the consideration of the instrument, flowing from the conduct of the defendants after the note came to their hands; but this does not bring the proof objected against within the scope of the prohibitory rule, for this stops far short of closing the mouth of a party, altogether, on the subject of the instrument. But, did the exigency of her case require it, the defendant in error might even admit that the direct tendency of Dr. Howell’s evidence was to impeach the note in the hands of the endorsers, upon some fault imputable to them, occurring subsequently to their becoming the owners of it, for it is settled that a party to negotiable paper may testify to facts arising after it was negotiated, and which go to destroy the title of the holders, provided always, the witness is not interested in the event of the suit. Mitchell v. Conrow, 5 Whart. 572, and the cases there cited. It has been shown there was no such disqualifying interest residing in the witness, and, consequently, he was competent to testify.\nA fourth ground of objection taken against the reception of the evidence of this witness, is, that what he was called to prove was not within the scope of the notice furnished by the plaintiff’s bill of particulars. This objection rests altogether upon the insufficiency of the plaintiff’s particulars, and may, therefore, be conveniently considered in conjunction with the second error assigned in the charge of the court. These exceptions present the inquiry whether the plaintiff’s particular, furnished at the. call of the defendants, is sufficiently certain and circumstantial? The rule of practice which sanctions a call for particulars, has for its object definite information to the antagonist party, of the plaintiff’s cause of action. To answer this purpose, it has been repeatedly ruled that the particular furnished ought to be as certain and convey as much information as a special declaration. 2 Saunders on Pleading, 699 ; Babcock v. Thompson, 3 Pick. 446. It must disclose the gist of the plaintiff’s action, and if it fail to do so, it is insufficient. The practical meaning and extent of the rule may be illustrated by the case last cited, which was assumpsit for money had and received. The particular stated the plaintiff’s claim to be for the value of certain bank notes, particularizing them, received by the defendant for the plaintiff’s intestate. On the trial it turned out that the plaintiff sued to recover money, illegally won from the intestate at cards. On objection made, his evidence to show this was ruled out, on the ground that, as the illegal gaming was the gist of his action, his particular ought to have disclosed it; for, without this, no notice was given to the defendant of the actual case he was called to meet. To the same effect is Hale v. Fenn, in this court, (3 Watts & Serg. 361.) There a notice of special matter, under the plea of payment, with leave, &c., stated the defence to a promissory note sued on, to be want of sufficient consideration, and that it was obtained by undue means. It was held that the notice was not sufficiently explicit to let in proof of particular facts tending to show that the note had been given for the purchase-money of certain lands sold to the defendant, the title of which had failed. The court say, such a notice need not be so formal as a special plea, but it must point out the facts and circumstances on which the defence is intended to be rested. It is hardly necessary to say that, under our practice, notice of special matter of defence is exactly analogous to a bill of particulars, both being required and given with like intent; and, therefore, the rule, as ascertained by the last case, is directly applicable to the case at bar. What is the gist of the present action ? Certainly, failure of the consideration of the promissory note of Nov. 24, 1841. At the trial, the evidence on both sides was directed almost exclusively to this point. There was no dispute about any thing else, so far as the direct issue was involved. How then can it be said the particular furnished to the defendants below instructed them of this allegation, or let them into any knowledge of the circumstances by which the plaintiff expected to establish it. Judging from the record, it would appear that, up to the time of trial, the defendants did not, certainly, know that Dr. Howell acted merely as the agent of his sister. When, therefore, they were informed that the action was brought to recover money, received by them from Job R. Tyson, Esq., their attention would be turned to the necessity of proving that the bond held by them, as collateral security, had been legally assigned or transferred to them, and, necessarily, nothing beyond this. Both upon principle and authority, we consider the plaintiff’s particular as entirely too scant to cover his case as he was permitted to prove it. As the case is to go back for a re-trial upon another ground, this defect will, of course, be amended.\nAnother exception taken to evidence relates to the admission of the same witness to prove the loss of a certain letter, called for by the defendants below. This exception is not founded upon any objection directed against the competency of the witness to testify to the collateral fact to which he was called, but rests upon the ground that, after an order made by the court for the production of papers, the party subject to the order is not at liberty, on the trial, to give evidence showing reasons for the non-production of such papers. It may, therefore, be considered in connection with the second, third, and fourth specifications of the first class of errors assigned; imputing to the court below, mistake in refusing to order a nonsuit because of the non-production of the letter in question. Upon this part of the case, the first question raised is, whether the plaintiff was at liberty to show matter on the trial, in excuse for non-compliance with an order made under the act of 27th February, 1795? The defendants insist that the proper time to show reasons why it is not in the power of the party to produce the documents required, is on the hearing of the rule to show cause why the order should not be made. But the cases which settle the practice under the act, abundantly show the order to be peremptory and conclusive only upon the point of the pertinency of the writings called for. As to the production of them at the trial, it properly pursues the language of the statute, and presents an alternative to the party, either to produce the papers named in it or satisfy the judge why it is not in his power to produce them. For the latter purpose he is at liberty to introduce testimony to show a reason why they are not forthcoming. Dunham v. Riley, 4 Wash. C. C. R. 126; Wright v. Crane, 13 Serg. & Rawle, 450; McNair v. Wilkins, 3 Whart. 551; Tuttle v. Loan Co., 6 Whart. 216. It is very proper it should be so. Not unfrequently, a long interval intervenes between the time of the order and the trial, during which the writings may be lost or destroyed, or' otherwise put out of the power of the party without any default in him. To deny him the right to show this, and thus subject Mm to the very severe consequence prescribed by the statute, would be harsh indeed. The privilege, however, is not confined to such a case, but is general in its application.\nBut it is, secondly, objected, that admitting this to be so, the plaintiff did not show such cause for the non-production of the particular letter as the judge trying the cause should have required. Dr. Howell testified, he had the care and custody of the plaintiff’s papers ; that he delivered this letter in a bundle of other papers to Mr. Mallery; that when the bundle was returned to him, the letter was not with the other papers, and that, since then, he had made several searches for it, without effect. Mr. Mallery, testified, that he had returned the papers of which he had had possession, either to Mr. Rawle or Dr. Howell; his impression was, to Dr. Howell; that he had looked among his papers, and found none relating to the suit. It is said, this was not enough, but that the plaintiff and Mr. Rawle, her counsel, ought to have been called to testify they had not the missing paper. But why ? there was nothing in the case, showing that either of them ever had the custody of the letter. On the contrary, it was pretty conclusively established, that it had been in the possession of either Dr. Howell or Mr. Mallery, and both of these gentlemen swore they had searched for it in vain. Now, how can we say, without danger of doing injustice, that the judge ought not to have been satisfied with this account of its disappearance ? After all, much must be left to the discretion of the court in which the cause is tried, and a very strong case of mistake committed, should be made out to induce the court to reverse the judgment on this ground. But supposing such a mistake to have been committed here, it is very clear the defendants were, in no degree, injured by it. The record shows that, subsequently, they gave in evidence, without objection, a press, and therefore exact copy of the original letter called for, produced by themselves. They had thus the full benefit of the missing document, and cannot, as I conceive, with any show of reason, aver they suffered detriment from the non-production of the original. The case, in this particular, comes, therefore, within the established rule of the court, not to reverse for an error which has inflicted no substantial injury upon the complaining party.\nWhat has been said, disposes of all the bills of exception to evidence, save that which relates to the question proposed to be propounded to J. C. Harris, by the defendants. This will be considered and disposed of in connection with the third specification of the second, class of errors, which, as the only remaining one of this class of any weight, first presents itself to our notice. It points to those portions of the charge by which the jury was instructed, the plaintiff below was entitled to recover, if, from the evidence, it was believed the defendants had either parted with the Girard Bank stock pledged to them, or thrown it undistinguished into the general mass of their own stock, or that of other persons in their custody, so as to be unable to discriminate the identical shares of stock they originally purchased for the plaintiff. This proposition presents the pivot upon which the case appears to turn, and it has, therefore, been maturely considered, i It is, in general, true, that where the pledge is distinctive in its character, and therefore capable of being recognised among other things of like nature, or where a mark is set upon it with a view to its discrimination, the pledgee is bound to redeliver the identical article pledged, and cannot substitute something of like kind, unless so authorized by the contract. But I think there is a manifest difference, ex necessitate, where the thing pledged, from its very nature, is incapable, in itself, of identification, if once mingled with other things of the same kind. In such case, it is the duty of the pledgee to put a mark upon it, by which it may be distinguished, for, as is said in Nourse v. Prime et al., 4 Johns. Ch. Rep. 490, if a person will suffer his property to go into a common mass without making some provision for its identification, he has no right to ask more than that the quantity he put in should always be there and ready for him.' By a just fiction of law, that residuum shall be presumed to be the portion he put in. The good sense of these remarks, made in immediate reference to a pledge of shares' of bank stock; recommend them to our adoption. They are repeated by Chancellor Kent, in the S. C. reported in 7 Johns. Ch. Rep. 69, and noticed with approbation by Nelson, C. J., in Allen v. Dykers, 3 Hill, 593. Speaking of Nourse v. Prime, he says, “ as it appeared the defendants always had on hand the requisite quantity of shares, the law will presume the shares so on hand, from time to time, were the shares deposited, because the parties have not reduced the shares to any more certainty.’’\nIt- may be, that even in a pledge of stock, which frequently passes from hand to hand with almost as little ear-mark as money itself, the pledger may identify and stipulate for a return of the very same shares, by handing his certificate to the pledgee with a blank power to transfer, not to be used except on a failure to redeem, or in some other mode devised for the same purpose. But where, as here, the shares pledged never stood in the name of the pledger, but passed at once from the former owner to the pledgee, without any thing done by the former to set them apart from other like shares of the latter, or even a request proferred to this effect, it is not perceived how, with any show of reason, it can be made a subject of complaint, that the pledge, necessarily, was mingled with the other similar stock of the pawnee. The plaintiff, by her agent, dealt throughout with the defendants as stock brokers, engaged in the business of buying and selling stock on their own and others’ account, and so, constantly receiving and again transferring shares of stock, either by a blank power or by a simple order of transfer entered upon the books of the corporation. Under such circumstances, I repeat, it was incumbent on the plaintiff to impress, in some way upon rer shares, a mark of discrimination if she desired them to be kept separate from the mass of stock in the possession of the defendants. But so far from this being' done, or any motion made towards it, it is very clear, to my mind, the parties agreed it should be otherwise. A short review of the facts will show this. Upon the request of the plaintiff’s agent, the defendants bought for her fifty shares Girard Bank stock, deliverable on the expiration of sixty days or earlier, at the option of the buyer, after thirty days. On the day of the purchase, notice of it was given to the agent. The plaintiff did not elect to take the stock at the expiration of thirty days, but availing herself of the alternative offered by the contract of sale, she waited until within a few days of the longer time allowed for its execution, when her agent again called on the defendants and negotiated with them a temporary loan to pay for the purchased stock. As security for repayment, in addition to fifty shares of Mechanics’ Bank stock held by them, it was stipulated the fifty shares of Girard Bank stock should be transferred. Up to this moment, the last-named stock was not held in the name of the plaintiff, nor was there any thing, of an official character, to show her connection with it. By what mode, then, was it to be transferred to the defendants ? In the absence of a contrary suggestion, it cannot be doubted that the mode contemplated and,adopted was to procure Harris, the seller, to cause this stock to stand in the name of the defendants who had purchased it from him, and whose money was to pay for it. In this connection, it may be properly remarked, that I have failed to perceive any objection to the overruled question which the defendants proposed to put to Harris. The answer might have been evidence, not for the purpose of establishing a local custom adverse to the general law, but to show, by the practice which obtains in giving certificates of stock, what result was in the contemplation of the contracting parties when stipulating for a transfer of the bank stock as collateral security. The temporary loan being thus effected, tho transaction rested until the 26th of April, when the plaintiff’s agent addressed a letter to the defendants, requesting them to raise $1700, by way of loan, to be collaterally secured by a transfer of the bank stock, with full power to the defendants to transfer or sell it. “ With such a power,” continues the letter, “no person need be known in the affair but yourselves.” To comprehend the value of the remark, it must be recollected that, at this time, the Girard stock stood in the names of tiie defendants upon the prior arrangement, and in making the suggestion, the plaintiff’s agent was, doubtless, actuated by a wish that neither of their names should appear in connection with a pledge of the stock. Though the proposed extended loan was not, at this moment, settled, I think the letter of the 26th of April must be regarded as containing the basis upon which, with some additions, the defendants finally agreed to advance the required funds. The letters of the llth and 20th of May speak of third persons, yet it is evident, from all the testimony, the plaintiff or her agent knew the defendants as the lenders of the money. From this summary it is apparent the plaintiff did not desire her pledged stock to be kept apart and separated, but that, on the contrary, it was the actual understanding of the parties it should not be so kept. This brings the case within the' doctrine of Nourse v. Prime and Allen v. Dykers, with which we are entirely satisfied. It results that the court below committed a mistake in this particular- As already intimated, under the circumstances of this case, nothing further was incumbent on the defendants than to have at all times under their control the requisite number of shares, ready to be transferred to the plaintiff when legally demanded, unless, indeed, it was the agreement and understanding of the parties that the defendants might, until the money borrowed was repaid, deal with the pledged stock as if it was their own. In such case, it would be within the power of the pledgees to sell or otherwise dispose of it pending the loan, and we concur with the court below, that such an agreement may be established, by showing that the defendants communicated to Dr. Howell, that they were dealing with the fifty shares as them own property, and that having full knowledge of the facts, he made, without objection, the several arrangements for the repayment of the sum borrowed, given in evidence. If it be found that this was the understanding of the parties, then no more can be required at the hand of the defendants, than a readiness to re-deliver the requisite number of shares of the same stock, when the loan was repaid.\nIn either view, we do not deem a distinct demand by the plaintiff of the stock pledged, before suit brought, essentially necessary. It might have been resorted to as a convenient mode of proof; but the plaintiff may make out her case without it.\nWe find no error in the other portions of the charge embraced by the remaining exceptions. These were but faintly urged on the argument; and we dismiss them with the single remark, that the reasoning of the judge who tried the cause below sufficiently shows the correctness of his conclusions in these particulars.\nJudgment reversed, and a venire de novo awarded.\nOn this point, see Turner v. Crookshanks, stated in Amb. 187, 188."}