{"id": "953535", "contents": "Gibson, C. J.\nThere is one vice in this indictment, which runs through every part of it. The conspiracy, as charged, is not to do an act illegal in itself, or by combination of numbers and means in the execution of it, biit to do an act thought to be specifically prohibited by statute. It is certainly not criminal, the common law, to obtain a false credit by any other means than the use of a false token, or to secrete a debtor’s property with a design to keep it from his creditors. But such acts are penal by the statute to abolish imprisonment for debt. Now, to constitute a conspiracy, the purpose to be effected by it must be unlawful either in respect of its nature or in respect of the means to be employed for its accomplishment; and the intended act, where it has not a common-law name to import its nature, must, in order to show its illegality, be set forth in an indictment of conspiracy, with as much certainty as would be necessary in an indictment for the perpetration of it; otherwise it would not be shown to be criminal, nor would the confederates b.e shown to be guilty. The English courts are beginning to regret the laxity of description that has been tolerated in these indictments of conspiracy; and policy requires that the judges, here as well as there, should begin to retrace their steps. The counts before us are so uncertain and bald in circumstances as to have shed scarce a ray of light on the charge which the defendants were required to meet. Take the first of them as a sample of all the- rest. It charges that they conspired to1 defraud their creditors, (the prosecutors “ and divers other persons,”) by removing and secreting divers goods and merchandises of the value of $5000, “ the description, quantity and quality of the said merchandises being yet unknown.” Neither time, place nor circumstance is given; and the goods are not attempted to be described by the place where they were kept or by the person who had them in custody. They may even not have been in the State; and a conspiracy to secrete them abroad, having for its object no infraction of our laws, would not be criminal at home. It is not averred even that the defendants had any merchandise at all, here or elsewhere; and unless they had it, a conspiracy to conceal it would have been a conspiracy to do what was impossible. It might be inferred, from the motive imputed, that they had it; but Hawkins says, (b. 2, c. 25, s. 60,) that “in an indictment, nothing material shall be taken by intendment or implication.” Nor are all the creditors named whom the defendants are charged with having conspired to defraud. The prosecutors are named “with divers other persons ” not named; but, unless the additional clause were rejected as surplusage at the trial, the accused would be called upon to defend themselves in the dark. But the mere discretion of a judge, in rejecting evidence in support of an allegation so vague, would be an insecure ground of reliance. An indictment, not for conspiracy, but for the perpetration of the criminal act, would certainly be too general, if the offence were laid as it is described in these counts; for it is said by Hawkins, (b. 2, c. 25, s. Ill,) that it is not always sufficient to pursue the very words of the statute, unless, by doing so, you expressly allege the fact in the doing or. not doing of which the offence consists; and he gives instances to show that it is necessary to bring, the offence within the very words of the enactment, by clothing it with a particular description of the circumstances attending it. Now, though it may not be necessary in an indictment for conspiracy, so minutely to describe the unlawful act when it has a specific name which indicates its criminality, yet, where the conspiracy has been to do an act prohibited by statute, the object which makes it unlawful can be described only by its particular features; and without doing so, it cannot be shown that the confederates had an unlawful purpose. It may.be said that the form of a criminal purpose, meditated but not put in act, can seldom be described; but it can be as readily laid as proved. Precision in the description of the offence is of the last importance to the innocent; for it is that which marks the limits of the accusation and fixes the proof of it. It is the only hold he has on the jurors, judges as they are of the fact and the law, or on an insubordinate judge, who, confiding in Ms superior wisdom, refuses to conform to any general standard of decision, when his judgment cannot be- reached by a writ of error, and whose example, if followed, would introduce into the subordinate courts as many systems of criminal jurisprudence as there aré judicial districts in the State; so that an act might be criminal or innocent, according to the law of the place where it was done. The evils of such a state of uncertainty, anarchy, and confusion, must be obvious to every one.\nBut the sentence is palpably erroneous. The principle of Scott v. The Commonwealth, 6 Serg. & Rawle, 224, in which it was held that an assault with intent to Mil cannot be more severely punished than would have been the offence attempted, rules the point. In that case, my late brother Duncan said, with the entire approbation of the chief justice and myself, that an attempt to commit an of-fence shall never be punished more severely than the perpetration of it. A conspiracy is even less than an attempt; and it was an error to impose on it a greater pumshment than the statute has annexed to the offence itself.\nJudgment reversed."}