{"id": "953522", "contents": "Coulter, J.\nThis is an amicable action, as'it would appear, although not so stated on the paper-book, in the District Court, and a case stated to -recover a legacy charged upon and payable out of land. In the case of Craven v. Bleakney, 9 Watts, 19; and by the ease of Downer v. Downer, same book, page 60, it was ruled by this court, that the Orphan’s Court had exclusive jurisdiction in such eases, under the act of 24th Feb. 1834, sec. 59. After the decision of these causes, in the region of my experience and practice, the law was considered fully settled; and in the tenth district, Judge White, remarkable as an able and clear-minded judge, nonsuited many plaintiffs who proceeded in the old form, and turned them over to the Orphan’s Court. Such is the tenacity, however, of customs and forms, in their hold upon the mind, that the old practice still lingered and lingers in some parts of the state. In Reed v. Reed, to May Term, 1845, in this district, the same point was distinctly decided, that being the only point in the cause. ■The case was not reported, and only accidentally retrieved from oblivion, after the argument of the case at bar. I was fortunate enough to obtain a copy of the opinion from his> honour, Judge Hepburn, of the ninth district. The opinion in the two former cases was delivered by Mr. Justice, Rogers, and in the latter case, per curiam, which is understood to mean the Chief Justice; and in order to give the momentum of his authority towards the final settlement of this question, it will be reported with this case. The reasons for these judgments are given in the two former cases, more at large, and briefly in the latter. It is unnecessary for me to add any thing, except, that so far as regards the suitableness and convenience of the modes and forms of the Orphan’s Court, to adapt themselves to all the exigencies of such cases, the reasons given by the court are in harmony with those given by the commissioners to revise the statutes, in their report to the legislature, on engrafting this new feature on the revised act; and may safely be considered as having been within the mind of the legislature when the clause was enacted.\nJudgment reversed.\nReed v. Reed.\nError to the District Court of Mifflin county.\nPer. CuRtAir__The statute which gives an action for a legacy against an executor holding assets in his hands, does not extend to an action against a devisee of land for a legacy payable out of it. The common law remedy in that case was sustained, not on the statute-, but on the ground of necessity, as a substitute for a bill in equity, and to prevent a failure of justice. But now the Orphan’s Court has jurisdiction in all cases of legacy, by force of the 59th section of the act of 1834, and the common law action previously in force, as a remedy for a case like the present, is consequently prohibited by the act of 1806. The present remedy is a petition to the Orphan’s Court, in the nature of .a bill in equity, to raise the legacy out of the land, and by that means com píete justice may be done.\nJudgment reversed."}