{"id": "953589", "contents": "Gibson, C. J.\nThe first point raised by the assignment of errors seems to have been settled by McClelland v. Slingluff, 7 Watts & Serg. 134, in which it was ruled in an action against a sheriff who had returned on an execution, “made $349 30 and costs, $100 of which applied to rent, and the balance to this execution,” that it was. not competent for him to prove by parol an actual levy pursuant to it. In the case before us, the return was “money made on this writ,” yet the sheriff was allowed to prove an actual levy by parol evidence.\nThe charge was erroneous in the direction, that if Kintzing knew the assignment of Carskadden to Church to be fraudulent, omitted to communicate his knowledge to Mackey, when the' latter informed him that he intended not to levy the executions under his control, on the property subsequently purchased by Kintzing, on the faith of his declaration, but to pursue the bail, he was guilty of a fraud which would effect his title. Mackey’s course might doubtless have been changed by a knowledge of the fact, but was Kintzing bound to disclose it 1 The case which directly meets the question, is Laidlaw v. Organ, 2 Wheat. 178, in which the facts were, that Shepherd, interested with Organ, and in treaty with Givault, a member of the firm of Laidlaw & Co., at New Orleans, for a quantity of tobacco, had secretly received intelligence over night of the peace of 1815, 'between England and the United States, which raised the value of the article from thirty to fifty per cent.: Organ called on Girault on Sunday morning, a little after sunrise, and was asked if there was any news, by which the price of it might be enhanced ? but there was no evidence that Organ had asserted or suggested any thing to induce a belief that such news did not exist, and under the circumstances the bargain was struck. Chief Justice Marshall delivered the opinion of the court, to the effect, that the buyer was not bound to communicate intelligence of extrinsic circumstances which might influence the price, though it were- exclusively in his possession, and that it would be difficult to circum-scribe the contrary -doctrine within proper limits, where the means of intelligence are equally accessible to both parties. And the principles of the decision have been recognised as law wherever the case has been quoted, though Mr. Yerplank has written a book against it. The validity of the sale, too, depended on the law of Louisiana, whose jurisprudence is founded on the Roman law, which professes to deal with principles of morality too subtle for administration by an earthly tribunal, and to enforce duties which are not regarded by the. common law. But even the civilians, as was admitted in the argument, distinguish between the forum of the conscience and the forum of the law, for which Pothicr’s Traite de Yente, art. 2, 288, (an extract from which is found in a note to the case,) is a very sufficient authority. He observes, that though the rule of the vendor’s duty, not to conceal from the vendee any circumstances „ connected with the thing sold, ought to be followed in foro consoientice, it is very seldom followed by the tribunals. Perhaps the reason is, that it is seldom practicable to- apply it to particular cases. The rule, too, is predicated of the duty of the vendor, who alone is presumed to know the quality and condition of the commodity, and I doubt very much, whether even a Roman judge would have set aside a sale of land containing a mine, which was known only to the vendee. But although these line-spun equities may be enforced by a judicial magistrate, uninfluenced by precedent, and shaping his decrees according to what he may deem strict justice, they cannot be attempted by a common law court, or with entire success by a chancellor. The only practicable rule for all cases, seems to be that stated by Chief Justice Marshall, that where the means of knowledge is equally .accessible to both parties, each must judge for himself. Kintzing might have been mistaken in believing the assignment to. Church to be fraudulent in point of law, or he might have thought it fair, though it were- otherwise, and -the law is not so unreasonable as to make him jeopard his interest by expressing a conjecture, about it; but even had he actually known it to be void, he was not bound to declare it.\nJudgment reversed, and a venire de novo awarded."}