{"id": "954538", "contents": "Coulter, J.\nIn the case of Pringle and others against Graw, 5 Serg. & Rawle, 536, it was decided by this court, that a widow could not join with the heirs, in maintaining ejectment under the act of 1806: she being neither joint-tenant, coparcener, nor tenant in common. And that an ejectment, under such circumstances, could not be supported at common law. It has also beon ruled by this court, that an action of partition, under like circumstances, could not be sustained. There is no doubt whatever, but that the joining of too many persons as plaintiffs is irregular and vicious; and, where it appears on the record, may be taken advantage of either by demurrer, by motion in arrest of judgment, or by writ of error. The ease of Pringle against Graw was decided in 1820; and after it was reported, attracted the attention of the legislature, no doubt as an instance where wholesome powers of legislation could be usefully exercised; and accordingly, the act of 31st of .March, 1823, providing, that in all actions of ejectment now pending, or hereafter to be commenced in the courts of this Commonwealth, by more than one plaintiff, if, on the trial, any of the plaintiffs shall fail to establish his, her, or their right to recover, judgment of npnsuit may be entered against the plaintiff or plaintiffs so failing, and a verdict and judgment may be rendered in favour of the other plaintiff or plaintiffs, for the interest in the premises which they may be respectively entitled to recover. This statute undoubtedly establishes the law on a just foundation; and the only question which can be made is, as to its operation on pending cases, at the time of its enactment. But this cannot now be considered as an open question, in this state. The act, it will be observed, touches no vested right of property, impairs no contract, and only removes a technical obstruction out of the way of those whose rights have been, established on a trial, by due course of law. The usual course — and always the wisest course — is for the law-giving power to operate prospectively. But, repeated decisions of this court have ruled, that it is entirely within legislative competency to make a law operate on pending eases in court, if they expressly, or by irresistible implication, so declare their will. Always, howover, intending, that there be no other constitutional barrier in the way. In this case there is none ; and the enactments of the law are beneficial and wholesome, as well as wise: with the single exception or drawback of operating upon cases already within the judicial forum. But stare decisis. The only question then is, whether the case in hand was ended by final judgment, at the time of the passage of the act. The action of ejectment was brought in the Common Pleas, to August Term, 1819, and tried, April 11, 1822 ; and the verdict of the jury rendered in favour of certain of the plaintiffs named, for one moiety of the land in dispute, and for the other moiety, for the defendant. On the 12th of April, 1822, there was a motion in arrest of judgment, for reasons filed. And on the 20th of June, 1842, the plaintiffs, who failed to establish title on the trial, enter a nonsuit; and the court overrule the motion in arrest of judgment, and enter judgment on the verdict, .without costs. There can, therefore, be no doubt, but that the case was pending on the 31st of March, 1823, and fully within the grip of the act, and must be governed by it. Its provisions fully sustain' the judgment below, which is affirmed.\nJudgment affirmed."}