{"id": "954592", "contents": "Bell, J.\nWe see nothing exceptionable in the charge of the court. The principles upon which this peculiar action is based were correctly stated, and the facts fairly put before the jury. The ground of action is the deceit practised upon the injured party; and this may be either by the positive statement of a falsehood, or the suppression of material facts, which the inquiring party is entitled to know. The question always is, did the defendant knowingly falsify, or wilfully suppress the truth, with a view of giving a third party a credit to which he was not entitled. It is not necessary there should bo collusion between the party falsely recommending and he who is recommended; nor is it essential, in support of the action, that either of them intended to cheat and defraud the trusting party at the time. It is enough, if such has been the effect of the falsehood relied on. Misrepresentations of this character are frequently made from inconsiderate good nature, prompting a desire to benefit a third person, and without a view of advancing the party’s own interests. But the motives by which he was actuated do not enter into the inquiry. If he make representations productive of loss to another, knowing such representations to be false, he is responsible as for a fraudulent deceit. These doctrines are fully established by the eases of Haly v. Free, 3 Term Rep. 51; Foster v. Charles, 6 Bing. 369; same case, 7 Bing. 105; Corbit v. Brown, 8 Bing. 33; Allen v. Addington, 7 Wend. 9. In Foster v. Charles, when it was first in Westminster Hall, Tindal, C. J., said, “ It has been argued that it is not sufficient to show that a representation 'on which a plaintiff has acted was false within the knowledge of the defendant, and that damage has ensued to the plaintiff; but that the plaintiff must also show the motive which actuated the defendant. I am not aware of any authority for such a position;' nor can it be material what the motive was. The law will infer an improper motive, if what the defendant says is false within his own knowledge, and is the occasion of damage to the plaintiff.” All the other judges fully concurred in the soundness of those views, and indeed they recommend themselves by their intrinsic merit. .But that part of the instruction chiefly complained of here is the directipn to the jury, that the suppression of the fact by Boyd, that he had taken securities for large amounts from Miller in payment of the merchandise sold by Boyd to him, was evidence of fraud and deceit. The soundness of this opinion is fully shown by the authorities, and particularly by Corbit v. Brown, 8 Bing. 33; Allen v. Addington, 7 Wend. 9, and Ward v. Centre, 3 Johns. Rep. 271. It is scarcely necessary to add, that in the case at bar there was abundant evidence, if believed, to establish the fact that Boyd took more than ordinary pains to inculcate a falsehood, which he must have known was untrue, for the purpose of inducing plaintiffs to credit Miller. But it is supposed the latter was not a competent witness to prove the fact. In this position, however, the plaintiffs in error are mistaken. This action is not brought to recover the debt due from Miller to the plaintiffs below, but is collateral to it, and for the recovery of damages to punish the deceit practised. A recovery had in it will therefore leave Miller’s liability, as debtor, untouched and still subsisting. For these reasons all the authorities agree, the debtor is a good witness for the plaintiff; Richardson v. Smith, 1. Camp. 277; Smith v. Harris, 2 Stark. Rep. 47; Brant v. Robinson, Ry. & Moo. 48; Burden v. Lloyd, 3 Esp. Rep. 207. There is nothing in the remaining bills of exception. As to the second, it is sufficient to say, the statement made by Boyd to Miller, at the tavern in Philadelphia, was admissible as part of the history of the case, and as a confession of the pains taken by Boyd to propagate the falsity complained of; ■ Neither the intention entertained by Miller, when purchasing goods, nor his belief as to the value of his property, was of any consequence. We have seen that an intention eventually to defraud is not necessary to the action; and as to the value of the property, the inquiry touched Boyd’s belief, and not Miller’s. It was open to the defendants below to prove the value of Miller’s estate, and this it seems they attempted to do. This is a sufficient answer to the third and fourth exceptions. The fifth and last bill complains that the defendants were not permitted to prove Mr. Greenough’s declaration to the witness of his opinion of the legal effects of the facts narrated by the latter on a former occasion. The obvious object was to discredit the witness. But this was not the way to do it. If the witness’s testimony differed in material particulars from his former statement, it was competent to the defendants to show what that statement was, and not what Mr. Greenough’s opinion of it was. Of this right they availed themselves, by the introduction of Mr. Greenough as a witness, who, in the course of his evidence, testified as to his former opinion; so that if there had even been error in the before rejection of it, it was subsequently cured.\nJudgment affirmed."}