{"id": "954566", "contents": "Per Curiam.\nThe first bill of exceptions to evidence is not sustained. The witness Forsyth, called by the defendants, testified that he had had a conversation with Cowden on a particular occasion, and the plaintiffs were allowed to extract from him all that was said. This they had a right to do.\nThe second exception is not sustained. The rejected paper was-any thing but official. It appeared on inspection to be merely a list of names intended for a precipe, and made by counsel for private use. It proved nothing, and it did not satisfactorily appear how it was procured.\nThe third bill is not sustained. The witness Colt was allowed to state his recollection of the amount Donaldson was in advance for payments towards the debts of the firm of Colt & Donaldson. He spoke from his own recollection, invigorated by his knowledge of the books, with which he was familiar; and he was competent to do so.\nAnd the fourth exception is not sustained, being of the same stamp as the preceding.\nThe principal exception to the charge is the submission to the jury of a question of fact, the evidence of which is said to be all on one side. But the jury were to judge of the credibility of the witnesses, and might possibly have disbelieved every word of their testimony; in which event it would have been their duty to find against the parties who were to maintain the affirmative of the issue. If the defendants wished to submit the effect of the evidence to the court, their business was to demur to it, not to claim the benefit of a demurrer without the risk of it.\nThe instruction required in the defendants’ fourth and sixth points, was properly withheld. The true allowance for the depreciated stocks and notes would have been their cash value in the market at the time of the transfer ; and the jury were so charged. But as they found the whole transaction to be fair, the question became immaterial; and as no error on that head could prejudice the defendants, they could not have assigned it, had one existed.\nThe remaining errors are assigned on the foundation of a notion that, the present is not merely a feigned issue to try a disputed fact, but an action, in substance as well as in form, to recover the plaintiff’s legacy — a mistake which was corrected when the cause was here before, but which has strangely been persisted in. As no execution issues, on the determination of a feigned issue — and more especially in this case, where the defendants were not the persons to pay — it was immaterial whether the jury were directed to allow interest, or whether the sum found exceeded the sum laid: these were matters not to be tried, but to be determined by the final decree of distribution. All these misconceptions have arisen from the preposterous form of the issue.\nJudgment affirmed."}