{"id": "954585", "contents": "Gibson, C. J.\nRespect for the counsel on the part of the plaintiff in error has induced us to reconsider' the opinion we gave when the cause was here before; but notwithstanding his impressive argument, our judgment is unchanged. Not only the legal, but the actual, intention of the testator seems to have been fulfilled by it. Nor is the point of equitable estoppel better sustained. As a wife’s civil existence is extinguished in that of her husband, who is her substitute and representative, she can do, or forbear to do, no act to affect her property, unless it has been settled to her separate use. So far is the principle carried, that she is not liable for a trespass, or punishable for a crime, except the higher felonies, committed in his presence and with his concurrence. At one time, it is true, the common law was relaxed in this respect, by allowing her, in certain cases, to be sued as a feme sole; but it was restored to its former stringency by the decision in the great case of Marshall v. Rutton, 8 Term Rep. 547, which conclusively established that she is incapable of acting as a feme sole; and in this respect, says Mr. Justice Story, (Equity Jurisprudence, § 243,) equity generally follows the law. When she is sued and arrested as a feme sole, without having been guilty of misrepresentation as to her capacity, the court relieves her, on motion, by discharging her on common bail; but in Waters v. Smith, 6 Term Rep. 451, as she had contracted the debt in the guise of a feme sole, the court refused to interfere, but left her to plead her coverture in bar. I know of no other case in which the fraud of a married woman was made the object of judicial animadversion; and even in that, the interference of the court was withheld, because it consisted in the suggestion of a falsehood, and not in the suppression of a truth. And in that ease, too, the court merely refuse its favour. In this, it is not those who claim under her that are asking for the extraordinary interposition of a Court of Equity. Now, Mrs. McClure was not only a feme covert during the silence, with which it is attempted to affect her heirs; but, so far as we know, utterly ignorant of her title. Though every one is presumed to know the law, the presumption is not to be set up to affect any one with actual fraud. In Robinson v. Justice, 2 Penna. Rep. 19, it was said that fraudulent concealment of title cannot be imputed to one who was ignorant that he had any title to conceal; and it is not to be supposed that Mrs. McClure was aware of the restricted effect of her father’s devise which required two solemn decisions of this court to settle the interpretation of it. On both these grounds, therefore, this ease is with the defendant in error; and the question as to the effect of the warranty as an estoppel, does not arise on the record.\nJudgment affirmed."}