{"id": "954529", "contents": "Rogers, J.\nThe purchaser, Soles, took possession of the property shortly after the sale; and the matter so rested between the parties until July Term, 1845, when an alias fi. fa. for the money remaining unpaid was issued by the plaintiff, and on this writ the sheriff levied on another piece of land belonging to the defendant, adjoining or near to that previously sold. There is no reasonable doubt that had the matter rested here, the plaintiff was entitled to his pound of flesh; for, however unconscionable he may have been in enforcing his right to be paid the amount due, after having obtained property worth double his debt, yet it was a legal right which could not be gainsayed or denied. But the defendant alleges, and so proved, that the sheriff’s sale was the result of an agreement between him and Soles, and that it would be contrary to the agreement and against conscience for him to proceed to enforce his judgment. Under this impression, on affidavit of the facts, and on motion, the court, adopting the usual practice in all such eases, opened the judgment, and let the defendant into a defence on the equitable plea of payment. The rule ought to have been to set aside the alias fi. fa., or to stay proceedings upon it, on proof of the facts stated. Setting aside, however, the form of the proceeding, I shall consider the question as if this issue was, as it ought to have been, whether the plaintiff is entitled to an alias fi. fa. to enforce payment of the money due on the judgment; and whether, if application had been made to the court, and the facts, had appeared as disclosed in the evidence on the trial, leave would have been granted to' take out execution, and if so, on what terms. The question is not, as has'been erroneously supposed, whether any thing is due the plaintiff on the judgment, and if any thing, how much; but the inquiry is whether the plaintiff was entitled to issue an alias fi. fa. to collect the money which it is conceded the defendant is indebted to the plaintiff. When the question is so stated, it seems to me to be attended with but little doubt or difficulty. The defendant admits that the judgment was originally correct, and that the money secured by it was honestly and justly due. Nor do I understand him to deny that the money is still unpaid; nor does he dispute his liability to pay the same, nor that the judgment remains unpaid and unsatisfied, and may, under circumstances hereafter to be named, be enforced. But he alleges, and so is the proof, that at the time the moiety of the fourteen acres was sold by the sheriff in 1842, it was agreed that he (Soles) should become the purchaser of the property, and hold the same for the benefit of his debt, or security for the sum due on the judgment. Robert Little, who was the deputy sheriff in 1842, when the land was sold, proved that he made the levy on the fi. fa. to July Term, 1842 — that he served notice of inquisition on Harrison after the levy, and had a conversation with Soles previous to serving the notice. Soles asked witness what the notice was for. He said it was to ascertain if the rents, &c. would pay the debt in seven years. Soles said it was not necessary. The witness replied, the sheriff could not help it, unless the defendant (Harrison) would waive the inquisition. Soles said he thought he would, for it was understood between them, and that they wished to save costs, so that when he (Harrison) came to redeem the property, it would make it as light as possible. . Witness served the notice on Harrison the same day. The witness stated to Harrison what Soles had said. Harrison said it was correct, and that he would go down and waive the inquisition. Soles said Harrison wished to secure him his judgment in that property, and he (Soles) wished to make it as light as possible. Witness told Soles he would advise Harrison'to waive the inquisition. The evidence shows that the inquisition was waived — that Soles became the purchaser at the sheriff’s sale, and received the sheriff’s deed— the consideration is the nominal price of $50, for a property which it is proved is worth from $400 to $500 — that Soles, shortly after the purchase, went into possession, received the rents, issues and profits, worth $40 or $50, and that no further proceedings were had until the issuing of the alias fi. fa. in 1845. From the evidence, the jury Avould have the right, and I think could legitimately infer that it was agreed that Soles was to become the purchaser, take possession of the same, receive the rents, issues and profits, being accountable for the same, and hold it and the judgment as security for the debt and interest — and that Harrison was to have the right to redeem the property upon paying Soles the amount due him on the judgment and the interest, receiving credit for the rents and profits — and that, when paid, Soles was to reconvey the property to Harrison. This, I say, is the fair result of the testimony ; and how do the parties stand in relation to each other ? It is obvious this will depend in a great measure upon whether the creditor or debtor takes the initiatory steps in enforcing the contract. We must not fail to recollect that it is Soles, the sheriff’s vendee, who, by means of an alias fi. fa. and a levy on other lands of Harrison, is seeking to recover the money due on his judgment, giving credit only for the $50, the price for which he purchased the land at sheriff’s sale. If he can succeed in this attempt, it is plain it would be most iniquitous and unjust. The effect would be that Soles would have the land of Harrison, worth from $400 to $500, for the nominal price of $50, and would also be enabled to compel, through the medium of an execution, Harrison to pay the residue of the debt secured by the judgment. This would be in direct contravention of the agreement, which was merely designed to give additional and collateral security for the payment of his debt, and to give the defendant further time to liquidate the debt. Instead of a blessing, he converts the arrangement into a curse — instead of a fish, Harrison receives a serpent. To prevent such glaring injustice, a court of chancery would doubtless interfere by injunction, would order an account of the rents, issues and profits, and a conveyance of the land on payment of the debt, interest and costs. And that which a court of chancery can do, may, in part at least, be done in a court of law. For on application to take out an execution, the court will grant leave only on terms. They will require the plaintiff to give an account of the rents, issues and profits, and to tender a conveyance; and, upon neglect or refusal to pay the debt, interest and costs due, will allow the plaintiff to make the same by sale of the property of the defendant. And where the execution has been issued without leave, the court has a power, which they are bound to exercise, to set aside the execution, or stay proceedings until the plaintiff does justice by carrying into effect the terms and stipulations of the agreement.\nI agree entirely with the learned judge who ruled this case, that this is not a proper place to try the title to their land. Whether Soles is the absolute owner of the land or but a mortgagee or trustee for Harrison, cannot be tried in this action. That question can only be determined when a suit is brought by Harrison to recover the land purchased at the sheriff’s sale. It is true, as a general principle, that title to land cannot be tried in a collateral suit; but here the question incidentally arises, and may and must be investigated, to prevent the plaintiff, who is the actor, from perpetrating a fraud by avoiding his own agreement, by enforcing a most unconscientious claim. When he asks the aid of the court, they may surely refuse it except' upon the terms of doing justice to his debtor. Nor do we think that in this aspect the statute of frauds can avail the plaintiff, whatever effect it may have in an action to recover the land. If on another trial of this cause, the jury, under the direction of the court, should be of opinion that there was an agreement to the effect stated, their verdict should be in favour of the defendant. As the case now stands, this is all the defendant has a right to require; as it is clear that he cannot ask more, even if it should appear that the plaintiff’s judgment has been overpaid. These are matters which, as already intimated, can only be settled in another action, .and not in this suit, where the sole question is whether the plaintiff is entitled to execution on his judgment.\nJudgment reversed, and a venire de novo awarded."}