{"id": "954591", "contents": "Bell, J.\nThese are actions against the sureties of prothonotaries, upon their official bonds, brought by the Commonwealth to recover the several sums received bythe’principals, while in office, by virtue of the act of 6th April, 1830, entitled “ An act for the levy and collection of taxes upon proceedings in courts and in the offices of register and recorder, and for other purposes.”\nThe first of these bonds, it is conceded, was taken in pursuance of the directions of this act; but this is denied of the second, which the Commonwealth affirms was given under the general authority of the act of 1798, though unquestionably with an eye to the provisions of the late statute.\nIn both cases the defendants pleaded shortly, “ act of limitations,” and the only question presented in the court below was, whether the proviso of the fourth section of the act of 28th March, 1803, requiring sheriffs and coroners to give bonds for the faithful execution of their respective offices, and prescribing the form of action to be brought thereon, extends to and embraces sureties in bonds given by officers to the Commonwealth; and to any individual who may be aggrieved by the misconduct of any sheriff or coroner, who may bring actions against them and their sureties upon their bonds and recognisances, for the recovery of damages, “Provided that such suit or suits against such sureties, their heirs, executors, or administrators, shall not be sustained by any court of this Commonwealth, unless the same shall be instituted within five years after the date of such obligation or recognisance.” To secure payment into the public treasury of the tax collected under the act of 1830, by the officers named therein, they are required to give bond, with sureties, to the Commonwealth, in one-third of the amount fixed by law for sheriffs’ bonds in the respective counties, by the act of 28th of March, 1803, “to be received and admitted in evidence, according to the provisions of said law, the condition of which obligation shall be that the said officer so bound shall and will, truly pay over’all the taxes demanded and received under this act, to the state treasurer, and in all other particulars shall conform to the provisions of this act, and the effect, rights, and remedies of said bond shall be governed by the provisions of the said act of the 2Sth of March, 1803.” It is by force of this last clause the defendants here claim to be protected — more than five years having run between the date of the respective bonds and the institution of these suits.\nIt would be more than vain again to go over the ground so ably occupied by the Chief Justice in The Commonwealth v. Baldwin, 1 Watts, 54, or to re-examine the cases reviewed by him, which have settled on grounds of public policy, that no statute of limitations will bind the Commonwealth, unless explicitly or impliedly named therein. The principle deducible from all the cases, English and American, is, that the. legislature shall not' be taken to have postponed the public right to that of an individual, unless, such an intent be manifested by express words or irresistible implication, and this principle is peculiarly applicable to a plea of the statute of limitations, interposed to bar a public claim. I am not aware of any judicial construction of the act of 1803 in reference to this principle. If, however, it be admitted that its clause of limitation would operate to bar a suit by the Commonwealth, it is by no means clear that the legislature intended to engraft this quality upon the act of 1830, by the use of the words, “ effect, rights, and remedies of said bond.” Full operation may be given to these terms by referring them to the object of the bonds contemplated by the act, the rights to be secured thereby, and the peculiar form of remedy afforded by the old act, without making them a conduit for infusing into the late statute a doctrine at least partially destructive of the remedy. When we recollect that this would be introductory of a new feature unknown to the prior and subsequent legislation had in reference to the official bonds of these officers — for it is not to be found either in the act of 1798 or those of 1832 and 1834, relating to the bonds of prothonotaries, clerks' of courts, registers and recorders — and that it is in violation of the longu-ecognised axiom, that the public right cannot be destroyed or compromised by the neglect of the public agent, nothing short of language clearly and explicitly pointing to a legislative intent in conformity with the construction demanded by these defendants, could justify our sanction of it. We look in vain to the act of 1830 for language of this efficacy. To say the very least of the terms there employed, they are uncertain and ambiguous, if not inapt to express a meaning so important in its consequences upon the pecuniary interests of the community, not likely, as has been justly observed, to be jealously watched and enforced by agents uninvigorated by the stimulus of private gain. Nor is it an argument unworthy of consideration that the defence here set up is heard of for the first time, in the course of seventeen years which have elapsed since the enactment of the statute. In McKeehan v. the Commonwealth, 3 Barr, 151, decided at the last term of this court for this district, when the question was raised whether the. limitation contained in the act of 1798 extended to bar the Commonwealth of just such a claim as the present, the act of 1830 was not even dreamed of as affording any such ground of defence. Whether this ivas because it was regarded as inefficacious for such a purpose, or unknown to the bar and the bench as an enactment restrictive of these public actions, it equally proves the act had never presented itself to the mind of the profession as a statute of limitations, and we think, after full consideration, and looking to the grave doubt that attaches upon it in this connection, it would be hazardous so to pronounce it. If it be thought right and politic to extend the principle, based on limitation of time against the sovereign- — a subject upon which there is perhaps conflicting opinion — doubtless those upon whom is devolved the power and responsibility of making the law, will so decree it in terms not to be mistaken; but we cannot, in a doubtful case, when construing an obscurely worded act of Assembly, little, if at all expressive of such a legislative will, undertake to determine such to be the'law of Pennsylvania.\nThe judgment of the court below, rendered in the case of the Commonwealth v. Johnson and Donnell, which sustained the defence pro forma, must therefore be reversed. This decision, renders it unnecessary to consider the question raised here, in the second ease, whether the bond executed by Samuel Snyder and his sureties was given under the act of 1798, or the act of 1830. Either way the judgment rendered below, in this ease, is correct; but as the writ of error was sued out by the Commonwealth in violation of the agreement of the parties, it must be quashed, otherwise the defendants might be unjustly subjected to the costs of the proceeding in this court.\nJudgment in Commonwealth v. Johnson and Donnell reversed, and a venire de novo awarded.' Writ of error sued out in Commonwealth v. Smith and Bell, quashed, with costs."}