{"id": "954594", "contents": "Gibson, C. J.\nA variance between the evidence and the time laid is undoubtedly immaterial as regards proof; but the time may be very material as regards charging a crime in an indictment, or averring a demand in. a declaration. A cause of action may be laid as having accrued at any day previous to the suing out of the writ, without regard to its identity with the day to be proved; but it must not be laid so as to make it appear that the plaintiff had no right to sue when he brought his action. And, as a court can look to nothing but the record on a motion in arrest of judgment, the rule is the same in criminal as in civil cases ; for to lay an offence on a day subsequent to the finding of the indictment, would be undoubtedly fatal to it. Hawkins, in book 2, § 77, calls such a day an imppssible day. In this case, it appears by the indictment itself, that the power of the execution was spent before the day of the levy; and that the writ, though retained by the constable beyond the return-day, had died in his hands. It was as much defunct as it would have been had it been returned, in pursuance of the constable’s duty, to the justice from whom it emanated. The levy was made, therefore, without semblance of authority; and the constable was bound to know it, because he was bound to know his duty. It is very possible that mistakes of fact', in seizing the property of a stranger, in place of the property of the debtor, would excuse the sheriff or constable, so far as to protect him from an indictment, and even to make it criminal to resist him ;.but respectable authority is to be found, by which even that has been denied. But on the principle that moliter manus imp omit is a plea to an action for a trespass to the person, and that proof of it is a defence to indictment for a breach of the peace, it certainly would not be criminal to resist him committing a wilful trespass, provided unnecessary force were not applied. In this indictment it appears that the authority for the seizure derived from the exigence of the writ had expired; and that the defendants did no more than temperately exercise the common-law right of recaption. Had they enforced it by a breach of the peace, they would have been trespassers from the beginning, and indictable as such; but as the jury found the defendants not guilty on the count for an assault, the rescue was justifiable, and no offence was committed.\nJudgment reversed."}