{"id": "954589", "contents": "Coulter, J.\nThis cause has been contested by the counsel for the respective parties with much power; but the court are conducted to the opinion which they have formed, by what they understand to have been the intent of the legislature in the various acts of Assembly which bear on the subject, without, however, discarding from their minds the topics which were brought into the argument by the counsel.\nTwo questions are presented for resolution. The first is, Avhether the prothonotaries can lawfully retain the amount of clerk-hire for conducting their offices, and $>1500, and fifty per cent, of the surplus over these sums, if any such surplus should be received.\nThe court are of opinion that they cannot, and that each prothonotary can retain only $1500, and that he must account to the Commonwealth for fifty per cent, of the surplus fees above that sum.\nA strong and persuasive argument in favour of this position is to be found in the fact, that successive accounting officers of the government, since the year 1810, when the law on the subject was enacted, and the successive prothonotaries in every county in the state, have so understood the law, and acted upon that construction of its provisions. The concentrated and pervading consent of intelligent minds in every part of the Commonwealth, for a period of thirty-seven years, is entitled to much weight, and cannot be lightly disregarded by this court. The plain words of the statute can hardly be wrested to any other meaning by the most active ingenuity; “ and whenever the amount of any of the said accounts shall exceed the sum of fifteen hundred dollars, the auditor-general shall charge the officers, respectively, fifty per cent, on the amount of such excess.”\nThe argument of the- defendant below is, that the auditor-general must settle the account, and that there wrnuld be no account to settle unless clerk-hire was to be allowed. But the allowance of such credit would give to the auditor-general a discretion, which is not-vested in him by law. The law requires the prothonotary to furnish an account of all the fees received by him, on oath; and that is the account which is to be settled. Has the officer exhibited a true account? Has lie charged the proper fees? Has he exhibited an account of the fees received by himself, and by those employed by him in his office ? ■ These are the matters to be adjusted in settling the account of fees received by him, according to the statute. When the account is thus settled, the.auditor-general is to allow him $1500,.and to. charge him fifty per .cent, of the surplus received by him. If the auditor-general was required to allow him for clerk-hire, why not allow him also for the expense of fuel,- of lightj and-of washing and Sweeping his office? All these things would imply a discretion in the- auditor-general, which, . for wise reasons, is not giv.en to him. The officer could- easily, exr tinguish*all surplus by extravagant charges. If the legislature had intended that such allowance should be made .before the excess began to run, they would have so expressed .it'. If clerk-hire was to. be allowed for conducting the office, and the other expenses of light and fuel, which we see no reason to distinguish from the other expenses, the $1500 wouíd be converted into a mere annual sinecure.\nThe next question to be disposed of is, whether the act of 10th March, 1810, requiring prothonotaries to pay fifty per cent, into the treasury for the use of the Commonwealth, has been repealed by the act of 29th April, 1844. The clause in the last act which is alleged to have -this effect, is in the following Words, at the end. of the thirty-fourth section, to wit: « and upon all other property heretofore made taxable for state purposes, or that are made so by the thirty-second section of this act, three mills on every dollar of the value. All other laws heretofore passed for'laying taxes for state purposes are hereby repealed: provided that the said laws-shall still be in force for the collection of all taxes, due or assessed, by virtue, of such laws.”\nIt is not to be disguised, that if the fees above .$1500 are to be viewed as subjects of taxation, eo nomine,, within the mind of the legislature, anterior to the law of 1844, and at the passage thereof, that the pre-existing tax, if it can be so called, of fifty per Cent., is fairly embraced.' by' the words of the 34th section, and of course repealed. But I apprehend the law of 1810 -cannot be considered as assessing or levying a tax properly so called.. The law, is entitled « An act taxing certain offices,” but would much more appropriately have been called an act fixing the compensation of' certain officers; for that it- is, in effect and substance. “ Whenever .the amount of said accounts shall exceed fifteen hundred'dollars, the auditor-general shall charge the said officers respectively, fifty per ■cent, on the amount of such excess, which sum, so charged, shall be paid by them into the treasury.” Fees are not necessarily the property of the officer; they are so only when they ar'e given to him as such, and for compensation. In several instances the fees are the property of the Commonwealth, whilst the salary of the officers is fixed, by law. That is, in substance, the amount of the act of 1810. He (the officer) is to receive $1500, if the receipts of the office amount to that sum; and for all above he. is to receive one-half, and the other half is to be the property of the Commonwealth, which he is bound to pay into the treasury, on pain of being guilty of a misdemeanor in office if he declines or refuses. This, then, has not the quality of. a tax. It is neither assessed, levied, nor collected, in the usual acceptance of the term;, and we cannot suppose that the legislature had this law in view, as a law imposing a state tax, but that it was viewed by them as a law fixing the amount of compensation of the officers, and requiring them to pay the excess beyond that compensation into the treasury, as money belonging to the Commonwealth.\nIt would be, extremely difficult to imagine any tenable reason as existing in 1844, for repealing the law. At that time the object and clear design was to add to the resources and available means of the Commonwealth. This law afforded considerable revenue, and gave no trouble in the collection. It had not been complained of as oppressive, and gave to officers throughout the Commonwealth an adequate compensation; greater, in all probability, in very many of the counties, than that allowed, to the auditor-general, or any other of the heads of departments. Why, then, could the legislature have intended to repeal it ? We will not impute to them the inconsistency. I think they viewed the law in the same aspect in which I view fit: that is, as a law fixing and defining the compensation of the officer, and not -properly a law assessing or levying, a tax. It is not, therefore, within the repealing clause. I can perceive distinctly enough that the legislature would violate no canon of established construction, in viewing the act of 1810 as a law fixing compensation. But I cannot impute to them an intent to repeal the act, without supposing them to have been guilty of carelessness or inadvertence; and I think the words used in the statute of 1844 leave the act of 1810 intact.\nThe third error assigned is disposed of by considering the two first, the last being compounded of the two former.\nJudgment affirmed."}