{"id": "954546", "contents": "Bell, J.\nA glance at the system devised, from time to time, by our legislature, for’ the assessment and collection of taxes for the use of the Commonwealth, levied upon real and personal estate, will show that from the beginning, one,feature of its policy has been the application of the machinery used in the several counties of the state for ascertaining, collecting and securing rates and levies for county purposes. In both cases the same agents are employed, who act under the same rules, and the amount of state tax, thus ascertained, is to be collected in like manner as county rates and levies, subject, in all respects, to the same regulations and the like compensation to collectors, and to be paid into the county treasury with the county rates and levies. Some additional provisions have been engrafted upon the system since the execution of the bond which is the subject of this suit; but none of these interfere to mar the general design I have just adverted to. To secure the fidelity of the township collectors in the execution of their offices, the county commissioners are authorized by law, to require them to give bond with sufficient sureties, and in pursuance of this authority duly exercised, the bond in which the defendant below is a surety, was exacted and given. Though, in the-court below, an objection was made to the form of its condition as transcending the requirements of the statute, it has not been insisted on here, as indeed it could not, with any reasonable hope of success. The terms of this condition are no more than commensurate with the duties imposed by law on the officer, one of which is the punctual payment into the county , treasury of the amount of state and county tax intrusted to him for collection. That this was done by the defendant’s principal is not averred; his delinquency is admitted, but the defendant insists, he is not liable to answer for it in this action on several grounds, the first of which is, that the suit is improperly brought in the names of the plaintiffs below, as late commissioners of Union county. It is true, the act of 15th April, 1834, confers on counties and townships the capacity of bodies corporate, and provides, that they may sue and be sued by their corporate name: a direction which must be observed in any action brought against a county or township ; Wilson v. Commissioners of Huntingdon county, 7 Watts & Serg. 197; and in actions brought directly by these corporations. But here the bon'd sued on was not taken in the corporate name. It is not pretended it.is void for that reason, and action on a deed can only be in the names of the parties to it. What then is to be done in a case like the present ? Precisely what has been done, by bringing suit in the name of the obligees, which will enure to the use of those having the beneficial interest. It is not necessary that the names of these should appear of record; but if it were, it is sufficiently apparent in the present instance, that any judgment recovered is for the benefit of the Commonwealth and of Union county. This remark is a sufficient answer to the subordinate objection that the state cannot, in this action, recover through the late commissioners the amount of taxes collected for her use; for, though the county is to be the first recipient, she is but a trustee of the state, whose agent she is for this purpose. But is not the defendant precluded, by his pleas, from objecting to the form of the action ? There is no general issue plea. The plea of payment confesses the original cause of action as set out in the declaration; Hamilton v. Moore, 4 Watts & Serg. 570; and the plea of the statute but seeks to avoid it on subsequent grounds collateral to it. We are of opinion that for these reasons, 'it does not lie in the mouth of the defendant below to object to-the form of the action. This brings us to an examination of the second ground of defence, supposed to spring from the act of April 4, 1798, which prohibits suits, after the expiration of the term of seven years, to be computed from the time at which the cause of actioji accrued, against sureties in any bonds or recognisances thereafter given and entered into, for any.public officer. As against the county alone, we think the plea of the statute would be an effective bar; for a collector of public taxes is a public officer, and as the cause of action upon this bond accrued at the end of three months from the delivery of the tax duplicate to him, more than seven years had elapsed before the commencement of this action. But the county is not the only party beneficially interested in the bond. As we have seen, the Commonwealth has also an equitable title to the security afforded by it, and an interest in the action instituted upon it. Now it is settled that on grounds of public policy, statutes of limitations do not extend to the Commonwealth, unless she be expressly named and her rights waived; and this, whether it be in the case of a personal, action against a surety in an official bond, or entries on land, or other like cases ; and in personal actions, it matters not whether the suit be in the name of the Commonwealth, or in the name of some person for her use; for if is not the form of the action which is to govern the operation of the statute: Commonwealth v. Baldwin, 1 Watts, 54; Ramsey’s Appeal, 4 Watts, 71; McKeehan v. the'Commonwealth, 3 Barr, 151. Nor does it, I conceive, make any difference that another party may also be interested in the security taken in part for the use of the state ; for this cannot affect her rights, which are always paramount to private considerations. If the mingling of her interests with those of another person, natural or artificial,, may work an injury to the party who assumes the burden of securing them, it is either a necessary incident to his position, or a folly in him to assume it unnecessarily. In a case like the present, perhaps, the law does 'hot contemplate that a collector of taxes should give distinct bonds to .secure the payment, respectively, of the state and county tax, since both are, in the first instance, to be paid into the county treasury, and therefore, an un-. foreseen consequence may be the result, or perhaps by proper pleading the defendant might compel the plaintiff in a suit on such bond to set out how\" much remained due of the amount levied for county purposes, and how much to the state, so aá to enable him to plead the statute effectively as against a portion of the claim. But this has' not been done here. The amount proceeded for and defended against, is a gross amount, part of which, at least, belongs, to the Commonwealth. The immunities which pertain to her, must, therefore, be permitted to cover the' whole sum, rather than- the public interest should he subjected to detriment, which might affect her pecuniary interests very seriously. Limitations of actions is a defence given by positive law; and a party, who sets it up, must bring his case within the provisions of the law. In this the defendant has failed; and consequently his defence on this ground must fail.\nThe instructions given to the jury on the subject of interest were right enough; and there is nothing in any of the remaining points that calls for particular notice.\nJudgment affirmed."}