{"id": "954536", "contents": "Bell, J.\nIt has been felt,' that the extraordinary remedy afforded by our laws to mechanics and material men requires to be properly guarded, to prevent it from becoming a source, of unjust annoyance and injury to those; whose property is liable to be made the subject' of its action. It has, accordingly, from time to time, attracted legislative attention, until-the fruit of former experience was embodied in the act of the 16th of June, 1836, which provides, inter alia, that the claim’or statement filed in the office of the prothonotary shall set out « the amount or sum claimed to be due, and the nature or kind of the work done, or the kind and amount of materials furnished, and the time when the materials were furnished, or the work was done, as the case may be.” As this statute, and those of a kindred character which preceded it, confer a large license upon the class of meritorious citizens whose interests it was intended to advance; our courts have found it necessary, for the protection of others, to hold them to, at least, a substantial compliance with the requisitions of the acts of • Assembly. This observance is, indeed, absolutely essential to the safety of owners, purchasers, and other lien creditors, as furnishing some data hj which, in case of dispute, they may' be enabled to search out the truth. The clue may be an imperfect one; but in this consideration will be found additional reason why it should be afforded to those, who, otherwise, are left to grope in obscurity without even a glimmer of light by which to direct research. As- the law calls for nothing unreasonable at the hand of .him who would, fasten an encumbrance upon the property , of his neighbour, no just ground of complaint is afforded, by insisting upon a rigid adherence to its provisions. The information it exacts is, or ought to be, entirely within the power of the creditor to give, and an omission to put it on the record is, therefore, without excuse: Rehrer v. Zeigler, 8 Watts & Serg. 258 ; Thomas v. James, 7 Watts & Serg. 381; Witman v. Walker, 9 Watts & Serg. 186. Indeed the great object of the statute' in pointing out the characteristics of the statement to be filed, would, in the end, be utterly defeated, were we to indulge the laxity of practice which ignorance and carelessness'conspire to introduce and perpetuate. From a perusal of that portion I have extracted, it is manifest, the 'act contemplates work and labour done, and materials furnished, as distinct and separate items which, to be sure, may enter into and make part of the same claim, but not necessarily.so, and when so, not properly to be confounded or treated as one. ■ The amount claimed is to be set out, and the spirit of the act, looking to its evident object, demands that this should be done in reference to each subject, forming a distinct matter of account. Where the plaintiff proceeds by incorporating in- the same statement several independent claims, the provision fails of perfect, satisfaction, by the averment, of a sum in gross; for the end sought is a check upon fraud and imposition, and to secure this, it is almost as important those interested in the building to be encumbered, should know the extent of the claim springing from each specification, as that they should be informed of the whole amount demanded.. Nay,, this would seem to be altogether necessary as a means to shelter them, in some degree, from collusion or mistake, against which it is so difficult to guard, that every mode which the most liberal extension of the statute points to, should be exacted. The case in hand furnishes no inapt illustration of the propriety of such a construction. By his state-, ment the plaintiff claims $>579f$j for work and labour done, and for materials, viz.: lumber furnished. No one can .read this paper without being impressed with the idea, that the lumber forms a principal item of the -gross sum named in it. It is, indeed, set out with more formality and seeming particularity than is bestowed upon the other item; and yet, when ‘the plaintiff comes to prove his case, his claim for -lumber turns, out to be so trifling as almost to be unworthy of notice; and he abandons it with scarcely a.diminution of his original pretensions as to the amount claimed' to be due, nearly the whole being covered by his demand for work done. The information supposed to be given by the statement, thus turns out to be fallacious, and is calculated rather to mislead than to enlighten. Were this tolerated, it is not too much to say, every thing like certainty would soon disappear from the face-of these instruments, and with it all safety for the owners of property so charged. We, therefore, agree in the opinion of the court below, that the reason of the provision in the act of Assembly calls for a distinct specification, not only of the subjects of claim, where there are more than one, but also the amount averred to be due on each; without which a statement would be, in a variety of instances, comparatively worthless for the purposes of inquiry.\nAnother exception is taken to the validity of the claim filed here, namely, that it does not show the time when the alleged work was done, which is essential under the statute : Rehrer v. Zeigler, supra. Were it necessary, this objection would be well worthy of consideration; and, for myself, I may say, I do not perceive how it could well be answered. It is, to be sure, urged, that the dates stated under the videlicet refer as well to the work as to the lumber furnished. It seems to me it is difficult so to read it, without doing violence to the grammatical construction as well as to the plain meaning of the sentence. Were this even conceded to be doubtful, it might be sufficient to say the very concession proves the statement lacks, in this particular, that degree of certainty which ought to be exacted, and which it is so easy to confer on these papers.\nThe conclusion at which we have arrived excludes the necessity of deciding the other questions made in the court below, since the defect pointed out overthrows, in toto, the plaintiff’s right to sue in this form. But I apprehend it would not be difficult to show the plaintiff committed an irreparable mistake when suing out his writ of scire facias; and that his efforts to redeem this blunder, by offering to amend at the trial, were properly resisted by the court, as an attempt to introduce upon the record a new party, who had never been legally informed of the proceeding. There is a wide difference between misnaming a defendant, natural <jr artificial, which was the fact in all the eases cited on this point.by the plaintiff in error, and omitting, altogether, to bring into court the only proper party by process duly served. The first error can only be objected to by plea in abatement; but the second would seem to be fatal in every step of the cause, for the simple reason, that the plaintiff, in personal actions, must, of necessity, fail in his proof to charge the party improperly sued, and where the proceeding is in r&m, because he has given no notice to those whose privilege it is to take defence. Nor is such a defect amendable under the act of 21st March, 1806, as is shown by Wilson v. Wallace, 8 Serg. & Rawle, 58.\nJudgment affirmed."}