{"id": "954598", "contents": "Bell, J.\nThe undertaking of the plaintiff’s intestate to pay the amount of the bond to the Farmers’ Bank, with all charges accruing thereon, “ in case ’the same cannot be recovered of the within bound William Sharman,” is in the nature of a contract of guaranty, which always implies the due prosecution of the claim at law against the debtor, and that this has failed of success, without any default in the party holding the guaranty, before the latter can call on the guarantor. The very terms of the contract sued on here, require the due exercise of this diligence; but it also promises eventual payment to the bank, should it fail to recover the amount of the bond from the obligor; Compton v. McNair, 1 Wend. 457. The facts which have attended this controversy from the commencement are reported, 6 Watts 96, 8 Watts, 188, and 9 Watts, 237: for it is an old dispute. It is not, therefore, necessary to repeat them here, though they may be referred to, as showing that the bank has prosecuted its supposed right to the money called for by Sharman’s bond, with reasonable• diligence and zeal; and that the final failure to collect it is ascribed to the imperfection of the assignment attempted by John Strohecker. That proper steps were taken, in pursuance of this object, was not denied by the defendant below on the trial of tho cause. His defence, as appears by the point upon which he asked the instruction of the court to the jury, and his course of argument here, is based on the notion that the amount of the bond having been actually recovered from the estate of tho obligor, William Sharman, though never received by the bank, the contingency upon .which the intestate was to become responsible has never arisen, and the defect which defeated the pretensions of the bank, being found in the attempted assignment drafted by its officers, the'intestate’s estate cannot be called on to make good the loss suffered by the bank. But to this we think the proper answers have been returned by the court below. In the absence of mistake or fraud, and none is imputed here, the assignment is to be taken solely as the deed of Strohecker, without regard to the person by whose hand it was put into form. It is his language that is employed, and his covenant that was made. Upon the reasonable construction of this covenant he undertook to insure, not only the ability of the obligor to pay, but that the bank, by the exercise of proper diligence, should actually receive the money, the payment of which was secured by the bank. One of the technical definitions of the word “ recovery” is the actual possession of any thing or its value, by judgment of a legal tribunal; and it is not to be doubted that this is the sense in which the word was used in this covenant. The intestate having covenanted against every means of failure, except the laches of the plaintiff below, it follows the latter was entitled to a verdict. This was the view taken by the judge Avho tried the cause, and, consequently, there is no error in the instructions to the jury.\nJudgment affirmed."}