{"id": "954568", "contents": "Coulter, J.\nEquity is part and parcel of the law of the state. The courts will therefore adopt chancery rules to prevent a failure of justice; and when the common-law forms are inadequate to do justice, the courts may, in order to reach the equity of a case, so mould and adapt their forms to the circumstances, as to accomplish that purpose; Jordan v. Cooper, 3 Serg. & Rawle, 578. Many instances in our judicial history might be enumerated, both in the adaptation of the declaration and pleas, and also in the form of the judgment; but they will readily occur to the mind of the practitioner in the profession. As the fund mentioned and described with the deed of trust from Oliver Stephenson to Thomas Stephenson, as also the real and personal estate therein specified, is undoubtedly liable for the debts contracted by the trustee and agent on the faith and responsibility of that fund, in pursuance of the business directed to be carried on for the benefit of the cestui que trust, according to the (Erections of the deed, (7 Watts, 547,) the only question is in what mode it can be reached in our courts. In chancery, where the remedy would have been found in England on a contract of this nature, all the parties must be named. In a bill in chancery, all persons interested must be parties either as plaintiffs or defendants: as it is the constant aim of a court of equity to do complete justice to all persons interested, and thereby prevent further litigation. Where any person is out of the jurisdiction of the court who should be made a party, and that is stated in the bill, the court will in most cases proceed without him; and if the possession or power over the property is in the other parties, the court will act upon the bill; 2 Maddox, Chan. 177; otherwise a decree would be imperfect: all the parties not being before the court; 2 Grant’s Chancery Practice. In adopting the chancery principle in order to reach the fund, we must adhere as near as possible to the practice of chancery in relation to the parties who ought to be before the court: because much of the justice of the case may depend upon them all having an opportunity of being heard. Thomas Stephenson, the trustee and agent who managed the fund, having died after the debt was contracted and after the institution of this suit, Lewis Weaver, who was appointed guardian of the, beneficiaries by the Orphans’ Court, was substituted in his stead. This was all right and proper, because he was the proper person to answer and be heard on behalf of the minors. But Oliver Stephenson, the grantee in the deed of trust, ought also to have been a party to the suit. He was a party to the transaction, and might have had an interest. He might, for instance, allege that the property was not responsible for the debt, and that it was not contracted within the scope of the power granted to the trustee. As he was not made a party, the judgment must be reversed, and the case be sent back. But as in chancery, a demurrer lies for insufficient parties, or it may be pleaded, or an - objection may be taken at the hearing; so in this case, the same course might have been pursued. But there was no demurrer, no plea in abatement, nor any objection made at the hearing. But it may be considered as being properly under consideration, in the court below, and here, upon the facts set out in the special verdict. In that case it must be regarded as an objection made on the hearing; and in that category the bill in chancery would not be dismissed, but stand over, with liberty to amend, or file a supplementary bill, upon payment of the costs of hearing; Harr. 39; 2 Grant’s Chan. Prac. 26. By analogy, the court below might, perhaps, give leave to file a new narr., including Oliver Stephenson as a defendant, and make a rule upon him to show cause why he ought not to be made a party to the cause: in order to reach the property which is in the possession and power of the other parties. But it would be a large step towards the adoption of chancery forms, where the statutes have not authorized their adoption. The safest course for the plaintiff below is to begin de novo.\nIt is necessary, perhaps, to notice a point strongly urged by the able counsel for the defendant in error, inasmuch as the cause must undergo further hearing. That is, that the fund was not answerable, because the trustee and agent was not authorized to contract debts. The authority given to the trustee is very ample; so general and comprehensive, that when applied to and explained by the usual mode of doing business of the kind intrusted to him in this community, it must be considered as sufficient power to contract debts. The particular clause in the deed, which was most the subject of observation, is the following: — “And generally to have the safe custody and use of all the property, claims, and effects, and to sell and dispose of the same, and the money and effects arising from such sale, again to invest in other goods and property, as he may consider most for the use and benefit of such children.” Now, when it is considered that a great portion of the goods and effects was what was commonly called a store, which required to be renewed from time to time; and that by the almost universal custom of the country stores, goods are trusted out to customers, and the stock renewed, upon the faith of the debts so accrued; we cannot doubt but that, it was the intention of the grantor to give the power of contracting debts upon the credit of the fund or property. Such power would seem to be necessarily implied in a general power to carry on a store. The more especially as he expresses the most unbounded confidence in his son, who Avas the trustee; and that he would conduct the whole business for the benefit of the beneficiaries and objects of the grantor’s bounty. It would be monstrous to hold that the trustee and agent himself, altogether without property, as appears from the deed of trust, should be allowed to carry on business on the strength of the trust property, according to the custom of the country, and then permit him, or any one else, to allege that the trust property was not liable, because he was not expressly authorized to contract debts, in so many words. The stock of the beneficiaries was repaired and renewed by these debts contracted; they got the benefit of them, and the trust property ought to be liable.\nIt may be further observed, that when proper parties are made to any future proceeding, the court must take care so to mould and construct the judgment as not to affect parties fro forma, nor to reach any thing by process, but the trust property.\nJudgment reversed, and a venire de novo awarded."}