{"id": "954587", "contents": "GrlBSON, C. J.\nI view this controversy, belonging as it does to equity, as if it stood on a bill for the legacy; and the question is, how would a chancellor treat it ? It is certain he would not admit parol evidence to control the will. Such is the principle of Tufnel v. Constable, 8 Simon, 69 ; and Doyle v. Blake, 2 Scho. & Lef. 240. Nor to raise, but only to rebut an equity; and such ivas the rule in Fordyce v. Willes, 3 Br. C. C. 377; Freemantle v. Banks, 5 Ves. 79; and Monck v. Lord Monck, 1 Ball & Beatty, 298. But it certainly may be used by an executor, provided for by a legacy, to rebut the equity of the next of kin; or by the next of kin, to repel the rebutting evidence of the executor. A list of authorities for this, which it would be tedious to repeat, is to be found in the notes to Stephenson v. Heathcote, 1 Eden’s Rep. 40, 41. In like manner, parol evidence was received in Monck v. Lord Monck, to' fortify a presumption of ademption. For these purposes, it is settled that parol evidence of the testator’s declarations, before, at, and after the publication of the will, is competent; and how stands the case on this record ? We are on a plea to an action on a bond, it is true; but if the debt has been equitably discharged, a chancellor would enjoin the executors as readily as he would decree against them on a bill for the legacy. Indeed the case of Aston v. Pye, 5 Ves. 350, in note, was an action at law on a note endorsed, “ Henry Pye pays no interest, nor shall I even take tli principal unless greatly distressed;” and'this endorsement, though not a testamentary act, was held by the Common Pleas, to which the case had been sent by tfie Master'of the Rolls for atrial at law, to be a discharge. In Byrne v. Godfrey, 4 Ves. 9, Lord Loughborough expressed something like dissatisfaction at,the decision of that case; but in Eden v. Smith, 5 Ves. 354, he expressed his concurrence. But to say no more of the question at law, what would be the defence to a bill in the presént case ? The legacy, purporting to be a benefit to the legatee, would be demandable in.the first . instance; and to encounter it, the executors would be .driven to the bonds, which would not, prima facie, appear to be discharged by' the will. But the presumption that no 'release was intended when a debt stands against a legacy, may, like' any other presumption, be rebutted by proof arising either on the face of 'the. will, or dehors. It. is not adduced to control the will, .but to rebut a. presumption from matter extrinsic to it; and its competency to do so is established, not only, by the eases I have quoted for the general 'principle, but' particularly by* Eden v. Smith, to which I have referred for Lord Loughbororigh’s opinion of Aston v. Pye and which, if- it be law, rules the very point before us. A father, who had taken two bonds from his daughter’s husband, for money lent, said in a letter to the husband’s mother, that the debt was forgiven, and expressed thé same thing to others, whose testimony was corroborated by cash accounts in the testator’s handwriting; and the chancellor decreed, not only payment of the legacy, but that the other.bónd should nojfc be demanded.' I am aware that the-propriety qf the decision was doubted by Lord Eldon in Pole v. Somers, 6 Ves. 322, but he did'not venture to say it was not law. Notwithstanding the weight of that greatf man’s name, I am. unable to entertain-a similar doubt. What was the .object of the extrinsic evidence, but to rebut a presumption in- the interpretation- of a will; and that it is competent to do so, is an elementary principle guarded from abuse by the consideration that the' court never decrees on the basis of it when the- fact is at all in doubt. ’ The sum of the matter is, that, though-a parol discharge without consideration is bad, a testamentary discharge without it, is good: that the legal presumption of an intention not to discharge' a debt which arises from a naked legacyGo the debtor, may be rebutted-by extrinsic proof; and that the presumption being first ’rebutted by it, the will, and not the proof, operates the discharge, The distinction may be a subtle one, but on ifr only can the preceding decisions be sustained; and they are too numerous to be overturned. Now it appears in the proofs before us, that the testator, having no issue, received the defendant John, his nephew, into his house as an adopted child at the death of his father; and that he raised him from early infancy to manhood, entertaining for him the affection of a father. To one person he said, that he meant to leave his property to those who would not be unthankful for it, and that he had bought a mill and sold it to John for form’s sake: to another, that he might as well charge much as little for it, as John would get it any how; and if he charged him high, John would try to work through. To another he said, that he would make a man of John; and that he should have the property clear, with 1000 dollars — the amount of the legacy subsequently given. Remonstrating with the county commissioners against the amount of tax assessed on his securities, he said that he did not look to payment of John’s bonds, as he held them only to get the property back, if John should not do well; but that he would take care that no one should collect them after his death. To carry out his purpose, he instructed the person who wrote his will, to insert in it a legacy of 1000 dollars to John, saying that the bonds were in his chest, and could be easily got at and put out of the way. ■ This person testified that, being unwilling to go to the' chest, as persons were frequently passing through the room, who might think he was taking an improper liberty, he advised the testator to wait till the next day; and that he consented to do so, but again mentioned the-bonds, and said the witness should do something with them. The will was executed the next morning; at noon he whispered to the witness: “You know what I said about the bonds,” — and died. Surely if ever there was a case of disappointed intention made clear by extrinsic evidence, this is one. The testator did every thing in his power to annul these bonds, and died in a confident belief that he had done enough. The case is decisively stronger than Eden v. Smith; and the urgency of it indicates its principle. Every allowance is to be made, in this as in every other respect, for the ignorance and helplessness of men in the article of death. The presumption that John’s legacy was intended to be a clear gratuity, which was repelled in the first instance by the production of his bonds; was restored by the parol proofs of an intention to release them which had been frustrated by accident, which is a distinct head of equitable relief. The will then becomes a release; and it was shown that the executors ought not to recover. Judgment affirmed."}