{"id": "954549", "contents": "Coulter, J.\nThis is an action of trespass, to recover damages for taking personal property. Stephens was one of the supervisors of the township whore Wilkins resides. And a road ' tax being assessed on Wilkins, notice of some kind — tho nature or time of which is rather obscure in the evidence — was given him by somebody, but not by the supervisor, to work out Ms tax. He declined, on some frivolous pretence, and Stephens, one of the>supervisors, took his property, and sold it. For the payment oí five dollars tax, he took a cow valued at twelve dollars, and a cutter valued at twenty-four dollars. The supervisors applied, to a justice of the peace, for a warrant to levy and sell the property of Wilkins, for the purpose of paying the tax, which was granted and, issued by' a justice of Wyoming county. This warrant is directed to the “supervisors of roads of Nicholson township, Wyoming county.” It recites the tax due by Wilkins, of five dollars, his refusal to pay, and authorizes the levy and sale of his property; and in the event of none being found, authorizes the body to be imprisoned, &c. This warrant was offered in evidence by the supervisor, to justify the taking or trespass complained of, and rejected by the court, and exception taken by the defendant. And this forms the only question in the cause; the rejection of the warrant being assigned as error. A tax .collector is the agent and minister of the law; but to almost all people an unwelcome messenger. The law, whose servant he is, will therefore protect him in all proper acts done within the scope of his authority. But the rights of the citizen cannot be overlooked. Had the justice any authority to issue this warrant to the supervisors ? and had they, or either of them, any authority to execute it ? -The 25th section of the act of 1884, authorizes the supervisors to assess a tax; and the 26th section authorizes the overseers of. the' poor to assess a tax. The 28th section requires the supervisors. and overseers to take to their assistance the township assessor, and to enter the assessment in a book; and the 31st section authorizes and requires the supervisors and overseers, convened for that purpose, to appoint a township collector, who shall give bond, &c. And by the 39th section, where no treasurer has been elected or appointed in any township, the supervisors, and overseers may appoint a suitable person to collect the tax; they being respectively responsible for the amount collected. In Nicholson township, a township treasurer was appointed or elected. Whether he ever acted or not, is rather in doubt from the evidence; but this is a matter of no consequence. He was elected; and, therefore, the case is not brought within the category of the 39th .section. But even if it were so, the supervisors and overseers must designate the person; for they are responsible for his solvency and fidelity. It is to the collector appointed under the provisions of the 31st section, that a justice of the peace has authority to issue his warrant; and is only such collector who has authority to execute it. There is no power giyen to any justice of the peace to issue a warrant to the supervisors of a township; nor is there any statutory authority given them to execute it. The whole arrangement- and plan is complete without it. The warrant then offered in evidence in this case, was not only-without statutory authority, but issued, contrary to statutory regulation, and was therefore no justification for taking the .'property of the citizen.\nJudgment affirmed."}