{"id": "954571", "contents": "Gibson, C. J.\nThe proper rule for the case before us was stated by Mr. Justice Sergeant, in Galbraith v. Galbraith, 6 Watts, 117, in which it was said that a sale of land as a- tract containing so many acres, more or less, and at a certain price per acre, gives no remedy, without proof of wilful misrepresentation, for a,surplus or a deficiency after the bargain is closed. And the reason for it is a plain one. It would be palpably unjust for a party, who had taken his chance as to the quantity, instead of insisting on a survey at the proper time, to have an allowance for his disappointment. Where the parties do not treat on the basis of actual measurement, they waive it, and agree to give and take the tract as it is estimated. Using the supposed quantity and stipulated price per acre but as data to arrive at the value in gross, they treat, in fact, as if the land were bought and sold in the mass, and for a round sum; and the vendor is answerable, in respect of the quantity only, for mala fides. Such is the principle of Smith v. Evans, 6 Binn. 102. But it is settled by Bailey v. Snyder, 13 Serg. & Rawle, 160, that the right to ascertain the actual quantity of a tract sold by the acre, whether specially reserved in the articles or not, remains as long as the contract is executory; and the Chief Justice said it weighed much with him in Smith v. Evans, that it had been executed by a conveyance. ' The case before us is, if possible, stronger. Not only was there no special stipulation for a survey, but the vendor refused to have one inserted in the articles. The scrivener testified, that when he had written to the part at which the price per acre was mentioned, he inquired whether the tract was to be surveyed, and suggested the propriety of having it done; but that the vendor said he thought it would hold out, as a person who was a surveyor had formerly bought it, and he did not think he would cheat himself; upon which the parties told him to put the quantity at one hundred and twenty acres, more or less. Now, though this express waiver is made out by parol evidence, which would not be received, were it wanted to control the interpretation of the articles, yet the right of survey, existing, as we have seen it does, independent of special provision, might be rebutted by it on a bill for specific performance. But the waiver of it, implied from the acceptance of a conveyance, is just as strong and entirely conclusive. It certainly does not weaken the effect of it, that the conveyance was made in pursuance of a decree of specific performance in the Orphans’ Court. In the absence of fraudulent misrepresentation, the maxim is, as in every other case, caveat emptor.\nBut the testimony of Gray, that the vendor once • told him he was not certain about the quantity, and thought he was paying taxes for more land than he had, was, at most, evidence of a suspicion, and not of actual knowledge; and this suspicion may have subsided before the sale. Even if it had not, he was not bound to disclose it. In Hepburn v. Dunlop, 1 Wheat. 179, 1 Cond. Rep. 259, it was held that a mistaken opinion of the value of property, honestly entertained, and stated as opinion merely, without any untrue assertion of fact, is not to be treated as a fraud. And in Laidlaw v. Organ, 2 Wheat. 178, 4 Cond. Rep. 791, it was held that a vendee of merchandise is not bound to disclose his private information of the state of the market which would affect the price of the article, it being enough that he says nothing tending to impose on the vendor. A severer rule of morality would be impracticable in a commercial community. In the case under consideration, the vendor would not have been at liberty to suppress any material fact distinctly known to Mm; but the only fact he asserted, that the land had been purchased at the reputed quantity by a surveyor, was not attempted to be disproved. The description of the quantity in the title deeds spoke for the rest. His doubts, if he entertained any at the time of the bargain, were matters of opinion in which he might be mistaken, and with which the vendee, to .whom the same sources of information were open, and whose business it was to decide for himself, had nothing to do. According to the contract, as it was executed, each party was to take Ms chance of a doubtful event, and each is bound to abide by it.\nJudgment affirmed."}