{"id": "954532", "contents": "Gibson, C. J.\nAn absurd, but favourite notion prevails among those who have to do with the settlement of estates in the Orphans’ Court, that it is not only possible, but preferable, to blend a distribution account with the administration account; and thus Settle the whole estate at a dash. Those who suppose so know little of the mischiefs of confusion, or the value of order. All the blunders and consequent difficulties in this case are the legitimate offspring of this notion, inducing, as it did, the auditors to allow, in the administration account, credits for payments to the distributees under the will. These credits seem to have been found by them in the accounts filed by the executors; and the Orphans’ Court seems to have been in fault, in not directing them to be expunged. It is to be lamented that this most important tribunal is left, for the most part, to the direction of judges whose want of professional knowledge unfits them, especially, for the business of a Court of Chancery. When this cause first came up for argument, the unnatural conjunction of the two accounts was perceived; and, as we supposed that a distribution, as well as an administration account, had been originated in the Orphans’ Court, we referred the whole to an auditor to report each account separately. It turns out that no distribution account was pending; for though the counsel of the appellees had obtained a rule on th.e appellants to show cause why the share of his clients should not be paid over to them, that was not the procedure directed by the act of 1840, which requires the Orphans’ Court, on application by a legatee or distributee, to appoint auditors to make distribution. The counsel desired to have, not an investigation of his clients’ claim, but the money. Besides, the rule was not an original proceeding, but an order obtained in the course of the proceedings on the administration account. The auditors appointed to settle that account had no authority to make distribution ; and even had it been given them, it must have been separately exercised. For these reasons, the administration account reported by the last auditor is confirmed; and all ,other orders and proceedings in the cause are quashed, leaving the appellees, however, to institute a proceeding for distribution in the Orphans’ Court, or in any other way their counsel may deem open to them. So decreed."}