{"id": "954579", "contents": "Bell, J.\nWhether A. S. Lewis, a co-obligor, not sued, was a competent witness for the defendant to prove a partial payment of the bill single, the only question presented here, is, we think, directly ruled by Berghaus v. Alter, 9 Watts, 386, from which, in principle, this case cannot be distinguished. That determination is based on the broad ground that the witness had no immediate interest in the event of the suit; as any verdict which might be rendered could not be given in evidence either for or against him, in any action brought against himself on the same instrument; nor could his eventual liability to the plaintiff be determined in the action then trying. This ground is impregnable, for it is hedged round by both reason and authority. It would be labour misplaced to attempt a collection of the almost innumerable cases that tend to show this; but it may not be impertinent to mention that the same point has been decided in England, where it is held, that in an action on a joint and several promissory note against a principal, the surety is a good witness, either for the plainti# or defendant. So too, if the action be against the surety, the principal may testify for the plaintiff, but not for the defendant ; for if the surety be charged, he may recover against the principal, not only the debt, but the costs of the first action; Townend v. Downing, 14 East, 565. Where both are principals, as they are here, a release from the party sued places the proposed witness in a position of indifference in respect to the amount to be recovered by the plaintiff. In this instance, a release was executed by the defendant, and tendered to Lewis upon his being called to testify. It is noted on the paper book, that Lewis did not say he would accept the release. He did not refuse; and if ho had, it would have mattered nothing, for the law will not permit a witness thus to deprive a party of the benefit of his testimony. It is sufficient, in such case, to file the release, or deliver it to a third party for the benefit of the person called to give evidence.\nBut it is supposed by the counsel for the plaintiff in error, that other decisions of this court conflict with Alter v. Berghaus; and several of them have been cited for the purpose of showing this. A slight examination, however, will show that this supposition is founded on misapprehension. Purviance v. Dryden, 3 Serg. & Rawle, 402, was an attempt to introduce a witness for the purpose of shifting to the shoulders of the defendant a portion of a burden which would otherwise have rested solely on his own, by proving a partnership, in which, of course, the witness had a direct and immediate interest. In Smith v. Sillyman, 3 Whart. 589, — which it was thought approached the present case, — the witness was held to be incompetent; because, having been sued jointly with the defendant, though not summoned, a verdict in favour of the defendant, for whom he was called to testify, might be pleaded in bar of a subsequent action against himself, notwithstanding the act of 6th April, 1830, Purd. Dig. 7th cd. 551; a reason which, it is scarcely necessary to add, does not hold here. Besides, it may be doubted whether one against whom the original process issued, but who has evaded the service of it, can thus make himself a witness for his co-defendant; and indeed it is strongly intimated in Wolf v. Fink, 1 Barr, 435, that on the ground of policy, this should not be permitted. But neither of ■ these cases touch the present, nor in the least interfere with the rule settled in Berghaus v. Alter.* Another class of cases, commencing with Post v. Avery, 5 Watts & Serg. 510, and ending with Burrows v. Shultz, decided at the present sitting, have been cited as having some connection with the point here presented. But these may be dismissed with the single observation, that they all proceed upon the now well-settled doctrine that the assignor of a chose in action is incompetent as a witness for the real plaintiff in an action brought for its money. The policy upon which these cases are founded, does not embrace the point now under consideration, and' consequently they are inapplicable here.\nAnother question is presented by the paper book, to wit, whether one of two obligors can avail himself of a set-off, which the obligor not sued might plead in an action brought against him. But this question does not arise in the cause. The defendant did not offer to prove a set-off, but payment of part of the bill obligatory sued on; and though the evidence to prove this was, perhaps, slight and unsatisfactory, it was properly left to the jury. It cannot be said there was no evidence; for though the coal and lumber was received by the defendant before the bill single was due, Lewis had a right to appropriate it in part payment. This he averred, and so it seems the jury believed.\nJudgment affirmed."}