{"id": "954586", "contents": "Burnside, J.\nThe judgment of the Court of Common Pleas on the case stated, is brought before us on writs of error sued out by both parties. They have been argued together, and involve the construction of a portion of the tax laws of this Commonwealth. The judgment of the court below is predicated on the opinion of this court, in their construction of the act of the 25th of April, 1844, in the case of the Lehigh Navigation Company v. Northampton County, 8 Watts & Serg. 334. So far as the cases are parallel, the judgment of the court is right. But there is a wide difference between things appurtenant and convenient to a railroad, and things appurtenant and part of a canal. It is contended, that the act of the 22d of April, 1846, embraces within its provisions, property returned in this case for taxation, which was not included in the act of 1844. The act of 1844 is comprehensive in its terms, and embraces, of real estate, “all houses, lands, lots of ground and ground-rents, mills and manufactories of all kinds, all furnaces, forges, bloomeries and distilleries, sugar-houses, malt-houses, breweries, tan-yards, and ferries.” The first section of the act of the 22d of April, 1846, after enumerating for taxation certain articles of personal property not before taxed, proceeds: “ And upon all property, real or personal, not taxed under existing laws, held, owned, or invested by any person, company or corporation, in trust for the use,- benefit, or advantage of any other person, company, or corporation: excepting, always, such property as shall be held in trust for religious purposes.” The object of the legislature is clear and manifest, that their intention, in this part of the act, was only to include certain trust estates, as they were aware of the opinion of the court in 8 Watts and Serg., before cited. It is only such property belonging to corporations, and is appurtenant and indispensable to its construction and fitting it for use, that can claim to be exempt from taxation. In the case before us, it is not enough that it is a convenient possession, or that it affords facilities in carrying on the business of the company. This valuable and extensive corporation, operating through a large extent of. country, and doing an immense business at many points on the road, must necessarily employ many agents, as well as the occupation of houses and grounds to transact their legitimate business. It would no doubt be desirable and convenient to the company to own extensive warehouses, coal-yards, board-yards, eoalshutes, and extensive machine shops, at many points and places on the road. But these erections and conveniences form no part of the road. They are necessary and indispensable facilities to increase the business on the road, and to enable the company to make profits. We are not to be understood as interfering with the principles settled in the case of the Lehigh Navigation Company against Northampton County. But we are not for carrying exemption from taxation, or immunities to corporations, beyond that case. The judge was right in determining that the water stations and depots of the railroad were, not taxable. We understand depots so exempt from taxation, as the offices, the oil houses and places to hold cars, and such buildings and places as may fairly be deemed necessary and indispensable to the construction of the road. Warehouses, coal-lots, cpal-shutes, machine shops, wood-yards, and such places, form no part of the construction of the road. , They are only indispensable to the profits to be made by the company,-and are legitimate subjects of taxation within the act of 1844. They are not appurtenant to the road, but to the business done upon it. So far, then, as this opinion changes the opinion of the Common Pleas, on the case stated, the judgment is reversed, but no further."}