{"id": "954580", "contents": "Gibson, C. J.\nThe material question raised by the exceptions, is whether an executor, when sued in the Orphans’ Court for the residue of a legacy, may set off a certificate of balance found by a jury to be due to him as defendant in an action brought by the legatee in the Common Pleas for a part of the same legacy; and there is no reason why it may not. The argument against it is, that such a certificate is inconclusive before scire facias sued out and judgment had on it. Suppose it were so. A bond, or evidence of simple contract debt, is inconclusive; yet it may be set off. It is admitted by the agreement that such a certificate is at least prima facie evidence; and that alone would be sufficient. But it is more. It is a debt of record, and, for that reason, not open to examination. The party found in it to be in arrear, can no more go behind it in the trial of a scire facias on it, than can a cognisor go behind the acknowledgment of his recognisance; yet a recognisance is only a debt of record, but, for that reason, so much in the nature of a judgment, that execution seems to have been issued on it originally without an award of it on scire facias ; and the statute of Westminster 2 did no more than give that writ, as it did in the ease of a judgment, to try the fact of the common law presumption of payment, which arose from the lapse of a year and a day. Indeed, had not the legislature positively prescribed it, it would seem that a scire facias would not have been a necessary prelude to an execution on a certificate of balance within the samo period. Certain it is, however, that matter of defence to that writ must, in its origin, be subsequent to the finding.\nBut as this legacy was neither charged on land, nor payable out of land, though it proceeded from land directed to be sold by the executor, a graver question would have arisen had the appellant thought proper to except to the jurisdiction of the Orphans’ Court, as lie might have done, though he himself liad selected it. As he makes no objection on that ground, however, we do not feel bound to quash the proceeding, and throw him back on an action in the Common Pleas, which would inevitably have the very result already obtained here. On the whole, we are of opinion that equal and exact justice has been done, and that the appellant proceed no further.\nDecree affirmed."}