{"id": "954567", "contents": "Bell, J.\nThe rebutting evidence offered by the plaintiff, was admitted by the court below, for the purpose of showing the character of Joseph Morton’s possession, but rejected as proof that the statute of limitations would not commence to run until after the final settlement of the action of ejectment brought by the lessee of William Morton, jun., against Denn and others, in the Court of -Common Pleas of Beaver county, to November Term, 1814. It is difficult to understand the precise object of the latter portion of this offer, in the terms in which it was couched. The testimony was received to rebut the alleged. adverse character of Joseph Morton’s possession as against his brothers and sisters, and those claiming under them, and this was, certainly, as far as it. could legitimately go; for whether, when heard, it would have the effect to prevent the running of the statute, was a question of law for the court, and the evidence being before it, the plaintiff might have prayed its instruction to the jury on that point. This was not done; but had it been, it is clear the response must have negatived the plaintiff’s proposition. By the will of his father, Joseph took an estate in fee in a moiety of the land in dispute, which vested in possession on the death of the testator, subject to the interest devised to the widow; and the other moiety was given to William Morton, jun., by way of executory devise, to take effect upon the contingency of his failing to establish his title to the land on which he lived, then in litigation. But the fee in this moiety being undisposed of, descended, in the mean time, to the testator’s heirs, under whom the plaintiff claims : Fearn. on Rem. 400, note d; Chambers v. Wilson, 2 Watts, 495. Their right of entry, except, perhaps, as to the portion devised to the widow, existed immediately upon the death of their ancestor; and from that moment, .or, at least, from the time Joseph’s adverse possession began, the statute of limitations commenced to run against them: Jackson v. Schoonmaker, 4 Johns. Rep. 398 ; Moy’s Heirs v. Hill, 5 Litt. Ky. Rep. 307. It is not at all like the cases cited in the argument, decided in Massachusetts and New York: 9 Mass. Rep. 509; 15 Mass. Rep. 472; 1 Pick. 327; 2 Wend. 357, in accordance with prior British determinations, that where a precedent particular estate is destroyed by forfeiture, or the particular tenant is disseised, the remainder-man is not bound to enter immediately, but may wait the time when the precedent estate would have been determined by its own limitation; for, as it is said, he may not know of the forfeiture or disseisin, and, besides, having two distinct rights of entry, he may take advantage of either at his option. But here the heirs of William Morton the elder had but one right of entry, by descent, which, within twenty-one years, could only be defeated by the happening of the event on which an estate was limited to William, the son. This never having occurred, the executory devise never took effect, and the title which had its inception in the adverse holding of Joseph, was perfected by the closing of the statute upon it before the sheriff’s sale and conveyance to the defendant. It follows upon this view of the case, the plaintiff was not entitled to recover; and no injury having been done him by the ruling of the point of evidence in the court below, there is no such error as would'warrant a reversal of the judgment.\nBut it is, secondly, objected that the court erred in rendering judgment on the verdict, inasmuch as the evidence given on the trial showed there was no adverse possession of that portion of the tract devised to the widow, until after her death, within twenty-one years before suit brought; and consequently the plaintiff ought to have been permitted to recover a proportion of one-third part of the land. But this point was not made on the trial of the cause. The plaintiff’s claim then was, as in his writ and declaration, for seven-eighth parts of the undivided moiety of the premises. He declined to go for less, and it is now too late, after verdict and judgment, to assign error in a subject to which he did not call the attention of the court, or present as a part of his case. This would be to deceive his antagonist and entrap the court, which cannot be permitted. If the plaintiff claims an interest in the proportion devised to the widow for life, he must assert it in another action of ejectment. Judgment affirmed"}