{"id": "954590", "contents": "Burnside, J.\nThe case of Colhoun v. Snider, 6 Binn. 135, settled, that after-acquired lands were not bound by a judgment previously entered; and the law is the same whether they were acquired by descent or purchase, and this upon the usage and course of decision in Pennsylvania, without regard to the English law. Mr. Justice Yeates, whose experience went beyond that of any man then living, says that “ it is the obvious meaning of the legislature in the act of 1705, (1 Smith’s Laws, 7,) that the lands directed to be sold should be such lands as the debtor had at the time of the judgment in default of his personal property. But it is also a reasonable construction, that if the lands to which the debtor was then entitled should be insufficient to pay the debt and costs, other lands which he might acquire afterwards, either by descent or purchase, should be subject to the execution of the creditor; provided that no injury was done thereby to third persons, and that the lands belonged to the debtor at the time of the taking thereof in execution.” 6 Binn. 145. Brackenridge, Justice, also says, in the same case, “ Can the judgment enlarge itself as to the subject of it ? It can bind, only that for which it- was a security, or what was pledged under it. It is contrary to the nature of a lien, and cannot be done. But lands may be taken in execution under a levari facias at common law, as to present profits, or under an elegit by the statute. Doubtless, but it is by virtue of the execution, and not of the judgment. This is the ground of all the error. For the books speak of the judgment binding after-purchased lands; but they mean no more than that lands purchased after may be taken in execution under the judgment.” If further authority be necessary, it will be found in Stauffer v. Commonwealth, 1 Watts, 300, where it was held that a lien is a necessary and inseparable incident of seizure in execution, by the principles of the common law. There a treasurer’s warrant against a delinquent collector of taxes, levied - on real estate, took preference of subsequent judgments, as a lien was created by the levy. The moment Brisbane’s execution was levied on the land of Richards, a lien was obtained. The execution and levy created a lien in preference to subsequent judgments. In this case, the proceeding on the execution was pursued with due diligence; and the auditor and court were right in giving the execution levied a preference over the subsequent judgment of Packer. The appellant relies on the case of Jameson’s Appeal, argued at July Term, 1845, of this court, and unreported. But in that case, Alexander Jameson, who was the assignee of Ziba Bennett, who was the assignee of George M. Hollenback & Co., an execution had issued upon the judgment, which was then a lien, without any farther step on the part of the plaintiff, except receiving payments from the defendant on account of the judgment for a length of time, until the judgment had lost its lien. The court there held that the execution did not give a preference over prior judgments in full life. The law favours the vigilant.\nThe decree of the Court of Common Pleas is affirmed."}