{"id": "954541", "contents": "Burnside, J.\nThe course of decisions has been uniform, that the intention of the testator must govern the construction of all wills. The intention is to be collected from the words of the will. The true mind of the téstator is to govern: 3 Yeates, 190. Frederick Hawyer was a worshipper and member of the old Lutheran and German Reformed congregation of Selinsgrove. The church had been erected , in 1802, at their joint expense, and was held and occupied in common. On the 15th of May, 1815, Frederick Hawyer made and executed his last will and testament, and made the following bequest: “ I give, devise, and bequeath to the Lutheran congregation in Selinsgrove, the sum of $400, which shall be and remain a. capital, or principal, in the hands of the present vestry in said congregation, and their successors for ever, to be put into bank-stock, or any other safe place; and the interest to be for the use of the said congregation for ever.” There was then but one Lutheran congregation worshipping in Selinsgrove. In the graveyard of that church, the mortal remains of old Frederick Hawyer were interred. The devise was to the Lutheran congregation that existed at Selinsgrove, in 1815, and to their successors for ever. The vestry of that church, and their successors, were the trustees of the devise, and were to hold the principal upon the special trust and confidence mentioned and declared in the last will and testament of Frederick Hawyer. ' Harmony prevailed in the church until 1843, when the members of this church, following the example of nearly all the Christian churches in the Commonwealth, discovered new doctrines, and new modes to worship their Maker. This brought forth division, heart-burning, and separation. The minister, who had produced the discord, had the door closed against him, and the majority of the vestry and members fled from the old church, and built one of their own; and they now want to strip the old church, and take from it the gift that its old member had bestowed upon it, and to deprive it of its earthly comforts. The new church, does not belong to the old Lutheran church. It is attached to a new synod, and is not governed by the same, ecclesiastical government that ruled Frederick Haw-yer in his lifetime.' I approve of the doctrine of Lord Eldon, in the case of The Attorney-general v. Pearson, 3 Merivale, 400, that it is the duty of the court to decide in favour of those, whether a minority or a majority of the congregation, who are adhering to the doctrine professed by the congregation, and the form of worship in practice, as also in favour of the government of the church in operation, with which it was connected at the time the trust was declared. The plaintiff in error, who was treasurer of the old church, went with the new. He has ceased to be an officer of the church to which Hawyer made the devise, and the judge was right in instructing the jury, that the plaintiff could recover any part of the legacy in his hands when the suit was instituted.\nJudgment affirmed."}