{"id": "954610", "contents": "Coulter, J.\nThe present case discloses a proceeding commenced before two justices of the‘peace, by a purchaser at sheriff’s sale, under the provisions of the act of 1836, to obtain possession of the land purchased by him. ,The person in possession made the oath prescribed by the statute, and the proceeding was transferred to the Common Pleas, according to the provisions of the act. The plaintiff below exhibited the record of the judgment on which the land was sold, the levy, condemnation and sale, all by due process, and then offered the sheriff’s debd, properly acknowledged in open court; to the admission of which in evidence the defendant objected, because “ the acknowledgment was taken after the expiration of the term of office of the sheriff,” and at the same time offered to show, “ that the deed had not been delivered by the sheriff to the purchaser, until some time after the acknowledgment.” The court overruled the objection thus made, and sealed a bill of exception, which makes the first and principal point in the case. The policy of rendering titles acquired by judicial sale secure and certain, so far as a reasonable regard to established principles of law would admit, has been cherished by the legislature and courts of this state. Humanity requires that the property of the debtor brought to the hammer should bring a fair price; and that purchasers should not be hindered by technical niceties or formal difficulties. Where legal authority exists for the officer to make the sale, points of form are overlooked; and the title of the purchaser is good even where the judgment may be afterwards reversed for error. One of the obstacles which prevented a full and fair price being had at sheriff’s sale, and not one of the least, was the difficulty of obtaining possession. Where the purchaser was turned over to all the difficulties of maintaining an ejectment, according to the admitted rules regulating controversies about contested rights of possession; they naturally took that into consideration, as regulating, in some measure, the price they were willing to give. ' To prevent difficulties of this kind was the intent of the summary proceeding before two justices to obtain possession, and by the 109th section of the act of 16th June, 1836, the sheriff’s or coroner’s deed, duly acknowledged and certified, shall be full and conclusive evidence of the purchase. It was not intended by the act to make the justices and inquest-a court of error to try the regularity of the proceedings in court, as to the judgment, process of sale, and execution of the deed. The only question submitted to them is, whether there is a sheriff’s or coroner’s deed, in fact or in form, duly acknowledged- in open court, and certified under the seal of the court. I do not think it necessary to say whether, after the acknowledgment, the alleged irregularity would be of any consequence in any court or under any circumstances; that question not being involved in this decision. But the evidence offered was abundantly sufficient before the justices and inquest. After the proceeding was transferred to the'court by the making of the necessary oath on the part of the defendant below, a different issue and a new posture of the case was substituted. In order to protect the rights of all parties, the statute authorizes the person in possession to make oath, that he did not come in, nor claim to hold under the defendant in execution, or that he did come into possession under title derived from defendant before the judgment on which the execution and sale took place. The terms of the oath are, «that I do not claim the same, by, from, or under the defendant as whose property the same were sold, by title derived to me subsequently to the rendition of the judgment under which the same were sold, but by a different title.” The person in possession thus becomes the actor in court, asserts the nature of the title under which he claims, and admits the judgment and sale. And part of his recognisance is, that if he fails therein — that is the trial — he will deliver up the said premises to the purchaser, &c. The defendant must establish that he claims under a title which governs and overrides the one sold by the sheriff, or else he fails; and therefore the judgment, execution, and sale are admitted, and are, in fact, part of the process. If the recognisance is forfeited by the defendant or person in possession, either on trial or by his not appearing, the justices are then to proceed and give judgment, and cause the real estate to be given up to the purchaser, &c. The court therefore did not err in admitting the deed in evidence. This view of the subject renders the other exceptions to evidence offered by the plaintiff, of but small importance. Dean was a competent witness to prove the service of the notice under the circumstances. And there is nothing whatever in the exception to the form and substance of the notice itself. It is quite sufficient in both points of view. The objection to exhibiting in evidence the record of the proceedings before the justices for the purpose of showing the time when they were commenced, was properly overruled. Those proceedings were part of the res gestee of the whole case, and were necessary to give the court jurisdiction over the subject-matter, according to the act of Assembly. This statute, as well as that which proceeded it, is admirably adapted to the purposes which it was designed' to accomplish, by securing to the purchaser at sheriff’s sale a summary and speedy mode of obtaining possession, and by affording also to the person in possession, ample remedy, if he holds under paramount and different title from that which was sold by the sheriff. The fifth bill is to the rejection by the court of a recital contained in a deed of confirmation by Warren Arnold and wife to John R. Dean. This deed of confirmation by Arnold and wife was dated long after the judgment of the plaintiff, and would seem to have been designed to defeat that judgment. Rut recitals in deeds are only evidence, against parties, or at most against those who claim under such deeds, and cannot be considered as evidence against strangers. The evidence offered by the defendant, and covered by the sixth bill of exception, is the same precisely as that offered to be given by defendant to prevent the reception of the sheriff’s deed in evidence, and has been already considered. Plaintiff now gave some rebutting testimony, and called George W. Woodward, Esq. Defendant proposed to ask him, whether he did not know that the judgment on which the sale was made had been paid before the sale. The court overruled the question, and sealed a bill of exceptions. The. evidence was out of time and place; and if the defendant allowed the sale to proceed, and an innocent purchaser to pay his money, without any application to the court to stay the execution, or refuse acknowledgment of. the deed, he ought not to have the right, in this proceeding, to defeat the sale. It would be against equity, and against law, as inconsistent with the claim of title alleged by him, in his affidavit: 1 Barr, 18^1 A number of points were submitted to the court, the answers to which are assigned as error; but all of them were abandoned on the argument, except the answers to the sixth point, which is the tenth assignment of error. That point is in these words: “ That there is no evidence in the cause to show, that John R. Dean acted otherwise than in good faith in the purchase of the land, from Arnold ; and even if the jury should find, that Warren Arnold and Stephen Arnold were disposed to defraud Warren’s creditors, that cannot affect Dean, unless he had knowledge of, and .participated in the fraud.” The person in possession rested this part of his case upon’ the assumption or allegation, that Warren Arnold, the defendant, as whose, property the land was sold by the sheriff, had made a parol sale of it to Stephen Arnold, who sold and conveyed it to Dean, to whom Warren Arnold made a deed of confirmation, reciting his parol sale to Stephen; and to which deed of confirmation reference has already been made. Connelly, the plaintiff, alleged that this transaction was fraudulent, and entered into for the purpose of defeating the creditors of Warren; and a variety of facts and circumstances were given in evidence on that subject. The court very properly declined to instruct the jury, as required in the first branch of the point propounded. They could no.t lawfully so instruct the jury; because, by so doing, they would have withdrawn the decision of' the facts from the proper tribunal. In the general charge, the facts were fairly submitted to the jury, with instructions as to the law arising from them, as they might be determined, either one way or the other; which were quite as favourable to the defendant as the law allowed. In relation to the second branch of the sixth point, that is, whether Dean had a knowledge of, and participated in the fraud, the court enumérate certain facts and circumstances, which, if believed- by the jury, would seem, as the court say, to implicate Dean in the fraud, but leave the determination of those facts to the jury. ’ And in cases of this kind, whether a design to defraud existed, or not, is properly referable to the jury : 5 Watts, 404. The court were not bound to answer in tbe affirmative, that it was necessary that Dean should have had knowledge of, and participated in the fraud. Because, if he knew that the contract as alleged, between Stephen and Warren, was fraudulent, his purchase, even for a valuable consideration, was not Iona fide, and is therefore inadmissible to defeat creditors. Even if made upon a valuable consideration, it would be assisting one man to cheat another, with a full knowledge of the effect to be aecomjjlished, which the law does not allow: Cadogan v. Kennett et al., Cowper, 484. This part of the case, from the evidence on the paper boob, is strongly against the defendant; and the ingenious counsel for the defendant failed to satisfy this court, that the court below, taking their whole instruction on the subject to the jury, committed any error of which the defendant has a right to complain.\nJudgment affirmed."}