{"id": "954602", "contents": "Burnside, J.\nThe plaintiffs below, and defendants in error, claimed the undivided third part of the lands in question as heirs of John Hays deceased, who had, in 1845, been duly declared a lunatic, .with a retrospect of forty years, with lucid intervals.\nThese facts having been given in evidence by the plaintiff, the defendant, Jacob Hays, offered in evidence a paper, purporting to be a deed of the 19th of September, 1832, from John Ha.ys to his brother, Jacob Hays, for the land in dispute, and called the subscribing witnesses, who were sworn, and gave evidence as follows :—\nJesse Gibbs. — “This is my handwriting, as a witness to this deed. The paper I put my name to was folded up ; I did not take notice to any writing on it, and did not look at its date. I put my name on it. I did not see that paper executed. I did not see any name on it at all, to the best of my recollection, when I put my name to it. I was called in by Jacob Hays to sign that paper; they gave me no intimation at all of what the paper was, nothing that I can recollect; I don’t recollect seeing any name on it, but my brother’s and mine, who signed it when I did. I do not think there was any name on it. I did not hear what the contents of the paper were. I signed at the request of Jacob. I don’t remember what John said, further than that Jacob asked John if he wished it should be so, as in that paper, or something like it, and John said he did. I saw no writing at all on the paper,; it was folded up, and I signed because Jacob Hays requested it.\nCharles Gibbs. — “The signature, Charles Gibbs, was written by me. I am a son-in-law of Jacob Hays. I think I wrote the name ‘John Hays,’ from the look of it. I think there was something said about a mark, and probably John put it there at the time, but I don’t recollect. The first time I ever knew he could not write, was when they talked about the mark to be put to this piece of paperi I think the paper was handed me by Jacob Hays. I think they were both in the room. I think Jacob Hays sent for me, and handed me the paper; can’t say positively which, Jacob or John, requested me to write John’s name. I think John made his mark at the time to the paper, but I am not certain. I am not certain that it was put there at the time, but I think so. I first signed my name, then his, and then he put his mark to it, I think. It was talked of, and I think he did it. When the deed was handed to me, I asked what it was. Jacob Hays.said it was an arrangement of some of their business, and did .not tell me what. I objected to sign it,-and it was said by one or both that it was an arrangement amongst themselves, and wished it kept secret. I then signed it. I think John talked, but I can’t recollect what he said. The remark that it was to be kept secret, wras about the substance of the conversation; can’t tell which of them spoke these words. I -think .John talked, but I don’t recollect what was said. I think I knew that it was agreeable to John Hays that I should write his name. The marie to the receipt was the one I think was made at the time. I think I signed both names at the same time. I never recollect writing but once, and I wrote these names.\n« X I think Jacob Hays said he would save me 'harmless for signing that deed. There was very little conversing; they both spoke to me when I came. Jacob Hays handed the paper. I think they both expressed it should be no harm to mo. I think John Hays made one of the marks at the time, and I don’t recollect of more than one mark being made at that time, and that the lower one.”\nWhereupon the court rejected the deed, and refused to permit it to be read to the jury. This is the error assigned. A deed must be proved before it is read to the jury. The court, if they please, must determine whether it is sufficiently proved; but they may, and frequently do, leave it to the jury to decide upon the sufficiency of the proof, and then the’ deed is read; but the jury are told that they are not to consider it of any validity, unless they are satisfied, from the evidence, that it was executed by the party: Commissioners of Berks County v. Ross, 3 Binn. 542.\nHere the court, in the exercise of their judicial discretion, rejected the deed. ” In this, we think they were right; neither of the subscribing witnesses pi’oved the requisite facts which the law requires at the execution or acknowledgment of a deed. It is contended, that the court ought to have' submitted to the jury the deed, on the evidence of the subscribing witnesses, and that the jury might have presumed its due execution. It would have been a presumption against the evidence, and not one that could have been fairly inferred from it. Neither of the witnesses saw its execution, nor signed it at the request of the grantor. Neither was told what it was, neither proved its execution; their evidence only tended to show a gross attempt on the part of Jacob, to acquire the pi'operty of John by means inconsistent with a fair and honest purchase and transfer; and the court were right in refusing to permit the deed on the evidence before them to be read to the-jury.\nJudgment affirmed."}