{"id": "954627", "contents": "Coulter, J.\nIf any thing is distinctly and authoritatively settled in our law, it is, that in the construction of wills the intent of the testator, collected from the words and language of the whole will, must be the guide to legal conclusion, and the governing principle of judgment. It would be a mere affectation of learning to cite cases for the purpose of establishing this axiom. We know that a testator is, in most cases, inops concilii, and that the scriveners employed are generally as little versed in the rules of law and chancery principles as the testator himself. The intent must therefore be gathered from the words of the will, as such words are understood and accepted by the common mind. It would be a mere mockery of justice to allow the privilege of making a will to an unlearned man, and then interpret it according to artificial rules, of which he knew nothing, and had probably never heard. According to that rule of construction, the lawyers and the court would make the will, and not the testator. It is true, that in cases where the courts have established a construction upon a given collocation of words, such decision would be entitled to great respect and consideration, where words of similar collocation, and like import, occurred in another will; but it would only be regarded as a key and help to the true construction. Shades of difference will always occur, which, although slight, may give a different aspect and meaning, and therefore, as abjolute authority, cases are of little authority in the true construction of testamentary dispositions by will. Certainly, wills must be conformable to the 'rules of law; but this is not and cannot be applied to the construction of words; • it relates solely to the nature and extent of the estate or interest granted; 2 Atk. 580. A man shall he allowed to speak his mind in his will, per Justice Reynolds; Fitz-Gibbon’s Rep. 113; and the learned, accurate, and searching Mr. Butler, in his note on Co. Litt. 379, a, states, “that no rule of law has a more ancient origin than that, if a testator expresses his intention defectively, either by not using technical and artificial terms, or by using them improperly, yet if his intention can be collected from his will, the law, however defective his language may be, will construe his words according to his intention.”\nThe first thing, therefore, is to ascertain what the object of the testator is; the next, whether it is such as the rules of law and equity admit. This is the sum and the substance of the common sense and the law on the subject. I will, therefore, take up the will, and ascertain what the true intent of the testator was, according to the common acceptation and meaning of the words which he uses for the purpose of expressing that intent. He directs his executors, “ as soon as they may deem advantageous to my estate after my decease, to sell all my real and personal estate that I may be possessed of at the time of my decease.” It would appear, from this affirmative clause, that the meaning which the testator affixed to the word estate, was general and more comprehensive than what he intended, by the words real and personal estate; because, as soon as it shall be deemed advantageous to his estate, (thus meaning his whole estate,) the real and personal shall be sold. If he had not in his mind something beyond and over what he understood to be comprehended by the words, real and personal estate, why provide that it should be sold when it was advantageous to his estate ? The difficulty arises out of the meaning to be taken from the words, personal estate. And, that it was limited, in the mind of the testator, is apparent from the manner in which he uses the general word, estate, in juxtaposition, and in contrast with the words, real and personal estate.\nThis accords entirely, as I apprehend, with the common acceptation of the terms, real and personal estate. Few individuals understand them, to designate and include bonds, debts due by book account, or money in the pocket, or in the chest, or on deposit; but when a person would speak in common parlance, or even by written and printed advertisements, of selling his real and personal estate, who would understand him to mean, his money on hand, his bonds, and his book accounts ? And when a testator directs his executor to sell his real and personal estate, who is so opaque as to understand that he meant and intended, that his bonds and money should be sold? If, then, he did not intend that they should be sold, it is clear that he did not suppose he was 'including them, by the description of real and personal estate. In the case of Archer v. Duval et al., 1 Peters, 589, Chief Justice Marshall says, in speaking of the will, “in this clause, the word estate is plainly confined to personalty.” He adds, in another part, “ when, therefore, the testator directs that an appraisement only of his estate be made, and that no sale of furniture shall take place, he obviously applies the term exclusively to that kind of property, the appraisement of which is directed by law, and is usual.” So in the case at bar, the testator evidently meant that kind of property, by the terms real and personal estate, which it was usual to sell, according to the customs of the country.\nOur own statutes afford pregnant evidence, that in the common understanding of the country, the words, personal estate, are often used in a limited sense, so as not to include bonds, notes, and money. In the act of 24th February, 1834, relating to executors and administrators, it is provided, that the executors or administrators of a decedent shall have the iohole of the personal estate of the decedent, which shall have come to their knowledge, appraised, and return the inventory thereof; and in the 5th section, it is further provided, that all bonds, notes, and other evidences of debt, &c., shall be included in the inventory. This evinces that the legislates did not understand the words, “ the whole of the personal estate,” ex vi termini, to include bonds, notes, &c. So, also, the act of 16th June, 1836, enacts, in the second clause of 19th section, that the personal estate of the defendant shall be liable to execution ; and. in the third clause, that the real estate shall also be subject to execution: and then, the 22d section provides, that stock owned by the defendant shall also be liable, as also debts due to him; and the 24th section, -that current gold, silver, and copper coin, as also bank notes, shall be subject to execution. By these provisions, full evidence is afforded, that the legislature conformed their enactments on the subject to the common apprehension of the people, and that they seized and embodied the living manners, customs, and understanding of the common mind on the subject- . matter — always the wisest and safest course for the law-making power to adopt.\nWhen, therefore, the testator directed his real and personal estate to be sold, and after deducting all legal charges, provided, that the moneys arising from such sale should be disposed of as he directed, we are of opinion that he did not include in that disposition his bonds, notes, and money, but that they were disposed of in the manner that will be noticed hereafter. It would have been entirely out of the usual course of business, unnecessary, and exposing the estate to probable loss, to adopt such an expedient.\nBut the counsel of the appellants contended, that the product of the bonds and notes, together with the money on hand, are carried by the bequests to the four legatees specifically named, as entitled to the one-fourth of the product of the sale of the real and personal estate, and they urged this position with' great zeal. But like strong men entangled in the Serbonian bog, every struggle involved them in more inextricable difficulties. In the first place, the position is in opposition to the express words of'the will. The language is, that the product of the sale of my real and personal estate shall be disposed of as follows; and then directs that the one-fourth of the product of the sale of my real and personal estate shall be given to my daughter Catharine, with the deduction of a certain specified sum, and then disposes to each of his other living children, being two daughters and a son, one-fourth of the product of the sale of his real and personal .estate, deducting from the share of each of his daughters a specified sum. He then gives to the children of a deceased son $>40; and the amount of the deductions from the shares of his daughters, he directs shall be equally divided among all his legatees in equal shares. The bequest to Daniel, his only living son, is in these words: «I give and bequeath to my son Daniel, and to his heirs and assigns, the remaining one-fourth part of the sale of my real and 'personal estate, together with the wearing apparel, and the residue and remainder of my estate not herein before bequeathed.”\nThe testator here clearly indicates, that a portion of his estate was not before bequeathed; but the argument of the appellants’ counsel is founded on the assumption that the whole estate of the testator was before bequeathed, and that there was nothing for the bequest of the residuum to operate upon. Against this assumption I oppose the clearly expressed mind of the testator himself, which I presume is sufficient authority. It was vehemently urged that no farmer of Berks county would perpetrate such injustice as to give so large a disproportion and surplus to his son, over his daughters. This argument is not entitled to much weight.here. The farmers of Berks, like the farmers of every other county in the state, are, I presume, sensible people, and know that every man has a right to make his will as he pleases, provided he contradicts no established rule of law, and that courts are bound to carry such will into execution. The lights and shadows of paternal affection are not the subjects of scrutiny here. But if I whre to consult a large experience, derived from others, and a more limited one gathered from my own observation, I would say that nothing is more common in this state, than to give a large preference to an only surviving son.\nTwo of the daughters, and perhaps all, were married, and since the days of Adam, a woman has left her father and her mother to cleave unto her husband. It is considered as a kind of going out from the family; whilst the only surviving son takes down to another generation the name, and often the largest share of the testator’s estate. It may be a perverted affection and a small ambition, but it exists, and accounts for the preference.\nThe repetition of the words, the product of the sale of my real and personal estate in each bequest, particularly -as they are used in contrast with the word estate, in the beginning of the will, in the clause disposing of the deductions from the shares of the daughters, and in the residuary clause, shows that the testator meant a different thing by the one, and the other, and when he adds in the residuary clause these words, “the remainder of my estate not herein before bequeathed,” he manifests with sufficient clearness that he thought he had not disposed of his whole estate, by disposing of the product of the sale of his real and personal estate; and that he meant the bequest of the residue, or remainder not before disposed of, to carry his bonds, notes and money, that being the only matter or, thing not previously bequeathed.\nIt is in vain to allege that a bequest of the residue of an .estate is but a matter of form, and often introduced by the scrivener. It is enough to say, that it is a part of the will, and must be so considered. The primary intent indelibly impressed on the whole face of the will is inequality, and that the testator designed to prefer his surviving son. He gives him an equal share of the deductions from the portions of the daughters, he gives him the wearing apparel, always considered a memorial of affection, and he gives him the residue. The most that- can be predicted upon authority well established is, that a residuary clause will not limit or detract from what has been already given, leaving it full scope and operation, however, upon all which had not been bequeathed or devised. That is its legitimate, just, and common sense effect.\nWe are of opinion that the residuary bequest to Daniel, of all the residue and remainder of the estate not before bequeathed, carried the bonds, notes, and other chóses in action, together with the money on hand at the testator’s death.\nThe appellants invoke the aid of that clause in the will, whereby the testator directs, that if any one of his children or grandchildren should commence any suit or quarrel about the distribution of his estate, such legatee shall forfeit his share. But that is a two-edged sword. Who commenced the dispute ? They are all in pari delicto. The daughters, and the husbands of those who are married, affirming that the will ought to receive a particular construction, and the son alleging that it ought to receive another. Who, then, is in the fault of offending against the provision ? Courts have considered directions of this kind in a will, as held up in terrorem, and designed to prevent disputes, rather than an injunction upon the just and equitable decision of disputes which arise. The general power of the law to determine upon the rights of the parties is not ousted; Pray et al. v. Belt et al., 1 Peters, 670. The court think they perceive the clear intent of the testator manifested in the whole, and every provision of the will taken together, and that is the light which they have followed in arriving at the conclusion which they adopted. . Decree affirmed."}