{"id": "954634", "contents": "Bell, J.\nThe charge of the court below seems to have proceeded upon the misapprehension that from the conveyance of Collins to Samuel. L. Wilhelm, a trust resulted for the benefit of John Wilhelm, which was liable to judicial sale, under and by virtue of the judgment confessed by the agent employed in making the purchase, and subsequent trustee. “If,” say the court, “John Wilhelm thought proper to pay $300, and, for some purpose best known to himself, to put the property in such form as that his name should not appear'in the deed, as a party in interest, we cannot permit his children to sot up the deed thus made, to defeat the plaintiff, if it appears the children really had no interest in the estate.” But, how does this appear ? Certainly, not from the deed creating the estate, for this gives them the whole beneficial interest in the land. It is not the case of a purchase of realty in the name of one with the money of another, which, under ordinary circumstances, would raise a trust by implication; and if it were, having been made by a father for the benefit of minor children unadvanced in life, Chancery, in the absence of a manifested contrary intent, would consider it as a provision for the children, and not a trust for the father, upon the principle that, as a parent is bound by the law of nature to provide for his child, a purchase in the name of the latter will be considered, in a court of equity, to be a performance of that obligation; Grey v. Grey, 1 Chan. Ca. 296; 1 Cruise Dig. 474, tit. Trust, pl. 72; Jackson v. Matsdorf, 11 Johns. 96. But in the present instance, we are not thrown upon this equitable presumption, for here is a formal declaration of a trust, in favom’ of the defendants below, and others, the children of John \"Wilhelm, presenting the ■ common- case of an express trust, solemnly constituted by a proper instrument legally executed and delivered, and necessarily excluding 'the idea of an adverse usufructuary interest by construction, in another. Nor is the equitable estate thus vested in the children at all affected by the fact that the largest instalment of the consideration money was paid from a fund furnished by their father ; for a parent, not indebted, and free of contemplated fraud against creditors — of which there is no suggestion here — may legally purchase or settle an estate for the use of his children, so that it will enure to their benefit, not only as against himself, but as to all the world beside. The beneficial interest residing in the defendants being ascertained, the only remaining inquiry is, whether the judgment confessed by the trustee for the balance of purchase-money, after the conveyance to him, in trust, was a lien on the estate of his cestui que trust, for satisfaction of which those estates might become the subjects of judicial sale ? The question must be put thus broadly to determine the respective rights of the litigant parties, in this proceeding, for it is certain the legal estate vested in the trustee was not touched by the sheriff’s sale, since no real interest in the land, liable to be taken in execution, resided in him; Humphreys v. Humphreys, 1 Yeates, 427; Hurst v. Lithgow, 2 Yeates, 24; Willis on Trustees, 82, 10 Law Lib.; and were this even otherwise, it would advantage the plaintiff below nothing, for transfer of the naked legal estate would not, of itself, entitle him to recover the possession out of the hands of the cestui que trust, in this or any other form of action. Regarding the trustee, therefore, as the mere conduit for the transmission of the beneficial estate, the contest is to be treated as entirely between those possessing this estate, under the deed of conveyance, and the purchaser at the sheriff’s sale, who, if he have not purchased an interest in the trust, has acquired in the land nothing that can be enforced to the prejudice of the defendants below. The grasp upon the land, sufficient to secure the payment of arrears of purchase-money, which Collins, the vendor, continued to maintain, under the articles of agreement, by retention of the legal title, was lost by the conveyance of that title to the trustee, Kauffelt v. Bower, 7 Serg. &. Rawle, 64, which, eo instante, vested the usufruct in the children of J. Wilhelm, unencumbered by any supposed equitable lien of the consideration to be paid; for in this respect, there is, in Pennsylvania, no difference of liability between legal estates and express trusts. This being so, the inquiry naturally presents itself, what is the character of the interests thus acquired by these children, and what the legitimate power of the trustee over it ? I have spoken of it as a usufruct, but it is more and greater than this. The ancient use which conferred on the cestui que use no estate in the land limited to uses, was said to resemble the usnfructus of the civil Jaw, which is defined to be the right to receive all such advantages from another’s property as can arise from it without injuring the principal; but modern unrestricted trusts are considered in equity, as between the person beneficially interested and a bare trustee and all claiming under him, as the ownership of the thing, and whatever would be the rule of law, if it were a legal estate, is applied in equity to'a trust estate; so that, as it is said, in clear law and reason, the cestui que trust is actually and absolutely seised of the freehold, in consideration of equity, and therefore the legal consequences of an actual seisin of the freehold shall follow; per Lord Mansfield, in Burgess v. Wheate, 1 Eden, Rep. 223. Thus, trust property niay be devised or be■queathed by the cestui que trust, and where it is not otherwise disposed of, it will descend and vest, according to the rules of law. Another consequence is that, though a use could not, a trust may, be taken in execution, and disposed of in satisfaction of a judgment recovered against the beneficial owner; who, except where the exigencies of the trust require it to be otherwise, is entitled to the actual possession, and, in this state, from necessity, may maintain ejectment, in his own name, to recover it. The trust is, in truth, regarded as the land, and the declaration of the trust as the disposition of the land; 4 Kent’s Com. 303. So far is this doctrine carried, that the legal estate residing in the trustee is considered as merely nominal, unless it be necessary, for the purposes of the trust, to treat it otherwise. He takes it for the benefit of the person for whom he is trusted; and who will not, in general, be subjected to disadvantage arising from the act of the trustee, not authorized by the creator of the trust, on account of his being seised of the legal estate; 1 Sand, on Uses and Trusts, 351, 365; Willis on Trusts, 86, 121. These principles recognise the trust as the master of the legal estate, which is entirely subservient to it, as its legal representative, the trustee being the mere instrument for the preservation and furtherance of the trust. It follows, from this, that he may do such things in' respect of it as he is expressly empowered to do; and thus, sometimes, encumber, or even sell it, as where he is directed to raise money out of the rents and profits, for meritorious purposes, such as the payment of debts and legacies. It is, perhaps, also true, that where a trustee, from the nature of it, cannot properly discharge his trust, without the exercise of power over the subject intrusted to him, the law concedes to him the necessary authority and discretion, so far as is essential to effectuate the object of the trust.\nAnother rule established for the protection of trustees is, that they shall be saved harmless as to all damages relating to the trust; and it is decided to be within the reason of this rule, that where he has, fairly and honestly, without any possibility of being a gainer, .laid down money by which the cestui que trust is benefited in respect of the trust, the trustee ought to be repaid; Balsh v. Hyham, 2 P. Wms. 455; Frazer v. Hallowell, 1 B. 126; and in a proper case, where a trustee has expended money on the trust, it is said the court would sequester the profits of the land in payment, or perhaps decree a sale'for that purpose; Altemus v. Elliott, 2 Barr, 62. It may be that, had the trustee, in one. case, paid the balance of purchase-money in discharge of his covenant, con-, tained in the executory agreement for the sale and .purchase of the land, he would have been entitled to call on the cestuis que trust to reimburse him; for such payment would be in furtherance of the trust. But the principle that lies at the foundation of such a right cannot be invoked to sanction the creation of an encumbrance by judgment, which might eventually defeat the trust at law, though the object be to secure payment of part of the purchase-money. Powers of leasing, sale, and exchange, are said to be, in fact, powers of revocation; and the same is true, at least to a certain extent, of a power to encumber; all of which must be reserved to the trustee expressly, or at least by strong implication. The attempt made by this trustee to saddle the trust with an encumbrance, was, therefore, unauthorized; for no such power is confided to him by the instrument creating the trust, nor does it spring from any necessity attaching upon .it, if, indeed, that were sufficient. Had the parties intended to subject the estates of the cestuis que trust to the payment of the remaining purchase-money by way of lien, it might easily have been effected by the introduction of provisions proper for such a purpose into the deed, either as real covenants -or as clauses conferring power on the trustee to encumber. But not only was this not done, but, so far as appears, never was in the contemplation of the parties to do. By the articles stipulating the terms of the purchase, the vendor agreed to accept Samuel’s judgment note, as it is called, to secure payment of the balance of the purchase-money, which created a mere personal obligation binding the obligor. It is true he testifies that • at the time the obligation was given, it was understood the land was to be bound for the amount, unless it was paid by John Wilhelm; but were it even conceded that such a parol understanding, if properly had, could be made effective to charge the trust estate with the lien of the judgment, there is nothing in the case showing such agreement by persons entitled to make it. It results from what has been said, that as the trustee lacked power to charge the trust by way of lien, the judgment subsequently entered by virtue of the warrant of attorney, bound not the estates of the cestuis que trust, who were not parties to it, nor in privity with it; and, consequently, the vendor was entitled to look alone to the defendant therein for payment. Nor were the beneficial owners of the land made parties to the proceeding had under this judgment. The scire facias, judgment therein, and executions, under which the plaintiff below claims, were against Samuel Wilhelm, with notice to John Wilhelm; but they had no interest in the land that passed by the sheriff’s sale, and, therefore, no right of possession as against the cestuis que trust was acquired by virtue of it, the purchaser being fully informed of the existence of the trust.\nThis view of the controversy ascertains a title in the defendants below, superior to the judgment under which the plaintiff claims, and, as the case now stands, sufficient to defeat his recovery. As it covers the whole ground of the dispute, it is unnecessary further to remark on the errors specially assigned, except to say there is no soundness in the objections taken below to the evidence admitted.\nJudgment reversed, and a venire de novo awarded."}