{"id": "954607", "contents": "Burnside, J.\nThe lucid opinion of the president of the District Court on the merits of this strange proceeding, demonstrates that the recognisance in this case is valid and binding. We fully concur in that opinion. As the case comes before us in the nature of a special verdict, we have a right to change or mould the judgment of the District Court into such form, as we think just to all the parties. In so doing, if authority was wanted, it will be found in the case of Bixler and Wife v. Kunkle and Another, executors of Kunkle, 17 Serg. & Rawle, 300. In that case, executors who were appointed by the will trustees to purchase land for the use of the testator’s daughter, so that her husband should have no share of it, and in the meanwhile to pay her the interest, received the money and suffered the time to elapse, and then refused to perform the trust. The court gave judgment in an action of indebitatus assumpsit for the use of the daughter, for the sum due her, and ordered the money to be paid into the court below, to be laid out under the direction of the court in the purchase of land according to the last will and testament of her father. This equitable exercise of the powers of this court was prior to the act of the 16th June, 1836, (Dunlap, 282,) which extends the equity powers of all our courts, especially in cases- of trusts. While we concur with the District Court on the merits of the case, and that the plaintiff has a right to receive, it is our duty, in a case like the present, to frame the judgment so as to do justice to all the parties. Thomas Haffey, jun., is in possession of the land; to continue the lien, revivals of the judgment might be necessary, .which may put him to expense and inconvenience. The recovery of the interest annually may be inconvenient not only to the defendant, but to Noble, the bail, and attended with costs. Saville, as administrator of his wife, is, by the common law, entitled to receive; but the 51st section of the act of 1832, (Dunlap, 477,) directs that when a sum of money is awarded by the Orphans’ Court for the share or portion to which a married woman may be entitled, such money shall not be paid to her husband until he shall have given security to the satisfaction of the court, that the amount thereof shall be paid, after his death, to her heirs. In the case before us, the husband is only entitled to the interest. We therefore direct the judgment for the penalty to be affirmed; and further, that thé amount due be recovered and paid into court; and the , District Court directed to hand over the money so raised to the Orphans’ Court, -which -will direct the interest to be paid to the husband, and the principal invested for the children of his late wife, on the death of their father.\nJudgment accordingly,"}