{"id": "954611", "contents": "Coulter, J.\nThe first error assigned, which is in relation to the rejection of part of the testimony contained in the deposition of James Cameron, cannot be sustained by this court; because, upon an examination of the bill of exceptions certified by the court below, with the record, it appears that the plaintiff in error did not except to the rejection of that part of' the deposition in the court below; and of course they cannot assign it for error here. It is probable that a mistake may have occurred below in relation to this matter; for there is more apparent reason that the plaintiff should have excepted than that the defendant should have done so. But as the counsel for the parties could not agree, we must take the record as we find it. And as it distinctly appears from it that the defendant alone excepted, the error assigned is dismissed.\nThe second error assigned is in relation to the deposition of John Stauffer by the court below. We are of opinion that the court below were right in rejecting the deposition of Stauffer; because he was a party on the record and to the issue then trying. It is said that it was a feigned issue. That is true; but it was a substantial issue, with substantial parties having an interest in that issue, and which was to have a bearing on the rights of the parties, and was directed by the court. In the issue so directed, John Stauffer was one of the legal parties. The caption is, George Tomb, and George Tomb, .assignee of John Stauffer et al. But he was not assignee, so as to authorize him to proceed in his own name on the judgment transferred to him by Stauffer. Tomb was only the equitable owner of the judgment. Every proceeding on it would have to be in the name of John Stauffer: it might be added, to be sure, for the use of George Tomb, as is usually done. In the list of judgments given in evidence, and on the paper book, is the judgment transferred to Tomb; and it is certified in the name of John Stauffer. George Tomb is a plaintiff in his own right, and John Stauffer is a legal plaintiff for his use; and in this attitude the parties have placed themselves by their own consent; and the order of the court, founded on that consent, has put them into the position of parties. They are therefore to be regarded as parties. A few days less than one month after Stauffer had transferred his interest in the judgment which is embraced in the plaintiff’s claim, his deposition was taken. The ancient rule of the common law was, that no man could be a witness in his own cause. It was, hoivever, departed from in many cases, particularly in this state. The leading case of Steele v. The Phœnix Insurance Company, in which the circumstance of being the legal plaintiff whilst the equitable interest resided in another, was ruled not sufficient to exclude him from giving testimony under certain circumstances. And this decision was followed for many years, until the mischief to which it led induced the court to retrace their steps, and return to the great nourishing mother, the common law. The cases of. Steele v. The Phœnix Insurance Company, 3 Binn. 306, Martin v. Stille, 3 Whart. 337, and several dicta to the same effect, have been overruled. And in the case of Wolf v. Fink, 1 Barr, 435, it was held, that a party to the suit at the impetration of the writ, was incompetent as a witness; not on the ground of his interest, but because, from principles of public policy, it was necessary to exclude him. This decision has been reviewed and sanctioned by several other decisions, and particularly in one at the last Pittsburgh Term, not yet reported. On this ground, the rejection of Stauffer’s testimony is sustained by this court. The other errors assigned are not sustained, and, in the opinion of this court, involve nothing which requires notice.\n■ Judgment is affirmed."}