{"id": "954617", "contents": "Coulter, J.\nAt first blush Armstrong’s appeal, 5 Watts & Serg. 352, would seem to rule the cause in hand; but a close scrutiny will deliver the latter from the dominion of the former. In Armstrong’s appeal the bail had paid the judgment for which he had entered into recognisance to obtain the stay of execution ; in this case, he did not pay it, nor was it the intention of the parties that the judgment should be considered as paid, but clearly the contrary. When the judgment is paid by the act of the bail, it requires the aid of the court to keep it alive, in favour of a meritorious surety; which intervention of the court being merely, in its origin at least, gratuitous, but now well regulated by equitable discretion, will not in general be exercised to the prejudice of the. rights of third persons. Thus by the very act of payment, the rights of the subsequent judgment creditors attach; and the court would never exercise its high power to restore and keep alive that which was dead and inoperative, without strong and imposing equity. In the case of Armstrong’s Appeal, the court ruled that such equity did not exist, in favour of bail to procure the stay of execution, he being considered in the light of a volunteer. In the present case, however, the bail did not pay, but purchased the judgment from the plaintiff; and it was in pursuance of that purchase assigned to him by the plaintiff’s attorney with the plaintiff’s consent, and the judgment marked for Ms use before the sale of the property on which the money in court was made. Who was injured by this contract between the owner of the judgment and the recognisor ? Can any power, eqMtable or legal, torture that transaction into a satisfaction of the judgment against the consent of the parties ? De Turk, the recognisor, was not party or privy to the judgment. He was a mere volunteer after the judgment was perfect. What principle of law, then, prevented him from buying the judgment and having it transferred to him ?■ I am certainly aware of none! In this point of view, it was not necessary that the court should subrogate De Turk. The plaintiff in the judgment had substituted him, and transferred to him all his rights growing out of it; and in the collection of the judgment, he was entitled to stand in the shoes of the plaintiff, although not the legal assignee under the hand and seal of the plaintiff, according to the form of the act of Assembly; yet he was the equitable assignee, who is always regarded in our courts as entitled to their protection. Most of the choses in action which have been transferred and come into court, are for the use of the transferree: who is only -the equitable holder, but who is always allowed to take the money out of court produced by the sMt. Indeed, the court would at once restrain the legal plaintiff from doing any act to his prejudice.\nTo my mind, this case does not present the aspect of one in which the eqMtable power possessed by the court of substitution need be invoked by De Turk; although that was the basis of the argument against him. The question is rather, whether the court will restrain the equitable assignee of the oldest judgment creditor, from taking the money out of court, because he happened to enter into recognisance to procure the stay of execution allowed by law to the defendant, five years before he purchased the judgment, and which, stay had expired more than three years before the other creditor claiming the money had procured a judgment. In the case of Carnighan v. Brewster, 2 Barr, it was decided that the first judgment was entitled to the money, and that the law made the appropriation, although it was secured by recognisance of bail, to obtain stay of execution. And how the circumstance of the judgment being transferred to the bail could make any difference, I confess I am at a loss to perceive.\n■ At the time De Turk entered into recognisance, and for a long time afterwards, — long after the stay had expired, this was the only lien; and it was perhaps on the faith of that circumstance, that he entered into the recognisance. This wrould not have injured other judgment creditors, because there were none to injure till after the expiration of the stay. There appears to be no good reason why he ought not .to take the money out of court on the judgment, which he honestly purchased and paid 'for, it being the oldest lien.\nDecree affirmed."}