{"id": "954600", "contents": "Bell, J.\nUpon the ground that the probate of James Evans’s last will, before the register of wills of Allegheny county, is conclusive upon the question of title to the land, sought to be recovered in the action of ejectment, and bars further inquiry into the validity of that instrument, the court below rejected the evidence- offered by the plaintiff to establish the asserted fact that the testator was of non-sane memory at the time the alleged will was executed. Whether this rejection of the proffered evidence involves an error, is the only question presented by this record.\nBefore-the act of the 15th March, 1832, it had been definitively settled by repeated decisions in this state, that the sentence of a register of wills admitting to probate a last will, the decree of a register’s court, and even the verdict of a jury, on an issue of devisavit vel non, directed to try the sufficiency of the supposed testament, was conclusive only upon the disposition of the personal estate of the • deeedent, and could not be set up to stop a party claiming an estate by descent in the lands devised, from averring the invalidity of the testamentary disposition; and the same rule permitted one claiming land by virtue of an alleged will to establish its validity by proof in pais, at common law, though condemned by the decision of a register, refusing to admit it to probate. The question was agitated in this court several- times, and always resulted in the same conclusion; that those asserting an interest in realty were at liberty to try the efficacy of their titles in an action of ejectment, upon eommon-law proof, irrespective of the sentence of the register or the result of the proceedings directed by him. The decisions, establishing this principle as the, undoubted law of Pennsylvania, commence as early as the year 1774, and will be found collected by the late Mr. Justice Kennedy in the elaborate opinion delivered by him as the organ of the court, in Smith v. Bonsall, 5 Rawle, 80. The truth is, that, at common law, there was no such thing as probate of a devise, simply of realty, before the ordinary, or his substitute, because of lack of jurisdiction in the ecclesiastical courts over the subject; and although, under our earlier statutes, a practice grew up of accepting a probate of a will of lands as prima, facie - evidence of title, the parties in interest were left at liberty to attack, or might be called upon to support, per testes, the alleged testamentary writing in any form of action proper to settle the question of estate. Has our law undergone an alteration in this particular ? The learned judge, before whom the cause was tried in the district court, returns an affirmative answer to this question, and founds his response upon the general provisions of the act of 1832, r'elating to -registers of registers’ courts, already referred to. The argument, stated briefly, is, that the registers of wills of the several counties are judicial officers, clothed, by the act, with power to take probate, indifferently, of wills of lands and testaments of chattels — the statute making no distinction between the kinds of testamentary writings, and pointing out no difference in the legal effect to be ascribed to the act of probate; and, therefore, it is said the decree of the officer is in each case alike, a judicial decision, directly upon a subject entrusted to his jurisdiction; and which, like other judgments, cannot be impeached collaterally,- or overhauled, except in the mode pointed out in the act, by appeal. That the register is a judicial functionary, and his decrees, within certain limits, conclusive until reversed on appeal, is not to be questioned; and as, by the terms of the statute, he is empowered to take probate of wills generally, it would, at first blush, appear anomalous to ascribe a binding efficacy to one act of probate which is denied to another, or to accord different degrees of stringency to the same probate. . The reasoning w'hieh disputes the propriety of this is not without seeming force, and, hastily considered, would appear difficult to answer. But an attentive consideration of the subject satisfies us that it is founded upon the radical error of imputing to the legislature an intent nowhere sufficiently manifested to alter a settled rule of the common law.\nA glance at the various statutes that have, from time to time, been enacted upon the subject, will show that their language, descriptive of the general power of probate to be exercised by the register-general and his deputies, and afterwards by the county registers, is as broad and comprehensive as that used in the. act of I732. The act of 1705 directed the appointment of a register-general and deputies in the several counties, for the probate of wills and granting letters of administration. The act of the 7th of June, 1812, empowered the register-general and his deputies, with the assistance of two or more justices of the Court of Common Pleas, to hear and determine caveats entered against the .proving of any will or granting letters of administration, and matters in controversy ; and the act of the 13th of April, 1791, gave an appeal from the definitive sentence or decree of the register’s court, to the high court of errors, and directed the former tribunal, upon the application of either of the parties litigant, to send an issue into the Court of Common Pleas, for the trial of disputed facts, and that, after a verdict establishing such facts, they should not be re-examined upon appeal. This was followed by the acts of the 30th of September, 1791, giving an appeal from the acts and decisions of the several registers to the respective registers’ courts, and 19th of April, 1794, providing an appeal from the final decrees and sentences of registers’ courts to the Supreme Court; and of the 26th of February, 1806, constituting the register, and two of the judges of the Common Pleas of each county, the registers’ court. No distinction is made, in terms, by these statutes, so far as the jurisdiction of the register is concerned, between devises of realty and bequests of personalty; and, under the system established by them, it became the almost every-day practice in Pennsylvania to test, in the first instance, the validity of last wills, irrespective of the nature of the property disposed of; and the law so far sanctioned this practice as to recognise a register’s probate of a will of land as prima facie evidence, and compelling him who called into question the instrument so authenticated, to impeach its validity by counter proof. Still, as we have seen, the distinction between decrees touching the disposition of personal estates and those affecting realty, was uniformly and steadily maintained. The former were treated as conclusive on all the parties in interest, until revived on appeal, while the latter were regarded as settling nothing definitively. Then came the act of 1832, the framers of which adopted most of the then existing provisions of the preceding-statutes, and added others, avowedly with a view of improving the system they found already existing, but without alteration of its fundamental qualities. Thus the new feature, authorizing the register to direct a precept to the Court of Common Pleas for the trial of an issue, without the intervention of a register’s court, was introduced to avoid unnecessary circuity; and the authority to issue process to cause witnesses and parties to come before him, and for the procurement of testimony, was conferred as convenient, if not necessary, to the proper discharge of the duties with which the officer had been previously charged. It is .true the fifth section of the act directs that every register shall have jurisdiction within the county for which he shall have been appointed, of the probate of wills and testaments, and of granting letters testamentary; but this is nothing further or beyond the jurisdiction conferred by the act of 1705, the language of which, in. this particular, seems to have been copied. That no such radical change in the existing law as that proposed by the District Court was contemplated, is obvious, not only from this, but also from the report.of the civil code commissioners accompanying the draft of the statute, to which reference may with propriety be made when seeking the leading intent, and in which there is not to be found an intimation of the supposed alteration. The absence of an express declaration to such effect, in the statute itself, is an impressive, though silent admonition that no. change in principle was intended. The introduction of the principle proposed would be of the gravest importance in its effect upon titles to real estate, derived from testamentary disposition or by descent; and the long-established mode of ascertaining them, by substituting the decree of a subordinate officer, or, at best, the verdict of a single jury, for successive actions of ejectment, and two concurring verdicts conceded, by the law. of this state, as the right of every one litigating a claim to an estate in lands, without reference to the peculiar form of his title. Besides, if such were the rule, it is easy to see how, under the system as it now stands, the rights of parties in interest might be fatally compromised without a hearing; and who, instead of the twenty-one years allowed by the statute of limitations, would find themselves estopped of the assertion of title by the lapse of a single year-allowed for an appeal to this court. This could not be where the adverse title springs from a conveyance by deed; and why should it prevent, where the foundation of an estate is a last will, which, as a muniment, is of no greater dignity than a common-law assurance ? These considerations force upon us the conviction that the lawmakers did not design the introduction. of consequences so novel and important, by implication; and this conclusion is in harmony with one of the soundest canons of construction, which teaches, as a rule of exposition, that public acts of the legislature are to be _ construed in reference to the principles of the common law; for an intent to make any innovation upon the common law is not to be presumed further than the case absolutely requires. The law rather infers, that the act of the legislature did not intend to work any alteration other than what is specified; and, besides, what has been plainly pronounced; for, as is naturally said, if such had been the design, it would have been expressed: Dwarris on Statutes, 48.\nIt is believed the construction I have intimated Is in accordance with the sense of the profession everywhere. Fifteen years have run since the last act was made, and in that time many wills of land have been proved, and issues directed by the register and registers’ courts, tried ; and yet, this is the first Instance, so far as I am informed, in which the principle adopted by the court below has been seriously insisted on. The maxim, therefore, of cotemporanea expositio est fortissimo in lege, may well be invoked in aid of the argument. In proof of this general understanding, we have the authority of two cases decided by this court since the year 1832, which recognise the doctrine I have endeavoured to vindicate and point out the ground on which it rests. One of these is Smith v. Bonsall, already cited, decided in 1835, in which it was held that a will of lands condemned by the register, who refused to admit it to probate, might, nevertheless, be established by common-law proof, so as to found a title to realty. It is probable the will then in question was operative before the enactment of the statute; but this could make no difference in the effect to be given to the register’s decree, if that were pronounced after. How this fact was, the report of the case furnishes no means of ascertaining, and it is not now recollected; but the uncertainty does not involve the other case of Lewis v. Pratt, 2 Whart. 81, decided in 1836; for there the issue of devisavit vel non, directed by the register’s court, was finally determined in 1834. If it be conceded, that in the first of these eases the action of the register was, probably, before the act was made, it is scarcely to be believed it would not have been noticed by the bench or at the bar, had it been thought to change the law. Such a construction would have ruled the last case differently from the actual determination of it; yet in neither was the act alluded to. Of course, the court were aware of its existence, and their silence in relation to it leads, irresistibly, toi the conclusion, that it was thought there was nothing in its provi-| sions to effect the supposed change; and, indeed, I am authorized' to say, such was the opinion then entertained. As the court, as now constituted, is also of this opinion, it follows, the judge below committed an error in rejecting the plaintiff’s offered evidence, for which the judgment must be reversed.\nJudgment reversed, and a venire de novo awarded."}