{"id": "954632", "contents": "Gibson, C. J.\nIf the constitutionality of the declaratory act depended on the provisions of the original act of incorporation, we would be bound to pronounce against it. A charter to execute a . public work, which can only be accomplished by the state, or an agent acting by its authority, is essentially a contract between the state and the agent; and the principle needed not the decision in the Dartmouth College case to establish it. The wonder is, that it happened to be controverted. The state itself is answerable fox' private damage no further than it is expressly made so by the provision of the constitution which forbids private property tó be taken for public use, without compensation made for it. A grant of this eminent domain, so far as it is not specially restricted, passes the immunity from responsibility which pertained to it while it was in the hands of the state; and a corporation invested with it, being the locum tenens of the state, is liable to consequential damage to private property no further than it is declared to be so in the act of its incorporation. In other words, the' state is bound to defend its servant as far as it could defexxd itself, unless the terms of the contract restricted the claim to protection when it was made. Such is the law as it , stood on the constitution of T790, to which the framers of the amended constitution have added a provision requiring a corporation or natural person, invested with the power of the state, to make compensation for private property, or give security for it, before it bo actually taken for public use. And this difference between the ageixts of the state and the state itself, which is the only one peculiar to the instrument as it stands, has no relation to consequential damage. Now it has already been determined that the case before us was xxot provided for in the original act of incorporation; and had it continued to stand on that foot, the power of the state would have been incompetent to burden the company with chax-ges ixot originally imposed on it. But iix 1839, it accepted a grant of further powers and privileges, in consideration of an express reservation by the legislature of a power “ to alter, amend, or annul the said charter of said company, at any time thereafter, in such manner that no injustice be done to the said corporation and, in execution of it, they declared, in 1844, that the ’compaxxy “ shall make amends for any damage done, or that may be done, to lands or' property lying upon the Monongahela river, or its bx-anches and tributary streams, by overflowing the same.” It is evident, that by accepting additional privileges and powers on the terms prescribed in the grant of them, the company surrendered the inviolability of its contract to the discretion of the legislature. How this discretion has been exercised it is not for us to say; but if we were bound to do so, we would promptly say that it has, in the words of the declaratory act, done xxo injustice to the company.\nIt is contended, however, that conceding the constitutionality of the act, yet, as the surface of the pool made by the dam is lower than the surface of the stream at the defendants’ line, and as the water consequently does not flood his mill or land, when the river is at its ordinary pitch, the company is not answerable for damage done to the property by floods, though the dam may contribute to the cause of it. It is certainly true, as contended, that a riparian owner is entitled to swell the water in the channel of the stream, in its natural state, up to his neighbour’s line; and that he is not answerable for damage done by high water, however it may have been increased by the obstruction below. The reason of the rule is, that as damage from floods may be increased by almost any obstruction whatever, it is inseparable from even a reasonable use of the stream in a way to produce the greatest benefit to all the riparian proprietors. If it were otherwise, the whole power created by the descent of the stream within the limits of each, could not be used by any o.f them, as a considerable margin would have to he left by each to prevent his dam from swelling the water back upon his neighbour in ¡¡times of flood. It is better for all, however, that the whole power of the stream should be turned to account, than that particular damage on extraordinary-occasions should be prevented by sacrificing part of it. The rule is founded in general policy and convenience, being found to be productive of the greatest amount of general good. This company, however, is not a riparian owner, and cannot claim the privilege of one. It has no right to swell the water at all but what it derives from the act of its incorporation ; a,nd it is bound to pay the price which the legislature has set upon it. Now, what is that ? It is compensation “for any damage done to lands or property.” True, it was said in the Lehigh Bridge Company v. The Lehigh Navigation and Coal Company, 4 Rawle, 9, that a loss incurred from an act of Providence, is not to be borne by one whose superstructure has been, without negligence on his part, the passive and immediate instrument of it; and that the defendant there would not have been liable had the flood torn the timbers of his dam from their foundations, and driven them against the plaintiff’s bridge with such violence as to sweep it away, unless its agents had left them improperly secured. Here, however, the defendant’s dam was not the immediate and passive instrument of the mischief, but the remote and active cause of it; and no question of negligence could be connected with it. In that case, too, the act of incorporation made the company liable for consequential damage on the principles of the common law: in this, it makes it liable for any damage whatever. It was framed to give remedy in the very case before us; and it would be a perverse interpretation of it that would so direct its aim as to make it miss the mark. The result of the whole is, that the cause was properly-put to the jury.\nJudgment affirmed."}