{"id": "954629", "contents": "Coulter, J.\nThis is quite a small case, in relation to the damages found by the jury. But since it is here, the principles of law applicable to the facts must be adjusted as if it were larger. The court took the facts entirely from the jury, and instructed them, that they must find damages for the plaintiff below, submitting to them the amount only. There was evidence, and pretty strong evidence, that the dog or slut was vicious, ferocious and savage, and that this was known to the plaintiff. A dog may be so ferocious as to become, a public nuisance; and in such cases, if his owner permits him to run at large, any person may kill him. Public convenience and safety require and justify such a rule of law. The animal ceases to be reclaimed and domesticated, except for the convenience and ill temper of his master; and all other people, to whom he is a dangerous and vexatious annoyance and nuisance, may treat' him as ferce natures, and slay him: 13 Johns. Rep. 312. The court ought to have so stated the law to the jury, and allowed them to determine from the facts, whether the dog or slut was of the character I have described. Another branch of de-\" fence was, that the slut was in the act of committing a trespass in the garden of the defendant, at the time she was killed, and had committed a trespass therein a few hours before, by taking fish from the wall, which' his wife had hung up to dry, asJA usual among women. The defendant’s wife had an undoubted right to hang up the fish to dry in his' own enclosure convenient to the kitchen, or against the kitchen wall. And he had a right to protect and preserve that convenient rise of his property. His garden was well fenced; and his property, whether meat or fish, in his cellar, in his kitchen, or in his yard, it was lawful for him to preserve against any man’s dog; and if he could not otherwise protect it, he might kill the dog when caught on his premises in the act of destruction. In Mason v. Keeling, Lord Raym. 608, Chief Justice Holt says, “ That if a dog breaks a neighbour’s close, his owner will not be subject to an action.” And are such animals to be chartered for the annoyance and discomfort of people ? But if th'e owner were responsible, who can detect and bear witness against the nocturnal depredators and thieves ? A dog is a useful animal; but he must be taught useful qualities and innocent habits by his master: except when defending his master’s property, or his person, or that' of his family, and there he may be as courageous and ferocious as he pleases. A dog is not td be kept for the purpose of destroying the property of neighbours. And if this man, King, found it necessary for the preservation of his property, he was justified in killing the dog, when found in the act of destruction on his ground and within his own enclosure. Thus it was adjudged a good plea of justification, that the dog was in the warren of defendant, pursuing conies, and that defendant killed him : Cro. James, 44. So it is, if a dog runs after deer in a park: Barrington v. Turner, 3 Lev. 28. And a man’s garden here is equally protected. It is somewhat peculiarly within the law’s guardianship, as being immediately connected with his domestic arrangements, and almost always, as in this case, attached to his castle or dwelling. Whether he could not preserve his property and the customary use of it, without destroying the animal committing depredations when found in the act, ought to have been submitted to the jury by the court, as a question within their province to decide. The judgment is reversed, because the facts were withdrawn from the jury. The other errors assigned are not sustained. v\nJudgment reversed, and a venire de novo_ awarded."}