{"id": "954633", "contents": "Burnside, J.\nOf the errors assigned, but few have been in conclusion seriously urged in this court. These will be considered. ' Permitting the defendants to withdraw their general plea of not guilty,, after an award made in the cause, which had been appealed from; and allowing Walter to plead not guilty as to an undivided third part, and Alexander to plead not guilty as to the undivided two-third parts of the land in question. There was no error in the court allowing the defendants to take separate defences on the, trial. Such an amendment would have been allowed before the act of 1806, which expressly allows a defendant to alter his plea or defence on or before the trial of the cause: Dunlop’s Dig. 188, 189. But this amendment made no material change in the defence. The evidence would be the same. It only permitted the defendants to take defence for different undivided portions of the tract in question. The counsel has likened it to the case of a plaintiff, who will not bo allowed to file an additional count in his declaration or statement setting out a new and distinct cause of action from that tried before the arbitrators : 5 Watts & Serg. 32. But this is not like that case.. There was no error in allowing the defendants to take separate defence for the portions of the premises they respectively claimed after the award. The next error worthy of notice is the-answer of the court to the fifth point of the plaintiff. The court were requested to instruct the jury, that if they believed that Alexander, after going into possession of the land, and before the sale, in the presence of Milo Keeler, said that lie owned no land, that subsequent possession was no notice of title, and the plaintiff entitled to recover. To this the court answered, “ that the possession of the defendant being the only notice of his title, if he gave Milo Keeler information that he did not own the land, the effect of his possession as to Milo Keeler would be removed, and he would, so far as this point is concerned, be entitled to recover. There is no evidence of any communication in relation to the ownership of the property, between Milo Keeler and Alexander Yantuyle, before the sale, except as contained in the doubtful testimony of Heister Keeler.” If we can understand the evidence, unquestionably the evidence of Augustus Wheelock, as well as that of A. K. Brinck, went to prove that Alexander Yantuyle declared he did not own any property; and we think this ought to have been brought into the view of the jury, and submitted to them for consideration. The plaintiff’s counsel requested the court to instruct the jury, “ that the rule of law is, that silence will postpone where silence is fraud; and that if the jury believe that Alexander knew of the sale, and gave no notice of his claim or title, he is concluded.” To this the court answered, “ The principle of law stated in this point is correct; but Alexander Yantuyle, being in the actual possession, was under no obligation to go to Wilkesbarre for the purpose of giving notice of his title, at the sheriff’s sale.” It is true that possession is generally notice; but we cannot accede to-the principle to the extent that the judge laid it down in the case before us. On the trial of Billington.'y. Welsh, 5 Binn. 129, Mr. Justice Yeates charged the jury, that if the defendant really had notice of the execution and sale, jt was a fraud to omit warning all persons against purchasing the part claimed by himself; and in delivering his opinion in banc, he declares that it is of peculiar importance, that notice should be given at sheriffs’ sales of adverse claims. If Alexander Yantuyle saw his property, advertised for sale by the sheriff, on a day certain, on an execution against him, why should he omit to give notice ? Notice is easily given at this day, without travelling to the county town. An advertisement put up at the sale, or a notice in the same paper that has the sheriff’s advertisement, is easily inserted. We are not to be understood as deciding that where a man is in the open, notorious, and continued possession of land, that omitting to give notice will destroy his title: but that is not this case. And although Alexander Yantuyle was in possession, if the jury believed that he declared that he was not the owner, it would be but slight constructive notice. If he knew of the premises being taken in execution and selling at sheriff’s sale as his estate, it was his duty to give notice; and omitting to do so was a circumstance — and a strong circumstance — to be left to the jury, in this contest about the right of possession and ownership of this land.\nThe judgment is reversed, and a venire de novo awarded."}