{"id": "954606", "contents": "Gibson, C. J.\nWhen a tract of land has been surveyed for a warrantee, by courses and distances subsequently called for in a patent for it, the lines actually traced on the ground, as shown by the landmarks, and not those produced by the'courses and distances, constitute the boundaries of the grant; and why should they not constitute the boundaries of a grant by an individual? The certainty of result produced by the rule, and the convenience of it, are alike reasons for its application to both; or perhaps they operate more forcibly for its application to the latter in proportion to the difference of value between wild and cultivated land. , The calls of a survey, and not its courses and distances, are to govern; and where there are actual lines of demarcation, the compass and chain are no more than instruments to point them out. Where they are not to ' be found, the results .obtained by actual áurvey are the next best evidence of their location. The mischiefs of a system adopted in an adjoining state, where courses and distances are every thing, and landmarks nothing, have induced us to cling to our own in all cases. Carelessness of chain-carriers, roughness of surface, variation of the compass, imperfection of the instrument, unskilfulness in the use of it, and other causes not to be enumerated, inevitably produce, in every instance, more or less uncertainty of result; and if we suffered ourselves to be governed by the compass and by measurement, collisions would be incessant. Now, what is the case to which we are to apply our rule ? The plaintiff had partly executed a parol sale by having the land surveyed and possession of it delivered according to monuments on the ground; but in drawing a deed for it, the scrivener inserted the courses and distances without reference to the monuments. These are found to be discrepant. And which shall govern? Undoubtedly the monuments. It would be most unjust to let the grantee avail himself of the surveyor’s inaccuracies and the scrivener’s omission, in order that he might take in more land than he paid for, or was set off to him; and the judge should have told the jury that the law would not allow it; The contest is a small one; but we are bound to send the error back for correction.\nJudgment reversed, and venire de novo awarded."}