{"id": "954626", "contents": "Rogers, J.\nThe act of the 16th February, 1846, declares that in all actions pending, or which may hereafter be brought, the courts shall have power, in any stage of the proceedings, to permit amendments of the record, where it shall appear to them by any sufficient evidence that a mistake has been made in the Christian name or surname of any party, plaintiff or defendant. This act was passed with special reference to Horbach v. Knox, Boggs & Co., 8 Watts & Serg. 30, (this case); where the court held, that under the construction given to the act of the 21st March, 1806, the Court of Common Pleas had not the power to permit an amendment after suit brought, by which the Christian name of one of the plaintiffs was changed. It is said, the act does not embrace the case, although so intended by the draftsman of the bill, because the amendment is of the Christian name, and not in the Christian name; hut this is a distinction too nice for practical use. It would entirely frustrate not only the intention of the framers of the act, hut of the legislature, who designed to remedy the supposed defect in the administration of justice indicated by the decision referred to, and a prior case of Wilson v. Wallace, 8 Serg. & Rawle, 58. The act is entitled to receive a liberal and a benign interpretation; and, in our view, it clearly extends to all mistakes of every description whatever in or of the Christian or surname of either plaintiff or defendant. We therefore see no error in the amendment, which consists in allowing the name of James A. to be substituted for John-Knox. Whether the entire name may be changed, it is unnecessary to decide, as the amendment here is in the Christian name alone. It is said the amendment was allowed on insufficient evidence; but we are of opinion that as it is addressed to the conscience of the court, the oath of the party, or attorney, even though ex parte, is the sufficient evidence contemplated by the act. The strict rules of evidence required in the trial of issues may, with great propriety, and without injustice, be dispensed with on an application to amend the record before judgment.\nBut was the deposition evidence ? At the time the deposition was taken, the cause stood in the name of Abraham Horbach, defendant, and John Knox, James Boggs, and John Knox, late partners, trading under the firm of Knox, Boggs & Co., for the use of the assignees, plaintiffs. It is offered and received in evidence in a suit where the same person is defendant; but John Knox, James Boggs, and James A.'Knox, late partners, &c., were plaintiffs. The parties as they stood on the record are different; from which it follows that the deposition was taken in one suit, and received in evidence in another and different suit. We think that, in justice, after the amendment of the record, it was the duty of the plaintiff to have the deposition re-taken, because otherwise the defendant would be deprived of his right to cross-examine the witness. I take it to be clear that he was not compelled to notice the deposition taken in the suit as it originally stood, knowing that he had no dealings with any firm composed of individuals such as are there named. In truth, he had no notice whatever of any deposition taken in the cause on trial. This is a decisive objection to its competency. Nor will the act help the plaintiff, because it extends to amendments of records where mistakes have been made in the name, and not to depositions which form no part of the record. The court have power to permit amendments on sufficient evidence; of course they may impose such terms on the party applying to amend, such as the payment of costs, &c., as they may deem reasonable and right. With salutary restrictions, a liberal, allowance of amendments will conduce to the administration of justice, heretofore too much trammelled by form. Whether the principle of' amendment -may not with safety be further extended, so as to enable the court to strike out and add parties to the suit before judgment, will be for them in their wisdom to determine. It will only enable the common law courts to do that which has been the common practice in chancery since equity jurisprudence in that court assumed the form of a complete system.\nJudgment reversed, and venire de novo awarded."}