{"id": "954608", "contents": "Burnside, J.\nThis was an action of ejeetmentfor the six-ninths of a tract of land in Raccoon township, in the county of Beaver. The plaintiffs claimed as ,heirs-at-law of old John Crail, who.was the father of the defendant. The defendant claimed in his own right, by virtue of an aetual resident settlement, commenced in 1813, by Hailes, the son-in-law of John Crail, and a warrant and survey and patent in pursuance of that settlement. A-number of points were made by the counsel of the plaintiff, and many errors assigned; those that are material will be considered.\nThe first error assigned is, to the court telling the jury that it would require dear and satisfactory evidence to warrant a jury in coming to the conclusion that Hailes was holding the possession for John Crail. When we look at the title of the parties we see nothing wrong in this instruction. By satisfactory evidence, (says (xreenleaf, sect.. 2, p. 4,) which is sometimes called sufficient mdence, is intended that amount of proof which ordinarily satisfies an unprejudiced mind beyond reasonable doubt. The circumstances which will amount to this degree of proof, can never be previously defined. The only legal test of which they are susceptible, is their sufficiency to satisfy the mind and conscience of a common man; and so to convince him that he would venture to act ijpon that conviction in matters of the highest concern and'importance to his own interest: 1 Starkie on Ev. 514. The defendant had a strict legal title from the Commonwealth, and near thirty years’ possession under it, claiming it as his own before the death of his father. We think the judge was right in telling the jury that it would require clear and satisfactory evidence to affect such a title.\nThe second error assigned, is to the court^ubmitting the tenancy of the defendant to the jury as purely a matter of fact, without defining what a tenancy was, and asking them the following question: “ Does the evidence satisfy you that the defendant was the tenant of John Crail?” The court were not asked to define what a tenancy was. We must bear in mind, no agreement or bargain of lease, written or parol, was produced or given in evidence by the defendant, to the plaintiff. There was some evidence that Hailes, the son-in-law of John Crail, in 1826 and 1827, gave to his father-in-law some buckwheat and some oats; by the plaintiff under the evidence it was alleged to be on account of rent; on the other side it was denied to be on that account. In 1829, when John Crail made his application under the acts of Congress for a pension as a revolutionary soldier, he then swore that he owned no land but the few acres he held out of the survey of Beltzhoovér, on which he resided, and acquired by the statute of limitations; at that time he laid no claim to the land in question. He denied, on his oath, that he owned it. The court instructed the jury fully on this point, and told them that the law was, that no tenant could dispute the title of his landlord. The counsel do not complain of the law on that subject, as declared by the court, nor could they, with hopes of success. But they complain that the court left the question to 'the jury to determine. How could the court have done otherwise ? It is the province of the jury to determine all matters of fact; and as there was no written lease given in evidence, whether the plaintiff had proved a tenancy was for the jury.\nThe decision of this question disposes of the whole case. All the other points are predicated by the counsel of the plaintiff for a favourable answer on this. Unless the plaintiffs could prove S. M. Crail a tenant, the plaintiffs had no case. Having failed in this, the judgment must be affirmed.\nJudgment affirmed."}