{"id": "954638", "contents": "Coulter, J.\nThe fatal error on the trial below was the admission of Samuel T. Jones as a witness to prove the instrument on which the action is founded. The universal judgment of civilized nations excludes from the administration of justice the testimony of witnesses directly interested, in the result, except in instances of overbearing necessity. These exceptions in our law need not be specified, because they are well known to the profession. In the great case of Bent v. Baker, 3 Term Rep. 27, the rule adopted as the true guide to exclusion, is whether the witness is to gain or lose by the event of the cause. This rule has not been shaken by any case in England or this state, of which I am aware. I adopt, however, the dictum'of the Chief Justice in the case of Shipton v. Thornton, 9 Ad. & El. 327, that the safe rule is to admit the witness when there is reasonable doubt as to his interest. In such cases, the matter ought to be left to the jury on the score of credibility.\nI cannot perceive any reasonable doubt as to the interest of the witness in the result of the cause at bar. He was of the firm of A. J. & S. T. Jones, being the latter person, which firm had transferred the note in question to Parker, for the purpose of securing and indemnifying him against his liabilities on account of the firm. Admitting, then, that A. J. Jones was not insolvent, (but the aspect of the case is the other way,) still S. T. Jones was responsible to Parker for one-half of the amount, and stood exposed to the whole. He states, on his voir dire, that he had “ most paid” his half. But he was legally bound for the whole, as he admits it to have been a partnership debt. Throwing out of the case, therefore, altogether, the insolvency or solvency of A. J. Jones, (which was much mooted on the argument in relation to a subservient point,) S. T. Jones, the witness, had a plain and apparent interest in the event of the cause. Eor if the plaintiff succeeded, on whose behalf he was called, the responsibility of the firm of A. J. & S. T. Jones would be relieved, and thus the witness be relieved from one-half of the amount — even admitting that the other partner was solvent — and from liability for the whole. It is of no account that the witness had most paid his half, as he said; because it is not the quantum of interest which disqualifies. Any interest is within the principle of exclusion; and if the plaintiff was defeated, it threw back on the firm, and on each member, the whole of the original liability to Parker. No room is left for doubt as to the interest of the witness in the event of the suit.\nThe fountain of justice should be kept pure, and ought to flow undiluted from the base admixture of interest. The public weal, as well as the safety of honest suitors, demands it.\nThis disposition of the first error assigned renders it unnecessary to notice the others.\nJudgment reversed, and a venire de novo awarded."}