{"id": "954601", "contents": "Gibson, C. J.\nAll the provisions in our acts of Assembly which have given the Orphans’ Court jurisdiction in partition, are adapted to the simple case of an intestacy, where an estate is not held jointly or in common with the intestate by a stranger; or a several and adverse estate, by any of the children; and it is evident that the jurisdiction of the Common Pleas was not intended to be taken away in any other. In Feather v. Strohoecker, 3 Penna. Rep. 505, an estate held by the father in common was determined not to be partable among the children before it was parted from the estate of the co-tenant, either by the act of the parties or by an action at law. Where, however, one of the children disclaims to hold, jointly, or in common with the rest, a difficulty arises which the power of the Orphans’ Court is inadequate to remove. . The question of tenure, which lies at the bottom of the whole proceeding,'cannot be tried in an action of ejectment; and to award an issue, merely to advise the conscience of the Court as to the fact, would be no better, as the verdict might be set aside or disregarded. But the tenure which is the very basis of every partition, must be established by judicial decision; and as the Common Pleas alone is competent to establish it, it is evident that it retained its jurisdiction in cases like the present, and that the Orphans’ Court did not acquire it. But if there was a doubt before, it has been removed by the act of 1846, which has restored the jurisdiction of the Common Pleas in all cases. What we have to do is to send the parties into that court to try the preliminary question on the plea of non insimul tenent; and when that is done, the same court can make partition as beneficially under our statutes as a court of equity could do. If, however, the plaintiffs are actually out of possession of the part claimed by the defendants, they must first regain it by a recovery in ejectment; else they would be unable to maintain the issue. But the present proceeding cannot be sustained.\nDecree reversed, and petition dismissed."}