{"id": "957778", "contents": "Rogers, J.\nThe points raised appear in a case stated, and are three in number.\n1st. Under a fair construction of the general clause contained in the ground-rent deeds, is the landlord, as between him and the tenant, bound to pay any tax whatever in reference to his ground-rents ?\n2d. If he is so bound, what is the proper subject of taxation, as against him, for any tax for which he may be liable — the principal of the ground-rents or the annual rent yielded?\n3d. Can a tax on the full value of real estate, subject to ground-rent, be legally'assessed upon the tenant as in the case of fee-simple property, and at the same time a tax on the principal of the ground-rent, on the ground-rent landlord ?\nThe first question arises on a clause in the deed, which contains, inter alia, the following covenant: “And also for over hereafter to pay and discharge all public taxes, of whatsoever kind or denomination, that may be assessed upon the premises hereby demised, without any deduction whatever from the yearly rent before mentioned.” What is meant by taxes on the premises demised ? The legal signification clearly is, the fee-simple interest vested by the deed in the grantee, and not the ground-rent reserved, which is a separate and independent estate. The taxes assessed on the former only is he bound to pay. It is possible, as is argued, this may not have been the intention of the grantor; but if so, he'has been most unfortunate in the language used to express his meaning. But we cannot deal in conjecture, but must decide eases according to the legal import of the terms used. We are, therefore, of opinion that the landlord is bound to pay the taxes assessed on his own interest, and has no remedy over against the tenant. And as there is in these deeds no provision made that the lessee shall pay the taxes on the ground-rents, it is the duty of the assessors to estimate and assess them to the owner: Act 1840, s. 7, Dunl. Dig. 839; Act relating to taxes on ground-rents and real estate, and the Act of April 1, 1845, Pamph. Laws, 280, Dunl. 931.\nWhat is the proper subject of taxation, the principal of the ground-rents or the annual rent yielded, is the next question, and we arc of opinion the tax must be assessed on the former. So far as we have been able to ascertain, this has been the uniform mode of assessment — a practice which would seem to be in accordance with the spirit of the act. The ground-rent is a separate, distinct, and independent estate, and no reason can be given why such estate should bo exempted from taxation, or made to pay less than its value, that will not apply with equal force to the owner of the fee. It is but right that the public burden should bo borne equally by all, as well by the owner of a ground-rent worth §10,000 at its market value as the owner of a fee-simple worth the same sum. It is easy to ascertain the value of a ground-rent- which is regulated by its annual product. This construction is not only according to the spirit, but the words of the act. By the term “ ground-rent,” used in the act, is meant its market, not its annual, value. The assessment is to be made on the corpus, not on its proceeds, which is the annual rent.\nAnd this leads to the next question — Can a tax on the full value of real estate subject to ground-rent be legally assessed upon the tenant as in the case of a fee-simple property, and at the same time a tax on the principal of the ground-rent be assessed on the ground-rent landlord ? In the fourth section of the Act of June 11, 1840, the attention of the legislature was drawn to this matter. It is. there provided, that in estimating the value of any real estate subject to the payment of any dower, ground-rent, or mortgage, the principal of said dower, ground-rent, or mortgage, shall first be deducted, and the tax assessed on the remainder of the estimated value of said real estate. This act, which is free from ambiguity, furnished the rule, until the 15th May, 1841, when by the act of that date, s. 7, the proviso referred to was expressly repealed, and the legislature declared that such real estate shall be hereafter estimated at its full value, and taxed accordingly. There is, therefore, no room for doubt that the third proposition must receive an affirmative answer. All considerations of hardship or inequality of taxation must be referred to the legislature. With this we have nothing to do. But it must be observed that complete equality cannot be expected. All we can hope for is an approximation to it; and this can only be produced by the taxation of a variety of articles, and the operation of time, which causes greater equality than is generally supposed. Nor has the owner of property subject to ground-rent more reason to complain than the holders of real estate encumbered with a mortgage or judgments, which has always been taxed at its full value. It will be observed these rules do not apply where there is a provision in the deed that the lessee shall pay the taxes on the ground-rent. There seems to have been some doubt whether under existing acts, particularly the act of the 15th May, 1841, the owner of the ground-rent could be assessed for taxes; and to remove such doubts, the legislature, on the 1st April, 1845, enacted that hereafter the assessors in the several cities, boroughs, and counties of this Commonwealth, in estimating real estate subject to ground-rent, ivhere there is no provision made in ground-rent deeds that the lessee shall pay the taxes on the said ground-rents, the assessors shall estimate and assess for „ taxes the said ground-rents to the owner thereof. This would appear to be the only object of the act; it was not intended to interfere in any other particular with the seventh section of the act of the 15th May, 1841, which especially directs that the real estate shall be estimated to the holder of the fee at its full value. Had so great a change been contemplated in the mode of assessment, it is believed the legislature would have announced their- meaning in other terms. Where, by the deed, the lessees have covenanted to pay the taxes on the ground-rent, the legislature have exempted the ground-rent from taxation, in which case the tax is assessed and paid by the owner of the estate on its fee-simple value.\nJudgment for plaintiff below for $111 08."}