{"id": "957772", "contents": "Coulter, J.\nThe cause presents two distinct departments or allotment of facts, which were necessarily considered by the learned judge who presided in the Court of Nisi Prius separately; and they will be so considered here. The first arises under the assignment, dated the 22d March, 1837. The deed was not recorded within thirty days, in the county of Philadelphia, where the grantors resided, and the court below instructed the jury that it was therefore null and void under the 5th section of the act of 24th March, 1818; and that the circumstance that the property which it embraced was all in the state of New York, did not obviate the necessity of recording it in Philadelphia county, inasmuch as the law of the domicil must govern and prevail. A majority of this court is of opinion that the deed was voidable, and that, up to the time when the trustees in insolvency were appointed, and gave security, any of the creditors of the assignors might have elected to consider the deed, and could have lawfully arrested the property or funds in the hands of the assignees, for the payment of their claims respectively, by proper legal means, or by distinct and definite notice to the assignees that they intended, by legal mea-, sures, to contest the validity of the deed; which, if duly followed up by legal process, would have withdrawn so much of the funds or property from the hands of the assignees. But that after the appointment of the trustees and their giving bond, they aloné were competent to arrest the assignees in the execution of the trust, by legal measures or by notice, duly followed up by legal process. We view the case, therefore, in conformity with that opinion. The court below further instructed the jury on this branch of the case, “that the first assignment, to wit, the assignment of 22d March, 1837, was void, and that, consequently, the plaintiff had a right to recover all the money in the hands of the defendants under it, at least at the time the suit was commenced; to wit, the 29th September, 1838, with interest from that date, amounting to $ll,839j3ff%.” A majority of this court believe there was error in this instruction. The assignment was not void between the assignors and assignees, and the creditors who chose to consider it valid. And all acts done, or payments made, by the assignees, under it, without notice of adversary glaims, and while it was, apparently at least, unimpeached and fair, must be considered good, for then no presumption or proof would exist, that their conduct was not bona fide and innocent, and them intention honest, and without design to give illegal preferences. In Seal v. Duffy, 4 Barr, 274, it was ruled by this court that an assignment for benefit of creditors, not recorded within thirty days, was valid against a subsequent voluntary assignee, and that creditors could avoid the deed by levying on the property, pro tanto only. The opinion by Mr. Justióe Bell runs to this effect: that the unrecorded deed remained valid for the purpose of passing the property, as to all the world, until attached by execution issued and levied; and that this interfered only so far as to withdraw what was taken in execution, from the operation of the deed. This goes beyond the exigencies of the present case, and establishes, undoubtedly, that whilst the assignees proceeded innocently in the execution of their trust, to wit, the first assignment, they will be protected by the law. And In re Wilson’s Accounts, 4 Barr, 431, it was resolved by this court, that for payments made to his eestuis que trust before an adverse claim by the insolvent trustee and assignee in bankruptcy, the voluntary assignee was protected. The liability of the defendants below does not therefore depend upon the mere circumstance of the non-recording of the deed, nor on the commencement of this suit, unless it gave adequate notice of an adversary claim.\nIn Seal v. Duffy it is asserted that the only efficacious mode of arresting assignees is by execution and levy on the part of the creditor. And in Hennessy v. The Western Bank, 6 Watts & Serg. 311, an attachment in execution, which is in fact the same thing, is considered adequate. But in both these cases there is a clear, distinct, and unequivocal notice to the assignee that the legality of his trust is questioned by lawful measures; and that these measures, if effectual, will protect him from his eestuis que trust. And in all fairness the assignee is entitled to distinct and unequivocal notice.\nOn the one hand, he has accepted a trust which he is bound in honesty and by law to fulfil, unless he is arrested in its discharge by adequate legal measures on the part of those who would inter-,, pose and stop him. On the other, shall he. be ¡presented with impalpable shadows, vague and indefinite surmises, or mere conjectures, to swerve him from the path of duty which is plain and obvious ? Did, then, the commencement of this suit in September, 1838, by the trustees, in which- no declaration was filed until May, 1844, give the defendants or assignees any notice whatever that the deed under which they were acting — that is, the first assignment — was void as against the creditors, and that they intended to contest its validity in that suit ? On this subject the learned judge, In another part of his charge, says “ that the trustees who brought this suit qua trustees, have literally done nothing except to institute the suit we are now trying; they never ¡received a cent of money as trustees, nor did they ash for awy. This they carefully avoided. They never took a single step in this suit, not even so far as to file a declaration showing their cause of action.” And yet these same trustees in insolvency were the only persons who could lawfully give notice, make a demand, or institute adversary proceedings and show their cause of action, so as to put the assignees in the wrong. If the trustees had given notice, by any lawful means, to the assignees, there would exist some reason for charging them with' electing to take upon themselves all the responsibility of the validity of the assignment, and perhaps sufficient grounds to subject them to the imputation of designing to favour the cestuis que trust to the injury of the other creditors. But it must be considered that the institution of the suit gave them no information whatever as to the nature of the demand. No declaration was filed; and the suit was suffered to sleep on the record for nearly six years, enlivened by no action on the part of those who instituted it. The law favours vigilant creditors, and not those who slumber on their rights, so that others may be innocently entrapped. From the very admitted fact that the assignees were protected in payments made before the commencement of the suit, it would seem to follow irresistibly that they were protected for payments made afterwards, unless the commencement of the suit gave notice of the cause of action. The' only means by which that is done, is by-filing the declaration, which was not done until 1844. There was nothing in the commencement of the suit, of itself, by which the assignees could be informed that it was for the recovery of the money received by them under the first assignment. The case may furnish reasons why the assignees, if they speculated on the subject, would have been strongly impelled to the conclusion that the suit was not for the purpose now assigned to it, but a different one. But as this case will be again tried, I pause not to enumerate them. The trustees in insolvency were the actors, by whom the assignees could be arrested, or brought to a stop. The mode of doing so was plain and easy. The responsibility was on them; and if they acted erroneously or faithlessly, as alleged, and, either by omission or supineness, permitted the assignees to disburse the money innocently, the loss ought not to fall on those who were guilty of no laches. Any evidence, in addition to the commencement of the suit, and the non-recording of the deed, that the ti’ustees in insolvency had given the assignees direct and distinct notice that they intended to make a claim adverse to the cestuis que trust, for the money in their hands, and that they intended to prosecute that claim by legal means, would be entitled to be considered by the jury; and all facts and circumstances tending to show that the assignees, after full notice, by legal means, from the trustees, of an adversary claim, persisted in payments to their cestuis que trust, ought to be submitted to the jury for their determination, and as conducing to establish that they intended to give an illegal preference to their cestuis que trust, to the injury and in fraud of the other creditors. In a subsequent part of the charge of the court below, the eminent judge who sat at Nisi Prius seems in a modified manner to submit the question of notice to the determination of the jury, but in a manner so clogged and restrained in our opinion, as not to leave free scope to their minds on the subject. Thus the court say, “ had they called on the trustees in a proper way for a bill of particulars, would they have been informed that the suit was intended to recover all the money, of whatever land or description, that was in their hands belonging to the estate of Moss and Phillips, as well under the first as under the second assignment ? For if they would, then there is nothing in this part of the defence.”\nThe learned judge throws the whole weight of the availability of such defence upon the assignees calling in a proper manner for a bill of particulars, and the probability of the trustees, being properly called on, furnishing such bill. The mere conjectural willingness of the -trustees ought surely not to defeat a substantial defence. But the learned judge, in another part of his charge, said that the trustees would do nothing; not even show their cause of action. But I apprehend that the true answer is, that the trustees were the actors; it was their duty to give notice, and to follow up that by due and legal means; and the question is, have they done it, so as to put the assignees in the wrong, and compel them to pay the money a second time ?\nWith regard to the other department or branch of the case, a majority of this court are of opinion that the court below fell into error. The assignment of 22d June, 1837, under the operation of the cases of Hennessy v. The Western Bank, 6 Watts & Serg. 300, and In re Wilson’s Accounts, 4 Barr, 430, must be considered as invalid. But a court of competent jurisdiction, that is the Court of Common Pleas, having jurisdiction over the fund and jurisdiction over the assignees, after a hearing, having made a decree concerning the distribution of the funds in the hands of the assignees, arising under this assignment, and which are claimed in this suit,' and the assignees having conformed to that decree, and paid the money accordingly, they are protected, and cannot be made to pay the money a second time in this or any other suit. It appears totally insufficient to allege, for the purpose of annulling the decree of the Court of Common Pleas, and making it of no effect, that the plaintiffs in this suit were not parties to the proceeding in the Common Pleas. If not, it was their own fault; they might have become parties, and the Court of Common Pleas, upon proper application, would have been bound to hear them. By the thirty-third section of the act of 14th June, 1836, “ the several courts of Common Pleas shall have the same powers and authority, and the manner of proceeding to obtain the appearance of persons amenable to their jurisdiction, in cases of trusts, and to compel obedience to their orders and decrees, and enforce execution thereof, shall be the same as are now by law vested in the several Orphans’ Courts.” And the thirty-sixth section provides that any person aggrieved by a definitive judgment or decree relating to trustees or assignees, may appeal to the Supreme Court. Now it cannot be doubted but that a person who had a large claim against an individual who voluntarily assigned all his property for the benefit of certain other creditors, which assignment he could establish to be invalid, would be a person aggrieved, by a definitive decree that it was good, and transferring the funds to the persons named, as cestuis que trust. He would have an interest in the fund which the court distributed by the decree, and every rule of justice would demand that he should be heard; and could any court, untrammelled by the forms of actions at common law between individuals, deny him a hearing? This proceeding is analogous to proceedings in chancery where forms are flexible: they mould their decrees so as to cover the exigencies of the case, and adapt the remedy so as to suit mutual and adverse claims; they bring before them all persons interested in the subject-matter. Why cannot, and why should not courts of Common Pleas, when proceeding in a course of justice, not by the technical rules of the common law, do the same thing ? It would be a sorry spectacle for a lover of jurisprudence to witness a court making a decree for the distribution of the fund over which it had jurisdiction, which decree it had power to enforce by sequestration of the goods and attachment of the person of the trustee, when an individual asked to be heard, and was turned over to another jurisdiction, where he might treat the decree as a nullity, because he was not a party, and compel the trustee to pay the money over again. The case of Okie’s Appeal, 9 Watts & Serg., is relied on to sustain the position that the Court of Common Pleas could not admit any person, without the deed, as a party. But that case only ruled that auditors could not do it, because their duties, being inferior, allowed them only tbe power to audit and settle the account referred to them by the Court of Common Pleas. This court perceive nothing in that case which stands in their way. It was not decided till 1844, and therefore could not have even misled the trustees. That case resulted finally in decreeing the money in the hands of the assignee to a person without the deed. And if the Common Pleas or this court can decree it to a person without the deed or trust, it is because he is entitled to it; and if he is entitled, why not allow him to ask for it, as well as decree it to him on the petition of the trustee ?\nBut the proceedings in the Common Pleas ought to be regarded as a proceeding in rem, which binds all the world.. It is the fund or property concerning which the court decree, and notice is directed by the statute to be given, not to the eestuis que trust named in the deed, but to everybody, by means of publications in newspapers; on which notice, it shall be recited that the court at a particular day will make a decree, or allow the account of the assignee, unless cause be shown why it should not be allowed. Can it be possible that a decree of a court, made after such general notice, shall not protect the assignee, who yields obedience to it, and who can be compelled to do so by sequestration of his estate and attachment of his person ? The fourth article of the second paragraph of the thirteenth section [the thirteenth section and the fourteenth section, in the original draft of the law, were thrown into one] of the law of 16th June, 1836, defining the power and jurisdiction of the courts, is in these words: The courts of Common Pleas shall have “ the determination of rights to property or money, claimed by two or more persons, in the hands or>possession of a person claiming no right of property therein;” and the revisers of our code, in presenting the act “Relating to assignees for the benefit of creditors and other trustees,” accompany it with the following observation, with others, to wit: “ The design of the bill is to declare in what manner the jurisdiction given to the several courts of Common Pleas over trustees, by the fourth article of the fourteenth section [second clause, thirteenth section] of the bill relating to the jurisdiction and powers of courts, shall be exercised in the principal cases arising. It is not intended to include all the cases which may arise. In respect to those which are not mentioned in this bill, the courts will proceed in conformity with the practice in equity, prescribed or adopted by the Supreme Court of the United States.” This seems to meet the case, and to establish that in all cases in which two or more persons claim money in the hands of an assignee or trustee, no matter by what right or title, the court have jurisdiction under this act relating to assignees; and if the mode of proceeding in any particular case is not pointed out in the act, the proceeding must be according to the rules and forms of equity. The revision of the code intended to make a system, and in order to give that system symmetry and usefulness, vested the jurisdiction over the fund, over the trustee, and over all persons claiming it in the same court and in the same proceeding. In support of this view of the case, to wit, that the judgment or decree of a court of competent jurisdiction protects those who are within its grasp or process, and yield it obedience, and cannot be overhauled in a collateral suit, I refer to Mayer v. Foulkrod, 4 Wash. C. C. Rep. 504; Philips v. Hunter, 2 H. Bl. 402. A majority of the court are of opinion that the court below erred in instructing the jury that the plaintiffs were entitled to recover the money in the hands of the assignees, under the assignment of 22d June, 1837, which they had paid to others, in pursuance of a decree of the Court of Common Pleas of Philadelphia county, in settling their account. It was impossible to perfect the system on the first draft of the law: firmness in the courts will fill up omissions. We are of opinion that they cannot be compelled by law to pay it a second time, and to other persons. This opinion meets the errors assigned, or renders consideration of them in detail unnecessary.\nThe judgment is reversed, and a venire de novo awarded.\nGibson, C. J., dissented on all the points ruled against the general creditors, and concurred entirely with the charge of Mr. Justice Rogers, who also dissented fiom this opinion."}