{"id": "957786", "contents": "Coulter, J.\nThe decree of the Register’s Court, re-\nvoking the letters of administration, with the will annexed, granted by the Register to George S. Williams, was right. When the executors nominated in the will of William Shaeffer, deceased, renounced the trust, they had no authority whatever to designate any person to be appointed administrator Avith the will annexed. The widow of the deceased, it is true, also declined the trust, and she Avould have been first entitled to the administration after the renunciation of the executors. But she intimated no desire or request that Williams should be appointed; which strips the act of the Register from all covering or protection, from the case cited by the appellant’s counsel in 4 Watts, 34.\nWhile the case was pending before the Register’s Court, the affidavits’ of three of the kindred or relations, stating that they were satisfied with the appointment of George S. Williams, and did not wish him removed, were produced. But although these persons might relinquish their own right, they could not take away the rights of other persons. All the children of the deceased stood in equal degree of kindred to him; and among them, preferring males to females, it was the duty of the register to designate and select those most competent, if they all desired, the appointment. But George S. Williams AYas selected by the Register, at the request of the renouncing executor, he not being of kindred, without the request of the widow, or the next of kin of the deceased, and without notice to his children. The 22d section of the act relating to Registers and Registers’ Courts, passed in 1832, prescribes the mode and manner in which the register shall appoint an administrator, when, by law, letters of administration may be necessary. And, by the 18th section of the same act, whenever executors appointed in any last will shall renounce the trust, the register shall grant letters of administration with the will annexed, to the person by law entitled thereto. Under the provisions of this act, the letters of administration to George S. Williams on the estate of the deceased were improvidently granted; and the decree of the Registers’ Court, by which they were revoked, and letters of administration with the will annexed were granted to Lewis Shaeffer, son of deceased, is affirmed.\nDecree affirmed."}