{"id": "957767", "contents": "Burnside, J.\nThe real estate of Daniel McYey having been sold by the sheriff, and the money brought into court for distribution, it was referred to an auditor, who reported the state of the liens. Exceptions were filed to the report.\n1st. That the amicable revival and consolidation of the judgments of Henry Welty are not sufficient, under the act of 1827, to continue the liens of the judgments consolidated. There were other minor exceptions that have not been urged in this court, and are of little moment. The Common Pleas overruled the exceptions. Reed and Poster, who had judgments entered against McYey before the amicable revival and consolidation of Welty’s judgments, and after their original entry, appealed.\nThe act of the 4th April, 1798, 3 Smith’s Laws, 331, (Stroud’s Purd. 660,) allowed no judgment to continue a lien longer than five years, unless the person obtaining the judgment, or their legal representatives or other person interested, shall, within the term of five years, sue out a scire facias to revive it. A judgment not revived by scire facias within five years from the' first return-day of the term to which it was entered, ceased to be a lien on the real estate of the defendant, as well against subsequent judgment creditors as against subsequent purchasers: 3 Binn. 342. A supplement to the act of 1798 was passed the 26th March, 1827, Stroud’s Purd. 661, which modified the original act as to the issuing of the scire facias in all cases; allowing the lien to be continued by agreement of the parties, filed in writing and entered on the proper docket or by scire facias. This latter act was passed in this particular, to sanction and legalize a practice of amicable revival which had become common in order to save costs. This court has held that the docket entry of an amicable scire facias answers to continue the lien of a judgment: 17 Serg. & Rawle, 123; 1 Penna. Rep. 64; or a written acknowledgment entered on the. docket that it is in full force: 2 Rawle, 229. An amicable scire facias must be separately docketed: 1 Watts & Serg. 299.\nBut it is contended the judgments could not be legally revived by consolidation. Welty had more than thirty judgments duly entered and docketed against McYey; some of them were- in the names of other persons for his use. In the paper of amicable revival, the judgments were fully stated, and a full entry made of this amicable scire facias to revive the judgments so. stated in the list for the whole amount, setting it out at length, referring to the calculation filed; some of these revivals were signed by both parties, and others only signed by McYey, the defendant. It is further objected, that when McYey only signed some, it is not an agreement of the parties within the act of 1827. Welty obtained the signature of the defendant to' his amicable revival in all the cases; the object is stated to continue the lien of the judgment, and the judgments are specially referred to in the paper filed, as well as in the entry on the docket: it is an agreement within the act Of 1827. Amicable revivals generally have only the signature of the defendant.\nDecree, affirmed."}