{"id": "957799", "contents": "Bell, J.\nThe narr. originally filed is framed on the pi’omissory note endorsed by the defendants to the plaintiffs, in payment of goods sold by the latter to the former. Under this declaration the cause was arbitrated, and an award made in favour of the plaintiffs, from which the defendants appealed. On the trial, the court below refused to permit the plaintiffs to amend by adding a count for goods sold and delivered. In this there was error committed. Under the act of 1806, the courts of this state have properly manifested great liberality in permitting amendments of the pleadings in order to reach the merits of the case, the only restriction imposed upon a plaintiff being, that he shall not introduce an entirely new cause of action. Thus, in Tryon v. Miller, 1 Whart. 11, where the plaintiff declared in trover for a bond, after arbitration and award for plaintiff, from which defendant appealed, it was held the original narr. could not be withdrawn and replaced by another, counting on the conversion of certain instruments not under seal, because this would be to charge the defendant upon a totally new ground. To the same effect, and for the same reason, is Reitzel v. Franklin, 5 Watts & Serg. 33, where the plaintiff recovered, before arbitrators, for work and labour; and it was deemed error to permit, after appeal, the addition of a new count on a promissory note drawn by the defendant in favour of the plaintiff and another. Of this class is, also, Winder v. The Northampton Bank, 2 Barr, 446, where the first declaration was for a deceit, and, after award and appeal, it was determined the count in trover could not be added, for this was to be sustained by different evidence and on different principles. But in Cunningham v. Day, 2 Serg. & Rawle, 1, which was assumpsit for money had and received, the plaintiff was permitted, on the trial, to introduce new counts upon an exchange of horses, that being the original transaction between the parties. The court said the plaintiff shall not be permitted to introduce an entirely new cause of action under pretence of amendment. Having declared for slander, he shall not afterwards count for trover, or malicious prosecution, or libel. But if he adheres to the original cause of action, he may add a count substantially different from the first declaration; and whether he so adheres, the court can always judge. I have quoted these remarks because, as will presently be seen, they are precisely applicable to the ease in hand. In Caldwell v. Remington, 2 Whart. 132, the plaintiff originally declared in indebitatus assumpsit, with the common money counts, and afterwards he was permitted to add four additional counts; the first being on an alleged guaranty of a check cashed by the plaintiff; and the second, third, and fourth, on the defendant’s endorsement of the same check. But the very point in controversy was decided in Yohe v. Robertson, 2 Whart. 155, where the first narr. was on a promissory note. On the trial, and after the counsel had concluded their addresses to the jury, the plaintiff had leave to amend by filing new counts for goods sold and delivered, and money lent, as these may tend to remove an objection of informality to the recovery of the plaintiff, and were thus introductive of a new cause of action. If it be objected that in that case there was not, as there is here, an award appealed from by the defendant; the answer is, that can make no difference so long as there is no attempt to introduce new matter altogether distinct from the transaction originally set forth. Thus, in an action quare clausum fregit, et de bonis, ¿•e., after award, the court below refused permission to introduce a count for taking and carrying away the goods; and for this error the judgment was reversed; for it was said that, though, in legal contemplation, the breach of the close was the principal injury, the asportation of the goods was, in truth, the substantial cause of action; Insurance Company v. Spang, 5 Barr, 113. Now, it is very certain that, if the promissory note in question was not received in absolute satisfaction, but only as a conditional discharge of the original demand for goods sold, the*plaintiffs may recur to the original contract which was the consideration of the endorsement, and in proof of it give the note and endorsement in evidence, (Chitty on Bills, 593 et seq.; Burdick v. Green, 18 Johns. 14; Forney v. Benedict, 5 Barr, 228,) unless, indeed, they have been guilty of such laches in respect of demand and notice of non-payment, as will, in law, discharge the original indebtedness, (McLughan v. Bovard, 4 Watts, 308; Smith v. Wilson, Andr. 187,) a state of things the court had no right to anticipate on a preliminary motion to amend the pleadings. This, of itself, is sufficient to show that the original transaction which caused the negotiation of the note is not to be viewed as a distinct and independent cause of action, but as the basis upon which the acceptance of the note rests, without, however, being merged by it, unless, as already intimated, the acceptance was in absolute satisfaction of the prior indebtedness. In this aspect a similar transaction was regarded by this court in Robinson v. Taylor & Co., 4 Barr, 242; and the ground is, that a recurrence to the consideration of a bill or note, by the introduction of the common counts, is not such a departure from the original narr. as violates the rule interdicting the allegation of new matter. In this connection, it may also be remarked, the court below were wrong in charging there was no proof of a sale of goods. There certainly was such proof in the testimony of Hunter and Ekfelt, taken in connection with the transfer of the note to the plaintiffs. As the pleadings stand, it would have been more correct to have said such proof could not avail the plaintiffs, as there was no count for goods sold.\nThe second specification of error, too, is well founded. The fact that Alexander Cor jell was a resident of the state of New Jersey constituted no valid objection to his deposition. It is the constant practice to take the testimony of persons residing without the Commonwealth, under rules granted for that purpose, in order to avoid the expense, delay, and difficulty attending the execution of a commission; and witnesses who come temporarily within the jurisdiction with a view of having their testimony put in the shape of a deposition, are to be regarded as going witnesses, within the meaning of the rule adopted on that subject by most of the courts of this state. Nor is any obstacle to the reception of the deposition rejected, afforded by the subsequent execution of the commission under which the testimony of the same witness was taken; Hoffman v. Kissinger, 1 Watts & Serg. 277. As is shown by this instance, the memory of the witness may become imperfect -as to the particular transaction in the interval between the first and second deposition, or he may be tampered with by the adversary, and it would not be fair to subject the party seeking to use the evidence to these contingencies, though their existence would certainly afford ground for legitimate remark before a jury.\nThough, strictly speaking, the notarial certificate of protest might have been received on the faith of the seal of the notary, who is an officer said to be recognised by the whole commercial world, (Mullen v. Morris, 2 Barr, 85,) and in an action on foreign bills of exchange, ought to have been received to prove the essential fact of protest, yet, in this instance, its rejection was immaterial. Being the work of a foreign notary, it was no evidence of demand on the maker, or notice of non-payment to the endorsers; and as protest of a promissory note is superfluous, the introduction of the protest as proof of this would not have helped the plaintiff’s case; Fitler v. Morris, 6 Whart. 406; Etting v. Schuylkill Bank, 2 Barr, 357. Had the first deposition of the notary been received, his certificate, in accordance with it, might have been admissible as corroborative; but as the case stood, its rejection furnished no ground for reversing the judgment.\nThe remaining portions of the charge of the court in which error is assigned, not already noticed, may be considered together, and will be comprehended in a few general remarks. As the case was presented below, the court was right in saying there was no proof of such a demand of payment and notice of its failure as is required to fix the endorsers. Direct personal notice was not pretended, and the evidence given of the deposit of a written notice in some post-office, directed to some other unascertained post-office, was altogether too loose and unsatisfactory to satisfy the rule which requires great certainty and distinctness of proof to charge an endorser on the foot of a post-office notice; Wheakly v. Bell and Sterling, 9 Watts, 279. Nor do we think the deficiency is supplied by the letter of the 16th of February, 1848, written by Fegley, one of the defendants, to the plaintiffs. It is true that a distinct recognition of liability, by an endorser aware of his rights, and of all the facts, may supply a want of notice or amount to a waiver of it. Whether the letter relied on be such a recognition as would revive the liability of the firm of Fegley and Goff, had it still continued to exist at the time the letter was written, it is unnecessary to consider, as before that time this firm was dissolved. But the action is founded upon the joint liability of the partners, springing from their joint endorsement; and though it is said Goff was not brought into court upon the process — a fact which does not appear in the paper-book — still the plaintiff must establish a joint obligation resting on the defendants as endorsers, before he can recover under the declaration in this cause. In this his allegations and proofs must agree, and variance is fatal. But Goff is not to be affected by Fegley’s letter, for he was no party to it. As the proof now is, the firm of which he was a member was relieved of all accountability as endorsers, by the laches of the plaintiffs; and before the letter can be made to subserve the purposes of the latter, we must attribute to it the effect of renewing the accountability as it originally existed. Now it is settled that, after dissolution, the late partners are not agents for each other, except to make good outstanding engagements, or for the purpose of liquidating the affairs of the partnership. They cannot enter into 'a new contract or engagement for their former associates, nor bind them by a new promise; Est. of Davis Desauque, 5 Whart. 530; Levy v. Cadet, 17 Serg. & Rawle, 126. And if one acknowledges an account, it will not affect the other; 3 Johns. 536. Goff, therefore, stands absolved of any legal consequences flowing from the letter, however these may touch the writer of it in an action properly instituted. The result is, the plaintiffs have failed to establish the important allegation of a joint liability as endorsers, and resting their case here, must necessarily fail. It follows that the instruction of the court below on this point was correct.\nAs the second specification of error in the charge was properly-abandoned on the argument, what has been said disposes of all the controverted points presented by the record.\nJudgment reversed, and a venire de novo awarded."}