{"id": "957793", "contents": "Gibson, C. J.\nIt follows not that, because a trust has been created by will, it is cognisable in the Orphans’ Court. To give it that quality, it must be annexed to the office, and not to the person of the executor; it must be committed to him quasi executor, and performed virtute officii. Was it so here? “I do constitute and appoint my brother, Samuel Badger,” said the testator, “ to be the sole executor of this, my last will and testament, and the trustee of my estate, and request him to make payment of the above legacies.” I-Ie then devised to his “executor and trustee, Samuel Badger,” all his estate, real and personal, in trust to improve it, erect buildings, make repairs, lease or sell such parts of it as he might think advisable, pay expenses from the profits, discharge debts and encumbrances, and, at an appointed or convenient time, divide and distribute the whole among particular persons, and in particular proportions. The constituting clause, however, is that which gives tone to tho rest. The person who was appointed executor was, with the same breath, appointed a trustee for purposes not within the range of an executor’s ordinary duties; and distinct offices were united in the same person, which, howevér, have no natural connection, and are easily séparable. Had the trust been committed to tbe executor designated as tbe trustee, by bis official title, and not by name, that would have been impossible; but tbe only difficulty in tbe way, at present, is, that tbe same Samuel Badger who was directed as executor and trustee to pay' tbe legacies, a strictly administrative duty, was directed as executor and trustee to do acts exclusively of a fiduciary nature. It would be as absurd for a trustee to attempt tbe duties of an executor, as for an executor to attempt tbe duties of a trustee, and it is therefore tbe business of tbe court to separate tbe two offices, in a question like tbe present, reddendo singula singulis. As executor, he was to pay tbe legacies; as trustee, be was tbe devisee and depositary of tbe legal title for tbe accomplishment of confidential purposes, with which tbe office of an executor has no necessary connection. Had not tbe creation of tbe two offices in tbe same person been coupled also in tbe same clause, there would not have been a doubt of their severance in tbe contemplation of tbe testator ; tbe will would have presented tbe union of distinct rights in the same person, which are always treated as if they existed in different persons. Perhaps tbe only case in which there is an inseparable union, is where tbe trust is given to tbe executor by tbe style of bis office, and not by bis name; where it is given to tbe officer, and not to tbe man. Had tbe testator intended to blend the two offices, it would have been unnecessary to say any thing about a trustee, for bis object would have been gained by appointing an executor, and devolving tbe trust upon him. He evidently knew that there is a distinction between tbe proper acts of an executor and those of a trustee, and seems to have been determined to preserve it, which is all that was necessary to confer jurisdiction on tbe Common Pleas.\nDecree affirmed."}