{"id": "957780", "contents": "Burnside, J.\nThe act of the 2d March, 1728, 1 Smith’s Laws, 156, provides that the rate of interest shall be six per cent., prohibits the taking of more, and forfeits the money or other thing lent, where more is taken.\nHuston was about to open a store in his own name, and Moor-head gave him $1000. This was in 1837. The store being opened and continued, Moorhead made further advances, for which he took Huston’s notes, until they amounted to $3400. On the 11th June, 1842, they settled, and the debts and credits of the store were taken into consideration. The profits made by the store were estimated. Huston retained the books and the goods, and agreed to pay the debts of the firm, and gave to Moorhead his capital advanced and §1500, in his judgment bond for $4900. Whether this bond was usurious, was the matter in controversy. The plaintiff denied the partnership. The defendant put his defence on that ground, which was fairly put by the court to the jury. The evidence of partnership was clear; but after the settlement, Moor-head took a bond, with security, in $3000, to indemnify him against the debts of the store. These debts, at the settlement, were estimated by Huston to amount to $2200, and were taken into their calculations.\nThe first error assigned, which is principally urged in this court, is, “ that the court erred in charging the jury, in effect, that if Moorhead was a partner, and liable to third persons for the debts of the firm, that' then the contract between him and Huston could not be usurious, although he was indemnified against the said debts.”\nThe instruction of the court to the jury was, “ that if the $1500 included in the bond of the 11th June, 1842, was in lieu and stead of John Moorhead’s share of profits supposed to be earned during a Iona fide partnership, there was no usury; the fact that the result had been disastrous to William Huston, either from bad management, or an over estimate on supposed profits, cannot alter the transaction, and make that corrupt which, at the time it was executed, was honest and lawful.” In this instruction we discover no error. The evidence was indubitably clear that a partnership had existed. The argument of counsel is, that the taking of the bond of-indemnity against the debts of the firm, rendered the $4900 bond usurious. The argument is erroneous; the court went sufficiently far, when they told the jury that it was a circumstance for their consideration, in making up their verdict on the question of partnership. The bond of indemnity was no discharge of Moor-head from the partnership debts. Huston had transacted the whole business, retained the goods, books, and debts of the firm, and agreed to pay the creditors. The taking of the bond of indemnity and security against subsequent mismanagement by Huston, did not render his prior bond usurious. Nor can we see any error in the court’s answer to the points put by the plaintiff’s counsel. On the first point the judge conceded the law was, that if Moorhead, at the time he gave Huston the sums of money charged, so secured himself as to risk nothing but the insolvency of Huston, and then charged him more than six per cent, per annum for the use of the said money, then that charge was usurious, and induced a forfeiture of tbe money, and tbe plaintiff was entitled to recover. This was certainly putting the case as fairly to tbe jury for tbe plaintiff as he could desire. We think tbe cause was carefully tried, and properly left to tbe jury.\nJudgment affirmed."}