{"id": "957763", "contents": "_ Gibson, C. J.\nThe owner of a water-course through the land of another, whether to lead the stream to his ground, or discharge it, may enter to remove obstructions from natural or artificial causes; and the defendant had a clear right from adverse user for twenty years, to enter on the land of the plaintiff below him, in order to remove the earth and mud deposited in the trench, and to fit it to discharge the surplus water of irrigation. It may even be true, that he might have rightfully entered, though the user were to be changed from irrigation to water-power, provided the flow continued to be exactly the same; but that is a point which I do not at present concede; for a man might be willing to let another acquire a water-right from him by adverse user in the prosecution of an inoffensive business, who would not have suffered it had the business been offensive or unwholesome. But it cannot be doubted that the nature of the user cannot be changed in any case, unless the flow remain the same, as to quantity and rapidity; and it cannot be doubted, also, that the defendant here is liable in some form of action; for, though he had a right to enter, in order to remove obstructions to the discharge of water left on his own land, by irrigation, he had no right to repair the trench for the reception of the stream issuing from the tail-race of a cotton mill, which would necessarily widen or deepen it, and tear away the soil. It is unnecessary to inquire, therefore, whether the nature of the user, in this instance, was radically changed, for the increase of quantity was necessarily a damage to the plaintiff, which the license did not warrant'. The defendant insists that, as his entry was congeable for some purpose, he is not answerable in trespass quare clausum fregit for an injury only meditated; or that if the form of the action be right, he is not answerable on the pleadings, because his intent to misap•ply the use of the water ought to have been specially replied, instead of de injuria sua propria. His position that the intention entertained at the time of the entry cannot change the consequence of the act, is not sustained by Oakes v. Wood, 2 Mees. & Welsb. 791, in which the motive of an innkeeper for turning out a disorderly woman who was unmercifully beaten by him, was excluded ,from the consideration by the same replication. On the contrary, it was held in Peppin v. Shakespear, 6 Term Rep. 748, that in pleading a right to enter a common to dig for, and carry away, sand and gravel, for the repairs of a house, it is necessary to aver that the house was out of repair; that the party entered for the purpose of digging and carrying away for the necessary repairs of that house; and that the materials were used for that purpose. Besides, the question in Oakes v. Wood was not one of right, but of pleading ; and though the question before us is also such, the pleadings are not exactly the same. The defendant’s argument is that, as he had a right to enter for a justifiable purpose, he is not liable as a trespasser from the beginning, for a subsequent abuse of a license created by the party and not by the law, though he might be liable for it in an action on the case; or at least the unjustifiable purpose should have been replied specially. The last would have been true had he pleaded that he entered with intent to remove obstructions, in order to pass the surplus water of irrigation, or in other words, had he pleaded his license exactly as it was; but he pleaded a general right to enter in order to repair the trench for any purpose, and as the parties went to issue on the existence of such a right, the court properly directed that the defendant had failed in his proof.\nJudgment affirmed."}