{"id": "957796", "contents": "Bell, J.\nIt is not perceived how, upon the question of admissibility of the parol proof to reform the written agreement of the parties, this case can in principle be distinguished from Hurst’s Lessee v. Kirkbride, cited in 1 Binn. 616; Christ v. Diffenbach, 1 Serg. & Rawle, 464; Clark v. Partridge, 2 Barr, 13, and other kindred determinations. These settle the law of Pennsylvania to be, that a written instrument may be modified by parol evidence of what passed between the parties, at or about the time of its execution, in cases of fraud, mistake, or trust. As in Clark v. Partridge, there was, in the present instance, no mistake as to the contents of the written article, though there seems to have been a misapprehension as to its legal effect; nor was any trust contemplated, but the evidence was admissible upon the foot of fraud; for, as was well observed by Mr. Justice Huston, in Parke v. Chadwick, 8 Watts & Serg. 98, it is as much a fraud to obtain a paper for one purpose, and use it for a different and unfair purpose, as to obtain it by a fraudulent statement. All the cases show, that to pave the way for the reception of oral declarations, it is not necessary to prove a party was actuated by a fraudulent intention at the time of the execution of the writing. His original object may have been perfectly honest and upright; but if to procure an unfair advantage to himself, he subsequently deny the parol qualification of the written contract, it is such a fraud as will, under the rules, operate to let in evidence of the real intent and final conclusion of the contractors. Here, if the testimony is believed, the defendant expressly agreed to accept a conveyance of the property, which was the subject of the contract, burdened with the encumbrance of the quit-rents. This agreement was not inserted in, and made a part of the written article, only because both the parties conceived the rents to be in the nature of annual taxes, and therefore, as I understand the testimony, not coming within the description of the encumbrances intended to be guarded against by the stipulation for a “ warranty deed.” The defendant, by his own act, proceeding upon a misapprehension, having prevented the introduction 'of a provision into the articles, in conformity with his oral agreement, it would be inequitable to permit him to escape from his contract by a rule of evidence devised to prevent fraud.\nBut though it is clear, under the principle I have indicated, that in a proper case the evidence would be good for the purpose for which it was offered, we think that under the pleadings, as they at present stand in this cause, it should have been rejected. It is intraducibie only on the ground of fraud. The plaintiff necessarily founds his case, in part at least, upon the attempted fraud; for to warrant the tender of a conveyance with a warranty against all encumbrances, except quit-rents, he is obliged to introduce evidence of the imputed misconduct of the defendant, and thus makes it a part of his cause. He says, in effect, it is true the deed I tendered to your acceptance is not in accordance with my written covenant, but you agreed, verbally, to accept such a conveyance, and it is a fraud in you now to deny it. Now, it is settled by Clark v. Partridge, that, under such circumstances, the plaintiff must set out the facts in his declaration, and specially aver the fraud, in order that notice may be given to his antagonist what he will be called on to meet at the trial. This plaintiff, however, contented himself with a simple recitation of the article of agreement, with an averment of performance by himself, and non-performance by the defendant. But the proof offered did not sustain this statement of his cause of action, and therefore it was, the plaintiff found himself compelled to take another step, dehors the narr. by the introduction of the parol proof complained of. This it was not competent for him to do, under the authority cited; and hence an error was committed in its reception, for which the judgment must he reversed. Perhaps the plaintiff can so amend his pleadings, upon a second trial, as to avoid the difficulty. This will be for him to consider.\nThe answer of the court below to the defendant’s second proposition submitted, is correct. At the time of the sale of the premises, in satisfaction of the judgment recovered by Kugler & Co. against William Schoyer, Grans, the defendant, was in possession, without having paid, or in any way satisfied the plaintiff’s claim for purchase-money. He had, therefore, in his hands the means of paying the only encumbrance which brought his title into danger, and, as it.is clear, the property was purchased at the sheriff’s sale by Mr. Howell, at his instance, and for his benefit, this part of his defence is brought within the operation of the equitable principle ascertained and settled in Harper v. Jeffries, 5 Whart. 40, and McGinnis v. Noble, 7 Watts & Serg. 454, which restrains a purchaser, under such a state of facts, from withholding more of the purchase-money than is required for the discharge of existing encumbrances. Upon payment of the judgment under which the premises were sold, Howell will stand as a trustee for the defendant, for whose use he holds the legal title.\nJudgment reversed, and a venire de novo awarded."}