{"id": "957791", "contents": "Coulter, J.\nThe 17th and 18th sections of the act of the 15th April, 1834, must be taken together in their operation on this case. The 17th section requires the assessor to return the' names of two respectable citizens of his ward, township, or district, to the commissioners, one of whom shall be appointed collector; and the 18th section provides, that “ if the assessor fails to return the names of two citizens as hereinbefore provided, or if neither of the persons returned shall give the security specified in the 19th section of the act, to the satisfaction of the commissioners, it shall be the duty of the commissioners to appoint some other suitable person collector.” It appears from the return of the commissioners, that the assessor did fail to make return of the names of two respectable citizens, as required by the act; and also that Joseph Watt, the relator, did not give the security required, or even'offer to do it in a manner • and form satisfactory to them, when he required them to appoint him collector. These facts must be considered as true by this court until they are disproved in the mode established by law; and no issue having been tendered or demanded by the relator, they are doubtless correct.\nThe commissioners further state that they did appoint a collector for the ward on the 15th July last, who is now lawfully engaged and employed in the duties of his office.\nThe duty of the commissioners, with regard to the appointment of a collector, is not merely ministerial. A discretion approaching and nearly allied to a judicial function is vested in them, which it is their duty to exercise with care, according to their best judgment. Thus, where the return of the assessor has been properly made, they must judge and determine between the relative merits of the two persons returned. And if persons altogether unfit, or disqualified by being defaulters, as specified in the act, should be returned, it cannot be pretended that the commissioners would be bound to appoint either of them — because the return of the assessor must be considered in aid, and as ancillary to the duty of the commissioners, who are the sworn conservators of the public interest and treasure of the county, so far as its due collection and disbursement is concerned. It was, doubtless, supposed by the legislature that in some wards or townships the commissioners might not be accurately acquainted with individuals, and therefore this aid of the assessor’s return was afforded them. But where they know that the persons returned are disqualified on account of being defaulters, or otherwise flagrantly unsuitable, their appointment would be but poorly excused by the return of the assessors, who are totally irresponsible for the act. It appears from the answer of the commissioners, that one of the persons returned by the assessor, or alleged to be returned, was a defaulter to a large amount, and therefore disqualified by the terms of the statute. Now whether the fact, together with the other facts stated by them, to wit: that the assessor did not state that the citizens were “ respectable citizens of the ward,” and that he did not sign the'return, and was himself one of the persons returned, were sufficient to warrant the commissioners in considering it as no return, is not the question here. They necessarily had a discretion and deliberative function to exercise, and they did exercise it to the best of their judgment. They did not refuse to act, nor leave the office vacant, but deliberated and acted according to their judgment, and therefore the writ of mandamus will not be issued. Commonwealth v. County Commissioners, 5 Binn. 536; Commonwealth v. Cochran, 5 Binn. 87. I am free, however, to say that the defects in the return, or paper alleged to be a return by the assessor, were such as in my judgment justified the commissioners in the course which they adopted.\nThe office of collector of the Fourth Ward is not vacant, but filled by a person under colour of right at least, and therefore this court cannot command the commissioners to fill it.' The collector has his rights as well as the relator, and we cannot oust him from his office in this proceeding. He has not been summoned to answer, and is not before us. If the relator chooses to question his lawful rights to the office, he may proceed by a writ of quo warranto against him, and this is the only mode by which the legality of his appointment can be tested: Commonwealth v. The County Commissioners, 5 Rawle, 75. I do not wish, however, to be understood as intimating any encouragement of success in that proceeding.\nIt was stated in the argument that it was a very common practice for an assessor to return himself as one of the persons to be appointed collector. It is not necessary, in this case, to decide whether that fact alone would vitiate the return. But it wears a strong appearance of making a man a judge in his own case, and of converting a faculty of office, designed for public benefit, to a sinister use for the benefit of the party; and where the custom exists, it ought to be discontinued.\nThe application for the writ of mandamus is refused, the costs to be paid by the applicant, Joseph Watt."}