{"id": "957779", "contents": "Rogers, J.\n(after stating the will and the facts of the case.) — The plaintiffs in error, who were plaintiffs below, insist that Braddock’s-field, the land in controversy, is included in the first clause of the devise; that an estate in fee-simple is vested in George Wallace, defeasible by his dying without issue; that this event having taken place, the limitation over took effect, and they, as heirs ' of Arabella Wallace, to whom the estate was limited over by executory devise, are entitled to recover. On the other hand, the defendant contends, that the property in dispute is not embraced in the first clause, but falls within the second, and that under that clause, plaintiffs have no pretence of title; and secondly, admitting the plaintiffs’ first proposition, he contends the contingency on which the estate vests has happened, and an absolute estate in fee was vested in George Wallace.\nUnder which clause the subject of the devise'falls, is the first question. And after some hesitation, we have adopted the reading of the plaintiffs’ counsel. The primary object of the testator seems to have been, to provide for the maintenance and education of his children, and in the event of any alteration in the condition of his family, by death, before they attained the age of discretion, that the estate should descend as is provided in the first clause. There is no motive which occurs to me, to induce him to except from this provision his family residence, constituting, as it did, the most valuable portion of his estate. The first item embraces all his property, real and personal, and would certainly embrace Braddock’s-field, wore it not for the words introduced in brackets (except such parts as are hereafter excepted) and the phraseology of the second clause. The argument of the defendant’s counsel would be irresistible, were it not that the expressions arc satisfied by the devises in the fourth and fifth clauses. The property there ■ named stands in a peculiar situation, and we are at no loss to understand the reason they are excepted from the disposition made of the rest of his estate. After providing for payment of his debts, the testator devises all the residue of his property, real and personal, (except such parts as are hereafter excepted,) to be equally divided, &c., as therein prescribed. He then proceeds, it is my will that my wife shall remain in full possession of the plantation called Braddoek’s field, with the appurtenances thereunto belonging, also the stock of every kind, viz. horses, &c., also all kinds of farming utensils and every kind of furniture, together with all issues and profits of said plantation, for her use during her life in case she never marries, then it to be equally divided between my surviving children or their lawful heirs after the death or marriage of my wife Jane. The will is most inartificially drawn, and I am much inclined to the opinion, that to carry out his intention we are at liberty to add the word “aforesaid” after the words “my surviving children or their lawful heirs.” This alteration or addition would remove all doubt. Nor is it without precedent, as is shown in the cases cited, when necessary to carry out the manifest intention of the testator. But to what does the word it refer ? Does it refer to an estate on the Braddock’s-field property, or to the possession of it merely, and to that part of the personal property and the rents and issues not expended by the widow. We think, on a view of the whole will, it is intended to apply to the latter. It is very true, by the strict rules of law, an estate during widowhood •is vested in Jane, but this in all probability was not the notion of .the testator, ignorant, as he certainly was, of the construction of legal terms. He supposed, it is likely, that it was but a bare permission to take possession of the property, reside on it, receive the rents, issues and profits for the support of himself and children, during their minority. That when this primary object was rendered impossible by death ox endangered by her marriage, it was to go over in the manner directed in the second clause. To this conclusion I have come, not without great hesitation. It amounts, I confess, to little better than conjecture. But to discover the intention of a testator, on a given state of facts, occurring after his decease, which never entered his mind at the time the will was executed, is one of the many difficulties which beset courts in the construction of such instruments. . I am however free to confess, that were it necessary to adopt a different reading, I should be inclined to do .,so, to prevent the injustice resulting from the plain-' tiff’s recovery, after partition of the property, the payment of a large sum1 of money as owelty of partition, under a supposition common to all the heirs, that George took an indefeasible estate in fee, an acquiescence in the partition for upwards of twenty years— improvements on the property, on the faith of an undisputed title, and a subsequent disposition of it by will.\nThe property in dispute being the subject of the same limitations with the other real estate, with the exceptions indicated, we may now turn our attention to the first item in the devise. On its construction the case depends. The plaintiffs insist that a defeasible fee is vested in the first taker, to be defeated by the single contingency of his dying without issue, and as that event has taken place, they, as heirs of Arabella Wallace, to whom the estate is limited over, by way of executory devise, are entitled to recover. In opposition to this view, the defendant contends, the estate of George Wallace, under whom they claim, is a fee, whether fee-simple or fee-tail matters not, the contingency having happened on which an absolute estate was to vest. The construction of the will depends on that part of the clause which runs thus: “ And in case any of my children before mentioned die' without lawful issue, or before they arrive at the age of twenty-one years, in that case, their part, if it be boys, shall be equally divided between my two daughters.” The intention of the testator, to which all other rules are subordinate, is the governing rule in the construction of wills, but to discover the intention certain rules have been adopted, by which the court is as much bound as the general rule itself. Thus, in wills, it is now a settled rule of construction, that when there is a devise of an inheritance to any person, and a devise over, depending on his age or issue, whether these events are connected by a conjunctive or disjunctive particle, the estate of the first taker is absolute, if either of the events take place. The controlling reason given in all the cases is, that otherwise, if the first taker should die under age, leaving issue, such issue would be disinherited. To this point there is a uniform current of decisions in England and this country, which I am saved from the labour of enumerating, as they are all cited and reviewed in Hauer v. Shitz, 2 Binn. 545; Holmes v. Holmes, 5 Binn. 259; Scott v. Price, 2 Serg. & Rawle, 63, and Welsh v. Elliott, 13 Serg. & Rawle, 205. Chief Justice Tilghman, in Hauer v. Shitz, in this simple, but lucid language, has given us the reasons of the rule: “ In order to effectuate the intention of the testator, the word, or, is stripped of its disjunctive signification and converted into a conjunction copulative. Why has this been done? Because if it was construed disjunctively, the devisee, who was the first object of the testator’s bounty, might die under twenty-one, leaving children, and those children would be deprived of the estate, which would pass over to other persons. It is very natural that a man should give his son an estate in fee, and yet provide that it should go to a third person in case his son should die without issue, and before the age at which the law permitted him to dispose of it, either by contract or by devise; but that he should give him a fee-simple, and then deprive his children of it, because he happened to die before twenty-one, is altogether unnatural and improbable.” Two reasons, it will be observed, are given for the rule, one to prevent the disinheritance of the children, and another, that we cannot presume the testator designed to prevent the first taker, who was the object of his bounty, after he arrived at years of discretion, from the disposition of his property. Both reasons apply to this case, for if we adopt the plaintiff’s reading, the minor children of six of the eight devisees would run the risk of being disinherited, and the remaining two would be deprived of the power to convey their shares of the estate by contract or devise. This would be both against sound policy, which never fetters the character of estates without necessity, and against the intention of the testator. We are restrained from giving such words their grammatical sense, because it would defeat his intention. One of the best modes of discovering the sense, is to put yourself in the place of the testator, and inquire what would be his answer, if certain questions were put to him. Thus — do you intend, by the expression used, to disinherit your grand-children, if your devisees, under age, marry, have children, and die before they attain the age of twenty-one; or do you design to lay any restraint upon them as to the disposition of their property, if they arrive at the age of discretion ? We cannot doubt that the answer, in both cases, would be in the negative. Can it be believed that he would answer that it was his design, by the use of such words, to hinder them from marrying till the age of twenty-one, a reason, erroneously, I think, attributed to Lord Holt, in 12 Mod. 277, which, with all deference, is absurd, especially as regards persons on this side of the Atlantic. That all the devisees, George and Thomas included, are put in the same class and the same category, appears from the will itself. Thus the profits of the real and personal estate devised to all the devisees nominated, are directed to be for their use and support until each arrives at the age of twenty-one years, at which time, so runs the will, each shall receive their shares. The argument therefore, that a different rule may be applied to those under, and those above age, is more plausible than sound. Strange as it may appear, yet we have reason to believe, that the testator did not advert to the fact that two of the devisees, at the time the will was executed, were above the age of twenty-one years. The wording of the will, on any other hypothesis, can hardly be explained, for if he had any intention of making a difference between them, it would have been easy to do so by > slight change in the phraseology., His evident design, as it appears clearly to lis, was to put them all on the same footing, and that when they arrive at the proper age, each of his children, without exception, should have-the absolute and uncontrollable disposition of his share of the-estate. What matters it whether some of the devisees are above age at the time the will is executed, or arrive at that age before the-death of the testator, and yet, in the latter case, no person would pretend it would alter the construction of the devise. But it is on this construction alone the plaintiffs rely. They contend, that although the expressions, if he die without issue, or before they-arrive at the age of twenty-one years, are to be generally so construed as that or may read and, yet if there are any other parts of the will which indicate a contrary intention, the construction may be different. And this is true, but so strong is the general rule, that a contrary design must be manifest to induce the court to depart from the usual construction of these words. Welsh v. Elliott, 13 Serg. & Rawle, 207, and Scott v. Price, 2 Serg. & Rawle, 62, afford striking illustrations of the great desire of the court to avoid taking a case out of the general rule. On the face of the will itself, there is nothing which indicates a contrary intention. It will not bear an argument that we must read or, and, but for the fact, dehors the will, that two of the devisees, George being one, were above the age of twenty-one years when it was executed. But we cannot infer from this such a clear manifest intention as, will induce the court to vary the legal reading of. that part of the will.\nSeveral points which were discussed in the argument are not, noticed, because this view of the law disposes of the whole case.\nJudgment affirmed.\nIn this case, Gibson, Ch. J. did not sit, being related to the defendant."}