{"id": "957788", "contents": "Gibson, C. J.\nThe defendant’s argument would require us to violate one of the most useful rules of the common law, and to overturn a train of our own decisions, beginning with Cardesa v. Humes. And for what ? To save the trouble and expense of two trials, when one might answer the purpose; and, says the counsel, what is the harm of that ? To say nothing of the confusion that would rush in by disregarding the arrangements of the law, and sending the parties before the jury pell-mell, the plaintiff would lose by it the substantial security of the defendant’s oath, which he must, by the regular practice, peril, to obtain an order for the opening of the judgment; and this is an advantage of which the argument would deprive him, for many a man would be willing to set up a defence, and maintain it by the dubious testimony of others, who would refuse to SAvear to it himself. Such a man should not be suffered to disregard an unimpaired judgment against him, and to proceed to a defence on original grounds, as if it were a nullity. The miserable savings of trouble and expense that would accrue from jumbling together distinct matters on the same trial, would be poor compensation for the loss of a security so effective. In England, and our sister states, relief for matter of pretermitted defence is had in chancery, and at an enhanced expense; yet that has not induced the coiu’ts to violate the sanctity of a judgment. To do so, would shake all confidence in the stability of judicial decisions. The counsel has attempted to distinguish the case before us from its predecessors, on the ground that the judgment was confessed neither by the defendant in person nor his attorney, but by the prothonotary, who knew nothing about his defence, and whose confession, therefore, could, at the worst, be no more than prima facie evidence of the demand. What then ? The judgment was not the less a judgment of the court. In the confession of a judgment even on a bond and warrant at the common law, the attorney, though ostensibly appearing for the defendant, is in reality the attorney of the plaintiff, and' no better advised than the prothonotary as to the existence of a defence. Nor does it differ the principle that the judgment was entered for a penalty to secure the payment of instalments. It is equally conclusive of the adjudicated fact, while it stands unreversed, that no part of any of them Avas paid at the day of the rendition. If the defendant would contest it, his course was to make the proper affidavit, stating the specific circumstances of his defence, and the facts SAVorn to would alone be tried. If they were established to the satisfaction of the jury, the judgment avouM stand good for the residue, and only the unpaid instalments would be found for the plaintiff, with stay of execution till the respective days of payment; leaving the defendant to claim credit for payments made subsequently to the rendition, as matter of defence to an application for a summary award of execution, or to a scire facias, should the case require one. But in every case, the law requires him to proceed methodically reddendo singula singulis ; not, as in this case, disregarding what had been adjudicated before. The evidence, therefore, was improperly admitted.\nJudgment reversed, and venire de novo awarded."}