{"id": "957773", "contents": "Bell, J.\nIn an action upon a negotiable instrument, after the defendant has given proof that the note or bill wa» improperly obtained, and put in circulation by duress, felony, or fraud, he may call upon the - plaintiff, under a previous notice, to show that he is a bona fide holder for value, on pain of being other-, wise considered as standing in the same predicament with him who wrongfully gave it currency; Whittaker v. Edmunds, 1 Mood. & Rob. 366; Holme v. Karsper, 5 Binn. 469; but mere absence' or failure of consideration between the original part^ is inoperative to put the plaintiff on such proof; Knight v. Pugh, 4 Watts & Serg. 445; Brown v. Street, 6 Watts & Serg. 221. Though perhaps it might reasonably be questioned, yet conceding that- the defendant below had made out such a case as entitled him to call on the plaintiffs for express proof of value paid by them as endorsees, why was not the evidence objected to competent for that purpose ? It tended to prove that at or about the time the notes were passed to the plaintiffs, they paid money to Beveridge, and assumed to pay for him debts for which he was liable or was about to contract. Apart from any explanation, this certainly went to establish, in some degree at least, that a valuable consideration moved from the endorsees to the endorser. Each of these items of proof made some progress towards such a conclusion. That neither of them fully attained to it, furnishes no rational ground for its entire exclusion. If each might possibly form even a small link in the chain by which the plaintiffs proposed to support their case, it could not be said to be so irrelevant as to be altogether inadmissible. As was repeated in Brown v. Street, in many cases it is extremely difficult to prove what was given in exchange for negotiable paper; and to require the holder to introduce at once his reply to the defendant’s call, perfect at all points, would be not only a departure from the rule which permits a party to proceed in his proofs by successive steps, but might interpose a serious obstacle to that freedom of transmission which constitutes the chief utility of negotiable instruments. Whether the plaintiffs’ evidence, taken collectively, satisfied the rule invoked by the defendant below, we are not called on to consider. What the court below said on this point the l’ecord does not inform us, or whether they were called on to say any thing. We have, therefore, to deal with naught but the simple question of relevancy, and this is disposed of adversely to the plaintiff in error, by what has been already said.\nIt was proposed to prove, that when Shartel, in November, 1843, assumed to pay Paul Brandt a sum of money for Beveridge, the latter declared the assumption was on account of the transfer of the notes in controversy. The objection to this offer was overruled, but the witness failed to testify as proposed. We are consequently relieved from the necessity of considering this part of the exception.\nThe record, as exhibited by the paper book, very imperfectly delineates the case as, I doubt not, it was presented to the Court of Common Pleas. Taking it as it is given to us, we cannot say error was committed on the trial.\nJudgment affirmed."}