{"id": "957863", "contents": "Coulter, J.\nThere are four bills of exception to evidence, which involve none of the arcana or mysteries of this profession, or any recondite principles of law, but on which quite a galaxy of cases have been brought to bear.\nThe proposition with which the plaintiff commences is true, unquestionably true, viz. that the declarations of the payee in a note are not evidence after he has parted with his interest so as to prejudice. But then it is.indispensable to establish that the declarations were made after the transfer. In the case before us, there was some evidence that the declarations in the bill of exceptions were made after the payee had parted with his interest, but there was much stronger evidence that they were made before the transfer. As a matter of course, therefore, these declarations were referred to the proper tribunal — the jury. The court would not have excluded them without falling into error. If the learned counsel had requested the court to instruct the jury, that if the declarations were made after the transfer of the note by the payee, of which they were the arbiters, such declarations could not legally prejudice the holder, the court would doubtless have done so.\nThe evidence covered by the second bill of exceptions, and which was excepted to by the plaintiff, was undoubtedly pertinent and relative; it was directly responsive to the allegations of plaintiff, and conduced to prove that the occasion of giving the'note and the alleged consideration for it, as averred by Benjamin Depue, were questionable and colourable fabrications. The testimony was properly admitted.\nThe third bill of exceptions has the most seeming in it. The allegation by the defendant was that the note was false and simulated. The plaintiff offered to prove by a justice of the peace that the defendant was a constable, who had done business at his office, and brought to the office returns on twenty executions and summonses, which he thought were signed by defendant. He saw him sign some of the returns; couldn’t say which, and believed they were all signed by him; that he had seen him write and knew his signature. The papers were then offered, to prove the signature to the note, by a comparison with the signature to the returns, and the court rejected the returns as evidence.\nThere is no doubt but that comparsion of handwriting is one mode of authenticating a signature, but it is an uncertain, dangerous, and questionable mode, and only to be used or relied upon in aid and as ancillary to more direct evidence: 10 Serg. & Rawle, 110; 5 Bin. 349. When the identity of any thing is fully and certainly established, you may compare other things with it, which are doubtful, to ascertain whether they belong to the same class or not, but when both are doubtful and uncertain, comparison is not only useless as to any certain result, but clearly dangerous and more likely to bewilder than to instruct a jury. In Baker v. Haines, 6 Whart. 284, it was ruled by this court that the tost or standard paper must be established by evidence, that a person saw the party write the signature, or that the party had admitted the signature to be his. In the case at bar, the witness said he believed he had seen the party sign some of the returns, but which he could not say. If he could not tell, it would be asking rather too much from the court and jury to determine, upon their responsibility, which of them. The evidence offered was not within the rule, and was rightfully rejected.\nThe evidence covered by the next bill of exceptions was so clearly an offer to compromise and pay part, on account of the uncertainty, (as the party expressed it of the law,) and the vexation and trouble of mind incident to a lawsuit; was so clearly a proposition of compromise, and looks so little like an admission of any thing being due, that I am only surprised that it was brought up to this court for decision. The evidence was properly ruled out.\nThe last bill of exceptions embraces evidence similar to that .covered by the second bill of exceptions. There needs nothing to be said about it here, further than that there is nothing in it.\nJudgment affirmed."}