{"id": "957824", "contents": "Burnside, J.\nIn this judgment, both parties claimed under John George Miller. His last will and testament was duly proved on the 20th of May, 1813. The material question in the case arises on bills of exceptions to evidence to shovr that Mrs. Ulrick, a feme covert, was the bona fide owner of the judgment on which the property was sold to the defendant; and on the plaintiff’s prayer for instructions to the jury that the sheriff’s sale was void, and did not pass the estate of Miller to Wolf, the defendant.\nThe amicable confession of judgment was on the 27th March, 1822, by Catherine Miller, surviving executrix, and John Adolph, surviving executor of John George Miller, to John Ulrick and Mary, his wife, for the sole and separate use of the said Mary in the sum of $1424 44. On this judgment, the property in question was levied and sold by the sheriff of the city and county of Philadelphia to Wolf, the defendant, on the 5th October, for $8155, and a deed duly acknowledged on the 18th of October, 1825. The money was ruled into court, an auditor appointed, and distribution duly made. There was some evidence that the heirs in Germany recovered the balance of the purchase-money after the satisfaction of the judgments against the estate; but that point is rendered immaterial, as the plaintiff rested his case in the Nisi Prius, on the point that the debt under which the land was sold had ceased to be a lien on the premises in the hands of the executors, by virtue of the fourth section of the act of the 5th April, 1797, 3 Smith’s Laws, 298, and relied on the case of Bailey v. Bowman, as conclusive in his favour.\nThe counsel of the defendant relied as well on the heirs in Germany recovering the proceeds of the sale as the proviso to the section before recited: that is, provided always “ That a debt due and owing to a person, who at the time of the decease of such debtor is a feme covert, shall remain a lien on the said lands and tenements, (notwithstanding the said term bo expired,) until four years, after discoverture. Evidence was given of the marriage of John Ulrick, widower, with Mary Warner, widow, on the 6th March, 1800. Ulrick was living w'hen the judgment was obtained,\nElizabeth Gladding gave evidence, to which exceptions were taken on the trial, that she knew7 Mary Warner — she had three husbands; that Mrs. Ulrick lent money to Mr. Miller when he was going to build; she was at Miller’s house the day he took sick; she deposited the money with him for safe-keeping, being afraid of robbers. Miller said he took the money and bought the ground-rent ; said he might as well pay the interest to her as the ground-rent to the landlord. The ground-rent was shown to be extinguished on the 8fch April, 1813. It was further offered to prove the declarations of the executrix, Catherine Miller, who was a devisee, as to her late husband borrowing the money from Mrs. Ulrich, to which the plaintiff excepted. The witness stated Mr. Miller had borrowed money from Mrs. Ulrich to build the house. She did not hnow the amount. When he, Miller, had made up the money to pay it, Captain Rutter wanted to borrow it; Mrs. Ulrich was not willing to lend him the money. Mrs. Miller said Captain Rutter gave his note to Mrs. Ulrich, and Miller endorsed it. These two debts were unpaid when Miller died, and the house was sold for them. Mrs. Miller lived in the house after her husband’s death.\nThese points were answered together, and the jury instructed that the proviso in the act of 1797 did not designate any particular hind of debt due to a feme covert. All debts and claims of a feme covert were protected from the limitation, as if the act had never been passed, until the exception in their favour ran out. That the husband, as well as the record, treated the proceeding as if it was her debt; the form of the action was some presumption of that fact. The court sees no error either in admitting the evidence of Mrs. Gladding, or in the’answers of the court to the points. ■\nWe must bear in mind that this was an old transaction; all the parties to it are dead. The creditors of John Ulrich are complaining. The evidence was clear that John Ulrich never reduced this money into possession, or the evidence of it. We recognise the principle in Pennsylvania that a married woman may acquire a separate property in money or chattels, either by the gift of a stranger or of her husband: Rogers v. Fales, 5 Barr, 157. Such gift must not be made at the expense of creditors. It has been held that, when a wife having real and personal property married, and some days after the marriage the husband gave her a certificate stating he had borrowed of her a certain sum, for which he promised to pay her interest annually, in a case between the wife and the representatives of the husband, this paper furnished sufficient evidence that he held the money as trustee for the wife, and not in his own right: 5 Whart. 138.\nThese points being decided against the plaintiff, he is left without a foot to stand upon.\nThe.judgment is affirmed."}