{"id": "957849", "contents": "Gibson, C. J.\nNotwithstanding the range which the argument has taken, the ground of this controversy lies in a narrow space. Instead of depending on general or constitutional law, the question before us depends on the interpretation of a short and isolated section of a statute; but the quotations from the civilians and from Lord Hale bear strongly upon it. They establish that the use of water, flowing in its natural channel, like the use of heat, light, or air, has been held by every civilized nation, from the earliest times, to be common' by the law of nature, and not merely public, like the use of a river or a port, which is subject to municipal regulation by the law of the place. They establish, also, that the domestic uses of water are its natural and primary ones. Air is not more indispensable to the support of animal or vegetable life. Water is borne by the air, in the form of vapour, to the remotest regions of the earth, for the free use and common refreshment of mankind; and to interdict the use of the one within any particular locality, would be as monstrous and subversive of the scheme of animal existence, as it would be to interdict the use of the other. It is only when it has been received on the surface of the earth, not while it is falling from the clouds, that it can be made to minister to the ordinary wants of life; and if it be common at first, it must continue to be so while it is returning, by its natural channels, to the ocean. No one, therefore, can have an exclusive right to the aggregated drops that compose the masses thus flowing, without-contravening one of the most peremptory laws of nature. Water may be exclusively appropriated by being separated from the mass of the stream, and confined in tanks or trunks; but then it would have ceased to be aqua profluens. It does not cease to be so, however, by being merely impeded in its natural channel by a dam. That a law of nature may be displaced by even legislative mighty has been stoutly denied by'high authority, though perhaps without Conclusive effect where the question is one of power and not of right; but where a.court has to deal with a question of construction and not of power, the protection of such a right from violation by superior force, must always turn tbe scale. Nothing but the most clear and imperative expression of the legislative will could prevent it. What we have to do, then, is to see whether the legislature has undisputably debarred all mankind from drawing water from the Schuylkill river, except by permission of the Schuylkill Navigation Company, or the city of Philadelphia, its alienee.\nThe city claims, not immediately by grant from the Commonwealth, but by conveyance from the company, which can pass no more than the company had power to give. The fifteenth section of the act of incorporation provides, that “the said president, managers and company, shall have the privilege, and be entitled to use, the water-power from the said river, sluices, or canals, to propel such machinery as they may think proper to erect on the land, which they may previously have purchased from the owner or owners ; or may sell in fee-simple, lease, or rent, for one or more years, the said water-power, to any person or persons, to be used in such manner and on such terms as they may think proper with condition that the consequences of the grant shall not at any time impede the navigation. Nothing contained in any subsequent enactment touches the subject of water-power, except a proviso subjoined to the twenty-fifth section of the same act, which declares “ that in case of forfeiture by the company, the owners of water-power created by any dam erected by virtue of this act, s.hall be obliged to keep in perfect repair and good condition, any dams, slopes, or locks, connected with such water-power, under and subject to the same conditions and penalties as the company originally' were; and shall have a right to charge and receive the same tolls as the company are authorized to receive by this act: and in case the owner or owners of such water-power shall neglect or refuse to keep such dams, slopes, or locks, as aforesaid, in good repair, fit for the passage of boats, arks, and rafts, as the case may be, the legislature may resume all the rights, privileges, liberties, and franchises granted by this act.” I have extracted the proviso entire, not only to present all the legislation on the subject to the eye at once, but to show that the question before us depends exclusively on the fifteenth section.\nNow, a grant of water-power is not a grant of the water for any thing else than the propulsion of machinery; and it consequently does not exclude the use of it by any one else, in a way which does not injure or decrease the power. It is not a grant of property in the corpus of the water as a chattel; and this does not seem to have been doubted by the judge who decided the cause below. A right may doubtless be granted, if a grant were necessary, to intercept running water, and confine it in reservoirs for separate use; but' the grant of such a right would not be the grant of a water-power. No two things can be more distinct and dissimilar. The respond ents, therefore, would not be answerable in equity for taking the free and running water of the river, or for any thing less than a nuisance to the complainants by decreasing the volume and force of the current; for on no other ground could the extraordinary' jurisdiction of a chancellor, which in cases of nuisance is only the handmaid and protectress of the legal title, be invoked to restrain the diverting of a water-course. The authorities to the point are collected in Eden on Injunctions, c. 11, p. 157, in which it is shown that, though it is the practice to enjoin in clear cases of nuisance,' without a trial to establish the right at law, yet the courts of equity-are exceedingly unwilling to do so; and my first impression was that the injunction ought to have been refused on that ground. But granting for the occasion that the bill, answer, and proofs, establish the existence of an actual nuisance, yet, as injunctions, without exception, are discretionary and grantable on the circumstances of the [particular case, I am far from clear that it would not be our duty, to leave the complainants to their remedy at law, until they could make out a case of substantial and appreciable injury to a part of their water-power, which they otherwise would have put in use: and no such injury is made out by the proofs.' The estimates are that about two millions of gallons are daily taken by the respondents from the pool, while from one hundred and fifty to five hundred millions are suffered, in the same time, to tumble over the dam. Whatever, therefore, may be the growth of the districts and their wants, it is pretty certain -that the complainants' will be free from actual damage from the respondents’ works, in all time to come. The number of the population at present is computed to be one hundred thousand; and should it in' time be equal to the population of London and its environs — a1 thing that is barely within the bounds of possibility — the daily consumption, according to the present ratio, would be no more than forty -millions of gallons; leaving an immense surplus, which the complainants do not, and probably never can, use : but should the case turn out in process of time to be otherwise, it would be time\" enough to apply the strong arm of a chancellor to it. But according to Pastorius v. Fisher, 1 Rawle, 27, a plaintiff is entitled to nominal damages from one who floods his land without actual damage, because every invasion of a right is, in contemplation of law, a constructive damage, calling for compensation in proportion, to its importance. We must not forget, however, that an action is of right, and that an injunction is of grace. Viewing the case as if the complainants had established their right by a verdict at law, it would not follow that a subsequent jury, performing the office of a chancellor under our mixed system, as necessity has sometimes compelled them to do, would be bound on the principle of Clyde v. Clyde, 1 Yeates, 92, to coerce the respondents, by means of vindicatory damages, to abate their works; and if a jury would not do so, a chancellor would not enjoin them. It is true that in an action to compensate a benefit, the value of it to the receiver is the measure of the damages ; but when the action is for a wrong, the measure is compensation to the extent of the loss. But no speculative benefit or loss is a subject of compensation; and even if it were, yet where damages will compensate either the benefit derived, or the loss suffered, from a nuisance, equity will not interfere. Here the complainants might recover full compensation, by a verdict for the one or the other, inasmuch as the works above do not practically interfere with their comfort or convenience. We must admit that a man who has paid for a water-power is not bound to use the whole, or any part of it, but that he may choose to let the water escape, as the complainants did, without giving any one a right to interfere with it; but would not non-user be a matter to go to a jury, in mitigation of damages ? Except to establish the right, a jury is not at liberty to go beyond the actual loss; and this principle is peculiarly applicable to the course of a chancellor. I have found no case in point for diverting water-courses; but conclusive analogies may be drawn from cases of nuisance, by stopping ancient lights. In the Attorney-General v. Nichol, 16 Ves. 338, it was held that equity will not interfere where the injury can be compensated by damages; but that it will restrain an injury which would probably drive the complainants from the premises. No fear of that, from any injury done to the complainants before us. Lord Eldon said that the foundation of equitable jurisdiction to interfere by injunction in cases of nuisance, is that head of mischief alluded to by Lord Hardwicke, in The Fishmongers’ Company v. The East India Company, 1 Dickens, 164, as that sort of material injury to the comfort of the existence of those who dwell in the neighbouring house; that the diminution of the value of the premises, is not a ground to interfere; a.nd that equity will not interfere upon every degree of darkening ancient lights. And in the kindred case of Lord Ripon v, Hobart, 3 Myln. & K. 169. Lord Brougham refused an injunction to prevent a contingent nuisance, saying that « if the thing sought to he prohibited is in itself a nuisance, the court will interfere to stay irreparable mischief, without waiting for the result of a trial; and will, according to circumstances, direct an issue or allow an action; or, if need be, expedite the proceedings, the injunction being in the mean time continued. But where the thing sought to be restrained is not unavoidably in itself noxious, but something which may, according to circumstances, prove so, the court will not interfere. So in Wynstanley v. Lee, 2 Swanst. 333, Sir Thomas Plumer refused an injunction to restrain the erection of a building which darkened ancient lights, because it did not appear that it would materially interfere with the comfort of the complainant. I do not, however, insist on this aspect of the case, because it is not one in which it was viewed at the argument, or one which has attracted the attention or elicited the opinion of my brethren; and emphatically because there is another ground on which we all agree that the decision may be securely rested.\nThe preceding remarks have been hazarded on the foot of a momentary concession that the respondents’ works are a nuisance in contemplation of law; but are they so ? The affirmative must be rested on an assumption that any abstraction of the water for domestic purposes is a technical injury to the complainants’ waterpower ; and this, whether it were drawn from the pool or from the stream above; for the volume of the water would be equally lessened by it in either case. According to the argument, it would be an infringement of the company’s right, to draw water from the river even above the charter-ground. But is it possible to think, that in granting the company authority to use or sell the power of the surplus water, the legislature intended to appropriate the whole stream, for every purpose, to its exclusive use, and to debar the inhabitants of the contiguous villages and farms from using any part of it for drinking, cooking, washing, or any other domestic purpose ? It would be monstrous to suppose it. The very extravagance of the pretension is an irresistible argument against it. The intent of the legislature was to give the company a monopoly of the power incidentally created by its works, and to give it no more; for the words of the section go no further. The water in its pools was not to be drawn from them for application to machinery elsewhere without its consent; for that is the extent of the enactment, and it contains no express or implied prohibition of any other use of it. The river above tho charter-ground was left subject to the common law, which allows every riparian owner to divert 'the stream for purposes of irrigation or power, subject only to return the residue of it to its natural channel on his own ground; yet even he would be liable, on the principle of the argument, for the least imaginable diminution or consumption of it. Even, within the extent of the charter-ground, there was to be no sacrifice of natural and inherent rights to the merely collateral creation of water-power, which was not the object for which the company was incorporated, but merely auxiliary to it. The legislature would not have ventured to abridge a right so sacred to accomplish a subordinate purpose, however meritorious; and had the' interpretation attempted been propounded to it as necessary and inevitable, the bill would certainly have been rejected. What, then, have the respondents done? The inhabitants of the districts might have lawfully dipped from the margin of the pool, water enough for their several necessities; but instead of drawing it by hand or by horses, they have combined their funds to produce a cheaper and a better transportation. True, they have laid pipes in the pool, as they might have laid them in the bed of the river, had not the dam been erecte4; but what has that to do with the supposed production of an injury to the complainants by decreasing the volume and power of the stream ? Certainly no more than the transportation of the' water, when separated from the mass, has to do with it. Unless the complainants have a specific property in the wat§r itself — and all the writers on natural or conventional law agree that they have not — they have no equity. To state their case is to decide it. We are therefore compelled to differ from the opinion, expressed by our late brother Kennedy, and to reverse his decree.\nInjunction dissolved and bill dismissed."}