{"id": "957827", "contents": "Gibson, C. J.\nThe principle of this case is so fully developed in Kirkham v. Sharp, 1 Whart. 323, that I will not further discuss it. It was there said that an owner of ground, who builds houses on a court laid out by him for their use, ipso facto annexes it to the houses; and that he retains the bare legal title to the soil in trust for the tenants. It follows that his grantee of the legal title, or any one claiming under him, stands in the same predicament; and what is the defendant in such case but such a trustee, except that, as a part owner of the original lot, he holds a part of the beneficial interest in the alley in common with the plaintiff. Our earliest account of the property is, that Forbes owned the whole of it, including the alley which was then, as it has since been, used as a common passage by the tenants on each side of it. New stores and new houses, since built, have narrowed it; but the part of it which remains has always been used as an easement in common by the tenants of the buildings by which it is bounded. What, then, did Mr. Bingham, the purchaser under whom the plaintiff claims, buy when the ground on the east side of it was sold on the mortgage ? Undoubtedly every privilege or easement, without exception, that had been annexed to it by the common owner of the whole, and master of the use of it; and this, without assistance from the word appurtenances in the levy returned by the sheriff. Would it be necessary to insert an express grant of such an easement in the conveyance of a house in a court dedicated, not to public use, but to‘the use of those who should reside on it.? Not one scrivener in a thousand would think of it, and the original proprietor would, in consequence, be able to impair the value of the grant by refusing the right of passage, and drive the grantee to his common-law right of way, from necessity, if he should not have the means of egress and regress in the rear. But such is not the law. “When any thing is granted,” it is said in the Touchstone, p. 89, “ all the means to attain it, and all the fruit and effects of it, are granted also; and shall pass inclusive, together with the thing, by the grant of the thing itself, without the words cum pertenentiis, or any such-like words.” And again: “ The incident, accident, appendant, and regardant, shall in most cases pass by the grant of the principal without the words cum pertenentiis, but not e converso. And among other illustrations of the rule, it is said: “By the grant of a ground is granted a way to it; that is, all usual ways; and unless there be a usual way, then a way of necessity will pass.” That is exactly our case. But if the rule of interpretation were otherwise' in regard to a grant by the owner himself, the interpretation of a levy by an officer who could not know the relative rights of the parties, would necessarily have to receive a greater share of liberality and indulgence. By extending the conveyance to the alley, therefore, Mr. Grant acquired no more than the bare legal title to it, which was in Forbes, in whose place he stands, subject to the easement which' Forbes had himself created; and the charge of the judge was right in every particular.\nJudgment affirmed."}