{"id": "957840", "contents": "Burnside, J.\nThis case was before the court at December Term, 1845, and is reported in 2 Barr, 122.\nThe plaintiff below, who is plaintiff in error, complains : 1. That the verdict of the jury does not ascertain where the eighty-two, acres and a half are to be taken from the tract claimed; an< 2. The judgment on the verdict is uncertain, and does not ascertain the rights of the parties as to the tract of land in dispute. The ejectment was an equitable one, to recover possession of a messuage and tract of land situate in the township of West Nottingham, in the county of Chester; bounded by lands of Aaron Carter, Isaac Tyson, jun., John W. Passmore, and others; containing two hundred and thirty acres, more or less. The verdict was for the plaintiff « for eighty-two and a half acres of land, being the land covered by the warrant of survey of July, 1832.” The warrant, which was for seventy-five acres, and specially descriptive, had been surveyed, and returned for seventy-three acres and sixty-two perches, which bounded on the south-east end of the survey, on a new survey of John W. Passmore. The plaintiff, under his contract with the defendant, claimed the whole of both old and new surveys. The verdict is in accordance with the warrant the plaintiff purchased from the defendant. The whole title of the plaintiff and the defendants in evidence demonstrate that he has no ground of complaint. The verdict gives all the land to the plaintiff according to the calls of his warrant, and ten per cent. It gives to the plaintiff a portion of the defendant’s later survey. To this the defendant accedes, and has actually run off the quantity, and left in the office a deed in accordance with the verdict.' The defendant offers the plaintiff the land surveyed; still the plaintiff wants to set aside the verdict for uncertainty. Whenever the verdict is sufficiently certain to enable the court to give judgment, and the sheriff to deliver the possession, where that is required in a habere, it will not be disturbed; 17 Serg. & Rawle, 400. Our courts will always give verdicts a liberal construction, and give judgment upon them when justice is done between the parties. This is more especially the case in equitable ejectments to enforce contracts.\nThe verdict gives to the plaintiff all the land he was entitled to recover under the contract, and all the land he could hold or claim under the warrant which was the foundation of his title. If the plaintiff is still dissatisfied with the return of survey and the addition decreed by the verdict, and desires it all to be returned in the warrant, he can obtain an order to that effect from the board of property, and have a re-survey of the whole quantity, and in accordance with the verdict and judgment.\nEquitable ejectments in Pennsylvania are often a substitute for a bill in equity. When understood, they are capable of being managed so as to perfect contracts, and do right and justice between parties.\nJudgment affirmed."}