{"id": "957846", "contents": "Coulter, J.\nThe first error assigned is that an indictment does not lie against supervisors of highways who refuse or neglect to open, amend, and repair public roads. But the court are very clear in their judgment that there is nothing in any act of Assembly which displaces this remedy. Not opening a highway, or refusing and neglecting to keep it in repair, is an injury to the public, and is indictable as a public or common nuisance; 3 Penna. ’ Rep. 502. The supervisor is enjoined by statute to open and repair roads; and it is essential to the convenience of the public that the remedy to enforce compliance on the part of the officers should be emphatic, and at the instance of the public authorities of the state. The ninety-second section of the act of 1834, it is true, provides that supervisors shall be liable to a penalty of not less than four dollars, nor more than fifty, to be recovered in a summary way before a justice of the peace, &c., for refusing or neglecting to perform any duty required of bim by law. But that act imposed on supervisors the duties of overseers of the poor, and nothing else; and we must construe the section to relate to those duties especially, and to have been intended for the benefit of individuals ; as the ninetieth section, which is the first that relates to supervisors, enacts “that the supervisors of each township, elected or appointed in pursuance of this act, shall perform all the duties imposed by law on supervisors of the public roads and highways, and be subject to the same responsibilities:” thus clearly showing that, in contemplation of the legislature, these officers were amenable to other responsibilities, as supervisors of roads, than those imposed by that act, which constituted them overseers of the poor; and one of those responsibilities was, and continues to be, the liability to an indictment for refusing or neglecting to open and repair highways. There is no other provision, nor any other act or clause giving the public or state any remedy save this of indictment\nIt is quite sufficiently alleged in the indictment that the defendants were legally elected supervisors of East Cain township. The averment is, “ that they were duly elected by the qualified voters' of East Cain township, and took upon themselves the office of supervisors,” &c. We must take some things to be true from their resulting by irresistible necessity and conclusion from others; and when it is averred that officers were duly elected by the persons qualified to elect them, we cannot resist the conclusion that they were legally elected; the more especially as it is further averred that they took upon themselves the duties of the office. After verdict, the exception is without reason or substance. •„\n• By the provisions of the act of 1838, which was confined to Delaware county, but extended the next year to the county of Chester, the supervisors were directed to let out upon contract to some taxable inhabitant the repair of the roads for one year; and upon complaint made to the supervisors, by any person, that a road was not in good repair, they are required, if they believe the complaint is well founded, to give notice to the contractor complained of, and request him to put the road in good repair in six days thereafter; and if they shall still neglect, then it shall be the duty of two of the auditors of the township, upon notice given them by the supervisor, to examine the road; and if they shall be of opinion that the road is not in good repair, they shall direct the supervisors to have the road put in repair at the cost of the contractors ; and all laws inconsistent with these provisions are repealed. If the law had so remained, the supervisors would not have been indictable for not repairing the road in the first instance; because the law making it their duty to do so was abrogated, and the duty was devolved on other persons, with such provisions for compelling them to repair as the legislature deemed suitable. To bring the supervisors within the penalty of the law for not repairing, the provisions and exigencies of the statute, which ultimately threw upon them the duty of making the repairs, would necessarily have to be averred in the indictment, as being statutory provisions which entered into the nature, character, and description of their offence. But in 1841 a lawr was passed wiping out this cumbrous machinery, as it no doubt had been found inconvenient in practice; and it was provided that after the passage of that act, the supervisors in and for the county of Chester, when the contractor or contractors should neglect or refuse to keep in order and repair their sections of the public roads, shall put the same in good repair; and so much of the act of 1838 as was inconsistent with that provision was repealed, so that the actual posture of affairs, so far as regarded the repair of the roads, was restored to what it had been before the passage of the act of 1838: the only question being whether the roads were in good repair or not; for if they were not, it was the duty of the supervisor to repair them. It was therefore unnecessary to set out in the indictment the provisions of the act of 1838, which were interposed between the officer and liability for not repairing, because they were repealed by the act of 1841. It is by that act expressly made the duty of the supervisor to repair the roads when they require it, and he is enjoined to make the contractor pay for it.\nThe third error assigned, that there is no averment that the contractor refused or neglected to repair, &c., is therefore invalid.\nThe fourth error assigned is, that neglecting to open, mend, and repair, cannot be joined in the same count, because it is the duty of the contractor to mend and repair. But it is by the act of 1841, as I have said already, the duty of the supervisors to repair whenever the road requires repair, that is, when the contractor has neglected to keep them in good repair. The offences of not opening and not repairing, are precisely of the same character and description, if indeed they are distinct. A road may be badly and insufficiently opened; obstructions often exist by trees being overthrown in a tempest; and in either case it is in bad condition, and requires to be opened and repaired. The language of the act of 1836 is, that roads shall “ be effectually opened and kept in repair.” And we cannot say that the road in this case did not require opening as well as repairing; and as the duties of opening and repairing are joined in the act, we see no objection to joining them in the description of the offence in the indictment. The word mend is merely surplusage.\nThe judgment is affirmed."}