{"id": "957882", "contents": "Gibson, C. J.\nIn order to develope the principles of this case, it is necessary to state succinctly the facts to which they are to be applied. By the style of the Pittsburgh Land Company, the firm of Wetmore and Havens, and nineteen other shareholders, executed articles to constitute themselves a joint-stock company to deal in real estate in that city and its vicinity, which was limited, in its duration, to a period of three years; at the end of which, the investment was to be withdrawn and the profits divided. The capital stock was limited to $100,000, in shares of $5000 — one of which was subscribed by Havens and Baldwin, who was one of the nineteen partners, and H. Wetmore and Havens were to be the active agents of the company and the ostensible owners of its property, having power to deal to thrice the extent of its capital, and to take conveyances in their own names as the only persons concerned, but being bound, at the same time, to execute declarations of trust for the security of the company, and put them on record when required to do so. Besides Havens’s proportion, as part owner of a share, Wetmore and Havens were to receive a third of the profits at the winding up of the concern ; but, in every thing else, they were to be a mere conduit-pipe of the title from their vendors to their vendees. They purchased the ground in contest by a written agreement from Lee, holding himself out to be the agent of Luckey, the owner of it, who subsequently ratified the bargain in a written correspondence with Havens. Shortly afterwards, Wetmore retired from the company, transferring his interest to his partner Havens, who, with its ■assent, thenceforth became its exclusive instrument. Thus constituted, and having paid the purchase-money, he sold the premises to Stewart, by whose direction the title was made to, Patterson —not, however, through Havens, but directly from Luckey. It will be seen that this avoidance of circuity is the master-key . of the case. In the mean time — that is, between the bargain with Lee, and the execution of it by the conveyance from Luckey to Patterson — the Dry Dock Company of New York had obtained a judgment against Wetmore and Havens for a.debt separately due by their firm, on which the premises were Sold to the plaintiffs below; and we are first to inquire into the relation which they thenceforward bore to the defendant, of those from whom he derives title.\nHad the legal title and consequent indices of ownership been in Wetmore and Havens at the time of the sheriff’s sale, the plaintiffs, paying their money in ignorance of the defendants or the company’s interest, would have been entitled to the character of purchasers without notice. The case would have fallen within the principle of Hale v. Henrie, 2 Watts, 145, in which it was ruled that partners, who bring real estate into the joint stock, can do so, as to strangers, only by manifesting their design in a paper registered in the recorder’s office; else they will be mere tenants in common, and their estates in it will be severally liable for their separate debts. But, in the case at bar, the legal title was neither bound nor sold, for it never was in the debtors ; and, without gross supineness, the purchasers could not have been deceived as to the quality of their estate or the extent of their interest. No rule is sounder or more imperative than that the purchaser of an inchoate or imperfect title, intimating, as it does, that something is kept-back, must stand or fall by it as it existed in the hands of his vendor. But the interest of Wetmore and Havens was not even the counterfeit presentment of a title; and, as it had the outward and visible sign of inward and utter vacuity, the plaintiffs, purchasing it for what it was worth, took no more than was in their debtors. On the other hand, Patterson, having acquired the beneficial interest of the company, had procured the legal title from the company’s vendor; so that the defendant, deriving title from Patterson, has thus been put in the company’s place. The parties, therefore, stood before the court below, as if Havens were pressing his supposed equity against the company’s equity, backed by the legal title. What, then, would be the nature of his equity ?\nBefore we proceed to inquire into that, it is proper to say that I am not called upon by the exigencies of the case to determine how far the defendant is protected, as an innocent purchaser of the legal estate, from Hampton and Miller, who had purchased it on a judgment from Patterson; or, to remark further on the subject, than that particular reflections in the charge seem scarce to have been warranted by the occasion. Nor is it necessary to determine whether the bargain with Lee was originally within the statute of frauds, or whether Luckey’s ratification of-it related to a time so far back as to have set it up as an existing contract at the date of the Dry Dock Company’s judgment, under which the plaintiffs purchased. For the purposes of the decision, it may be admitted that an interest of some sort was vested in Havens by the ratification ; but what was it ?\nThat an incorporated joint-stock company is an ordinary partnership, and that there may be a partnership to deal in lands, are elementary principles that have not' been disputed. The latter was expressly recognised by this court in Brady v. Colhoun’s Administrators, 1 Penna. Rep. 147. “ Partnerships,” says Gow on Partnership, 6, “ are not necessarily confined to trades in commercial adventures. They may lawfully exist in cases unconnected with commercial speculations. -For instance, a partnership may exist between attorneys or farmers, as well as between merchants or bankers.” It would be absurd to let the nature of the article dealt in change the nature of the contract; or not to let partners give to land the attributes of a commodity, as between themselves and those standing in their'place, especially in a country where it is a chattel for payment of debts, and not unfrequently a subject of speculation. Where it is brought into a concern as stock, it is, as between the partners ¿nd a person who has knowingly dealt with one of them for it, to be treated as personal estate belonging, not to the partners individually, but to tbe company collectively. The members of this company, being sharers of profit and loss, were partners to the world; but, between themselves, they had only a contingent interest in the profits to be derived from the lands when the concern should be wound up, not a vested estate as tenants in common of the lands themselves; and, to a purchaser with notice or its equivalent, neither of them could part with more, either by a voluntary or an involuntary conveyance. As an agent entitled to a third of the profits in compensation of his services, it cannot be said that Havens had any property at all in the corpus of the stock; and as to him, or a purchaser from him with notice, or the means of it, the joint creditors would have been entitled to priority of satisfaction without aid from the special provisions in the articles. But even if his title as a shareholder had given him a several estate in the land, it would have given him no more than an undivided twentieth part of each tract, and no more could have been sold on a judgment against him by a separate creditor; certainly not-the entire tract, as was done here. But the lands constituted the stock, and, so far as Havens, or his alienees, with the means of notice, are concerned, they are to be treated as a commodity, as well by the express provisions of the articles as by the implied conditions of the contract. By these, it was stipulated that the estaté on hand should be sold at the expiration of the partnership, and that the cash and securities, after payment of the debts, should be divided among the shareholders “pro rata; according to their respective shares of the stock.” Now, what was the nature of the shares in the mean time ? Havens did not own even a twentieth part of the land jointly or severally. In Allison v. Wilson’s Executors, 13 Serg. & Rawle, 330, and Morrow v. Brenizer, 2 Rawle, 188, it was ruled that, where a party is entitled merely to the proceeds of land when sold, he has no estate in the realty Avhich can be bound by a judgment, or sold on an execution against him. The present is a stronger case; for so to interpret such a contract as to allow each member of the company to have a specific interest in the lands Avhich might be clogged by the liens or attachment of his separate creditors, W'ould defeat the very end of the association. I grant that a sale on a judgment against the company by a partnership creditor, would pass its lands, no matter whether as such or as chattels; but by no device can a separate creditor of a partner take any part of his share out of the capital stock and apply it to the satisfaction of his debt, or sell any thing but his contingent share of the profits and stock at the settlement of the partnership account; and, as that is personalty, it cannot be bound by a judgment. A glance at the facts of the case will show an attempt by the plain-' tiffs to do so at the expense of a party standing in the place of the company; and it must not succeed.\nJudgment reversed."}