{"id": "957851", "contents": "Rogers, J.\nJudicial sales of every description, whether by an order of the Orphans’ Court, under decree of a court of chancery, or by sheriffs’ or constables’ sales, are by public and not by private sale. And the same rule applies when it partakes of the nature of a judicial sale; as, for example, sales by trustees, assignees under the bankrupt or insolvent laws, or by executors or administrators in pursuance of a power contained in a will. Indeed it may be assumed as a principle without an exception, that unless otherwise specially directed, all property of a fiduciary character is required to be sold by public outcry. The rule has been thus established to prevent or check fraud, and because it is justly supposed to increase the price when there is free and open competition among the bidders. And there cannot be a stronger illustration of the wisdom of the rule than is here presented. For it manifestly appears, that by management and contrivance, redounding but little to the credit of all engaged in it, the creditors have been defrauded by a mock sale, and the title substantially vested in the executrix and her children at a mere nominal price, not one cent of which ever was or intended to be paid. The testator, after the death of his wife, allows his estate to be disposed of at public sale, and in a subsequent clause he directs, that if after his decease his executors should be of opinion it would be for the interest of his family to dispose of his real estate, and can satisfy the Orphans' Court of the county of Washington that it would be so, then, and in that case, he allows it to be sold. From these clauses it is evident that the testator intended that the sale, if made at all, should be a public sale, and that no other would be sanctioned by the court. But the executors, for a reason which is afterwards disclosed, passing by the plain directions of the will, procure the' act of the 26th July, 1842, by which she is authorized to sell and convey by deed to the purchaser all such parts of the real estate as may be found necessary to pay and discharge the debts, upon giving a bond in such sum as the Orphans’ Court of Washington county might direct for the faithful and proper application of the purchase-money. Did the legislature by this act intend to give her power to sell at private sale ? If they did, they should have said so in express terms. They give her power to sell and convey, without directing the manner of sale. This is left to be regulated by the general principle of law applicable to such sales, and to suppose otherwise would impute to the legislature, by implication, an intention to set aside all the guards which the law throws around the property of the deceased, and the will of the testator also. It would in effect make them participes criminis in the intended fraud. It is very probable that such was the design of the draftsman of the act. It is artfully drawn. But my respect for that branch of the government will ever prevent me from believing that it was their design to disregard the plain provisions of the will, or the sound and wholesome provisions, of the common law.\nJudgment affirmed."}