{"id": "957878", "contents": "Gibson, C. J.\nOn the subject of loss remotely oo casioned by-negligence, the law of insurance has undoubtedly been altered in England, to bring it to the law on the continent of-Europe, which treats such negligence as barratry. That it is now treated so by the English courts, is proved by the fact, that though the proximate cause be one of the perils insured against, yet if the remote cause be negligence, they require the assured to count for a loss from barratry, and not for a loss from the proximate cause. That Mr. Justice Bailey considered negligence to be barratry, is manifest from his expression in Busk v. The Boyal Exchange Insurance Company, that where an underwriter takes the superior risk, there is no reason to think he does not mean to take the inferior one; a conclusion that would not follow, if the inferior were a separate risk, and not a part of the superior one. In England, therefore, the modern decisions abundantly show that the limits of the risk from barratry have been enlarged so far as to admit a risk from negligence, provided the vessel were not unseaworthy at the beginning of the voyage, by reason of incompetence on the part of the master and crew. In America, the lead of the English courts has been followed, in effect, by the Supreme Court of the United States, and by the courts of Massachusetts, Maryland, Louisiana, and Ohio, all but the last seaboard states; and the question is, whether we shall fall in with the tide, or stand out on the ground of the old English law. It is true that the courts of New York have not yet abandoned their primitive decisions, but in that respect our position is a more favourable one, standing, as we do, unfettered by any precedent of our own. The courts of Massachusetts, however, have abandoned theirs, and they have embraced the new doctrine, though they had at first proceeded in a different direction; a sure proof of its convenience and justice. But the American decisions, though agreeing with the modern English doctrine in their results, do not exactly agree with it as to the process by which they are obtained. The English courts require the assured to count for a loss from barratry, and they consequently' treat it as having happened directly from the peril insured against by that name: the American courts require him to count for a loss from a peril insured against as the proximate cause, of which negligence was the remote one; thus holding the assured bound no further than to furnish a competent master and crew at the beginning of the voyage, without implicitly warranting that they will be diligent to the end of it. This is the principle on which the American doctrine has been put by Mr. Justice Story, in Waters v. The Merchants’ Louisville Insurance Company, 11 Peters, 223, in which he exhausted the subject, in his usual masterly manner, and placed the decision on safe ground, when he placed it on the maxim that the proximate cause alone is to be regarded. There is, therefore, no necessity to hold negligence to be barratry; and according to the principle in that case, the assured could not have recovered, if his declaration had contained a count for a loss from no other peril. But the doctrine in the two countries produces the same results; and the difference in it being merely modal, is unessential. How will it operate on the interests and the integrity of the parties ? It might perhaps be thought, that to exempt the assured from consequences produced by the negligence of his servants, would relax his care in procuring a master and crew of tried vigilance, and thus, at the expense of good faith, increase the chance of a loss, which would fall somewhere; but if the insurer choose to take the risk of it for an increase of premium, why should he not be at liberty to do so ? Public policy requires no more than that a man be not suffered to insure against his own knavery, which is not to be protected or encouraged by any means; for though the maxim respondeat superior is applicable to the responsibility of a master for the acts of his servants, yet the insured, so long as he acts with fidelity, is answerable neither for his servants nor for himself. This is certainly an implied condition of the contract of insurance against fire on land, and there is no perceptible reason why it should not be an implied condition of the contract of insurance against fire at sea.\nThus Ave see that there is nothing impolitic, unreasonable, or unjust, in the modern dpetrine; and why shall we not adopt it at the outset ? The law of insurance is a branch of the public law; and I feel myself as firmly bound by the decisions of the English and American courts, in regard to it, as I do by our own. I deem it to be vitally important that there be consistency of decision on all questions of commercial law, and to insure it, I ayouM adopt, Avithout inquiry, the larv of the Supreme Court of the United States, as a common standard in commercial cases, even in regard to which the state courts have no common superior; not because I deem that court to be superior to them in legal Avisdom, but because they would be more ready to folloAV its decisions, by common consent, than they ayouM be to follow the decisions of a court in any particular state. A diversity would lead to confusion and uncertainty, and eventual detriment; for it must be apparent, that to rule the present case in favour of the company, instead of being beneficial, would be ruinous to it and every other company in Philadelphia; for if owners were not allowed to insure against the slips and omissions of their mariners, the business of insurance would go elsewhere.\nThere are other points in the cause of less importance and no greater difficulty. The testimony of the master and sailors, to which the defendants took exception, was competent, not because the defendants would be liable, in the first instance, to bear the burden of’ their negligence, but because their ulterior liability to the plaintiffs, in case the company were unable to pay the loss, would be a remote and contingent one. Again, it is contended, that the counts in the declaration are repugnant, and that a general verdict on them cannot be sustained. It is true that separate interests in the vessel are laid in different persons; but the policy is joint, and the suit is consequently joint, in which the plaintiffs are the legal party, and consequently entitled for whomsoever it may concern, without setting out the equitable and derivative interests, which are no part of the title. Even as trustees, they could recover, by showing a fiduciary interest; for as a suit on a sealed policy must be brought in the name of the covenantee, if the plaintiffs could not recover, the other parties would be without remedy; and this disposes also of the objection that the vessel was mortgaged to the extent of her value. ■ The assignments of error, therefore, are not sustained.\nJudgment affirmed."}