{"id": "957822", "contents": "Rogers, J.\nThe plaintiff declared for money had and received, and on an account stated. Pleas, non assumpsit; statute of limitations, account stated, absque hoe, a promise within six years. Replication, merchants’ accounts. Rejoinder, not merchants’ accounts; and on this, issue was joined. The principal issue on which the cause was tried, and to which the charge was directed, was merchants’ accounts. In the charge we perceive nothing wrong. The objection on which reliance is placed, is that the account-sales was not transmitted to Curcier; hut to this allegation the answer is altogether satisfactory. Bevan and Humphreys were the legal proprietors of the consignment, and, so far as concerns the interest of Curcier, were his authorized agents. Curcier had but a contingent interest in the shipment, being entitled to the proceeds, if any, after paying Bevan and Humphreys the full amount of their advancement. By the well-settled principle of law and commercial usage, the account of sales is forwarded to the legal owner of the goods; the consignee is not bound to notice the equitable or contingent owner. The presumption is, that the former advises the latter of the state and condition of the consignment, and if he be prejudiced by his neglect, the remedy is against him. Curcier, Bevan, and Humphreys are identical, so far as regards themselves, and the correspondence furnishes evidence that of this the parties were fully aware. Their acts and omissions are his. The court on that was right in instructing the jury the account was closed, not an open or unsettled account, and consequently the plaintiff could not avail himself of the exception in the statute. The suit is brought in the names of Bevan and Humphreys, and could not be brought otherwise, not for the benefit of Curcier, but of Mr. Frevall, whose interest does not appear.\nThe plaintiff also contends the defendants were beyond seas, and that- there was a fraudulent concealment of the fact that the duties were paid in depreciated paper, and not in specie. But the answer is, that the only issue is merchants’ accounts; that if the plaintiffs intended to rely on these allegations, they should have been specially replied. That in order to prevent the operation of the act of limitations, there must be a special replication, is ruled in Clark v. Hougham, 2 Barn. & Cress. 149, (9 E. C. L. R.;) 3 P. Wms. 144; and Brown v. Agnew, 6 Watts & Serg. 238. That the defendants were beyond seas must be specially alleged, is also plain. As the pleadings now stand, the defendant has had no opportunity of contesting the fact that the parties, or one of them, had returned. It cannot be permitted that the cause should be tried on one issue in the lower court, and on a different issue in this court. The charge of the court is so full on the principal question, that I do not deem it necessary to repeat that which has been there well said.\nAs this view of the case presents a fiat bar, it would be a waste of time to examine the questions arising on the bills of exception. The evidence there referred to has no bearing on the issue arising on the act of limitation. The result will be precisely the same, whatever course the court may take in relation to them, for in the whole case the defendant is entitled to judgment. *\nJudgment affirmed."}