{"id": "957891", "contents": "Coulter, J.\nThe case of the plaintiff in error is touched with some strong traits of hardship. But the law cannot relieve from all the effects which flow from a party’s carelessness, negligence, or ignorance. The statute of frauds and perjuries established a wise and safe rule, in relation to the purchase and sale of real estate; and every departure from it, when contemplated through the medium of time, only impresses on the mind the excellence of the provisions of the statute. If judges, who allowed themselves originally to be seduced from it by the hardship of particular cases, had never swerved, the statute itself, and the necessity of adhering to its provisions, would have become so well known, that many of'those distressing cases, arising from parol contracts, never would have occurred; and at all times, as well now as soon after enacting the law, there would have been less hardship and injustice if its provisions had been strictly followed. We cannot extend or enlarge the exceptions to the statute, nor permit any feeling of tenderness or compassion to allow facts which have never heretofore been held sufficient to take a case out of its provisions, or, in other words, which have not been held sufficient to authorize a chancellor to decree specific performance to influence our judgment. The court below was right in telling the jury, that the facts proved in the cause were not sufficient to remove the bar of the statute.\nThere was no exclusive possession. Frye removed to the house and dwelling of Ringland, and lived with him; every thing went on as usual on the farm. Ringland’s property and stock was kept on the farm as usual, and ho continued to direct repairs, as he had done, and paid for them. Frye was a single man, and took some horses and farming utensils to Ringland’s ; the fields on the farm had been cropped out before he went there, and were so afterwards. There was therefore no exclusive possession to notify the neighbourhood that a change had taken place, nor any circumstances present sufficiently marked for that purpose. The case of Haslet v. Haslet, 6 Watts, 464, interdicts us, therefore, from recognising this possession as sufficient to take the case out of the statute. All the acts which are proven to have been done by Frye might readily have been done, in the estimation of those who witnessed them, with other views and purposes than as owner of the land, or in execution and performance of any contract for its purchase, and are therefore not sufficient to authorize a decree for specific performance by a chancellor: 1 Fonb. ch. 1, book 1, s. 8, note e; 1 Johns. Ch. 149; nor was there any ascertainment of the limits of the one hundred acres, so that they could have been set off by metes and bounds, according to any rule or data, fixing the boundary or limits of the alleged parol contract. No man can allege that John Frye ever took possession of the hundred acres, or of any hundred acres; he lived with the old man Ringland on the farm off which the hundred acres were to be struck. In all such cases, the boundaries ought to be so fixed and certain by the terms of the contract, that the land could be set off, as the parties intended it to be, by a surveyor, in the event of a decree for specific execution of the contract.\nJudgment affirmed."}