{"id": "957867", "contents": "Coulter, J.\nAfter the plaintiff had concluded his evidence, the court below, on motion of defendant’s counsel, ordered a nonsuit. We must therefore look through the whole evidence, for the purpose of determining whether, when taken in connection with such fair and legal inferences as a jury might draw from it, the plaintiff was entitled to recover damages or not. This action is not founded on an acceptance of the bills drawn by Cunningham on the house of Wilson & Co., of which Shaw was a member or partner, but, on the contrary, its gravamen consists in a refusal to accept according to the promise contained in the two letters of credit granted by the house of Wilson & Co. through their agent Gossler. If the letters of credit were exhibited to Maxwell, Wright & Co., the payees, at the time the bills were drawn by Cunningham — and that seems to be established by the evidence; and were within the scope of the authority to draw — and that also is quite apparent; and were taken bona fide on the faith of that letter of credit, it amounted to an acceptance of the bills, so far as regarded Maxwell, Wright & Co.; the letter bearing on.its face no condition or qualification; and the payee, after the bills were protested for non-payment, would have recovered the amount from the house of Wilson & Co. on London. But Maxwell, Wright k Co. chose to waive that remedy, and the bills being returned to them, they looked to Cunningham, the drawer, who adjusted the matter with them, he not having before that time, by remittance or otherwise, made any provision for covering them in London by remittance or otherwise, and not having even given advice to Wilson that they were drawn. Whether he paid Maxwell, Wright & Co. damages, or to what amount, does not appear distinctly in the evidence. Cunningham then proceeds by this action against the house of Wilson & Co. by a special action on the case, to recover damages for a breach of the promise to honour the bills when presented. It cannot be successfully contended that such action may not be supported. The case of Boyce and Henry v. Edwards, 4 Peters, 111, seems to settle beyond question or cavil that it can be maintained. If the promise is made upon sufficient consideration, like every other contract, the law will enforce it by suitable and adequate compensation in damages for its breach. The consideration stated on some counts of the declaration is, that a guarantee was furnished, to reimburse Wilson & Co. for all their advances, costs, expenses, commissions, &c., at the usual rate; and in other counts the guarantee is alleged to be for the repayment by the plaintiff of the sums to be drawn by him on the firm of Wilson k Co., with costs, &c. But the only evidence which the plaintiff has furnished of the nature and terms of the guarantee is contained in the answer of Wilson & Co. to Bevan and Humphreys, of the 6th January, 1837, in which they state as follows: “ We have noted these credits, and also your engagement to make due provision for all drafts drawn on us by virtue of them. Here is an essential variance. The consideration averred is a guarantee for advances and costs, &c., or a guarantee for repayment of all sums drawn for; which implies that advances to the amount of the bills, or payment of them, were preliminary to the obligation of the guarantee: whereas, the other necessarily implies that due provision for the bills was to be made by Cunningham, or by Bevan and Humphreys, for him, before they fell due. The precise meaning of the words, “ make due provision for the drafts,” would depend much upon the custom and usages of merchants at the two ports of London and Rio, no evidence of which was given except by Joseph Cabot, who said he thought if the remittance arrived one day before the bill fell due it was sufficiently prompt. But it must be considered, that an acceptance by the drawee is evidence in law that he has funds in his hands of the drawer sufficient to meet the bill, which is some proof at least that a reasonable man might understand, by the words “ due provision for all drafts drawn,” that funds were to be placed.in Ms hands before acceptance; and that would be the good sense of the transaction. But be that as it may, the plaintiff was bound to state the entire consideration, and to state it truly. The whole of the consideration must be stated in the narr.; and if any part of an entire consideration, or of a consideration of several things, be omitted, the plaintiff will fail, on the ground of variance: Brooks v. Lowrie, 1 Nott & McCord, 342. And where the declaration is for an express or implied contract, the consideration must be stated either in terms or in substance: 1 Chitty’s Plead. 295. Where, however, the whole averment may be struck out without destroying the plaintiff’s right of action, it need not be proved; but if the whole cannot be struck out without leaving out what is essential to the action, then the averment must be proved, although it is more particular than necessary, or the plaintiff cannot recover: 1 Chitty, 372. The whole of the averment about the consideration here cannot be struck out; and the plaintiff must prove it as laid but the proof is essentially variant. In addition to this, the evidence shows that Gossler, the agent of Wilson & Co., was not satisfied with the guarantee of Bevan and Humphreys, and that he considered that only as collateral; for when he furnished the letters of credit he sent a written paper, which he required Cunningham, the plaintiff, to sign; and this paper he calls the confirmation, as appears by his letter of the 3d December, at New York, marked D; which letter was produced in evidence by the plaintiff. Cabot, the witness of the plaintiff, testified that the paper was executed by Cunningham, and that it was in court, which he identified as the same paper enclosed in Gossler’s letter. • This paper was offered to the plaintiff as part of the contract, but he declined to use it or give it in evidence. Now this was the stipulation or promise of the plaintiff, counterpart to that of the defendant. It was the plaintiff’s part of the contract, and might have been material in establishing his right to recover. It might have cleared away all mist and uncertainty from the character of the consideration, and distinctly explained what was meant by the terms, due provision, to meet the drafts. This document was the real contract on the plaintiff’s part, which in the estimation of defendant’s agent was its confirmation, as he expressed himself. The letter of Bevan and Humphreys was merely collateral, and avowedly taken as security only for the performance by plaintiff of his own engagement. Why, therefore, was it not produced ? It is incumbent on the plaintiff to state every material part of his contract which shows his right to recover. The material points of a contract must be averred fully and truly; Stearns v. Barrett, 1 Pick. 443 : although immaterial parts which do not bear on the plaintiff’s right of action may be omitted. The contract consisted of the letters between the agents of the parties, the letter of credit, and the engagement on the part of the plaintiff; and, when all taken together, may have shown that the promises were concurrent and dependent. In which case it would have been incumbent on the plaintiff to aver and prove a readiness and willingness to perform on his part. And it is material to observe that the plaintiff had shown by his own evidence that there did exist a counterpart of the contract on his part, which he would not produce. It is the province of courts to decide upon light and knowledge, and they will not grope their way in the dark and under a cloud, when the plaintiff has in his possession and power a light that would dispel them, but refuses to show it.\nThe argument of the counsel for the plaintiff below compared the case to one where a plaintiff holds an absolute deed, and the defendant has a defeasance. But the analogy fails, because the plaintiff, by exhibiting his absolute deed, shows a cause of a.ction unbroken, and good prima facie on its face. The court can know nothing of the defeasance until it is either pleaded or given in evidence by the defendant. Nor is it sufficient to allege that the plaintiff’s part of the contract merely limited the responsibility, and\"did not destroy the contract. That may be true; but that is the very question which ought to have been made patent before the court by the plaintiff. And although it did not destroy or defeat the contract, it probably established that the plaintiff had no right to recover, or he would have produced it. It perhaps interposed a condition precedent on his part. At all events he had it in his power, and would not produce it. We cannot say that its effect would have been merely to limit the damages, and that therefore it was the province of the defendant to produce it in evidence. The declaration on a recognisance with a condition must set forth the condition: Bridge v. Ford, 4 Mass. 641. Same principle decided in Harrington v. Brown, 7 Pick. 233. And this corresponds with the’just and pervading rule, that the plaintiff who seeks to take money from the \"defendant ought to show a prima facie case, clear of obstruction, according to the material parts of Ms own contract — parts which might interdict his right, and completely discharge the defendant. The presumption of the law is always against a party who withholds any testimony in his power, bearing directly on his case. If he had exhibited the confirmation, it is probable a contract would have been disclosed, not covered by any of the fifteen counts in his declaration. The paper was exhibited in the court below, and exhibited here. But as the plaintiff may choose to try his fortune in a fresh suit, I deem it unsuitable to say any thing unnecessarily to obstruct him, or to extend this opinion further. When the plaintiff closed his evidence, the defendant had a right to invoke the judgment of the court upon the law as the facts stood, as there was no dispute about them. He was not bound to become the actor, and take upon himself the burden which properly belonged to the shoulders of the plaintiff. The plaintiff showed that the contract was variant from, and did not substantially conform to, the one declared upon, and refused to give evidence, placed in his power, as to material stipulations on his part. We cannot say, after carefully reviewing the testimony of the court below, that it is wrong, and that the judgment ought to be set aside.\nJudgment affirmed."}