{"id": "957836", "contents": "Rogers, J.\nThe court instructed the jury that if they believed the sale was colorable merely, the contract was void. Under this instruction the jury found it was bond fide; so that the only question is, whether the court was in error in refusing to instruct them it was fraudulent in law. The plaintiff in error relies on Young v. McClure, 2 Watts & Serg. 150; and McBride v. McClelland, 6 Watts & Serg. 94. In these cases it is held that to constitute a valid assignment of personal property against an execution, there must be a delivery accompanied and followed by a continuing possession in the assignee. And where the possession does not follow as well as accompany a transfer, it is a fraudln law, without regard to the intent of the parties. It is not sufficient that the assignor gives to the assignee a delivery which may be symbolical or constructive, or a temporary delivery, and then take the articles back into his own possession, and keep and use them as before. The case in hand differs in two particulars from the epses cited. Here, at the sale, the article sold was not in the possession of the vendor, but in the hands of another, as bailee ; and the vendor did not take it again into his own possession. Hence the property being in the hands of the bailee, the only possession was given of which it was susceptible. This is all that is required. Thus nothing is more common than a transfer by a principal of goods in the hands of a factor, and no one doubts it is a valid transfer, subject only to any lien which the factor may possess. So a transfer of goods at sea, which are in the possession of the master of a ship, is deemed a valid transfer, and if he refuse to deliver them, upon due demand and refusal, the vendee may maintain suit against him for the recovery of them or their value. In a case of bailment the property passes when the sale is completed, and no formal delivery is necessary. That there was a sale here, is fully proved. That it was in the possession of another when sold, also appears. Nor is it pretended that the possession was ever resumed by the vendor. The sale was complete, nothing remaining to be done. In addition, it also appears that actual possession was taken by the vendee before the execution, and that the sausage-cutter was left in the hands of the bailee for a special purpose. It is only on the latter circumstance that an argument can be raised against the validity of the sale. But this has never been held to avoid, the sale when made by a purchaser of goods in the hands of a factor. For certainly when the sale is bona fide, the vendee may, if he chooses, constitute the factor his agent for the sale of the goods without incurring the risk of having the sale declared fraudulent in law. We cannot think that it comes within the principle of the cases cited, and are of opinion it would be dangerous to extend it further. If it were a moral fraud, it would be different, as the court properly instructed the jury; but as actual fraud has been rejected by the finding of the jury, we are of opinion the judgment should be affirmed.\nJudgment affirmed."}