{"id": "957812", "contents": "Rogers, J.\nThe right of a vendor, on the discovery of the bankruptcy or insolvency of the party to whom he has sold goods on credit, to retake them before actual or complete delivery,' is the well-settled doctrine of both courts of law and equity. The general rule is, that the transitus of the goods, and the right of stoppage in transitu, is determined by actual delivery to the vendee, or by circumstances which are equivalent to an actual delivery. There are also cases where a constructive delivery will destroy the right. Short of this, the right exists, and is much favoured; for, as is said, it is unreasonable to allow the goods of the vendor to be appropriated to the payment of other creditors if the vendee fails before payment, and before the goods have actually reached him. These principles are admitted; but the difficulty has been as to its continuance and termination — when the transitus exists, and when it ends. In Tanner v. Scovell, 14 M. & W. 28, it is ruled, that if the vendee take possession of part — not meaning thereby to take possession of the whole, but to separate the part— and take possession of that part only, it puts an end to the transitus only with respect to that part; the right of lien, and the right of stoppage in transitu, still remains. That case is cited, not so much because of its immediate bearing on the case in hand, as because it shows the anxiety of the courts to preserve the equitable right of lien. - But although Tanner v. Scovell does not rule the point raised in the case stated — Nor they, assignee of Leyland, v. Crags and Field, 2 Esp. 613, we think does. In the latter case it is decided, that when goods are consigned, but the duties not being paid, are lodged in the king’s stores, the consignee may stop them in transitu, if he claims them before they are actually sold for the payment of duties; or if sold, he is entitled to the proceeds. This case has been repeatedly recognised, and rules the point: for in all its essential particulars, it is identical with the present — the only difference being, that here the freight was paid, and the vendee was prevented from entering the goods, because he had lost or mislaid the invoice. For the last reason, the goods remained on board the ship until they were removed by the officers in charge to the custom-house store, and there deposited. Until the goods were entered at the custom-house, the vendee was not entitled to the actual possession of the goods, and that is the principle of the case cited. Lord Kenyon, after noticing the relaxation of the stringent rule laid down by Lord Hardwicke, says, the bankrupt had no title to the actual possession till after the duties were paid; for, until then, they were in custodia legis. If this be the correct principle, payment of freight can make no difference as to the actual possession, or the right of possession. The goods are still in the custody of the officers of the law. That payment of freight amounts to an actual delivery, is not pretended; is it, then, such a constructive possession as puts an end to the transitus ? Is the master of the ship converted into an agent or bailee of thevendee? A constructive possession is where the carrier enters expressly, or by implication, into a new agreement, distinct from the original contract for carriage, to hold the goods of the consignee as his agent, not in pursuance of the original contract, but in a new character, for the purposes of,custody, and subject to his order. In Whitehead v. Anderson, 9 M. & W. 518, it is doubted whether a marking or taking samples, or the like, without any removal from the possession of the carrier, though done with the intention to take possession, would amount to a constructive possession, unless accompanied with such circumstances as to denote that the carrier was intended to keep the goods in the nature of an agent for custody. There is nothing here which indicates a change of character, nor an agreement, nor an implication of one.\nIt is not necessary to deny that were there nothing in the case but payment of freight, a contract or agreement might be implied that the master held the custody of the goods as the agent of the vendee, that his character was changed : but can this be when the goods are in the custody of the law ? In the latter case, neither the master nor the vendee has any contract as to the possession. They are in the custody of the officers of the law. Until the goods, are entered, the right of the vendee is not recognised, and can only be so on presentation of the original invoice. Nor can we understand how the loss of the invoice can vary the case. The objection still remains. The vendee has not entitled himself to the actual possession, and whether this arises from storms at sea, by which the delivery of the goods is delayed, from accident, carelessness, .or any other cause, it is useless to inquire. As the transitus is not at an end, the vendor is not estopped from asserting his equitable right.\nJudgment reversed, and judgment for the defendants."}