{"id": "957803", "contents": "Gibson, C. J.\nThe points of defence taken by the terre-tenant, who is the substantial party, were payment of the judgment and expiration of its lien. As to the latter, it is enough that the lien arose, not from the judgment for the arrears, but from the ground-rent deed; and, consequently, that it was not subject to the provisions of the act of 1798. A judgment for such arrears, like a judgment against an administrator, creates no new lien; but the lien of a ground-rent, unlike the lien of the intestate laws, is not limited in its duration by positive enactment: and the terre-tenant was consequently thrown upon his plea of payment. The evidence to maintain it, was a legal presumption from lapse of time, and also from payment of subsequent arrears; either of which was supposed to be sufficient to raise it. The first question for the court had regard to the point of time from which the presumption from lapse had begun to run. It had originally started at the instant when the arrears fell due; but it was arrested in its course by the confession of judgment in the action of covenant on the ground-rent deed, which conclusively established that the debt had remained till then unpaid : yet had that judgment been final, or, in other words, for a definite sum, the period to found the presumption would have taken a new start from the date of it. But the sum was, by the terms of the confession, to be liquidated by the prothonotary on notice; and before that was done, a new period could not begin. These presumptions are legal inductions of fact from violent probabilities, founded by experience in the usual current of human actions in similar circumstances; and they are not entertained when they would lead to conclusions contrary to the usual course of events, or to establish a fact in itself improbable. Now it would be contrary to all experience to presume that a debtor had paid what he could not safely pay; and had the defendant undertaken to pay the judgment before the amount of it was ascertained, he would have been in danger of paying too much. Voluntary payments are tardily made, even in the clearest cases of fixed' liability — they are never made while any thing remains to be adjusted. The defendant’s disregard of the notice to liquidate, was equivalent to an admission that he had no credits to claim; for a judgment in default of appearance at the proper time, is as conclusive in its consequences as if the party-had actually appeared and made an unsuccessful defence. By the prothonotary’s liquidation, the judgment which had been before interlocutory, became final, and estopped the defendant, and his subsequent privy in estate, from denying that the debt had theretofore been unpaid. It was in effect a new judgment, and the date of it was within twenty years of the suing out of the scire facias; consequently, as no foundation for the legal presumption of payment was found in that quarter, tbe terre-tenant was compelled to seek for it elsewhere; and he had recourse to certain receipts for his own payment of arrears, incurred long afterwards, when he had become debtor in respect of his ownership of the fee. But though a receipt for rent due at one time affords a presumption that the rent previously due had been paid, it would be unreasonable to extend it to rent for which the tenant was not himself primarily liable. It is so weak, at best, that it may be blown away by any breath of opposition. It is founded on a supposition that the tenant, in the run of such transactions, usually first pays what is first due; but when it is his interest to have his payment applied to those arrears for which alone his landlord can distrain, or has a right to priority of satisfaction out of his chattels sold on execution, he will be very apt to exercise his incontrovertible right of appropriation. The very assumption of the practice is a fallacy; but I will not say that the presumption usually drawn from it is not founded in authority. It may hold in the case of an undivided liability for an entire period; but where there are different paymasters of different arrears, the presumption is, that each pays no more than what he is debtor for between themselves. The landlord’s volition enters not into the question, for he is bound to receive what is tendered, at the peril of losing interest, and to appropriate it as the tenant directs. In these particulars the charge had a tendency to mislead.\nJudgment reversed, and venire de novo awarded."}