{"id": "957815", "contents": "Gibson, C. J.\nThe principle assumed by the judge below, is sustained by the lessee of Hepburn v. Hutchinson, 2 Yeates, 329, in which it was determined that an available improvement under the act of 1792, must be shown to have existed before the commencement of a paper title in conflict with it. What is the commencement of such a title ? The first step there, as here, was to procure a certificate from two justices of the peace, specifying whether the land was vacant or improved, as the foundation of an application to the land-office for a warrant; and it was consequently the act which marked the land for appropriation by the applicants. An improvement commenced before it, or after it without notice, and in consequent good faith, and prosecuted with due diligence, would take precedence of it; but not if it was surreptitious. The origin of the written title, therefore, is the certificate of the justices. It is the foundation on which the edification is reared; and when an improver attempts to uproot it, he acts with as much bad faith as he does who clandestinely removes a landmark. The title of a bona fide settler of vacant land is attached to it by the first stroke of the axe; and why should not the title of an applicant for a particular tract be attached to it by the first stroke of the pen ? As an act of appropriation, an improvement is notice of itself; but actual knowledge of an appropriation by application is equally available. The principle is found in the case of a shifted warrant, which furnishes a perfect analogy. Between the owner of a survey on such a warrant and the state, there exists no contract or privity before it is returned into the office and accepted. The survey is an act of appropriation neither by warrant nor by improvement, but by a peculiar species of application recognised by the practice and usages of the land-office. The warrant gives no authority for the survey, which, in respect to that, stands as if there had been no warrant at all. Yet, in Keble v. Arthurs, 3 Binn. 29, an improvement made with actual knowledge of even an imperfect and unreturned survey, on a shifted warrant, was postponed; and there- are other cases to the same effect. In the case before us it was necessary to affect the improver with notice of the application before the justices; for an improver who expends bis money or labour in good faith, is not to lose it for the act of another, which, unlike an improvement, is not a notorious one. He is not precluded by knowing that another intends to take out a warrant for a particular tract, or has it in contemplation; but he comes too late when he knows that another has set his seal on it by an act of incipient appropriation. It is therefore not intention, but an act evidence of it, which is the decisive circumstance. The court very properly put the case before us on the question of notice; and the evidence of Lewis, Hicks, and Overdorffs, afforded evidence of it to be left to the jury. As to the argument that the warrantee’s survey ought to have been restricted to the land described in his application, it is enough to say that if the improvement was conceived in iniquity, he was at liberty to disregard it, and appropriate the vacant ground as if the improvement had not been made. Brockway was clearly a competent witness; and there is nothing in the other bills of exceptions.\nJudgment affirmed."}