{"id": "957919", "contents": "Gibson, C. J.\nThe direction that there was no evidence of notice to Mrs. Sergeant of the actual state of the title-was carried too far. There was, indeed, no constructive, notice from the face of the deeds, but the purchase was made by her either directly or through the intervention of a broker, and she is equally to be affected in either case if she is to be affected at all; for notice to an agent is notice to his principal. Mr. John Sergeant, in whom the legal title to the ground-rent was vested by conveyance from Mr. Reed’s vendors, testified that he was not Mrs. Sergeant’s'agent for the purchase of the beneficial interest from Mr. Reed; that the conveyance of the legal title to her was bróught to his office and executed; that he had given no order to have it prepared; and that his “ position was that of a friendly trustee — not even that — merely to execute papers.” From this it is clear he knew nothing and did nothing in relation to the transaction, except to execute the conveyance to her and sign a check in favour of Mr. Reed for the purchase-money which had been paid into bank to Mr. Sergeant’s credit. He was-no more than a conduit-pipe of the legal title, and bound to give it any direction that Mr. Reed might dictate. If Mrs. Sergeant did not purchase from Mr. Sergeant — and his testimony is that she did not — the inference to be drawn by a jury is irresistible that she purchased from Mr. Reed, and she would be affected by any thing that would put a keen-nosed purchaser on the scent of a flaw in his title. Then, what did she purchase from him ? He could sell his equitable ownership only, for the legal title was outstanding in a trustee; and the rudimental principle of. equity that he who purchases an imperfect or inchoate title must stand or fall by the case of his vendor, has never been shaken.Mr. Reed may have undertaken, not to convey the legal title to himself, but to procure it to be conveyed to her; and hence it is said, that when she actually received a conveyance of it, she became a bond fide purchaser of it. Had she purchased it of Mr. Sergeant, she would have undoubtedly been so; but the fact that she was dealing with one who had it not, was a circumstance to arouse suspicion and prompt an inquiry. A purchaser without notice must appear to have acted, not only with good faith, but with extreme vigilance, for equity refuses to protect the careless and the slothful. In Hiren v. Mill, 13 Ves. 114, notice that .the title deeds were in the possession of another, was held to be notice of an equitable claim by him on the estate; and in an anonymous case in 2 Freem. 137, pl. 171, the very point before us was decided. It was held that if the vendee knows at the time of the purchase that the legal estate is in another, he is bound to take notice of the trust. . Beyond this it is unnecessary to go, though cases could be produced in which the doctrine of vigilance was carried further. Now had Mrs. Sergeant demanded the reason why Mr. Reed had procured the conveyance to be made to Mr. Sergeant and not to himself, she would have been told that Mr. Reed himself had been the ground-tenant; that he had sold the ground encumbered with this ground-rent to Mr. Ingersoll, and had received the whole pur^ phase-money on the foot of his covenant to remove the encumbrance tvithin the time of redemption limited in the ground-rent, “ or within an extended time,” and to keep Mr. Ingersoll indemnified in the mean time; that he had bought it in to raise money on it by extending the time of redemption, while it should suit his convenience, still keeping Mr. Ingersoll indemnified according to his covenant ; and that he had procured the title to be vested in a friend, to prevent the ground-rent from being extinguished by a union in the same person of the hand to receive and the hand to pay. All this was fair in morals if it were not valid in law; and'as it would have been communicated had she demanded explanation, we must take it that she had it, for if it were refused, it was her course to abandon the purchase.\nIt has been argued, however, that she had notice of nothing which constituted a defence. But it will not be said that Mr. Reed could have enforced this ground-rent against Mr. Ingersoll in the face, of his own covenant, and it is difficult to conceive how his alienee, with notice, can stand on higher ground. Admitting, for a moment, that Mrs. Sergeant might have enforced it circuitously against Mr. Reed by throwing Mr. Ingersoll on his covenant — and for no other reason could she have remedy against Mr. Ingersoll, if at all — yet could she enforce the payment of arrears which accrued when Mr. Ingersoll was not bound to rely on his covenant ? It is certainly true that Mr. Reed was to have the use of the purchase-money during the time of redemption limited in the ground-rent deed, and during any further time accorded by agreement between Mr. Reed and his landlords; and that during the one and the other of these two periods, Mr. Ingersoll was to have no better security than Mr. Reed’s personal covenant. But could Mr. Reed change the original terms which both he and Mr. Ingersoll undoubtedly had in view, and by getting the control of the ground-rent enable himself by his agreement, not with his' landlords, but with his own trustee, to keep it an existing encumbrance on Mr. Ingersoll’s title during his lifetime ? Mr. Ingersoll might be perfectly willing' to hazard the prolongation of the time while it depended on the concurrence of the ground-landlords, who had no motive to lend them-elves to Mr. Reed’s convenience, but altogether unwilling to leave the matter to him alone. The words of a contract are to be applied to the circumstances attending it, as they stood at the time of the bargain, and not even to them in connection with a new element introduced into the case by one of the parties; and it is to be interpreted according to what they apprehended to be the subject of the agreement with its incidents as they then existed. This principle is exemplified in the Schuylkill Navigation Company v. Moore, 2 Whart. 477, in which the grant of a right to draw water from a canal through an aperture of so many square inches, was held not to give a right to increase the flow by the application of a conical tube called an adjutage. What, then, was the legal effect of Mr. Reed’s purchase on the terms of the contract ? It became impossible for Mr. Ingersoll to allow him the benefit of an extension by the ground-landlords, for they had ceased to 'be such; and the possibility of an extension beyond the ten years became impracticable and exploded. In effect, Mr. Reed himself abandoned it. When a covenantee has done an act to obstruct performance in his favour, the covenant shall be taken against him, to have been actually performed. This is a familiar principle. At the time of Mr. Reed’s conveyance to Mr. Ingersoll, the period of redemption in the deed had three years to run, during which he paid the arrears; but when the ten years were expired he became bound to extinguish the ground-rent altogether. In contemplation of law, Mrs. Sergeant Avas advised of this; and, standing in his place as his alienee with notice, she became bound not to press it, not because his covenant to do so ran with the ground-rent, but because the provision in the deed to Mr. Ingersoll was obsolete and gone, both as to Mr. Reed and herself, the occupant of his place. The time when Mr. Ingersoll was bound to trust to Mr. Reed’s personal responsibility had gone by, and she could no longer compel him to do so. Purchasing with notice of every necessary fact, she succeeded, not only to Mr. Reed’s rights, but his obligations; and her personal representative is consequently not entitled to recover the arrears of a quit-rent which he was bound to extinguish. It is an ungrateful task to cast a loss on one of two innocent parties which has been occasioned by the misfortiines of another equally innocent; but we have no other course than to dispense justice to them according to their legal advantages.\nJudgment reversed, and a venire de novo awarded."}