{"id": "957931", "contents": "Coulter, J.,\n(after stating the facts.) — It would appear from the record that Joseph King knew some facts material to the plaintiff, and whether they had come to his knowledge previous to his appointment as trustee, or after-wards, does not appear. At all events, the object, no doubt, was to make Joseph King, jun., a witness, because he was after-wards offered as a witness and rejected by the court, which is also assigned for error. In -the judgment of this court, the motion ought to have been granted. By the seventh section of the act of 24th March, 1818, all actions brought by executors, administrators, trustees,, or assignees, where the executors, administrators, trustees, or assignees, or any of them, are superseded or removed, shall be proceeded on to final judgment by the legal representatives, uponmaking the proper suggestions upon the record which the case may require.\nAlthough Joseph King, jun., could not, by his own ac.t, strip himself of his character of trustee, or absolve himself from- its -duties, after he had accepted the trust; yet the grantors, with his own consent, could, most assuredly, .supersede him and appoint another in his stead- The .trust was ^executory, and in such eases equity moulds its character^- so as best to accomplish the lawful intent of the parties. Here there was no intervening right. No fund or-property had come into possession of Joseph King, jun.; and the only persons who- had any interest whatever, superseded him by deed, and appointed another in his place by his own consent. He was, therefore, lawfully superseded, and the case was fairly embraced by the act to which I have referred.\nThe decisions of this court, which relate to the-competency óf a party, at the impetration of the writ, as a witness, do not touch this cause.\nThose cases belonged to a class such as Irwin v. Shumaker, and Wolf and Fink, and various others perfectly -known to the profession. The distinctive character of the class is, that the party is interested in his own right, and 'is, in fact, proceeding in his own cause. He divests himself of his interest for the purpose of becoming a witness ; but does not wipe from his mind the impressions with which it was imbued when he was an interested party. Public policy opposes the sudden transmutation of a party into a witness by an assignment often merely colourable, that money may be made out of his oath as a commodity. To that class of cases the one in hand does not belong, as the slightest reflection will satisfy any discriminating mind.\nA trustee is a beneficent agent and instrument óf the law, moulded by its plastic hand, so as to accomplish the ends of justice. He has no individual interest in the result of suits, where his name is often used, more disinterested than even executor or administrator; he is more decidedly the creature of the law itself; and especially in the case before the court, where he was the means by which the rights of a married woman were sought to be preserved. King and his wife were the plaintiffs on the record, and the suit might have been commenced, prosecuted, and ended, without the name of any other individual being added. Joseph King, jun., more especially after he was superseded, had not a shadow of interest; nor was he within any category embraced by the class of cases referred to, as excluding persons from reasons of public policy.\nThe practice of the English chancery to admit a trustee as a witness 'has been adopted in the courts of law in Pennsylvania, 6 Binn. 481; 7 Serg. & Rawle, 116; 6 Binn. 16. This case is' more nearly assimilated to that of an agent, and who is often Somewhat interested, and who is, nevertheless, from necessity, a competent witness: 13 Mass. Rep. 379; 22 Pick. 158.\nJudgment reversed, and venire de novo awarded."}