{"id": "957951", "contents": "Coulter, J.\nIt does not appear from the record that the defendant below made any objection, or took any exception, to filing the new narr. Now, although it may not be necessary to tender a bill of exceptions in form, yet it would seem reasonable and sensible that some evidence ought to be furnished by the record, that it was not done with consent of defendant. When no objection appears, the most natural inference is, that it was done with the assent or silent acquiescence of the party; and the old rule is that silence gives consent. If we were to adopt the contrary conclusion, that which transpired in the court below, and to which there was no objection, might afterwards, contrary to all propriety, be made the ground of reversal here. But the amendment did the plaintiff in error no harm — made his position no worse than the old narr., nor exposed him to any greater peril than beset him before the new one was filed.\nThe note might have been received in evidence under the old narr. as the pleadings stood. This is a sufficient answer to the error assigned, that no amendment altering the ground of action, so as to require from the defendant a different defence, ought to be permitted, after award under the compulsory arbitration act. Because, in fact, the new narr. was nothing more than varying the description of the same note. The entry is, the plaintiff asked leave to amend by describing the note properly, which is granted. The mere forms and trimmings were more suitably adjusted, but the old garment was there and the same.\nAs to the second error assigned, I merely state that the note was properly admitted in evidence; it was duly proved by the subscribing witnesses, and I cannot perceive any possible reason why it ought to have been excluded from the jury. It was their province to determine whether the words of addition, as alleged by defendant, that is the date, were authorized and adopted by defendant, even if they were not in the note at the time of signature. It was admissible under the new narr., and would have been admissible under the old, according to the pleas of the defendant.\nThe third error assigned is not of sufficient moment to disturb the judgment. The evidence might be considered as rebutting, for the reason given by the court, viz.: That it conduced to show that the defendant authorized the addition of the date to the note; although at the same time it might be good evidence in chief. This thing of reversing a judgment, merely on account of the order in which evidence otherwise competent is received, has little favour in my judgment.\nJudgment affirmed."}