{"id": "957925", "contents": "Gibson, C. J.\nIt is sometimes said that, in levying an execution, the sheriff is the plaintiff’s agent.' Having received a sufficient bond of indemnity, or a tender of it, he is certainly bound to follow his instructions; but the relation between them is not that of master and servant, for the sheriff is bound to act, not by force of the plaintiff’s command, but by force of the command in his writ. He is the agent of the law; and therefore it is, that when he seizes, by the plaintiff’s direction, the goods of a stranger on a, fieri facias against the goods of the defendant, the parties do not stand in the relation of joint trespassers. The plaintiff creditor is not a trespasser at all, for the sheriff is bound to stand the brunt of the stranger’s action. He acts at his peril, but not without a means of security, and it is his fault if he does not use it. When he suspects the title of the defendant in the execution to be no title at all, he may call on the plaintiff to secure him, who, if he refuses, does so at the peril of his interest; but if the sheriff seizes without having made such a call, he takes the risk upon himself. There is no such thing as an implied promise of indemnity; for it would involve an execution, which has been called the end of the law, in a maze of endless litigation if there were. On the other hand, where he has received adequate security, or a tender of it, he is bound to go on, or to hold back at his peril. It has been said that a contract of indemnity for selling goods known by him to be the property of a stranger, would be illegal and void as a contract to violate the law. Not so. What he supposes to be knowledge may be no more than opinion, and possibly an erroneous one; but the execution-creditor may entertain a different opinion, and consequently be entitled to have its accuracy tested by experiment at his own cost. The object of such a contract, therefore, is not to commit a trespass, but to have the benefit of a remedy, and to assert a right. In the present case, however, the execution-creditor directed the levy to be made, not uj>on the stranger’s goods in particular, but on the goods in the possession of the debtor, who actually owned a considerable portion of them; in which he did no more than is usual for plaintiffs to do. There was no apprehension of liability to a stranger; the sheriff took no security against it; and having acted on his own responsibility, he is without remedy.\nJudgment affirmed."}