{"id": "957943", "contents": "Gibson, C. J.\nAs in every other case of an article ordered, the first contract in this case was executory. It was for a finished article, and nothing but the delivery of a finished article could satisfy it. But the terms of it might be altered or even entirely changed by a new bargain ; and were they not ? The plaintiff, being the vendor’s creditor, received the wagon 'in an unfinished state, in satisfaction of his debt, when his debtor was breaking up; and certainly any one may acquire title to an article by paying for it, and receiving it as it exists at the time. There is no principle of law to forbid it. The finishing is a condition of the contract for tbe benefit of tbe vendee, which he may waive; and he does waive it when he accepts the thing in an unfinished state. True it is, that an ordered article, while in a process of manufacture, is tbe property, and at the risk of tbe manufacturer; and Pritchett v. Jones goes no further; but where the thing is absolutely delivered in satisfaction of the old bargain, or in pursuance of a new one, the contract is executed, and the title passes. A sale is an executed contract, to constitute which, delivery, in fact or in law, is indispensable, and it cannot be given of a thing which has not fully come into existence. Where a customer, for instance, orders a coach to be made for him, the order cannot be executed by delivery of an unfinished coach, which is no coach at all; and till the work is finished and delivered, it remains the property, and at the risk of the manufacturer. If it were not so, the ownership of the whole would pass to the customer piecemeal, as the parts were added and fitted, which would be absurd.. But if the parties consent to abandon tbe original contract, and pass the article in an unfinished state, on their own terms, the vendor is in a condition to execute the contract immediately, and he does so when he delivers it in satisfaction of the new arrangement. Here he testified that every thing had been done to the wagon which was to have been done by him, and that it was taken to another shop to have the dash put to it, which was all that was wanting to complete it. Nor is it material that the painting was to be done at the manufacturer’s expense, for that was in effect merely to abate the original' price.\nAnd the transaction stood clear of exception on the ground of collusion. Had the vendee purchased the property to assist the vendor in getting it out of the reach of his creditors, the contract would have been fraudulent, by the 13 Eliz., though he had paid a full price presently advanced for it. But it is universally true, that where there is a true debt there is no collusion. Till the execution had actually come into the sheriff’s hands, the creditor had a right to secure his debt, by taking whatever tbe debtor bad to give in satisfaction of it. The property, it seems, was not bound by the execution when it was delivered, and the rest was a matter between the parties to the contract.\nJudgment reversed, and venire de novo awarded."}