{"id": "957941", "contents": "Bell, J.\nIt is unnecessary to run through-the familiar cases which establish the rule in Pennsylvania, that though a vendee of land may defend an action brought for the purchase-money, by showing existing encumbrances or defect of title, he cannot, on these grounds, recover back the consideration-money paid, after conveyance made, unless there be fraud or a warranty. Conceding this doctrine, the plaintiff bases his claim to recover the ground-rents and taxes paid by him on an imputed fraudulent concealment by the defendant of Dr. James Kitchen’s inability to convey the interests of Eliza Kitchen and her child in the premises. But there is not the slightest foundation for this pretence. All the deeds evidencing the title proposed to be conveyed, were of record and open to the inspection of all parties. The plaintiff had, therefore, constructive notice of all that was necessary for him to know, and in the absence of fraudulent representation by the defendant or his agents, which is not pretended, he was bound to inform himself. But the fact is, he had actual notice of the very deed under which the defect complained of exists, for it is recited in his title, and Mr. Bonsall, who was his agent for drafting the conveyance to him, testifies, that when preparing the deed he had recourse to the registry of the previous muniments. The plaintiff, however, insists that McCurdy, the agent of the defendant to effect a sale of' the property, knew of and improperly concealed the defect of power in Dr. Kitchen to convey. Were this even so, it would not help a plaintiff to whose inspection every thing was open, but the imputation is positively denied by McCurdy, who swears he was not aware of any defect of title. It is true he says he knew of the trust-deed, and thought there might be some difficulty in managing that, but that he submitted to the superior knowledge of Mr. Bonsall as to the title. The fact is, all the parties acted under a mistake of the legal effect of the deed of trust, as it is abundantly apparent from the evidence. Each of them knew of its existence, and must have been aware of its contents. There was no room for concealment, nor is there the slightest evidence that any was attempted. Kerr had full opportunity for examination, personally and by counsel learned in such matters, and if he neglected it or selected those who misadvised him, it is his misfortune, which, however, gives him no right of redress in this action, for it is settled that mere mistake is insufficient to support it: Dorsey v. Jackman, 1 Serg. & Rawle, 51, explaining D’Utricht v. Melchor, 1 Dall. 428. Were this suit brought to recover purchase-money, a grave question might be presented ; but it is clear, beyond cavil, there is nothing in the case to take it out of the rule I have stated, in respect to money paid. It follows, the District Court was right in directing the nonsuit.\nIt is admitted by the plaintiff’s counsel that the bills of exception to the exclusion of the evidence offered are subordinate to and dependent on the principal question. This being decided against him renders it unnecessary to consider them, for were the evidence offered admitted, it could make no change in the result.\nJudgment affirmed."}