{"id": "957915", "contents": "Rogers, J.\nIn the contract of sale of personal chattels, as in every other contract, the intention of the parties, as it appears in the form of the agreement, is the governing rule. But as parties frequently express their meaning very obscurely, the law has adopted certain rules to discover their intention. The fundamental rule which'applies to this case is, that the parties must be agreed as to the specific goods on which the contract is to attach, before there can be a bargain and sale. This, as Mr. Blackburn, in his treatise on the Contract of Sale, page 120, very correctly observes, is founded in the very nature of things. “ Till the parties are agreed as to the specific identical goods, the contract can be no more than a contract to supply goods answering a particular description, and since the vendor would fulfil his part of the contract by furnishing any parcel of goods answering that description, and the purchaser could not object to them if they did answer that description, it is clear there can be no intention to transfer the property in any particular lot of goods more than another, till it is ascertained which are the very goods sold.\n“ This rule has existed at all times; it is to be found in the earliest English law-books. In the Year Boob, (18 Ed. 4, 14, pi. 12,) the justices all agreed that a grant to kill and take deer in the grantor’s park, transferred no property in any deer. So Lord Coke says, Heyward’s Case, 2 Co. 36: If I have three horses, and give you one of them, the election ought to be made in the lifetime of the parties; for inasmuch as no one of the horses is given in certain, the certainty, and thereby the property, begins by election.\n“ It makes no difference, although the goods are so far ascertained, that the parties have agreed that they shall be taken from a specified larger stock. In such a case, the reason still applies; the parties did not intend to transfer the property in one portion of the stock more than another, and the law which only gives effect to their intention does not transfer the property in any individual portion.\nIn support of these principles, the author relies on White v. Wilks, 5 Taunt. 176; Busk v. Davis, 2 Man. & Sel. 397; Wallace v. Breeds, 13 East, 522; Austin v. Craven, 4 Taunt. 644, and Shepley v. Davis, 5 Taunt. 617. To these authorities may be added Smyth v. Craig, 3 Watts & Serg. 14; Scott v. Wells, 6 Watts & Serg. 366; Downer v. Thompson, 2 Hill, 137; Merrill v. Hunnewell, 13 Pick. 213, 214; Barrett v. Goddard, 3 Mason, 110.\nChancellor Kent (2 Com. 496) thus lays down the rule: If any thing remains to be done as between the seller and the buyer, before the goods are to be delivered, a present right of property does not attach in the buyer. The goods sold must be ascertained, designated, and separated from the stock in quantity with which they are mixed, before the property can pass. It is a fundamental principle pervading everywhere the doctrine of sales, that if goods be sold by number, weight, or measure, the sale is incomplete, and the risk continues with the seller until the specific property be separated and identified. See, also, to the same effect, Bell on Contracts, 27, and Story on Sales, § 295.\nAs to these points, the authorities arehiniform and full to the point, with the exception of Whitehouse v. Frost, 12 East, 614. With this case much dissatisfaction was expressed in White v. Wilks, 5 Taunt. 176, and Austin v. Craven, 4 Taunt. 644; it may be considered as overruled. Indeed, as subsequently explained by Le Blanc, one of the judges who decided it, in Busk v. Davis, 2 Man. & Sel. 397, it may be doubted whether even that case be an exception. In Whitehouse v. Frost, says Le Blanc, J., the owner of a large quantity of oil in the mass, sold a certain quantity of it to B., who contracts to sell the same to C., specifically, as an undivided quantity, and gives him an order on the owner for the delivery, which order the owner accepted. The question that arose was not between the owner and B., but between C. and B., who, as far as it was in his power, had done every act to complete the delivery, for he only pretended to sell an undivided quantity. Therefore, whatever might have been the case as between the owner and B., the court were of opinion that as between the sub-vendee and B. the sale was complete. As reported, the case of Whitehouse v. Frost is undoubtedly in conflict with all the previous and subsequent cases; and as explained, there may be some doubt as to the soundness of the decision. It is difficult to understand why the süb-vendee should be in a different position from the original vendee, and how he could transfer a property not vested in him by the original contract. But be this as it may, it appears from the explanation, that Mr. Justice Le Blanc was himself dissatisfied with the decision as reported, and acknowledges that it cannot be reconciled with the current of cases before and since.\nMr. Blackburn, in his treatise on the Contract of Sale, says, page 152, “ That where the agreement is for the sale of goods, and also for the performance of other things, the rules to ascertain whether the performance of any of those things is meant to precede the vesting the property or not, are two-fold.\n“ The first is that where, by the agreement, the vendor is to do any thing to the goods for the purpose of putting them into that state in which the purchaser is to be bound to accept them, or as it is sometimes worded, into a deliverable state, the performance of those things shall (in the absence of circumstances indicating a contrary intention) be taken to be a condition precedent to the vesting of the property.\n“The second is, that where any thing remains to be done to the goods for the purpose of ascertaining the price, as by weighing, measuring, or testing the goods, where the price is to depend on the quantity or quality of the goods; the performance of those things also shall be a condition precedent to the transfer of the property, although the individual goods be ascertained, and they are in the state in which they ought to be accepted.”\nThe first of these rules meets the approbation of the learned commentator, although he disapproves of the latter. The second rule, of which there is no trace in the reports before the time óf Lord Ellenborough, seems, as he observes, to be somewhat hastily adopted from the civil law, without adverting to the great distinction made by the civilians between a sale for a certain price in money, and an exchange for any thing else. “ The English law makes no such distinction, but, as it seems, has adopted the rule of the civil law, which seems to have no foundation except in that distinction, In general, the weighing, &e., must, from the nature of things, be intended to be done before the buyer takes possession of the goods, but that is quite a different thing from intending it to be done before the vesting of the property; and as it must in general be intended that both the parties shall concur in the act of weighing where the price is to depend upon the weight, there seems little reason why, in cases where the specific goods are agreed upon, it should be supposed to be the intention of the parties to render the delay of that act in which the buyer is to concur beneficial to him. Whilst the price remains unascertained, the sale is clearly not for a certain sum of money, and therefore does not come within the civilian’s definition of a perfect sale, transferring the risk and gain of the thing sold; but the English law does not require that the consideration for a bargain and sale should be money numbered, provided it be of value.”\nThe civil law consistently declares that there cannot be a perfect sale until the price was fixed in money, though every thing else was ascertained; and, consequently, that a contract to sell'the whole of a particular parcel of goods at a price depending upon the number, weight, or measure of the goods, could not be a sale until the goods were numbered, weighed, or measured, for till then the price was not fixed in money. The contract on the part of the vendee was complete, for he was to transfer a specific ascertained thing, in the state in which it then existed, but the consideration was not a fixed sum in money till the number, weight, or measure was ascertained. This was a defect in the sale according to the principles of the civil law, but it is hard to see why it should prevent the contract amounting to a bargain and sale in the English law. In many cases, the weighing may be necessary to ascertain the specific goods; in others, it may be necessary to put the goods in a deliverable state, and in these cases the reasons are as applicable to English as to civil law; but where, as in Zagury v. Furnell, 2 Camp. 240, and Simmons v. Swift, 5 Barn. & Cres. 857, there is nothing unascertained except the money value of the price, and yet the goods are held not to be bargained and sold, there seems little to be said except that such are the decisions.\nThere seems to be great force in -the remarks of the learned commentator, and as we are untrammeled by authority, such may possibly be the opinion of the court, but it must be conceded that a contrary doctrine is firmly established in England, and, perhaps, in some of our sister states. And it must also be admitted that the remarks do not impugn the doctrine that before the contract is complete the goods must be specified, that the parties must be agreed as to the specific goods on which the contract is to attach before there can be a bargain and sale. And that it makes no difference in the rule, although the goods are so far ascertained that the parties have agreed that they shall be taken from some specified larger stock. So far from denying, these principles are expressly admitted by the commentator throughout his learned and valuable treatise. Pleasants v. Pendleton, 6 Rand. Rep. 480, is much relied on by the defendant, but the error in that case consists in the misapplication of a principle -conceded by the court. In regard to that case I am inclined to subscribe to the remarks of Judge Grimke, in Woods v. McGee, 7 Ohio, 466, “ that it is impossible to hide from ourself that the fact of the small difference between one hundred and twenty-three barrels, the whole quantity, and one hundred and nineteen barrels, the number sold, may have gone a great way to influence the judgment. It was a hard case, and hard cases make shipwreck of principles.” The rule, I take it, is now too firmly settled to be shaken; that the goods sold must be ascertained, designated, and separated from the stock or quantity with which they are mixed before the property can pass. Until this be done, it remains the property of the vendor, and if destroyed by fire or otherwise it is- the loss of the vendor, and not the loss of the vendee. It remains to inquire how this principle applies to the case in hand. The facts, so far as material to this case, are these: — R. W. Poindexter, having a lot of about ode hundred and twenty barrels of molasses in the cellar of his warehouse in the city of Pittsburgh, made á parol contract of sale of one hundred barrels of the lot to the plaintiff at thirty cents a gallon, a few days before the great fire of the 10th of April, 1845. The plaintiff, preferring not to receive immediate and actual delivery of the molasses, obtained permission of Poindexter that the molasses might remain in Poindexter’s cellar. The parties assumed what they believed to be a fair average of the contents of the barrels, being forty gallons per barrel, and the plaintiff gave Poindexter his note for the amount so ascertained, agreeing that it should be corrected by the gauge of the barrels, when they should be separated and delivered to the plaintiff. A few days afterwards, on the 9th April, 1845, the defendants called upon the plaintiff to purchase some molasses. The plaintiff informed them that h’e had one hundred barrels in Poindexter’s cellar, which he was willing to sell, and after a treaty the parties agreed in a purchase and sale of the. one hundred barrels of molasses, at thirty-two cents per gallon. Thereupon the plaintiff said he would go down to Poindexter’s and have the molasses turned out, gauged, and delivered, but the defendants replied they would prefer not; they did not want to remove it; they had no convenient place to put it, and asked plaintiff to see Poindexter and get his leave that it should remain where it was, and told plaintiff to come to their office and they would give him a check for the amount of the molasses.\nThe next day the molasses was destroyed in the great firej without having been removed or gauged. After the contract, and before the fire, the plaintiff informed Poindexter that he had sold the molasses, and requested that it might still remain in his cellar for the purchaser, to which Mr. Poindexter consented. The average contents of the barrels was usually forty-one to forty-two gallons, some as high as forty-five gallons. So far as they were sold by Poindexter, who it seems had sold about one hundred and twenty-five, or one hundred and thirty barrels, when plaintiff bought, they gauged from thirty-nine to forty-three gallons.\nThis was a sale of one hundred barrels of molasses, of unequal contents and unequal value, part of a specified larger stock. The particular one hundred barrels is not designated either by marks or numbers, nor is it separated from the molasses unsold ; it is, therefore, wanting in that essential feature to constitute a complete and valid sale. The goods sold, as we have seen, must be ascertained, designated, and separated from the stock or quantity with which they are mixed before the property can pass. It remains the property of the vendor, notwithstanding the contract, until it is identified and individualized. This is unquestionably the law, as is firmly settled by authority, and which we have no wish nor authority to alter. It is better to stick to the beaten track rather than try untrodden ground. As Judge Grimke says, it is difficult to answer the inquiry, on whom would the loss have fallen had part only of the molasses been destroyed ? If a person purchases cloth from a merchant for a coat, not to be cut off until the tailor be sent for, and in the intermediate time the store and its contents are burnt by fire, there would be but one opinion that the loss must fall on the seller and not the buyer. But it is impossible to distinguish the case put from the case in hand.\nAn idea seems to have been entertained that the sub-contract differs this case from the cases cited; but in what particular I am at a loss to imagine. So far as regards the identification or separation of the goods sold, it remains precisely as before. It is said that Poindexter became the bailee of Hutchinson & Co. But the question return, of what Ayas he the bailee ? Certainly of property ay hick had been «asr separated from the specified stock. It still remains the property of Poindexter, Hutchinson & Co., taking the place of Hunter. Hunter cannot convey to Hutchinson & Co. a better right than he himself had. Hutchinson & Go. succeeded to his contract, and until the separation of the goods no title passes, because, according to .the well-settled principles of law, the bargain and sale is not complete.\nIt will be observed that'the case is put entirely on the fact that the barrels were of unequal quantities and values, and had not been separated from the molasses still owned by the vendor. That the molasses was not gauged does not enter into the consideration of the court in determining the defendant’s liability to the action.\nJudgment reversed, and judgment on the demurrer for the defendants."}