{"id": "957921", "contents": "Hibson, C. J.\nThe exhibition of interrogatories in attachment, is a measure to charge, and not to discharge the garnishee. It is in the nature of a bill of discovery; and if he confess nothing, the parties are where they started. If he disclose enough to show- that the plaintiff has a case, there is to be judgment on his confession without going further; but if his answers contain no more than a denial of the facts charged, the plaintiff is no more bound by it than he would be bound by á denial in an answer to a bill in chancery. All that can be said in such a case is, that the interrogatories have failed to produce the effects expected from them. But that does not preclude the plaintiff from going before a jury to make out his case by proofs aliunde. It is said, however, that the 'answers were treated as a ease stated by tacit consent; and that the cause was argued on the legal effect of the facts which they disclose. It is doubtless so; but if counsel find themselves .caught by indulgence in a practice so loose, it is out of our power to extricate them. The plaintiff is certainly entitled to a trial; and for that reason we are bound to reverse the judgment, though it is impossible to see how any evidence can make the supposed interest in contest a subject of attachment. Nothing is admitted to be in the garnishee’s hands but a naked and contingent power to sell the testator’s land at the death of his widow, and distribute the proceeds of it to the legatees. If judgment were presently rendered against him, how could his estate be discharged of the debt if he died before her ? He can have nothing in his hands to answer it till then; and even should he survive her, the legatees may elect to take their shares as land, and dispense with a sale for conversion altogether. But even on the most obvious principles, a naked power is not a subject of execution under the statute, any more than it is so at the common law. The present is an attempt to get round the principle of Allison v. Wilson, and Morrow v. Brenizer, and it must not be allowed to prevail. Judgment reversed, and procedendo awarded."}