{"id": "957944", "contents": "Gibson, C. J.\nIt is not to be doubted that responsibility, in a confidential employment, is a legitimate subject of compensation, and in proportion to the magnitude of the interests committed to the agent.' The principle has not been directly controverted by the counsel for the plaintiff in error; indeed, it has been practically admitted by the elaborateness of their argument, which, liad a few hundred dollars been in contest, instead of ten thousand, would have taken few more minutes for its delivery than it has taken hours. The single point in the cause was so minute, that its exact shape could scarce be made plainer by the magnifying lens of a speech, yet it is nevertheless so palpable as to be incapable of illustration. “As to the amount of the verdict,” says the judge, “the following considerations (inter alia) might with propriety be weighed by the jury: — The importance of the business intrusted to the plaintiff, at least as it was deemed at the time by the parties. In this view the jury may consider the extent of the claim of the Kentucky Bank on the Schuylkill Bank.” Surely no one will contest the soundness of the principle. But it has been pressed that it was inapplicable to the case disclosed by the evidence, and in that aspect alone could the predication of it be, by any possibility, erroneous. It has been said that the agency was not a general, but a special one, and that, being limited to specific acts of service involving no exercise of discretion, it was not a confidential one; to illustrate which, it has been compared to the employment of a messenger to deliver documents, who is said not to be responsible for negligence to the amount of the interest at stake. I am by no means clear that he would not. But a lawyer charged with particular preparations for a lawsuit, is not to be made responsible, or paid as a porter or a shoemaker. It does not clearly appear, however, the plaintiff was a limited agent. His correspondence with the bank exhibits him on the field of action at Philadelphia, as the adviser of its measures, and though his retainer did not expressly extend to that, it was the duty of the bank, if he- had intermeddled improperly, to tell him so; instead of which, in none of its letters to him did it exhibit dissatisfaction at any thing done or proposed by him; and so far as he assumed to be its agent and counsellor, it recognised him as such by its silence. It seems that the relation he bore to it was not defined in the apprehension of either party, and so long as it allowed him to act for it generally, so long were both respectively responsible to each other for acts done by him within the scope of the authority assumed by him. Nor is it material that the principal object he was employed to accomplish, the procurement of the testimony of Levis, had ceased to be indispensable. The parties deemed it to be of vital importance when they instructed him to secure it, and it might have turned out to be so in the end; insomuch that had the claim been lost by a want of it, occasioned by his negligence, he would have been liable for the amount. There was, therefore, some evidence to go to the jury of a case to which the principle was directly applicable, and if there was error at all, it was not on the part of the court.\nJudgment affirmed."}