{"id": "957903", "contents": "Bell, J.\nUnder the settlement of the 8th of September, 1818, Mrs. Hardy took a separate estate in the rents, issues, and profits of the land limited in trust, coupled with a power to revoke the uses and estates declared by the deed, and to appoint new uses. Has she properly exercised this power by either or both of the conveyances executed by her and her husband, to Jennings ? is the only question the case presents.\nSince Lancaster v. Dolan, it is the settled law of this state, as it is in some others of the confederacy, that a married woman, in respect to her separate estate, is deemed a feme sole only to the extent of the power conferred by the instrument by which the estate is settled. But this case, following in the track of the older adjudications, recognises the doctrine which had its origin before Scrope’s Case, 10 Rep. 143, that where one has a power of revocation and appointment, and does an act which can only operate as an exercise of it, with an observance of all the circumstances prescribed by the instrument creating the power, the act shall be deemed an execution of the power, though no reference whatever is made to it, and there is not any express signification of an intent to determine the estate which will be defeated by the execution of it, and this though the revocation is required to be made in express words; Guy v. Dormer, Sir T. Raym. 295. In accordance with this doctrine, it has been held that a general disposition of the very property limited, will amount to an execution of the power; Roscommon v. Fowke, 6 Bro. Pl. Ca. 159; and that a general power of appointment, under hand and seal, is well exercised by the creation of a mortgage, although it contains no reference to the power; Lancaster v. Dolan, 1 Rawle, 247. Indeed, so far has the principle been carried, that it was determined in Sir Edward Clere’s case, 6 Rep. 17 b, affirmed in error, Cro. El. 877, that the donee of a power to limit to uses only, without an express power to convey the land, may well execute by a conveyance or devise, for this shall be accepted as a limitation of the use, because otherwise it would be void. Our own case of Hoover v. The Samaritan Society, 4 Whart. 445, settles that a married woman, with power of appointment to her own use, may execute it for the benefit of' her husband, by conveying it on mortgage to secure the payment of his debt. These determinations are decisive of the present case. The deed of 1831, though it contains no reference to the power, and purports to be a conveyance of the land itself, being executed in accordance with the formalities prescribed by the original deed of settlement, must be taken as a revocation of the old, and an appointment to new uses, for without this it would be inoperative. To effect this, the interference of the original trustee is not required, for the settlement does not call for his intervention to confer on the new uses operative vigour. The action of the cestui que use, alone, is sufficient for this purpose, for to her, whether covert or sole, is confided the right, by any writings under hand and seal, attested by two or more credible witnesses, to revoke, alter, or change the primary uses, and to declare others.\nBut it is objected that Jennings became the purchaser at his own sale, made in pursuance of the trust created by the deed to him, in violation of his duty of trustee, and consequently the sale is void, at the election of the cestui que .trust. This point does not dis - tinetly appear to have been made in the court below, nor does it properly arise from the evidence spread on the paper books. . As a court of error, we cannot undertake to determine, as against the defendants, who are bona fide purchasers, without notice, the asserted fact, simply upon the conveyance from Mills to Jennings, the day after the public sale of the land. But were this otherwise, and assuming the fact to be as averred, it would not be destructive of the appointment to new uses, which is tantamount to a limitation in fee, divesting the estate of the plaintiff, as trustee under the first settlement, who is, consequently, not entitled to recover in this action. Besides thisj were any thing wanting to perfect the defendant’s title, it would be found in the' superadded conveyance from Iiardy and wife to Jennings, of the 16th of June, 1882; for although this would not, perhaps, operate as a confirm mation of the unauthorized acts of the trustee, (Lewin on Trusts, 642, 643,) there is nothing to prevent it having effect as a, new appointment by the wife, upon the supposition that the deed of 1831 had become invalid.\nThis view covers the whole controversy, and renders it unnecessary to consider the minor points made in the argument.\nJudgment reversed, and a venire de novo awarded."}