{"id": "957962", "contents": "Bell, J.\nWe cannot agree that the answer returned by the court below, to the point submitted by the plaintiff in error, was such as he had a right to ask.\nThe receipt, says Matthews on Presumptive Evidence, 310, 311, —and the adjudications show he has extracted the rule correctly— the receipt for twenty years of a rent issuing out of land is prima facie evidence of title. This supposition is, of course, liable to be repelled by counter testimony, as by proof of the rent having been created for a temporary purpose, or of particular circumstances in the mode of enjoyment. But, generally speaking, such pernancy affords the presumption of a grant having been made by the present or some preceding owner of the land. This principle was applied in favour of a plaintiff, lord of the manor of B., though the rolls of the manor of A., for a period stretching from the reign of Henry VIII. to Charles I., showed that the copyhold from which the rent issued was held of A., and the plaintiff acknowledged it to be so held, but the rent had been paid to him for upwards of twenty years, and he had no other evidence of his title to it. The court declared that such payment was strong evidence of the severance of the quit-rent from the manor of A., by some grant or conveyance, and that it was payable to the plaintiff: Steward v. Bridger, 2 Vern. 516. Asserting this general principle, Mr. Justice Story, in Tyler v. Wilkinson, 4 Mason, 402, declares that the exclusive use of an easement for twenty years — and in this respect there'is no difference between an easement and a rent —is a conclusive presumption of a grant of a right; and in Cooper v. Smith, 9 Serg. & Rawle, 33, Mr. Justice Duncan lays it down, that where evidence is given of twenty-one years’ (that being the period in Pennsylvania) enjoyment of an easement, by the apparent permission of the owner of the inheritance, the court should leave it to the jury as presumptive evidence of a right by grant or otherwise, and, unless contradicted or explained, the jury ought so to believe. This was but in accordance with the earlier case of Stoever v. Whitman, 6 Binn. 416, where it was held that what circumstances will justify a presumption, is matter of law, and it is the duty of the court to instruct the jury whether the facts will justify the presumption ; and this case follows the English rule that juries, from such an uninterrupted enjoyment of an easement, are directed by the court to presume a grant or conveyance: Cov. on Conv. Ev. 319. Though these presumptions, like the analogous one of payment of a' specialty after the lapse of twenty years, are presumptions of fact, they are regarded as binding on the consciences of jurors, who are not at liberty to disregard them in the indulgence of a capricious unbelief, and it is the province of judges so to tell them when the facts warrant the instruction.\nIn the present instance, we think there was satisfactory evidence of the payment of a rent issuing out of the lands held by the defendants, by them and those from whom they derived title, to John McElroy, and those claiming under him, for a period of upwards of twenty-one years. Doubtless, this rent had its origin in the reservations contained in the two deeds from Richard Pidgeon and his wife, who was afterwards the wife of John McElroy, to John Clifton and Jonathan Mifflin, respectively, in the year 1748. That but $14 of the amount of the two rents reserved was paid by the tenants of the land from 1816 or 1817 down to. 1841, or that this sum was .sometimes burdened with the payment of taxes and sometimes not, can make no possible difference on the question of right, though it is, perhaps, conclusive as to the amount the plaintiff is entitled to recover. Nor does the absence of explanation as to the mode by which this reduction was originally effected prevent the springing of the presumption of a grant or conveyance to John McElroy; for all'the parties, according to the undisputed evidence in the cause, acknowledged the sum paid to be a rent issuing out of the land, as reserved by the two deeds I have adverted to. The fact relied on by the defendants in error, that in the year 1836 only $11 22 per annum was paid, is without any effect adverse to the pretensions of the plaintiff, for that sum was avowedly paid on account of the same rent, and the single variation in amount is immaterial.\nWere any thing required to strengthen the presumption of right in the McEIroys, materials would be found in the assessment of taxes on these ground-rents as the property of John McElroy, from the year 1800 to 1841, and the payment of them by him and the tenants from 1808 to 1841.\nBut the defendants in error, assuming that McElroy first came into the receipt of the rents lawfully as husband, and afterwards continued to receive them as tenant by the curtesy, says, that therefore there was no such adverse enjoyment of them as is necessary to found a presumption of right until after his death, in 1833. It does not distinctly appear when he began to receive, and there is nothing to show that after the death of his wife he lawfully took these rents by virtue of this curtesy, for it is part of the case that he never had issue by her. At least, it is so asserted by the plaintiff in error, and if the fact were otherwise it was incumbent . on the defendants in error to show it before they could make it a ground of defence. It is true that, generally speaking, where the original possession of a thing is consistent with the absence of a conveyance of it, the subsequent continuance of the same possession may be referred to its origin, and will not be regarded as adverse in the absence of a manifestation of hostile intent. It is not necessary to decide whether this principle is applicable to the case of ■enjoyment of an annual rent or other duty, for the question does not seem to have been made below, nor does the record fairly present it, for there is no proof that McElroy ever received the rent as husband, and we are not to assume the fact in order to defeat his presumptive right... Should this fact be made to appear hereafter, or the point be distinctly made, it will be time enough to determine it.\nFrom what has been said, it will be perceived there is error in that part of the charge of the learned judge who tried the cause below, which comes up with the record. He told the jury that if, from all the facts, they should come to the conclusion that a ground-rent had been paid for twenty-one years to the defendant and those under whom he claimed, and they should deem that sufficient evidence of a ground-rent having been created by deed, which may ■have been lost, they were are at liberty to do so. This was stopping short of the requirement of the rule I have brought into view. The instruction should have been, that if the jury arrived at the conclusion to which the judge pointed, it was incumbent on them to presume a grant of the rent to McElroy and his successors. For this mistake the judgment must be reversed.\nJudgment reversed, and a venire de novo awarded."}