{"id": "957947", "contents": "Rogers, J.\nThe defendant objects to the recovery of the plaintiff because of an alleged defect of title in Christine Henderson, the vendor. The objections are two-fold: first, to the title of Alexander Henderson, through whom the vendor claims ; and, secondly, to the decree of the Orphans’ Court vesting the property in the widow of the intestate.\nThe law has wisely forbidden a trustee, administrator, or executor, to act in the double capacity of seller and buyer. The transaction is a legal fraud. But a deed in such case is not absolutely void; and, therefore, no party to the deed, or others claiming under him, are allowed to repudiate it; neither can strangers avail themselves of such an objection. It is voidable only by the cestui que trust and heirs. Nor can the administrator purchase by a third person with a view of having the conveyance after-wards made to himself. The principles are well settled, and, if it appeared that McClurg purchased for Henderson, it would be such a defect in the title as would avail the defendant. But this nowhere appears in the special verdict, nor can we infer it. For aught that we know, the purchase of McClurg was Iona fide for himself, without any fraud or collusion with Henderson. Besides, the heirs of William Hamilton, who alone can avoid the sale, have affirmed it by suit against Christine Henderson in her lifetime, as surviving administrator of William Hamilton, and also against the executors of John Millegan, deceased, administrator of William Hamilton. There is nothing, therefore, in this point.\nBut, it is said, the title is defective because of the decree ; that the several acts of Assembly give no power to the Orphans’ Court to decree the real estate of an intestate to the widow, and that the decree is void. This proposition resolves itself into two points, each of which I will proceed briefly to examine.\nThe vendor contends, that under an equitable construction given to the acts, the Orphans’ Court may decree the estate to the husband of one of the heirs, or to an alienee of one of the children. And for these positions he relies on Johnson v. Matson, 1 Penna. Rep. 371, and Ragan’s Estate, 7 Watts, 441, where these points are expressly decided. But under the act of the 29tlj March, 1832, no room is left for an equitable construction, so as to bring the case of the widow within it. The intention of the legislature is too plain to admit of doubt. In the 36th sect, the right is given the widow to apply to the court for an inquest to make partition of the real estate of the intestate, but by the succeeding section of the Same act, where the estate cannot be divided among the lineal» descendants, or the widow and such descendants, without prejudice to, or spoiling the whole, the inquest are directed to make and return a just appraisement thereof to the Orphans’ Court, and thereupon the court may order the same to the eldest son, and successively to the other lineal descendants in the order presented in the act. And by the 56th sect., when the decedent leaves no lineal descendants, the like proceedings shall be had in all respects, on the application of the persons in whom the estate shall vest in possession. In neither of the sections is the widow named. This we cannot suppose to be accidental. The inference is by no means a strained one, that it was intended to exclude the widow, for otherwise Ave cannot account for the fact that nothing is said as to the order of the time she may elect to take the estate. The 31st and 56th sections refer only to children and collateral heirs. And Avhafc seems to make this point perfectly clear is, that in the 52d sect, it is directed, that upon an appraisement or valuation of real estate made as is provided in the act, should all the heirs neglect, after due notice, or refuse to take the same at the valuation, the court shall, on the application of any one of the heirs, grant a rule upon the other heirs and others interested, to show cause why the estate so appraised should not be sold. On the return of the rule, the court may make a decree, authorizing and requiring the executor or administrator to expose the real estate to public sale. The section further provides, that the rule to shoAV cause may be dispensed Avith on application of the heirs of full age, and of the guardians of such as are minors. In the Avhole of the section throughout, reference is made exclusively to the heirs, Avithout any notice of the AvidoAV, which certainly would not be if the legislature designed she should have the right -to take the land at the appraisement.' Why the legislature should make a distinction between the AvidoAV and the heirs, it is needless to inquire.' It is sufficient they have so willed it. We have no difficulty, therefore, in coming to the conclusion, that the Orphans’ Court Avere in error in decreeing the real estate to the AYidow, and that the error would have been promptly corrected on appeal to this court.\nAnd this brings mo to the next and most material point presented in the special verdict, viz.: Was the decree of the Orphans’ Court void or voidable ? That it was erroneous, we have already shown, but was it void, is the question on which the defence turns. On this branch of the case, the defendant, with reason, relies on Messinger v. Kintner, 4 Binn. 103; Fogelsonger v. Somerville et al., 6 Serg. & Rawle, 267, and Stoolfoos v. Jenkins, 8 Serg. & Rawle, 173. In these cases, it is ruled, that decrees of an Orphans’ Court may be called in question in an action of ejectment. That unlike all other courts, their sentences are re-examinable in a collateral suit. That it was an inferior jurisdiction, and subject to all the rules and restrictions of such tribunals. Were it not that more just views were taken of the decrees of that court in McPherson v. Cunliff, 11 Serg. & Rawle, 422, and the subsequent salutary legislation in relation tq them, it would be difficult to resist the reasoning of the defendant’s counsel, tending to show that the decrees were void. But such was the injustice likely to flow from treating the Orphans’ Court as an inferior jurisdiction, and examining its decrees in a collateral action, that the legislature, carrying out the principle ruled in McPherson v. Cunliff, and to put an end to all doubt as to the conclusiveness of its decrees, declared, in the act of the 29th March, 1832, the Orphans’ Court to be a court of record at common law; that its proceedings and decrees, in all matters within its jurisdiction, should not be reversed or avoided collaterally in any other court, but they shall be liable to reversal, modification, or alteration, on appeal to the Supreme Court. Their decrees, then, in all matters within their jurisdiction, are conclusive, and can be re-examined in no other way than that pointed out in the act. Is this a matter within-the jurisdiction of the Orphans’ Court, according to the true import of these terms? We think that it is. Up to the time of making the decree, it cannot be doubted the proceedings were in that court. It was the case of an inquest for a partition of an intestate’s real estate, under the express provisions of the act of the 29th March, 1832. Can it be that the sentence can oust the jurisdiction of a court ? This is the argument of the defendant’s counsel, but this would confound an error of the court with their jurisdiction over the subject-matter. It is not a greater mistake than would be committed, if the court should undertake to decree the estate to a younger, instead of the eldest son, and yet few persons would suppose, although the error might appear on the record, that the decree was without the jurisdiction of the court, and for that reason examinable in an action of ejectment, or any collateral action. The act plainly points out the remedy for the party aggrieved, viz.: by appeal to the Supreme Court. The injustice which necessarily results from treating the error of a court as void, instead of voidable, is so great, that it should be avoided, if possible. For, if voidable, it may be affirmed by the parties in interest, but if void, it is incapable of confirmation. Thus in the case supposed, it would be intolerably mischievous, that the eldest son, whose estate has been decreed to a younger brother, should be suffered to lie by, and at the end of twenty years, recover his interest in the land, after valuable improvements put upon the property. And how stands this case ? The widow had the property adjudged to her at the appraisement, with the full knowledge, and, as we may presume, with the assent of the heirs, who alone have power to take exception to the proceedings. They have not, so far as appears, ever questioned the decree, and the time for entering an appeal has been suffered to elapse. They are therefore for ever estopped from denying the title. This is a conclusive answer to the defendant's’ second point. In this view of the case, it is obviously unnecessary to notice a position taken by the plaintiff’s counsel, except so far as to say that no injustice is done to the vendee, as he took possession of the property with full knowledge of every defect in the title, and has been in the enjoyment off it from that time until the present moment. It would be most manifestly unjust that he should retain the property, and refuse to pay the purchase-money.\nJudgment affirmed."}