{"id": "959485", "contents": "Coulter, J.\nThe act of the 24th March, 1818, being a supplement to the act of 10th March, 1810, taxing certain offices, by its very terms extends only to officers who have resigned or have been removed from office, and was clearly not contemplated to apply to any officer while in the discharge of the duty of his office.\nThere exists no good, or even colourable reason why the courts should strain the act to embrace the case of officers who continue in office. Whenever the defendant resigns or is removed from his office, he will be entitled to the benefit of the act of 1818, and belong to the class of persons for whose benefit it was enacted. It must have been within the knowledge of the legislature that prothonotaries, in the first years of their holding office, would probably not receive to the amount of $1,500, for the act of 1818 is predicated on that basis; and that in subsequent years, especially if they were reappointed, they could receive more, yet they are totally silent as to making up the deficiencies of the first years, by the excess of what was received in subsequent years. The act of 1818 was itself hardly excusable as a measure of justice to the commonwealth, but if it was to be extended as interpreted by the court below, it would leave the commonwealth to receive the tax out of the dribs and pickings of fees that the officer chose to let remain until he was out of office. The intent of the act of 1810 was, that for all the fees which the officer received in any one year above the $1,500, he should account to the commonwealth for one-half or 50 per cent. The act of 1818 provided that when any officer resigned, or was removed from office, he should be allowed to receive from his successor in office so much of the fees remaining due to him as would make up the amount of any one year, or of every year while he was in office $1,500, and that for the sums beyond that received from his successor he should account on oath, upon the terms prescribed in the act of 1810. It will thus be observed that the whole structure of the act of 1818 is made applicable to a prothonotary who is out of office, and that it is impossible, without doing violence to its spirit, phraseology, and purpose, to make its provisions applicable to the case of the defendant.\nWe are of opinion that the three points submitted by the counsel of the commonwealth ought to have been answered in the affirmative.\nJudgment reversed, and a venire de novo awarded."}