{"id": "959481", "contents": "Gibson, C. J.\nThe decision in Marshall v. Gougler, so far from sustaining the direction of the court below, is against it. In that case, the persons whose names appeared at the foot of the clause of attestation, were not present at any part of the act of execution; and one of them testified, that he subscribed his name at a subsequent time, when the obligee was going to assign the single bill, under a belief that he was called as a witness to the assignment, on which, it was held, the court properly left the jury to decide whether the alteration of the instrument was fraudulent or accidental. In the present, the witnesses saw one of the obligors, Miller, sign and seal; and the jury ought to have been instructed to inquire whether the form of the clause of attestation was purposely made general, by the contrivance of the obligee, to import an attestation of execution by both obligors, or whether it was done ignorantly and accidentally. If the witnesses subscribed it as it was prepared, without being practised upon by the obligee, the bond was valid. When Renno sealed it, he knew that it was to be sealed by Miller; and, instead of insisting on having separate witnesses to his separate act of execution, he consented to the course which was subsequently taken, and, therefore, to the consequences of it; but it is well settled that an innocent alteration does not vitiate. Where joint obligors sign and seal separately, it is usual to have separate sets of attesting witnesses; and had the scrivener, in this instance, specially noted, as he ought to have done, that the witnesses subscribed to attest the act of Miller alone, there would have been neither doubt nor difficulty, as to the validity of the instrument. The fact of execution by Renno would have been left open to general proof of his handwriting or acknowledgment; and what reasonable objection can he have to let the case stand on that foot as it is ? Had the witnesses died or gone beyond the jurisdiction of the court, proof of their handwriting would have been primd facie proof of execution by Renno as well as by- Miller ; but the fact might have been disproved, if the truth wrere so, by witnesses to the character of Renno’s handwriting, or the presumption from general attestation might have been rebutted by the testimony of the scrivener, or any other person present at the transaction. If Renno could not disprove his signature because it was genuine, there would be no harm done. The day for invalidating deeds for accidental alterations, even in material parts, has long gone by; and had the cause been put to the jury upon the honesty of the ease, there is no doubt that the verdict would have accorded with the justice of it.\nJudgment reversed, and a venire de novo awarded."}