{"id": "959480", "contents": "Burnside, J.\nThe paper-book shows that a judgment was obtained in the Circuit Court of the United States for the eastern district of Pennsylvania against Duncan, sheriff of York county, who had arrestéd one Jacob Both on a ca. sa., and who had escaped. This was a special scire facias against Sheriff Duncan, with notice to his terre tenant, William Patterson, on his recognisance : 1. Beciting the recognisance of Duncan, and that of John Hartman and others his sureties. 2. Beciting the act of 5th December, 1789, Dunlop, 124, which makes it the duty of all sheriffs, gaolers, prison-keepers, and their deputies, safely to keep in custody all persons committed under the authority of the United States, and avowing that Both was committed by Marshall Bonsall to the custody of Duncan on a ca. sa., from whom he escaped. 3. That at October sessions, 1833, Isaac Davis and others instituted their action against Duncan, which was tried on the 15th November, 1839, when a recovery was had for $2,000.43, with interest from the 24th November, 1832, with $175.94 costs. 4. Showing that Hartman and all the sureties were discharged, and the claim barred as to them from lapse of time. 5. Bequiring Duncan, and the terre tenant Patterson, and others, to appear and show cause, &c.\nSo far as we know, Patterson only appeared and put in the special plea, which is in the statement of the case. To this special plea the plaintiff demurred, and the counsel of Patterson joined in demurrer (all other pleas being withdrawn); and the court entered judgment against the plaintiff on the demurrer. This is the error complained of.\nThe demurrer was to facts, parol and written; among these was Puller’s receipt in full satisfaction. The law is well settled that every fact stated is to be taken as true against the person demurring: 15 S. & R. 231; Feay v. Decamp; 4 Yeates, 54; Rose v. Eason; 11 S. & R. 229.\nIt is contended-by the plaintiff that the judgment against Duncan is conclusive against Patterson, the purchaser and terre tenant who purchased after the date of the recognisance. This is the first opportunity Patterson the terre tenant has had to present his case. He is now called on to show cause why the judgment should not be levied out of his particular estate.\nThe principle that the terre tenant can come in and defend is settled in many cases: Cowan v. Gretty, 5 Watts, 531; Nace v. Hollenback, 1 S. & R. 540; Marpley’s Appeal, 8 W. & S. 165; Benner v. Philips, 9 W. & S. 13. There is no issue before the court; nothing but the special plea and the demurrer. The demurrer admits the fact that Darst constituted Fuller his attorney and agent to settle his claim,1 for the escape with Duncan; that he did settle it for $1,050; that the money was paid to Fuller, as attorney and agent of Darst, and a full discharge given; that after this Duncan sold the house and half lot in York to Patterson, and received $3,500, the full consideration. How a judgment came to be obtained against Duncan in the Circuit Court, after his settlement of the action with Fuller, we are unable to conjecture. The special plea is a discharge to Patterson; its truth has been admitted by the demurrer.\nJudgment affirmed."}