{"id": "959486", "contents": "Burnside, J.\nThe act of the 12th of April, 1842, “to abolish imprisonment for debt, and to punish fraudulent debtors,” is wise in its provisions, and humane in its objects; but constructions have been attempted to be put upon it which the legislature never contemplated. The indictment in question is predicated, and attempted to be supported 021 the 21st section of the act, which provides “ that every person who with intent to cheat and defraud another, shall designedly, by reason of any false token, in writing, or by any false pretence whatever, obtain from any person any money, personal property, or other valuable things, upon conviction,” &c.\nWhat did the defendant obtain ? A receipt for an old debt, which on the allegations in the indictment is not worth a farthing. A receipt is always open to explanation, and when obtained by fraud, or given either under a mistake of facts or an ignorance of the law, it may be inquired into and corrected in a court of law as well as in equity: Thompson v. Vanfort, 1 Pre. ch. 182, 185; Vide Receipt, in Whart. Big.\nThe payment alleged on the face of the indictment, was no payment, and the receipt was no bar to Harman’s recovering his debt. If Moore had obtained any money .or merchandise, or anything of value from Harman, his case would be within the provisions of the act; but as the receipt was for a preceding debt, and if that receipt was obtained by fraudulent misrepresentations, and without value, it was neither a cheat at common law, or within the statute. The object of the 21st section'of the act, was to prevent the obtaining of money, or goods, or other valuable things, by false tokens or false pretences, and has no relation to the payment and settlement of old debts and accounts. Paying an old debt with base coin, or a worthless note, is no payment, and the person receiving the base coin, or the worthless note, has the same remedy at least to recover his debt that he had before the alleged payment took place. The debt was not extinguished by the receipt. It was not the obtaining of money or goods by a false token or pretence. It was a fruitless attempt to pay and discharge an old account.\nJudgment reversed.\nEogers and Coulter, Js., dissented."}