{"id": "959487", "contents": "Burnside, J.\nThe only question in this case which requires consideration, arises on the admission of the testimony in the third bill of exceptions; that is: the plaintiff proposed to prove that the defendant “ has parted with his property to his son-in-law for the avowed object to defeat the collection of this money, and did it since this cause has been put on the trial-list for this court.” There is nothing in either of the other errors assigned, and as we rise to day, I shall confine the opinion of the court to this bill of exceptions.\nWe must bear in mind that the action is debt on a single bill, and that the plea is non est factum, and this is the issue trying.' If there had been a witness to the single bill, the plaintiff would have been bound to call him to an account for his absence; as there was none, it lay on the plaintiff to prove the handwriting of the defendant : Greenl. Ev. sec. 569. This is to be done, first, by persons who had seen him write; the second mode is, by persons who have seen letters or other documents, purporting to be in the handwriting of the party, and having afterwards personally communicated with him respecting them, or acted upon them as his, the party having known and acquiesced in such acts founded on the implied genuineness, or by such adoption of them into the ordinary business transactions of life, as induces a reasonable presumption of their being his own writings: 1 Greenl. Ev. sec. 577, and'the cases cited.\nIn the case under consideration, the transaction was not an old one. The parties lived and traded up the river, not very distant from the county of Dauphin; hence it is not necessary to discuss any other mode of proof. The evidence offered was calculated to raise a false issue, and mislead the jury from the true inquiry, which was, whether he wrote his name to the single bill, and whether it was or was not the deed of the defendant.\nI am sensible that it is a high qualification in an advocate, when he finds his case doubtful, to raise a false issue, which will tend to strengthen the question on the part of his client, and raise a prejudice against his opponent. Nothing could be better calculated for this purpose than the inquiry proposed. The court ought to have rejected the offer, and on the issue of non est factum, confined the parties to the question, whether the single bill in question was the deed of the defendant. To prove a person’s hSidwriting by collateral acts is an invasion of the law of evidence, which we are not prepared to sanction.\nJudgment reversed, and a venire de novo awarded."}