{"id": "959484", "contents": "Gibson, C. J.\nThough the interpretation of the statute of limitations, as applied to simple contracts, has been radically changed in this country, we have continued to hold the English doctrine, that part payment within the six years is evidence of a new promise as an acknowledgment of the debt. It is, however, only a constructive acknowledgment; yet it is too late to require an express one. But it was some time undecided by the English courts how far a payment by a principal was, in contemplation of law, a payment by the surety in order to take the case out of the statute as to the latter. The decisions at length have settled that the payment of one is an acknowledgment by both, wherever it has been made during their joint responsibility — in other words, before it has been severed by the death of one of them. Burleigh v. Stott, 8 Barn. & Cress. 36, was the case of an action on a joint and several promissory note, brought against the administrator of one of the makers who was a mere surety; to which the defendant pleaded that the cause of action had not accrued within six years; but the plaintiff gave evidence of payment within that period, being the intestate; and as it was made before the joint liability was severed by his death, the plaintiff was allowed to recover. The court went on the ground that the act of one joint contractor is the act of the other, if performed while their responsibility remained the same as it was at first; and on this principle was decided Slater v. Lawson, 1 Barn. & Ald. 396, in which the facts were exactly the same as the preceding, except that the payment was made after the death of the principal by his executrix; and Lord Tenterden, giving judgment, said that when the joint liability has been severed by the death of one of the parties, nothing can be done by his personal representative to arrest the progress of the statute as to the other. On the same principle is Atkins v. Tredgold, 2 Barn. & Cress. 23, in which a payment by a surviving contractor, was not allowed to take the case out of the statute as to the representative of the other. In the preceding cases, the party to be charged by the acknowledgment or discharged by the statute, was a surety; but there is no apparent reason why the rule should not be applied to the case of principal contractors. Perhaps Whitcomb v. Whiting, Doug. 652, and Wood v. Braddick, 1 Taunt. 104, go that far. But it is very clear that a payment under a responsibility which was exclusively several fj-om the first, would stop the statute only as to the payor, and not as to a debtor who happened to be bound for the same debt only by a separate instrument. Now, though the payment here was made by the principal, yet the note on which suit is brought, is joint as well as several, and the makers are still alive; so that the ease is in all respects the same as Burleigh v. Stott, except that the action there was brought against the administrator of the surety, and here it is brought against the surety himself, in full life — a difference which is wholly immaterial. The plaintiffs therefore were entitled to recover.\nJudgment reversed, and a venire de novo awarded."}