{"id": "959494", "contents": "Bell, J.\nWas the power to sell and convey the premises in dispute conferred by the will of John Meetch the elder, duly executed by John Meetch the younger, as acting executor? If so, the plaintiffs have no case.\nAs by the will in question, the power to sell was given to the executors virtute officii, -and partly for the payment of debts, there is no doubt that even before the act of 12th March, 1800, it might have been executed by a surviving or acting executor: Lessee of Zebach v. Smitz, 3 Binn. 69; Heron v. Hoffner, 3 R. 397. But by this statute, the right to execute is expressly conferred on the surviving or acting executor, in all cases where his fellows have died, or refused or renounced the execution of the trust. This beneficial provision is repeated by the aet of 24th February, 1834. The inquiry is thus narrowed to the single point, whether at the time of the sale and conveyance to Isaac Smith, Meetch the grantor was the surviving and acting executor of the will of Meetch the testator ? Trump, who was named as executor, died in the lifetime of the testator. John Davis and John Meetch, also named as executors, survived him. On the 20th of June, 1829, the will was proved before the register of the proper county, by the.oath of one of the subscribing witnesses, and evidence of the .handwriting of the other. Something was said on the argument about the insufficiency of this probate, inasmuch as the'subscribing witness, whose signature was proved, was not shown to have been, at the time, dead or without the jurisdiction of the register.\nBut taking probate of wills is a judicial act which cannot be impeached collaterally. Until duly reversed, the presumption is that everything was done correctly: Loy v. Kennedy, 1 W. & S. 396. Besides, for the purposes of the present question, it is of no consequence, as will be presently seen, that the will was irregularly proved, before the register, or whether it was proved at all.\nOn the 9th of February, 1830, Davis, by writing filed in the register's office, renounced the executorship, and declined to take upon himself the execution of the trusts of the will. A renunciation, to be effective as such, must be by rvriting filed with the ordinary or, here, in the register’s office, or be evidenced by record made thereof. But no particular form of record is necessary; and it may be by a letter addressed to the officer by the executor, or some one for him, duly authorized : Toll. on Executors, 42; Heron v. Hoffner, supra; Commonwealth v. Meteer, 16 S. & R. 416. It is not to be doubted, that in the present instance, the renunciation filed with the register was sufficiently expressed in point of form, and therefore operated to discharge Davis from the executorship, unless something had, previously, occurred which prevented it from having this legal effect. The plaintiffs below contend that it sufficiently appears Davis was duly sworn in as executor, under the will; and that, after this, he was not at liberty voluntarily to renounce the office he had thus undertaken. An executor has his election, whether he will accept or refuse the executorship; and such election may be determined by acts which amount to an administration. For it is said that if he once administer, it is considered that he has already accepted of the executorship, and the ordinary may compel him to prove the will. In some of the older cases, this doctrine was carried so far as to hold, that if he once administer, he is not only compelled to undertake the office if the ordinary desire it, but that the ordinary had no jurisdiction to accept his refusal, and grant administration cum testamento annexo to another. But the modern rule is, that the ordinary may accept the executor’s refusal, notwithstanding he has administered: 1 Williams on Executors, 148-9, and the cases there collected. So, too, in a ease decided 31 Car. 2, the executor named in the will had taken the usual oath, and then refused; and it was adjudged by the King’s Bench, that having taken the oath, he could not be permitted afterwards to refuse, and the Ecclesiastical Court had no other authority: Anon. 1 Ventris, 335. But now, even after probate, if the executor has not administered, the court will permit him to renounce upon his own application, though he has taken the usual oath and given an appearance as executor: 1 Williams on Executors, 152. In Jackson v. Whitehead, 3 Phillim. 577, a renunciation was permitted, in order that the executor might be examined as a witness. In delivering judgment, Sir John Nichol doubted the authority of the case in Yentris; and said that, at most, it only decided that a voluntary renunciation is not so binding as to exclude an executor from the duties of the executorship.\nNow there is no pretence here that Davis ever intermeddled with the goods of the testator by administration of any portion of them; and if it were admitted that he was duly sworn as executor, and this appeared of record, I do not see why the register, standing in the place of the spiritual court, might not afterwards accept his voluntary renunciation, and thus release him from the executorship. I agree, that if he had received and administered any of the assets of the estate of his testator, the power to relieve him from the burden of the trust could only be exercised by the Orphans’ Court of the proper county, in pursuance of the third section of the then existing act of 1797. Be this, however, as it may, there is, in truth, no sufficient evidence that Davis ever took the usual oath of an executor, or in any way consented to accept the office up to the period of his renunciation filed of record. There is nothing in the case pointing to the existence of such a fact but the following endorsement on the original will, said to be in the handwriting of the then register of Dauphin county: “ June 20, 1829, John Davis, Esq., sworn as executor, and according to an act of Assembly, entitled ‘ An act relating to collateral inheritance.’ Before me, John Cameron, register.” No copy of the oath is to be found in the proper office, nor is there any record of it extant. The register of wills is a judicial officer having an official seal, and required by usage as well as by the tenor of the statutes regulating his proceedings, in this state, to keep a record of his acts and doings. These are public records, importing verity, and as such receivable in evidence before other tribunals. Upon probate of a will being made, the original is to remain of file in Ms office, and a copy thereof, with the certificate of probate and letters testamentary thereon, under the seal of his office, is granted to the persons entitled to receive them. After probate and the administration of the oath to the executor, these letters are always issued, and a record of the facts made. Regularly, there should be the registration of a formal decree of the mode of proof, and that it was deemed sufficient ; though the omission of this will not vitiate the whole proceeding. In Logan v. Watts, 5 S. & R. 212, it was held that a register of wills being a judge, Ms certificate, under the seal of his office, that a will of lands had been duly proved and approved before him, and a copy thereof annexed, is primd facie evidence of such will, though a copy of the probate is not set out in the certificate. In Loy v. Kennedy, supra, the same rule is recognised, in deference to the looseness of our practice. There the certificate of the register, that he had admitted a will to probate and granted letters testamentary, which accompanied the certificate, was received as evidence, though the certificate showed the proof was, in itself, defective. But I think we have never gone beyond these cases. In our case, it does not appear from the record, or by any authenticated certificate of the register, that letters testamentary were ever issued to Davis; nor, as I have said, is there any proof other than the endorsement to which I have referred, that he assumed the trust of the executorship. Now, I doubt that, apart from actual administration, anything short of a certificate of probate and the actual grant and acceptance of letters testamentary, should be received as evidence of the undertaking. Notwithstanding the laxity of practice which seems to have prevailed for a long time in the register’s office of this county, — furnishing, perhaps, a reason for the absence of everything like a record touching this will — we think it would be going altogether too far to entertain a loose memorandum as destructive of a solemn act of renunciation, and that, too, when all the evidence shows the renouncing executor never acted in execution of the will. We are, of course, not influenced to this conclusion by any considerations of supposed hardship which might follow an opposite determination, but we cannot suppress a feeling of gratification in the conviction that we are not forced by the operation of a technical rule to inflict injustice upon an innocent purchaser for value.\nGiving, then, to the renunciation of Davis the legal effect that belongs to it, but one executor of John Meetch’s will remained to carry it into effect.\nBut it is further objected that he was without authority to execute the power to sell and convey at the time he attempted to do so, being unclothed with the oath of office, and unarmed with letters 'testamentary. The objection is, however, founded in an entire misapprehension of the source from whence the authority is derived. It comes from the testator, and not from the register. It is derived from the will, and not from the probate of it; and it is consequently vested at the instant of the testator’s death. Probate has nought to do in conferring efficacy on a will of lands. Indeed where it clearly respects lands only, the rule in England is, it ought not to be proved in the spiritual court, and if there be a suit to compel probate, a prohibition lies. But if, as here, it concerns both lands and goods, it must be proved in the spiritual court, yet the probate will prejudice no one having an interest in realty, for it is not evidence of the will as to land. The ordinary has no jurisdiction of devises of lands, and therefore, properly speaking, there is no such thing as probate of devises before the ordinary. Of these the will itself is alone evidence, and it must be proved like other muniments of title. These are familiar principles, and enter into our system with a single -modification, springing from what Mr. Justice Kennedy thought to be a misapprehension of our act of 1705. That difference is that, in Pennsylvania, the probate of a will devising lands is primd facie evidence: Spangler v. Rambler, 4 S. & R. 193; Logan v. Watts, 5 S. & R. 213. But this is the extent of the departure. It gives to the party, procuring the probate the advantage of proof of'the first impression, but nothing beyond this. On the other hand, the refusal by a register to admit a will of lands to probate, or a verdict against its validity, on the trial of an issue demsavit vel non, concludes not the parties claiming under it, as is shown by Smith v. Bonsall, 5 R. 80; Lewis v. Pratt, 2 Wh. 81; and Rowland v. Evans, 6 Barr, 435. They are still at liberty to set it up as a conveyance, and to sustain it by common law proof of its execution. Now, as an executor derives his power to sell and convey the lands devised to be sold, solely from the will of his testator, and as this may be legally established, so far as it relates to the land, per testes in a common law court, it results that a valid disposition of the lands by an execution of the authority to sell, may be made by the executor, though the will be never offered for probate to the ordinary nor register. As, therefore, John Meetch was acting executor on the 16th of November, 1833, his conveyance, operating under the act of 1800, passed to his grantee, Smith, all the estate of the testator in premises.\nThis proposition is not answered by the suggestion that the patent from the commonwealth to the executor Meetch, and the administrators of Peter Williamson, vested an estate in the lands, in the devisees of the testator. The patent did nothing more than to convey the legal estate subject to the trusts of the will, leaving the relative right of the parties precisely as they were before.\nNor is there anything in the position that, as John Meetch, the executor, was, at the time of the conveyance to Smith, seised in his own right of a fee simple in a moiety of the land, his deed was effective for the conveyance of this moiety alone. Here the deed purports to convey the whole of the tract; and this, without more, would be sufficient to endow it with vigour as an execution of the power to sell, under the doctrines brought to view in Allison v. ICurtz, 2 W. 185. But besides, this deed contains a recital of the power created by the will, and expressly professes to convey, in pursuance of it, all the testator’s estate in the premises, thus leaving no ground even for cavil.\nAnother objection urged against the validity of the sale as an execution of the power, is, that it was not made within the time contemplated by the testator. But this is equally destitute of merit with the other objections. It is true, that equity will never aid the non-execution of a mere naked power, which it is optional with the party to execute or not. These powers are never imperative ; they leave the act to be done at the will of the party to whom they are given. But trusts are always imperative, and if it is to be effected by the .execution of a power, equity will never suffer it to fail from the negligence of the trustee, but will compel him to execute it: 16 Ves. 26. An instance of this is where a power is given by a will to trustees, to sell an estate and apply the' money on trusts: 2 Sugden on Powers, 174. So where, as in this instance, the proceeds of the sale are to be distributed in a particular way. Though, in such cases, a direction is given for the execution of the power within a limited period, it may be exercised after the lapse of that period, for the time does not enter into and make part of the power. Where the principal intent is to confer a benefit on cestui que trusts, a non-execution of the power within the time limited, shall not be suffered to defeat it. The execution of a power to sell after the time directed, is not like an attempted execution before the time prescribed, as was the case in Loomis v. McClintock, 10 W. 74. In the latter-case, the act of the party is void, for, until the time arrives for its execution, the power has no existence; but after it has sprung into life, where it is coupled with a trust or interest, it continues to exist until exercised.\nWhat has been said, disposes of the whole case adversely to the plaintiffs, and shows that, in no form of action, can they recover the iand from the possession of the defendants. We might, therefore, stop here. But it may not be useless to express an opinion upon the other points made touching the competency of the present suit.\nThe familiar equitable rule that land directed to be changed into money, or money into land, is to be considered and treated as that species of property into which it is directed to be converted, although there be in fact no conversion, is not controverted: Allison v. Wilson, 13 S. & R. 332; Morrison v. Brenizer, 2 R. 185. Nor is it questioned, that, with us, since the act of 31st March, 1792, a mere direction to executors or other trustees, in a last will, to sell lands, breaks the descent and vests the legal estate in the executors. No interest in the land devised to he sold passes to the persons among whom the proceeds are to he distributed. They take, under the will, a mere chose in action, a claim strictly of a personal character: Allison v. Kurtz, 2 Watts, 185. But even before the act of 1792, the legal estate vested in the executor, where, by the devise, the power was coupled with an interest in the executor, as is the case here. The quantum of this interest makes no difference, for it has been held that an authority to lease is sufficient to redeem a power from the character of a mere naked authority to a stranger; Burr v. Sim, 1 Wh. 266; 2 Johns. C. Rep. 29. It is true, that where the whole beneficial interest in the land, or money directed to be converted, belongs to the person for whose use it is given, equity will permit him to elect to take in land or money, as the subject happens to be at the moment. But the right of election must be actually and unequivocally exercised, and the onus of showing the act of election, lies on the party alleging it. So where there are several interested in the subject-matter, all must agree to elect. An election by less than the whole number amounts to nothing. They cannot compel their associates to elect to take as land that which is bequeathed to them as money, or vice versd. As the executors cannot execute their power by halves, their business is to execute it entirely, or, with the consent of all parties, not at all. It is almost needless to say, the right to elect must be exercised before an actual conversion takes place, otherwise it is gone for ever. Every one of these principles makes against the plaintiffs* right to recover. The only manifestation of an intent to take tbe land, offered by tbem, is tbe bringing of this suit. But this is not joined in by all the parties interested in tbe fund, nor was it instituted until after actual conversion by the executor. It follows that tbe plaintiffs, as legatees, have but a claim upon tbe proceeds of tbe land in tbe bands of tbe surviving executor, to whom only they can look, for it is certain they have no lien on tbe land itself. By tbe act of sale and conveyance, it stands entirely free and discharged in tbe bands of tbe purchasers.\nThe charge of tbe court below being adverse to the view we have taken of tbe case, tbe judgment must be reversed; and, as our objections are radically destructive of tbe plaintiffs’ pretensions, a venire facias de novo will not be awarded.\nIt is unnecessary to consider tbe questions of evidence raised on tbe trial. These are entirely subordinate to tbe points already discussed and disposed of. ■\nJudgment reversed."}