{"id": "959488", "contents": "Burnside, J.\nThe act of 21st June, 1839, (Dunlop, 763) directs that before justices of the peace not freeholders enter on the duties of their office, “ they are to give bonds with sureties, conditioned for the faithful application of all moneys that come into his hands as an officer.” The precise form of the bond is not prescribed by the legislature. The bond in question declares that Davis has been duly elected, &c., and the condition isthat if he, the said John Davis, shall and do during his continuance in office faithfully apply all moneys which shall come to his hands as an officer.”\nThe money in question came into his hands in the case of Grady v. Grosh, when, on the 15th March, 1841, he issued a summons which was returned served, on a note of $75, dated June 28, 1831, and payable in four months. The cause was continued to the 26th, when the defendant confessed a judgment for $117. The defendant entered special bail for the stay of execution, and afterwards, on the 5th January, 1842, as appears on the justice’s docket, he paid him $137. The only point raised is, that the sum in controversy exceeded the jurisdiction of the justice. The act of 1810, sec. 11, authorizes justices of the peace rendering judgments to receive the amount from the defendant when it is offered before execution issued. Mr. Justice Rogers, in delivering the opinion of the court in The Commonwealth v. Kendig, 2 Barr, 450, says that under the proper construction of the act of the 21st June, 1839, the surety in the official bond is liable for the faithful application of all moneys and costs received, which came into the hands of the justice, as a justice, in suits brought on claims before him; where the money is received in his official capacity the liability is incurred. The object of the law in requiring the bond with surety is to protect the rights of suitors.\nHere, the justice issued a summons; defendant appeared, and confessed judgment, it is true for an amount beyond his jurisdiction; entered bail before the justice and obtained the legal stay of execution ; paid the money to the justice before an execution issued. If he had issued an execution, and the constable had collected the amount and squandered it, would any one pretend that his hail could set up want of jurisdiction in the justice ? The money was received by the justice as an officer. The case is within the word, letter, and spirit of the bond and act of Assembly, and the bail of the justice are liable.\nJudgment affirmed."}