{"id": "959511", "contents": "The opinion of the court was delivered by\nGibson, C. J.\nWe have before us a case in which the proprietor of two adjoining tracts of land, through which ran a water-course to his mill on the lower one,-part of which was the natural bed of a small stream, and part of it a trench from a neighbouring creek, conveyed the upper tract expressly, without reserving the water-right, to a party who has obstructed the trench and cut off the supply of water from the creek. Such a water-course is analogous to a way of necessity, which is not extinguished by unity of seisin, the only difference being that in the latter the right has not been created during the unity, but existed antecedently to it. But the time, not of creating the right, but of parting with the land to which it was- attached, is the material circumstance. When the owner of a way sells the land through which it leads to a market, or a ville, or a church, he retains the way without an express reservation of it; and why? Because, as appears in Jordan v. Atwood, Owen, 121, and the several cases collected in Woolrych on Ways, 71, the law presumes he would not have parted with a part of the property to the ruin of the rest of it; and the presumption is practically founded in justice and truth. Is not a water-course as necessary to a mill as a way is to a ville or a church? Yet when the land is sold, the easement is retained on the principle of implied reservation. A right of way and a right of water-course, being alike subject to the general law of easements, are not distinguishable from each other in any essential particular. But we are not driven to analogies from association, however intimate; for it will be seen that there are several decisions, in cases of water-right, diréctly on the point before us.\nThe three principal ones adduced on the part of the defendant, are Burr v. Mills, 21 Wend. 292; Preble v. Reed, 17 Maine (5 Shepley), 175; and Hays v. Bowman, 1 Rand. 420. In the first of them, a small part of the tract above, which was sold by the owner of the mill, was covered by the pool of the dam; and in an action for the damage, Mr. Justice Cowen, delivering the opinion of the court, said: — “ It can make no difference that there was then a dam built which flowed this land. If a man convey land which is covered with his mill-pond, without any reservation, he loses his right to flow it. There is no room for implied reservation. A man makes a lane across one farm to another, which he is accustomed to use as a way; he then -conveys the former, without (expressly) reserving a right of way; it is clearly gone. A man cannot, after he has absolutely conveyed away his land, still retain the use of it for any purpose, without an express reservation. The flowing, or the way, is but a mode of use; and a grantor might as well claim to plough and crop his land.” An argument, by an analogy, to a right of water-course froni a right of way, which, -we have seen, may be retained without being expressly reserved, is merely a petitio principii; and the doctrine of the entire paragraph, being as applicable to natural as to artificial water-courses, would justify the filling up of a natural pond, used as a reservoir; which is surely not the law. Nor does the claim of a water-course of necessity bear any resemblance to a claim to plough and crop another’s land, which would merely be an idle and extravagant pretension. He admitted that the land would have remained subject to the easement, had the owner of it retained it and sold the mill; for which distinction, he cited Nicholas v. Chamberlain, Cro. Jac. 121; which clearly proves the particular position, but as clearly disproves his conclusion from it, as well as the whole doctrine predicated by him; for it was held by all the court, “ that if one erects a house and builds a conduit thereto in another part of his land, and conveys water by. pipes to the house, and after-wards sells the house, with the appurtenances, or sells the land to another, reserving to himself the house, the conduit and pipes pass with the house.” As the reservation of the house is not an express reservation of the pipes, it must be an implied one; and as we have seen that a vendee may set up an implied grant of a thing lying out of the limits of his conveyance, on the ground of necessity, we may infer that a vendor may, on the same ground, set up an implied reservation of something within them.\nIt is not by force of the word appurtenances that a water-course, like the present, would pass by the grant of a mill, but by force of the principle that the grant of a thing includes all the means in the grantor’s power to attain it; for the means shall pass inclusive without the words cum pertinentiis, or words equivalent to them: Touchstone, 89. The grant of the means, therefore, is an implied one, for it is certainly not expressed; and there is no imaginable reason why there should not be an implied reservation where the land is sold and the mill is retained. But to return to the defendant’s cases. The second of them, Prebles v. Reed, is a decision of' the same stamp, in which the same doctrine is asserted without a reason or an authority given for it, excepting an instruction reported to have been given on a supposed state of facts in Hathorn v. Stinson, 1 Fairf. 224, which seems, it was said, to have met the approbation of the whole court. In the third of them, Hayes v. Bowman, it was barely held that a man who had granted a part of his land divided from the rest of it by a river, and expressly to the middle of the stream, had not a right to erect a dam from shore to shore for the better enjoyment of his mill-seat; but the court did not determine what would have been the law of the case had a dam been erected before the land was sold. The decision is a sound one, but it does not touch the point before us.\nThe preceding cases make up the sum of what has been adduced as authority for the defendant; and we will now turn to the authorities on the part of the plaintiff. Besides Nicholas v. Chamberlain, which is full to the point, we have Sury v. Pigott, Palmer, 444, more fully reported in Popham, 166, and more intelligibly stated in Noy, 184. It seems from the last, that the case was this: A., seised of Whiteacre, with a house, curtilage, and hop-yard through which ran a stream to a pond in the curtilage for watering cattle, enfeoffed P., of the hop-yard above, and leased the house and curtilage to S. P. stopped the stream; and S. brought an action on the case for it; and the court held that the right of water-course had not been extinguished by the unity of seisin. Yet there, as here, the defendant obtained title to the ground above by the earlier grant. It was said by Dodderidge, that if “ a man having a mill and water-course over his land, sells a portion of the land over which the water-course runs; in such case, by necessity, the water-course remaineth to the vendor, and the vendee cannot stop it:” and Crew, Chief Justice, said that it 'had been adjudged accordingly in Day and Drake’s case, 3 Jac. 1, in the King’s Bench. The opinion of Chief Justice Popham in Lady Brown’s case was also cited by him, in which it was held that if one “ hath a stream of water which runneth in a leaden pipe, and he buys the land where the pipe is, and he cuts the pipe and destroys it, the water-course is extinct because he thereby declares his intention and purpose that he does not wish to enjoy them together”; the inference from which is, that if he had sold the land without cutting the pipes, the easement would have remained, and he instanced the case of a dye-house with water running to it, in which it was held that a purchase and subsequent sale of the land on which the water was current, by the owner of the dye-house, did not extinguish the easement.\nThese are ancient cases, but they seem to have been deeply considered, and founded in the soundest maxims of the laws. It is admitted that the owner of adjoining tracts traversed by a natural water-course, is as much entitled to the use of the water, having sold the upper one as if he had not owned it. The vendee would be entitled to a. reasonable use of it, returning it, when it had served his purpose, to its former channel, so as to make it enter the tract below at the point where it entered it at the time of the sale; and what difference could there be, whether the channel to lead it to that point were made by water or by the hand of man ? There is no particular charm in a gully cut by natural agents. While the grantor was lord of the whole, he might assign a permanent channel to the stream, and as regards himself or those to claim under him, impress it with any character he should see proper. There is no peculiar sanctity in the natural bed of a stream, which is perpetually changing its course from accidental causes. Had the connexion with the natural water-course leading from the springs to the mill, been made by a flood tearing its way through the bank of the creek, it would not have been pretended that the grantee, having purchased with the fact before his eyes, would have been at liberty to destroy it. But that it would have been entitled to no consideration as a dispensation of Providence, is shown by the undoubted right he would have to mend a breach made after his purchase. It is true the rule is, that water shall flow ubi currere solebat et coiu suevit; but that regards the duty of returning it, and not the nature of the channel. It was said by Dodderidge, in Sury v. Pigott, that as water descends it is always current, et aut invenit autfaeit viam; and he asked, “ Shall such a thing be extinguished which hath its being from creation?” And Crew said, “A water-course is a thing natural, and therefore by unity it shall not be discharged :” but that these things were said of the element without reference to the nature of its channel, is evident from Nicholas v. Chamberlain, and Lady Brown’s case, in which the easement was not lost though the water was conveyed through leaden pipes. The sum of the matter in regard to disposition by the act of an owner of two tenements, is thus condensed in Gale and Whatley’s Law of Easements, 52 : “ It is true that, strictly speaking, a man cannot subject one part of his property to another by an easement; for no man can have an easement in his own property, but he obtains the same object by the exercise of another right, the general right of property; but he has not the less thereby altered the quality of the two parts of his heritage; and if, after the annexation of peculiar qualities, he alien one part of his heritage, it seems but reasonable, if the alterations thus made are palpable and manifest, that a purchaser should take the land burthened or benefited, as the case may be, by the qualities which the previous owner had undoubtedly the right to attach to it.” The easement in the case at bar was palpable and permanent; and the defendant was not at liberty to disturb it. As the exceptions to evidence have not been separately argued, it is unnecessary to examine them in detail.\nJudgment reversed, and a venire facias de novo awarded.\nRogers and Coulter, Js., dissented."}