{"id": "959570", "contents": "Burnside, J.\nThe plaintiffs in error were indicted and convicted of a riot. The first count in the indictment is in the usual form. In the second, the riot was laid in rescuing certain fugitives from labour, from the state of Maryland, from their masters. There is no doubt but it was an aggravated ease of riot. On being found guilty, they were sentenced to pay a fine of one dollar each, and undergo imprisonment for three years in the Eastern Penitentiary, by separate and solitary confinement at labour.\n. The error assigned is, in sending the prisoners to the Eastern Penitentiary. Whether the laws of Pennsylvania authorize this, is the question before us.\nThe attorney-general justifies the sentence under the act of 1705 (Dunlop, 16; 1 Smith L. 30), which provides, that if any persons to the number of three or more shall meet together, with clubs, staves, or any other hurtful weapons, to the terror of any of the peaceable people or inhabitants of this province, and shall commit, or design to commit, violence or injury upon the persons or goods of any of the said inhabitants, and shall be convicted thereof, such persons shall be reputed and punished as rioters, according to the laws of England; and such act of terror or violence, or design of violence, shall be deemed and accounted a riot: and the 4th sec. of the act of the 5th of April, 1790 (Dunlop, 125; 2 Smith, 531), which provides, that any person convicted of any offence not capital, for which, by the laws (of this state) in farce before the act was passed, burning in the hand, cutting off the ears, nailing the ear or ears to the pillory, placing in and upon the pillory, whipping or imprisonment for life, is, or may be inflicted, shall, instead of such parts of the punishment, be fined, and sentenced to undergo a servitude at hard labour not exceeding two years: and the supplement to the act of 1790 (Dunlop, 194; 4 Smith, 398), invests the courts with power to sentence in such cases for any period not exceeding seven years in their discretion.\nThis leads us to .inquire what was the law of England on this subject in 1705, and how far their statutory punishments were introduced into Pennsylvania.\nDalton, who is a writer of authority (p. 203), informs us that at common law a riot was punishable as a trespass, and as well the fine as the imprisonment was at the discretion of the judges; and in the same manner the statute 13 II. 4, enables justices of tho peace to punish such offenders. But the imprisonment and the fine of such offenders were to be increased by the statute 2 H. 5, ch. 8, and therefrom when they are remiss herein (scilicet) in not sufficiently punishing such offenders by due fine and imprisonment, the Lords of the Star-Chamber often assessed upon rioters for the same riot a greater penalty.\nThe Star-Chamber, which was ordained by the 5 H. 1, ch. 1, and the 21 H. 8, ch. 2, and which was abolished by the 16 C. 1, ch. 10, was vested with special powers to punish riots, routs, and ■ such other misdemeanours as were not sufficiently provided for by the common law, and for which the inferior judges were not so proper to give correction. In Hawk. P. C., ch. 68, s. 12, we find that formerly, in cases of great enormity, offenders were punished with pillory, but such punishment is now taken away by the 56. Geo. 3, ch. 138.\nNo English statute on the subject of riots was, it is believed, ever adopted in this province. The 2 H. 5, ch. 8, authorized the punishment of rioters according to the discretion of the king and his counsel: 1 Stat. at Large, 496. The province of Pennsylvania adopted the English common law, which was punishment by fine and imprisonment in the county jail, and our sessions occasionally ordered violent men to give security for good behaviour.\nIt is believed that the pillory was seldom if ever used in this state, except when directed by the legislature of the province. No English statute on the subject of riots was ever adopted by the province. Shortly after the year 1790, all acquainted with the history of Pennsylvania know that in many parts of the commonwealth violent riots were common. The western insurrection produced liberty poles, and violent riots were the consequences in several counties, and at some death ensued ; yet we are not aware that any judge at that day thought he had power to send a convicted rioter to the penitentiary. When I came' to the bar, there were old and experienced judges on the bench, and aged lawyers in practice, but I have never witnessed or hoard of any person convicted of a riot, being sent to the penitentiary.\nIn Robb v. The Commonwealth, Mr. Justice Duncan, whose experience in the criminal jurisprudence of the country was more extensive than that of any man of his day, tells us that a sentence which adjudged the convict to be fed, clothed, and treated as the law directs, is erroneous, unless the offence is made subject to such treatment by some act of Assembly. Assault and battery with intent to commit a capital offence, as rape, or murder, or an attempt to commit the crime against nature (offences in their nature infamous), would fall within that class of offences described in the fourth section of the act of the 5th of April, 1790, as “offences not capital,” for which, by the laws in force before the act, entitled “ An act to amend the penal laws of the state,” burning in the hand, cutting off the ears, placing in the pillory, whipping, or imprisonment for life, was or might be inflicted. Many offences punished in England by infamous inflictions,' had not been so punished in Pennsylvania before the act to amend the penal laws, and I would not be disposed to be governed by such cases in this state, or apply them to the construction of our penal laws, nor expose any citizen to infamous punishment for undefined offences not in their nature infamous, at the discretion of any court: 6 S. & R. 226. Again, the same learned judge, in James v. The Commonwealth, 12 S. & R. 220, held, that the ducking-stool was abolished. This punishment had been ordered to be inflicted by a court in the city of Philadelphia, so late as 1824, on a female in that city who had been convicted as a common scold. He tells us that the act of 1790 was the abolition of all infamous and disgraceful public punishments for all classes of minor offences and misdemeanours : 12 S. & R. 231.\nThe pillory, tumbril, and ducking-stool, belonged to the same class. They were punishments inflicted in a barbarous age : were introduced into England by the Saxons: and all who underwent either of them were deemed infamous : 3 Inst. 219. The pillory was the only one of the class that ever disgraced Pennsylvania; and that has been long since abolished. This court never permitted the ducking-stool to sully our jurisprudence; nor will it permit the supposed consequences of the pillory to find footing in our ameliorated system, when we have no trace on our records of its application to the crime of riot. If a solitary case is on record, such case is unknown to me, and I would treat it with no respect. If it is deemed salutary and essential to the public safety that such punishment should be inflicted, let the legislature provide them. Our laws do not authorize the sentence inflicted in the case before us, and the judgment is reversed.\nAs the prisoners have been confined in the Eastern Penitentiary about three-fourths of a year, we deem this as severe a punishment as if they had been confined in the county jail, where- they legitimately should have been sent, for two years.\nThey are discharged.\nX'TMs count is given at length in Lewis’s Criminal Law, 683."}