{"id": "959502", "contents": "Coulter, J.\nThe judgment in this case was a subsisting and valid judgment at the time of its transfer from the . records of the county of Montgomery to those of the county of York. The death of the plaintiff neither obliterated, suspended, nor annulled its lien, or its efficacy. The act of the 16th of April, 1840, was intended by its very terms to give something in addition to and beyond all existing modes of making the lien of a judgment commensurate with the estate of defendant. And upon its transfer to the records of another county, it is to have, by the words of the act, “the same force and effect as to lien, revival, execution, &c., as if the judgment had been originally entered on the docket of the court to which it may be transferred.” Now, if the judgment had been originally obtained in York county, it cannot be questioned but that its lien would have remained good after the death of the plaintiff. The case cited from Minor is of no weight here. That was a judgment originally rendered in favour of a dead man. Here the judgment was rendered in favour of a living man, good at the time it was entered, and good after his death. We see no objection whatever in allowing the creditor of a deceased person to transfer a judgment of his debtor in order to secure the assets, when an administrator has not been appointed and qualified to act. The value of the judgment, and indeed its lien, may oftentimes depend upon promptitude of action. Nor do we perceive any incongruity, in permitting the heirs to do the same thing under like circumstances.\nWhere a verdict has been rendered in favour of a living plaintiff, judgment may be entered on it after his death, as of any time when he was living. And an execution issued in favour of a living plaintiff, may be levied and returned after his death.\nIt was a good and valid judgment when transferred to York county, and the suggestion of the death of the plaintiff, and the substitution of his administrator, could be as well made in the court of York county after the transfer, and for the purpose of proceeding to execution, as it might have been done before in the county of Montgomery.\nThe court of the county of York, therefore, erred in striking off the judgment and setting aside the execution. And these orders of the court are reversed, and the plaintiff is at liberty to proceed in the execution of his judgment.\nThis view of the case renders it unnecessary to consider the third error assigned."}