{"id": "959506", "contents": "Rogers, J.\nThis is an action of ejectment, in which the plaintiff claims title under a warrant to George Hill — a sale for taxes assessed in his name, in the years 1839 and 1840, and a treasurer’s deed, dated the 23d July, 1841; together with a surplus bond, executed and delivered within two years after the sale. This vests in the plaintiff a primd facie title; but the defendant contends the plaintiff’s title is void, because, at the time of the assessment of the taxes on which the land was sold, and the treasurer’s sale, the property in controversy was a seated tract. That a sale of land by a treasurer as unseated, which nevertheless was seated at the time of the assessment and sale, is void, is ruled in several cases: 4 W. & S. 36; 2 W. & S. 107; and must now be considered as the settled law of this state. And what constituted a seated tract, as far as the court go, has been well explained; and no exception can be taken to that part of the charge. A tract ceases to be unseated as soon as it is actually occupied with a view to permanent residence; of which an entry for. the purpose of clearing the land, would be rgood evidence: 5 W. 441. We agree also, that as soon as a person enters upon an unseated tract, whether as an intruder or under a lease from the owner, becomes a resident upon it, improves it, and occupies it in such a way as to furnish upon the land itself the means of levying the taxes by distress, it is a seated tract, and is no longer the subject of sale for taxes. And if residence by any person has once commenced, it is sufficient; and an occasional or temporary suspension of actual occupancy will not; render it unseated. So it has been ruled, that land ceases to be unseated as soon as it is actually occupied with a view to present use; and an occupation may be said to commence the moment a person enters with a view to clearing it: 7 W. & S. 248.\nThe same principles also apply, as the court instructs the jury, where a house is put up and occupied for the purpose of carrying on a saw-mill, erected or in progress of construction, with a view to present use. But in addition to the principle thus correctly laid down, there is another class, of cases pertinent to the points of the case, to which the attention of the court would seem not to have been drawn. I allude to those cases where it is ruled that land, may lose its character as unseated, by the joint act of the owner and the officers of the county. Thus, if the jury should believe that the property assessed in the names of George Hill and Henry Steely is one and the 'same tract; that it was assessed as a seated tract consecutively from 1837 until the year 1840, with the assent and knowledge of the owner and the county, of which evidence was given: it must be taken as a seated tract, and consequently will avoid the sale for taxes as an unseated tract for the years 1839 and 1840, and this without regard to the fact, whether the taxes have or have not been paid. This consequence necessarily results from the principle ruled in Larimer v. McCall, 4 W. & S. 133; Harper v. The Mechanics’ Bank, 7 W. & S. 214. There is no law, as is said in Harper v. Bank, which forbids the owner of the land from consenting when it has been so assessed that it shall be treated as a seated tract, even when it is notoriously otherwise. And the reason given for it is for the advantage of the county. In Larimer v. McCall, it is decided that when it has been changed from the unseated to the seated list, with the assent of the proper parties to it, it does not lose its character of unseated unless notice is given to the owner of the intention to retransfer it from the seated to the unseated list. And this is held to be necessary, because otherwise the owner who relies upon the fact that his land is exempted from sale, may lose it without any default on his part. But if the land must be viewed as seated, it must have all the qualities and essentials of that character, and cannot be subject to sales for non-payment of taxes. The difference between seated and unseated land is, that the one can be, and the other cannot be sold for taxes. The remedy in the one case is against the land; in the other, the owner is personally liable. Nor has the county any right to complain, as the change can only be made by their consent, and moreover they may, whenever it suits their interest'or convenience, upon giving reasonable notice to the owner, retransfer 'it, and assess the land as unseated. But the Court of Common Pleas, as we understand the charge, instruct the jury that the principles ruled in Larimer v. McCall and Harper v. Bank, only apply where the owner has continued to pay the taxes, a distinction not warranted by the cases. It becomes, as is there ruled, to all intents and purposes, a seated tract, as respects its liability to taxation, and the assessor has no right to transfer it to the unseated list without reasonable notice to the owner.\nMany exceptions have been taken here to the admission and rejection of evidence, and to the charge, which it is useless to notice further than to remark that they have not been sustained. But as there is error in that part of the charge of which notice has been taken, we are of opinion the cause must be reversed, and a venire de novo awarded.\nJudgment reversed, and a venire de novo awarded."}