{"id": "959588", "contents": "Bell, J.\nA new township called Washington having been erected out of the old township of Bethel, by commissioners appointed by the Court of Quarter Sessions of Lebanon county, the legislature, by the 13th section of the act of 8th March, 1847 (Pamph. Laws, 257), directed an election to be held within the townships of Bethel and Washington by the qualified voters, in order to determine by ballot, whether the new township should be continued or annulled. This question was to be determined by a majority of the votes polled. An election was accordingly held, and a majority of votes cast against the continuance of the new tbwnship. This result was duly returned to, and filed among the records of the court. The relator, Henry Phillippi, who was afterwards informally elected constable by the people residing within the territory of the proposed new township, claims that the act of 1847 is within the principle settled in Parker v. The Commonwealth, 6 Barr, 507, and therefore unconstitutional and void. But this position is founded in an entire misapprehension of the doctrine of that case. It settled nothing more than that the General Assembly of the commonwealth cannot delegate to the people a power to enact laws by the exercise of the ballot, affecting the property and binding the political and social rights of the citizens. But the erection of a township or the creation of a new district for merely municipal purposes, or convenience in the transaction of the public business, is in no degree similar to the exercise of law-making power. The one is an exercise of sovereignty, the other, in its very nature, a subordinate function. The latter, like the laying out of a public road or highway, or the erection of a bridge, may require the exercise of judgment and skill, but there is nothing either in the positive provisions of our constitution, or the genius of our institutions, which prohibits the action of other than the legislative bodies. Accordingly, at a very early day, the power of laying out roads and directing the building of county bridges was conferred upon the several Courts of Quarter Sessions, though still occasionally exercised by the legislature itself. So, too, by the act of 1834, the courts, acting through commissioners, are vested with the right to erect new townships and divide old ones. No one has ever doubted the constitutional right of the legislature to authorize the exercise of both these jurisdictions by the courts, because it has never been imagined that it bore any resemblance to the power of enacting laws. Indeed, it is so entirely dissimilar, that an elaborate attempt to show the contrast would be a mere waste of words. But if the legislature can authorize the courts to decide questions of this character, they can also authorize the people primarily to do so. The difficulty is simply as to the right to impart the power to act! If it can be given to a selected few, it may also be delegated to all the inhabitants of a district, unless positively prohibited. The previous action of the court in the premises makes no difference. The power of the legislature directly to repeal that action cannot be questioned, and that which they could do immediately may also be effected by the secondary means of a popular vote.\nThe statute which authorized the division by vote being thus shown to be constitutional, the refusal of the court below to swear the relator as constable of a township having no legal existence, was correct.\nPeremptory mandamus refused."}