{"id": "959556", "contents": "Rogers, J.\nIt is a conclusive answer to the action, that the evidence proves that the possession of the premises on which the trespass was committed, was not exclusively in the plaintiff. It was a joint possession, and the alleged wrong was by the authority of the joint possessors. But this, as a separate and distinct exception, has not been urged, but the cause has been argued as in the ease of an ejectment, and with a view to settle the title. It is agreed that the parties claim under George Werner and John Dickey, who at one time were the owners of distinct portions of the land. The plaintiff, who is the residuary devisee of John Beaver, sen., deduces title under a judgment rendered against the executor of George Werner, deceased, in favour of William Potts, an execution, levy, and sale to John Beaver, sen., and a deed by the sheriff of Franklin county, for the consideration of $250. The evidence is to this effect. The inhabitants of Loudon and its neighbourhood were desirous of building a house of worship, and for this purpose it was agreed by parol that Werner and Dickey should give the ground for the use of the Presbyterian and German Reformed congregations, the members and the neighbours agreeing to build a church and open a graveyard on the premises. According. to this understanding a church was erected at an expense of upwards of $2,000, the money being contributed by the charitable members of the respective congregations, and the liberal subscriptions of others living in the immediate neighbourhood. After being built, the church was dedicated in the usual manner, and has been used as a house of worship, with few intermissions, until this controversy took place. At the time of the sale, it appears by the levy a building occupied as a church was erected on the lot; it is therefore clear the sheriff’s vendee acquired the title of the former owner, and nothing more. Werner stood seised of the premises as trustee for the use of the Presbyterian and German Reformed congregations worshipping at that church. Although the contract is fully proved, yet it is said to be void, because the trust is vague and uncertain, and comes within the statute of frauds. Both these exceptions are examined and ruled in Martin v. McCord, 5 W. 494, a case in almost every aspect resembling the present. It is ruled that a parol agreement of an individual with a number of his neighbours that he would contribute a lot of ground, in consideration that they would erect a school-house upon it for their common benefit, when accompanied by proof of the execution of the agreement, is not affected by the statute of frauds, but • passes a good title to the persons subscribing and building the house. They are trustees for the benefit of the neighbourhood, and like all other trustees for charitable uses, would be subject to the supervision and control of the courts. Justice Sergeant truly considers the agreement not as a gift, but as a parol sale, which, when accompanied with the delivery of possession and valuable improvements, takes it out of the statute. The contributing members of the congregation are purchasers, the equitable title being vested in them by payment of the money. And to hold otherwise, would enable the donors, and those claiming under them, to commit a fraud; for it would be manifestly unjust if they could recover the property, with the improvements, in despite of the agreement. As George Werner had no interest in the .premises after the agreement, except as trustee, and in common with other contributors, so the present plaintiff, who claims under him, stands in the same position. In the case cited, the exception that the object of the trust is vague and uncertain, is also examined; in relation to which, Justice Sergeant remarks that it was the neighbourhood that was to enjoy the benefits of the school, and that the extent of the charity must be governed by circumstances. The rule is stated in Witman v. Lex, 17 S. & R. 93. It is immaterial how uncertain the object may be, provided there is a discretionary power vested anywhere over the application of the testator’s bounty to these objects. The discretion in that ease was vested in the subscribers or their representatives, or those to whom they delegated the management of the trust. So here it is vested in the subscribers, members of the respective congregations, and others, and in their representatives and successors for ever. The authority of the case cited is admitted, but a distinction is attempted by the assertion that it has not been shown who were the original subscribers; but this is- incorrect; in fact, the defendants have proved the names of three, at least, of the original contributors. But, passing by this answer, we do not perceive the force of the distinction; for the legal effect of the agreement is, that the equitable title is vested not only in the original subscribers, but, from the very nature of the grant, also in their representatives and successors. It is a dedication, for a valuable consideration, to them for these purposes. The 'former owner is the trustee; they are the beneficiaries. If we adopt the argument of the plaintiff in error it leads to this result, that the longer the defendants are in possession the weaker the title, as a time may come when it will be difficult to prove the names of the first contributors. It is said that a chancellor would not know to whom a title should be made, because of the uncertainty of the trust; but if necessary, as it is not, the plaintiff himself being the trustee, a title maybe made to another trustee for the use of the beneficiaries in the trust, naming them and their successors. In Pennsylvania, religious and charitable institutions have always been favoured, without respect to forms. We have regarded the substance from necessity, for to hold otherwise would endanger many titles never questioned since the settlement of the province.\nIt remains to consider the exceptions to evidence, all of which we. think untenable.\nThe subscription paper for repairing the church, was properly received. It is true, Beaver now claims the ownership and possession of the lots; but this evidence (and it is pertinent for that purpose) tends to prove that, in 1842, the time the repairs were made, he neither claimed the exclusive possession, nor did he pretend to be the owner of the property in controversy. It is corroborative of other evidence, that the key, the index of possession, was held at different ¡daces, by different persons, as was most convenient; The contributions from the citizens of Loudon, for the repairs of the church, are inconsistent with the idea of any adverse claim, as it is not likely they would advance money for the benefit of the plaintiff. The probability is, that the subscription, made with the knowledge and consent of Beaver, was in furtherance of the trust.\nWe see no error in rejecting the paper purporting to be an article of agreement, George Werner and John Dickey with the trustees of the Loudon Town Meeting House. It is said to be evidence of the conditions upon which Werner and Dickey agreed to convey a title to-the ground upon which the church now stands. But the objections to the paper are, that the consideration is a blank; and it purports to be an agreement with the trustees of the Loudon Town Meeting-House, who never had existence. It is signed by Werner and Dickey alone; and neither the Presbyterian or German Reformed congregation had any notice of it whatever, until it was produced in court. It is moreover dated the 16th of June, 1825; six years after the building was erected and in the use and occupation of the beneficiaries. It was no agreement, therefore, as there were no persons with whom the contract could be made. It amounts to nothing more than a declaration of these facts, in the absence of the beneficiaries under the trust. It also appears that a sum of money had been raised by subscription, more than sufficient for payment of the cost of the building. The debts, if any, mentioned in the agreement, ought to have been paid out of these funds.\nIn view of these circumstances, the court'was right in rejecting a paper which may have been manufactured for the purpose of affecting the title. We see nothing wrong in alleging proof that the building committee, of whom Beaver was one, had collected $2,000 from the subscribers, for the purpose of erecting the church. The testimony was pertinent to the issue, because it proves that the subscribers, in addition to being in the full use and occupation of the church, had in good faith fulfilled to the letter every condition of the grant.\nJudgment affirmed."}