{"id": "959509", "contents": "Bell, J.\nThe alley in question was laid out and opened by virtue of a special act of Assembly, approved the 30th of March, 1846, authorizing and requiring the street and road commissioners of the borough of Gettysburg to lay out and open a public alley in the said borough, between certain points particularly designated. As this act provides no mode for compensating the owners of the lands appropriated under it to public use, the question is presented whether a remedy is furnished by any of our statutes regulating roads and highways. If not, the act itself is in contravention of the constitutional prohibition forbidding the application of private property to public uses without just compensation being made. (City of Pittsburg v. Scott, 1 Barr, 314.) But a very short argument will suffice to show it does not occupy this hostile position. The cases of the roads in the borough of Mercer, 14 S. & R. 447, and borough of Newville, 8 W. 172, decided under their acts of incorporation, which, so far as they relate to roads, streets, and alleys, cannot be distinguished from the act of 1806 incorporating the borough of Gettysburg, conclusively settled that the Court of Quarter Sessions of Adams county possess the power under the general road-laws of the commonwealth, to lay out and cause to be' opened streets, lanes, and alleys within the borough of Gettysburg,' and to assess damages therefor. The Easton Road case, 3 R. 195, in which the court was divided, would seem at first blush to give countenance to a different doctrine. But it was decided upon the peculiar language of the charter of the town of Easton, which was thought to repeal the general road-law, so far as it respected that place. It was so treated by Mr. Justice Sergeant in the Newville Road case, and, indeed, cannot be sustained on any other ground. So much inconvenience followed upon this decision denying the existence of authority anywhere to open streets in Easton, that the legislature was induced to interfere by resolution of the 29th May, 1840, which confers upon the Court of Quarter Sessions of Northampton county the necessary power to open such streets, and to make compensation to the owners of the land taken for the purpose. These resolutions were undoubtedly adopted in reference to and approval of the other two cases I have cited as recognising the general power of the courts over these subjects.\nThe Court of Quarter Sessions of Adams county being possessed of this jurisdiction, the special act of 1846 only interfered with it to the extent of directing the alley to be laid out and opened by the street and road commissioners, instead of a jury of view, acting under the supervision of the court. But this by no means withdrew the case from the operation of the general road-law of 1836, providing for the assessment of the damages sustained by owners, nor deprived the court of its power to give effect to those provisions. The act of 1846 was interposed as a substitute for the act of 1836, so far as it went, and no further. Beyond this, the earlier statute remains untouched, and the last is to be construed and treated in connexion with and as part of it: IBarr, 353; Neeld’s Road. If, then, the' question rested here, no doubt could be entertained, under the doctrine of the cases I have referred to, of the legitimate exercise in this instance of a power possessed by the court below. But this is not all. The resolution of the 29th May, 1840 (P. L. 152), especially directs that the seventh, eighth, and ninth sections of the act of 1836, regulating the subject of road damages, shall be construed to apply to claims for damages in consequence of injury sustained from the location and opening of a road under the provisions of any special act of Assembly, unless where one is otherwise provided. This provision, enacted ex majore cautela, of itself, brings the present case within the operation of the general road-law, and without more, justifies the action of the Quarter Sessions.\nIt is, however, objected, that a street or alley in an incorporated town, is not a “road” within the meaning of the resolution. But this objection, which is somewhat hypercritical, is fully answered by the decision of this court, in the case of the Moyamensing Road, 4 S. & R. 106, where it is shown — the word “street” is equivalent, in common parlance, to road or highway. Indeed, a street is strictly a road, and may be and frequently is so denominated, without any violation of grammatical propriety.\nAnother exception to these proceedings is, that the petition asking for the assessment of damages, was not signed by the owner of the land. But it is in the name of the owner, and is signed for him by his attorney in fact. That this is a sufficient compliance with the act of Assembly, was decided in Harvey v. Lloyd, 3 Barr, 340.\nProceedings affirmed."}