{"id": "959566", "contents": "Gibson, C. J.\nNo man is more thoroughly convinced, than I am, of the wisdom of abiding by what has been decided. Want of stability in the law, is a public calamity which ought to be averted by almost any concession of opinion ; yet in building up a new system in part on the model of an old one, it is better to incur the reproach of inconsistency than to perpetuate a false principle. Where we have not been following a beaten path, but have been exploring untrodden ground; and where we find that we have lost our way, as we sometimes must; it is certainly the part of wisdom to retrace our steps, rather than to persist in going wrong. I submit that in the present case, in which our own decisions afford no lamp to our feet, and in which the English decisions are misleading fires, the first determination of the point before us ought not to be conclusive. If a single decision were so, many of our first attempts to interpret our digested statutes, grown almost into a code, would do little more than impart immortality to error. Yet, notwithstanding our mixed system and peculiar laws, it will be found that we have adhered to our decisions with admirable constancy, when it is considered that of Professor Grcenleaf’s “ Collection of Cases overruled, denied, or doubted,” comprising almost three thousand in the English and American courts, no more than seventy were decided in this court; and that of these, only some forty were doubted by any of our own judges, the rest having been doubted by judges in our sister states. The number in which the point adjudicated has been overruled, is still much less. During thirty-two years in which I have sat in the court, I can recall not more than eight, certainly not a dozen; while the English judges seem, during the period, to have been playing at loggats with those contained in the old books of reports.\nThough, to avoid a too frequent appearance of division, I suppressed my dissent from the opinion of the majority, in Minier v. Saltmarsh, I foresaw that however adapted to execution of land in England, the principle of that case could not be applied to execution of land here without injustice; and in that view of it, I think I was joined by Mr. Justice Huston. At the least, there was a want of unanimity on the bench, which detracts much from the force of a decision as a precedent. It was not denied then, nor is it now, that the principle of the majority is the English principle; but it is not conceded that it can become a part of our law of execution without violating the provisions of more than one of our statutes. There are two cardinal points of difference between execution of land under our acts of 1700 and 1705, and execution of it under the statute of Westminster, the second. For purposes of execution in England, a judgment binds a debtor’s land as a specific thing, not, as with us, his title to it or estate in it, without regard to the question whether he was seised or disseised at the time of the rendition. There, an owner disseised, is not the tenant of the freehold, or, in contemplation of law, an owner at all, his estate being turned to a mere right, which cannot be bound as a subject of execution: here, whether the debtor was seised or disseised, a judgment binds every immediate interest vested in him, which amounts to an estate, perfect or inchoate. Again, land is taken in execution under the English statute and delivered, specijically to the creditor to make satisfaction by the profits of it, without regard to the debtor’s title to it: under our statutes, the sheriff SELLS, and not the land, as the incontestable property of the debtor, but his estate in it, or title to it, AS A CHATTEL, and at the risk of the purchaser, who takes his chance of recovering on it against whomsoever may be in possession under an adverse title. To show the value of these differences, it is necessary to look no further than Jeffreson v. Morton, 2 Saund. 6, where the terre tenant’s plea was that the defendant in the judgment was not seised when it was rendered. That was a,n answer there, to a writ which demanded execution specifically of the land; but it would not be an answer here to a writ demanding execution of the debtor’s estate in it or title to it. True, t^e scire facias does not demand execution of the debtor’s estate or title in terms; but it demands a writ, which commands the sheriff to sell his goods and chattels; and land being a chattel for payment of debts, it demands execution of his estate or title in effect. It certainly does not demand execution of the estate or title of any one else; and it is the constant practice to sell the estate of a party orrt of possession. The sheriff therefore sold, in the present case, whatever the debtor had in the land, whether an estate in possession, a right of entry, or a possibility. The tenant in possession had pleaded that the land was hot bound by the judgment; which meant that the debtor had nothing in the land, for nothing but an estate in him could, by our law, be bound by a judgment or sold on an execution against him. But the plea, however interpreted, was bad; for the judgment creditor was entitled to have execution of even the possibility of an interest in him; and if he had none, an award of execution against him could do no harm to any one else. It asserted a matter with which the tenant in possession under an adverse title had nothing to do; for it was indifferent to him whether he should fight the battle with the judgment debtor, or with a sheriff’s vendee of his right. As the legal effect of the writ was to call on the adverse holder to show why the judgment creditor should not have execution of his debtor’s title, not of the antagonist title, for that would have been absurd, it is difficult to see how anything but the debtor’s title could be involved in it. Then why bring in such a holder at all ? - Merely because the act of Assembly directs notice to be served, not merely on terre tenants, but on occupants, for what reason, it is hard to conjecture. Perhaps the legislature meant to express no more by the word occupant than is expressed by it in Jeffreson v. Morton, 2 Saund. 7, n. 9, and to admit a lessee in possession under a terre tenant, to make any defence that could be made by his landlord. Indeed that seems to be the true construction, and if so, the adverse claimant was, in this instance, improperly made a party; which he might have pleaded in bar. But he pleaded that the debtor’s title was not bound, if he had one, a matter rvhich it did not behove him to plead, but which he might plead with the acquiescence of the judgment creditor, who in this instance, put the fact in issue, and it was consequently the only fact that was concluded by the award of execution. It is true the issue was an immaterial one, for which a repleader ought to have been awarded even after verdict: 2 Nels. Abr. 1042; 2 Lil. 85; but as the court gave judgment on the verdict, though it might have been reversed on writ of error, 2 Lutw. 1608; 2 Lev. 194, it was conclusive of the fact found. What then passed by the sheriff’s conveyance ? The debtor’s title and no more; for no more was awarded to be sold. On the authority of Stileman v. Ashdown, 2 Atk. 608, S. C. Amb. 13-17, and Woodyeer v. Gresham, Skin. 682, it is said by Sergeant Williams, in his fourth note to Jeffreson v. Morton, that a judgment on a scire facias cannot alter the nature of an execution any more than it can alter the nature of the debt; and how a scire facias against a mere occupant can have a greater effect on his title, than if it had been rendered against the judgment debtor, is for those who hold the doctrine of Minier v. Saltmarsh to explain. What is an adverse occupant, who is not a grantee of the debtor by title subsequent to the judgment, brought in, under the act of 1798, to answer ? Positively nothing whatever that concerns him. The acts of 1700 and 1705 direct that land sold on a judgment be held by the purchaser, “ as fully and amply, or for such estate or estates and services, as he or they, for whose debt or duty the same may be sold or delivered, might, or could, or ought, to do, at or before the taking thereof in execution.” What then becomes of a paramount estate which could not be pleaded in bar of execution, and which could not be sublimated or evaporated in the course of the process ? To have pleaded it in bar of execution of the debtor’s title, would have led only to a successful demurrer: and to have pleaded it in bar of execution of a title which was not alleged to have been in him, would have been to take defence against what was not demanded; so that neither the award of execution nor the sheriff’s conveyance could affect it, and unless it were extinguished by some sort of judicial magic, as a fee-tail is extinguished by the magic of a common recovery, it would still remain unimpaired in the tenant in possession. If it would not, the holder of an adverse title out of possession, and perhaps out of the state, might be despoiled of his property by being defaulted on two returns of nihil, without dreaming that it was a subject of litigation. It would not serve him to say that he was not a party, for the record would estop him. To avoid this injustice, the occupant must be allowed to take defence on his independent title, either at the trial of the scire facias, which it would be preposterous to attempt, or else at the trial of an ejectment by the purchaser. But a writ of scire facias quare executio non, is not a writ for thedrial of titles; nor was it intended that a judgment creditor should not be bound by the act of 1807, which declares that two verdicts and judgments in ejectment alone, shall conclude the right; or that he should be allowed to settle, at a dash, not only the question of lien between himself and the debtor, but also a question of title between the purchaser and an adverse occupant. Though the act of 1798 directs that the scire facias be served on occupants, yet, strictly speaking, only the debtor’s subsequent grantee of the fee simple is a terre tenant: 2 Saund. 7, n. 9; and he alone is entitled by the English practice to have a day in court, a tenant for years being entitled to set up his lease, if prior to the judgment, against the purchaser, or if subsequent to it, to have recourse to the covenants in it against his lessor. When a terre tenant, however, has not only the debtor’s title, but a title independent of it, he may avail himself of each in its proper place: of the debtor’s title by showing at the trial of the scire facias that the debtor had parted with it before the rendition of the judgment, or that the lien had been extinguished by satisfaction, release, or want of revival; and of his independent title, at the trial of an ejectment, on the foot of the maxim, that concurrent rights in the same person are to be dealt with as' if they existed separately in different persons. If the first be found against him, he is concluded so far; but he may still recur to the second, which was not involved in the issue. If the party in possession be barely an adverse occupant, he may let judgment go by default, and reserve himself for the contest on his proper battle-ground. He would not be bound even to surrender the possession in the first instance, unless he had derived it from the debtor subsequently to the judgment. The judgment creditor would thus have the whole benefit of the debtor’s title, and why should he have more ?\nEor purposes of execution in England, there is no distinction between the title and the land itself; because, as the law recognises only the person seised as the tenant of the freehold, the estate of the disseisee is regarded as a mere right which cannot even be conveyed ; and the seisin of the debtor, at the time of the judgment, or the subsequent satisfaction of it, is the only fact that can be pleaded in bar of execution. Consequently, as an adverse title existing at the time of the judgment cannot intervene, the land is delivered at once to the tenant by elegit on a liberate; and for that reason it is that the judgment on the scire facias settles all questions with the terre tenant or an occupant under him. Here, however, a party disseised or deforced, may legally do what is prohibited by the English law of champerty; and his title is recognised as a subject of property transmissible by conveyance, and capable of being encumbered by mortgage or judgment; and for that reason, I submit that a judgment on a scire facias, in Pennsylvania, is not conclusive of an adverse title, whether the holder of it was warned or not.\nA simple statement of the case before us will show that it is not. It was admitted that the title was in Samuel Cochran, the father, at his death. The plaintiff below claimed as a purchaser at sheriff’s sale, on a judgment against William Cochran, his son, who, though he was for a time his sister’s manager of the land for her benefit, never owned or claimed a foot of it. So far there is no dispute. But the defendant below, who succeeded by conveyance to the sister’s title, having been served with notice, appeared to a scire facias against the son, and pleaded that the land was not bound by the judgment — a matter that was properly disregarded, as the creditor was entitled to have execution of even the possibility of an estate in the debtor. In this ejectment the defendant claimed paramount, by the execution of a power given to the executors of the father’s will, to sell a larger tract, of which the premises were part, with direction to divide the proceeds among his daughters; a conveyance by the executors to his daughter Margaret; and a conveyance by her to the defendant: which were ruled out in submission to the authority of Minier v. Saltmarsh. Were the objections to that case purely technical, I would not consent to raise a finger against it; but as it has worked palpable and revolting injustice in the very case in hand, we must conclude that it would do so again; and we are, therefore, bound to overturn it on every principle of honesty and conscience.\nJudgment reversed."}