{"id": "959538", "contents": "The opinion of the court was delivered by\nBell, J.\nFor the purposes of distribution, the fund in court is to be regarded as land (Lloyd v. Hart, 2 Barr), and, therefore, the question raised in this appeal is to be treated precisely as though Caleb Evans, the younger, had died seised of the estate, by the sale of which the fund was made.\nBy the express provision of the sixth section of the act of April 8, 1833, the half-brothers and sisters of the -intestate would have taken an estate in fee simple in the land, if not excluded by the operation of the ninth section. This provides “ that no person who is not of the blood of the ancestors or other relations from whom any real estate descended or by whom it was given or devised to the intestate, shall in any of the cases before mentioned take any estate of inheritance therein,” &c. The counsel of the appellees insists that this proviso looks and is to be limited to a proximate and immediate descent, gift, or devise to the person last seised, and consequently, that in ascertaining the fountain of inheritable blood we cannot go further back than the ancestor or other relation from whom the intestate immediately received the estate. Were this so, it would not set aside the appellants in favour of kindred of the full-blood, for the half-brothers and sister are of the blood of both John Evans, the uncle, and Caleb Evans, sen., the father of the intestate, the last preceding owners, through the common ancestor, Nathan Evans. As is said by Mr. Justice Story, in Gardner v. Collins, 2 Peters’ S. C. R. 87, a person is, with the most strict propriety of language, affirmed to be of the blood of another, who has any, however small a portion of the same blood derived from a common ancestor. But the rule of descent is not as contended for. Lewis v. German, 5 Barr, 165, and the cases therein cited, settles that in order to ascertain who are the “ ancestors or other relations” within the meaning of our statute, you must ascend to the first purchaser — to him who brought the estate into the family: for he is the propositus from whom the inheritable blood is to be traced. In this instance, a portion of the land sold came by descent, devise, or gift from Nathan Evans, the great-grandfather of Caleb Evans, jun., and a portion from James Evans his uncle, with both of whom, as we have seen, the appellants are connected by ties of blood. They are, therefore, clearly entitled to the money in court in equal proportions.\nNor is there anything in the decree pronounced by this court in Lloyd v. Hart, which, as the court below seems to have thought, operates to bar this right. That was a case stated between other parties, for the simple purpose of ascertaining whether the avails of the land was to be treated as real, or personal estate. Having effected that object, the decree made therein is not to be-used- as an instrument to defeat an interest residing in others not parties to it, a result which was not in the contemplation of any one. Where a case is stated to procure the judgment of a court on cer.~ tain facts submitted, effect is not to be given to it beyond those facts, and certainly not to compromise a titlp springing from a different condition of things. It is not even evidence, in a subsequent proceeding, of the facts stated; for circumstances may be conceded as existing to raise a question of law, without intending to admit them as true, and even without believing them. (McLugan v. Bovard, 4 W. 313; Darlington v. Gray, 5 Wh. 502.) But an examination of the case stated in Lloyd v. Hart, will show that the important fact of the relationship of the Harts to the Evans family was not even hinted at, and therefore it could not have been intended to raise the question presented by this record. It is enough, however, that it was between different parties, and is therefore inconclusive of the present proceeding.\nDecree reversed; And it is ordered that the record be ■ remitted into ’said Court of Common Pleas, with directions to decree a distribution of the fund to David Hart, John Hart, Jacob Hart, and Catherine Hart, the half-brothers and sister of the said intestate, in equal proportions."}