{"id": "959521", "contents": "Gibson, C. J.\nThe ward’s release, executed as it was within less than four months after she had attained the age of twenty-one, is to be laid out of the case. It has often been ruled, and particularly in Lukens’s Appeal, 7 W. & S. 48, that releases given in the dark, and before emancipation from habits of confidence and control, are to be disregarded. And the rule is not only a wholesome, but an indispensable one. I have never known such a release to be set up for any other purpose than to shield the guardian from an investigation that would disclose something which it was his interest to conceal; and for the very reason that if justice had been on his side, he would not have needed it. It may be properly used when vouchers have been lost by lapse of time, but not to cover up recent transactions, except where it is pleaded by an executor who is bound to set it up for what it is worth. How then does the case stand on its merits ?\nThat General Stanley received $400 from the executors, in trust to apply the interest to the maintenance of the testator’s widow, and to pay the principal to the residuary legatees at her death; and that he did not charge himself with his ward’s portion of it in his guardianship account, are facts which are admitted in the answer to the bill. But it is insisted that, as the money was in his hands, not as a guardian, but as a trustee, it was not a proper subject of the guardianship account. The parties ultimately entitled to the fund, however, might waive the benefit of a trustee account, and, the trust being executed, treat him as the primd facie holder of the whole sum. Strictly speaking, none but the executor or administrator of the cestui que trust, could make him show how he had discharged his stewardship. For what purpose but. to bur-then the fund with costs and charges, settle such an account ? A sum of money had been put into his hands to maintain the widow with the interest of it, and the presumption is that the principal was undiminished at her death; but if any part of it had been lost by any other means than his own mismanagement, it was his business, unasked, to settle an account as a trustee, in order to give the residuary legatees an opportunity to contest the’matter with him in open court. Having thought proper to do otherwise, he surely cannot set up his own default as a bar to the complainant’s bill to charge him in his guardianship account, in which due allowances may be made him with equal convenience and effect. In Jacobs v. Bull, 1 Watts, 370, it was held, in substance, that money shall be taken to be in the hands of an executor or trustee, where the offices are concurrent, in the one character or the other, as may better serve the purposes of justice.\nThe fund was invested in shares of Schuylkill Bank stock purchased and standing in the guardian’s name, which have greatly fallen in value; yet the appellant insists that the ward shall take them in specie at the price paid for them. If the guardian thought they were the property of the ward, it is singular that he said nothing about them when he paid her the balance due on the guardianship account and took a release from all further responsibility. His silence on that head leads to a conclusion that he viewed them as his own; and if they were so then, they are a part of his estate now. But whether he did so or not, it is conclusive that he purchased them in his own name. The fact that he retained the power to make them his own, if the investment should prove to be a valuable one, estops his executor from denying that he purchased them in his own right. This elementary principle — applicable to every investment by a trustee — is essentially that which forbids him to place trust-money in the hands of a banker in his own name, except at the risk of the banker’s insolvency, or in any other way to confound it with his own; and it was this that ruled the case of Lukens’s Appeal, in which the ward had not only released the guardian, but had actually received a transfer of the depreciated stock at the price the guardian had paid for it, who, nevertheless, was held to make the difference good. That is a stronger case than the present, besides being an authority to show that the request of the ward to have the certificates transmitted to her, is not a circumstance to conclude her. She had been left in ignorance of the state of her property in her guardian’s hands; and the very letter which contained that request, contained another for information. In this state of ignorance and doubt, nothing said by her would bind her. Perhaps even an agreement to take the shares, without a subsequent consideration to found it, might be rescinded by her before execution of it. There has been no delay in the prosecution of her claim; and she asks no more than to exercise her undoubted right, to receive a transfer of the shares, or surcharge the guardianship account at her election. She has chosen to do the latter, and we have neither the power nor the will to prevent her.\nDecree affirmed."}