{"id": "959534", "contents": "Rogers, J.\nAlthough the sheriff’s sale of the property under the judgment obtained against the estate of James Morrison in his lifetime divested the. lien of the recognisances in the hands of the purchaser, yet under the circumstances disclosed by the evidence, the sale did not extinguish the debt, inasmuch as the recognisors had ample funds in their hands, which it was their duty to apply to the payment of the judgment. One of the recognisors, who was the administrator of James Morrison, had in his possession upwards of $1,200 of personal property belonging to the estate. The recognisors, who were the three sons of the intestate, were in the possession of the land taken by them at the appraisement upwards of five years: received the rents, issues, and profits thereof, and moreover, were indebted on the recognisances upwards of $8,000, much more than enough to pay every debt, including the judgment against the estate. That the land taken by the sons, therefore, was sold, was not the fault of the other heirs, but it arose from their own neglect in not paying the debts. From this it follows that the recognisors. are entitled only to a remedy on the recognisance, as against the recognisors and their property, and as there was nothing belonging to them in the hands of Mclntire, who was the administrator de honis non, there was nothing which could be attached. The plaintiff in error and plaintiff below is in this dilemma. If the recognisance on which suit is brought is discharged by the sheriff’s sale, as seems to have been the opinion of the court, then this suit is improperly brought; for certainly no suit will lie on a void recognisance. But if not discharged, which is the better opinion, and the debt remains, although the lien is gone, the recognisors beyond all question have already received more than their share of the estate. They are entitled to none of the money in the hands of the garnishee; and consequently, there is nothing to attach. But in this suit the plaintiff has recovered more than $50, a judgment more favourable than he had any right to expect; for in truth, he is entitled to nothing in this action. There is now in the hands of the administrator de bonis non and garnishee only about the sum of $900, which must be distributed among the other heirs, the three sons having already received more than their share of the estate. As then no injury has been done to the plaintiffs in error, the judgment must be affirmed.\nJudgment affirmed."}