{"id": "959550", "contents": "Burnside, J.\nTbis action was case. Tbe defendant pleaded non assumpsit and payment. On these pleas tbe parties went to trial without a declaration.\n1. It is assigned for error, that tbe court admitted tbe deposition of Christian Roop, of tbe state of Indiana.\nTbe deposition was regularly taken, on a commission duly executed in conformity with tbe rules of court. Due notice was given to tbe defendant’s attorney of it. It was regularly filed with the prothonotary. Tbe learned counsel of tbe plaintiff in error has utterly failed to sustain bis exception.\n2. That tbe court erred in leaving tbe evidence of a contract to tbe jury, when there was no sufficient evidence of tbe contract.\nThere was certainly evidence of a parol agreement between tbe elder Hastings and Eckley. It appeared that Hastings claimed to be tbe owner of two tracts of land, west of Spring Creek, in Nittany valley, and that be promised Eckley, who was an experienced woodsman, and who bad long resided. in that part of the country, and knew tbe surveyor’s lines in tbe valley, that be would give him fifty acres of tbe land, if be would find bis lines. Eckley was proved to have searched tbe woods, every day in. tbe week, with diligence. Hastings expressed bis satisfaction with tbe result of Eckley’s examination, and pointed out tbe place where Eckley was grubbing on bis own land — tbe land be bad given him, and which Hastings refused to sell to others.\nThere was no error in leaving this evidence of a parol contract to tbe jury. It would have been manifest error if tbe court bad not done so.\n8. That the court erred in not instructing the jury that the plaintiff was not entitled to recover.\nThe action was for damages for the breach of a parol contract, and it was left to the jury, to determine whether there was an agreement to give the fifty acres. If the contract was found by the jury from the evidence, they were told that an action for damages would lie. We see no error in this instruction.\nJudgment affirmed."}