{"id": "959531", "contents": "Burnside, J.\nThe point was made in Harvey v. Lloyd, 3 Barr, 340, that the act of the 5th of May, 1832, Pamph. Laws, 581, Dunlop, 487, regulating lateral railroads, was unconstitutional. This court not only held the act constitutional, but wise and happily adapted to bring on the public works a large amount of business, cheapen the article of coal, which is so essential to the manufactures and commerce of the country, and to every family. The argument that it takes one man’s land and gives it to another, is untrue, and a perfect fallacy. It gives only right of way, for which an equivalent is to be paid. It is predicated on the golden rule, that you do to others as you would wish others to do unto you. It is in accordance with, and carrying out the wise provisions of the founder of this state, who gave to every grant six per cent, for roads and highways, which the grantee holds in trust for the public. The reasons assigned on the record of the proceedings to obtain the road, are determined in Harvey v. Lloyd; nor are the exceptions to evidence supported. They have been but feebly urged.\nThe material question seriously discussed will be considered. It is contended that the act of 1832, before recited, does not extend to the county of Blair, and hence the court had no jurisdiction. It is true that the twelfth section of the act of 1832, regulating lateral railroads (Dunlop, 490), restricts its operation to the counties of Lycoming, Luzerne, Schuylkill, and Northumberland. But the act of 28th of March, 1840 (Pamph. Laws, 176 ; Dunlop, 797, star page), in its first section, extends the provisions of the act of 1832 to the counties of Northampton, Lehigh, and Cambria, and also to the owner or owners of lands, mills, quarries, coal or other mines, lime-kilns, or other real estate in the vicinity of any railroad, canal, or slack-water navigation, made or to be made hereafter, by any company, individuals, or by the state of Pennsylvania. The Portage Railroad was made and completed by the state, before the year 1840, and the coal-mines to which the lateral road is desired to be made, are within the distance to the road which the act allows.\nIt is urged in this court, that the further supplement to the original act of 1832, passed the 12th day of February, 1842 (Pamph. Laws, 18), which extends the provisions of the act of 1832 to the counties of Tioga and Columbia (and is an act of supererogation), reported and enacted without proper examination of the existing law, as there are no words in the act of 1842 touching the other parts of the state, is in force and not repealed. The supplement of 1842 can only be said to be accumulative in the counties of Tioga and Columbia, and has no relation to the other counties of the state.\nThere is but one other assignment of error worthy of notice. It is, that the court instructed the jury that if they were satisfied from the evidence, that the plaintiffs were owners of the coalmines, that is, were in the peaceable and undisputed possession, at the time the proceedings commenced and since, then they would consider whether such a railroad as that applied for, is necessary and useful for the private purposes of the plaintiffs. If this be settled affirmatively, then ascertain what amount of damages will compensate the defendant for the injury which may be done to his property by the making and using the railroad. It is contended on the part of the plaintiff in error, that the act of 1832 only gives the right to make a lateral l’ailroad to owners who have a legal title, and that title should be in evidence, and this omission is fatal to the whole proceeding. The original petition to the court stated that they were the owners. They gave evidence that they were in possession of the coal-bank and land adjacent, and had built a square log-house 32 by 20, two stories high, and finished in 1846, and in actual occupation from completion. This was a good, equitable title, subject to all the incidents of a legal estate, and gave the owners a right to build a lateral railroad, under the act of 1832, to their coal-mines.\nJudgment affirmed."}