{"id": "959533", "contents": "Coulter, J.\nThe rent was payable in kind when the grain was cut. It did not fall due, therefore, till after the death of the testator. The executors claimed the grain growing as part of the assets of the deceased, and this suit is brought to recover the share payable to the landlord. The case was argued upon principles which do not properly enter into its decision. There have been conflicting decisions by this court upon the question, whether grain growing is personal property or not. In Stambaugh v. Yeates, and subsequently in Johnson v. Smith, it was held that it was personal property, and did not pass with a conveyance of the land. But in the case of the Bank v. Wise, 3 Watts, 394, where the point incidentally arose, it was ruled that grain growing on the land did pass by the conveyance of the fee, unless specially reserved. And in the case of Wilkins v. Yashbinder, 7 Watts, 378, where it was the main point in the case, Judge Sergeant, who delivered the opinion of the court, says: “ that in the case of the Bank v. Wise, the court came to the conclusion that where the owner in fee sows the land, and afterwards, while it is growing, conveys or devises the land, the emblements, that is, the corn growing on the land at the time of the conveyance or death of the testator, will pass with the land to the grantee or devisee.” “ In this opinion,” says the learned judge, “ we all upon mature consideration concur, and are satisfied that the case of Johnson v. Smith, 3 Penn. R. 471, was erroneously decided.”\nIn the case before the court, the testator devised the land on which the crop was growing, with all his real estate, to certain persons named in the will, but provided that after the death of his wife it should be appraised, and that his sons might take it at the appraisement, and the money should be divided among those whom he declared to be heirs of his real estate. Those persons thus designated in the will had an interest in the estate, and, until the time appointed for the appraisement, to wit, after the death of his wife, had a right to enter and enjoy the profits. In Rice v. Bixler, 1 W. & S. 445, it was decided that where a testator devised his real estate to be sold, and directed the proceeds to be divided among his children, that they had such an interest in the land as justified them in compromising a question of boundary. The testator declares that “ the aforementioned heirs shall be heirs to my real estate and no others for equal sharesthus manifesting an intent that the subsequent provision for the appraisement or sale after his wife’s death, to whom a part was devised during life, if the sons did not choose to take at the appraisement, was merely for the purpose of equal division among the numerous grandchildren, who he declared should enjoy it. The executors had no interest — nothing but a naked power to sell. The estate was therefore devised, and under the rule established in Wilkins v. Vashbinder, the share of the emblements growing at the time of testator’s death followed the devise. In Pennsylvania and in England, growing corn at the time of decedent’s death would seem to be assets in the hands of the administrator, though in England there are many cases to the contrary: distinctions not easily reconcilable in principle with the case of Wilkins and Yashabaugh.\nBut the court ruled this case upon the ground that the share of the testator in the crop growing at the time of his death was rent reserved; and not due or payable till after his death; and that therefore the executors had no claim to it. In support of this principle I may cite Bank v. Wise, above referred to, and Boyd v. McCombes, 4 Barr, 146. But it is unnecessary to cite cases, for if the principle that rent follows the reversion or fee is not conclusively established, there is nothing stable in the land.\nJudgment affirmed."}