{"id": "959545", "contents": "Rogers, J.\nIn support of the claim to a participation in the fund, the petitioner must show himself to be in the relation to the estate of Thomas Grant, either of creditor or legatee. For unless he stands in the one or the other of these positions he has no status in court, and this depends on the construction of the will. The petitioner begins with the gratuitous assumption that the purchase was made by.the direction and for the use of the testator. But this nowhere appears, for, if we may be permitted to judge from the will, the purchase was made by George himself, and for his own use: and, by a subsequent arrangement between him and his father, it was agreed it should become part of the real estate of the latter, and that his executors should discharge the money remaining unpaid. The testator directed, that whereas his son George purchased from William Cooke an estate consisting of five hundred acres of land, and the purchase of the same, so far as already paid, was advanced by him: and whereas his son George gave his bond and mortgage for the residue of the purchase-money to William Cooke, amounting to $17,000, with interest: and whereas his son George had executed an instrument of writing declaring a trust, and that he had held the same for the use of his estate, subject to the purchase-money; it was therefore his will, and he ordered and directed his executors to pay and discharge the said sum of $17,000, and whatever residue may be due after his decease — and that the said estate should be subject to the general division of the estate to and among the children. The contract, it appears, in respect to the estate, was made by Thomas Grant in his lifetime with his son George, by which he became the purchaser of the'estate. To this contract William Cooke was not a party; it cannot therefore be pretended that by virtue of this arrangement he became a creditor of Thomas Grant, for the relation of the parties remains unchanged ;• William Cooke continues as the creditor of George, and no right of action accrued to him as the creditor of Thomas Grant. As the sale was to George, and the contract with him, he was the debtor, and continues to be so, notwithstanding the subsequent contract with his father. And has the will changed the relative position of the parties ? and in this, as in every other case, the intention of the testator must govern. It was manifestly the design of the will to carry out the contract between himself, and George, by which he became the debtor of George; but it never could have entered into his mind to constitute William Cooke, who is not named in his will as such, either as creditor of his estate, or his legatee. George being appointed an executor, is vested with power to use the assets of the estate in payment of his debt to Cooke, or if compelled to pay out of his own funds, he could reimburse himself out of the assets of the estate. If there be any remedy, it is in the name and by the authority of George Grant: and'this is an important distinction, for in that case the representatives will be entitled to a set-off as an equitable defence, if any they have, against the claim in his name — and this is the view of it by the petitioner himself; for until this proceeding no attempt has been made to fix the debt on the estate.\nThe vendor and his representative have proceeded on the mortgage and bond, have obtained judgment against George for the whole amount, issued execution, sold the mortgaged premises, become the purchasers, and are now in the possession, use, and enjoyment of the property. We have never recognised it as a part of the estate of Thomas Grant, and it would be inequitable to allow them at this late period to turn round and claim under the will. It is one of the plainest principles of equity, that no one shall be permitted to take under an instrument and defeat its provisions. But granting that a legal or equitable liability is created by the will, then two difficulties arise: 1st, the presumption that the debt against the estate is paid or otherwise extinguished or. satisfied; and 2d, that it has lost its lien against the mansion-farm, the proceeds of which constitute the fund.\nIf the petitioner be correct in his construction of the will, he had a right of action, whether legal or equitable, against the executors, eo instanti the testator died.\n■ Thomas Grant having died more than thirty years ago, what is there to repel the legal presumption that the debt is not paid, or that some arrangement has been made by which it is extinguished or otherwise satisfied ? It is distinct and independent of the indebtedness of G-eorge, so that no proceedings on the mortgage can be brought in aid of the petitioner’s claim against the estate. The debt may and will exist against the original debtor, although extinguished against the estate. In the scire facias on the mortgage by the executors of William Cooke, it is true that the devisees of Thomas Grant and his administrators are made parties. But that is a proceeding in the nature of a bill of foreclosure, and intended to sell the mortgaged premises for the payment of the debt. To that suit the heirs and representatives could make no defence, arising from an arrangement between them and the mortgagor, which can only be made when suit is brought on the debt or claim created, as is alleged, by the force of the will. The next question is, does the lien of the debts of a decedent remain upon the real estate, whether in the hands or possession of heirs, devisees, or purchasers, longer than five (formerly seven) years, unless secured by mortgage or judgment, or unless the requisitions of the act of 1797, and the subsequent act of the 24th Feb., be complied with ? In this case, although a period of more than thirty years has elapsed since the death of Thomas Grant, no steps whatever have been taken to enforce the claim. No action as the statute required has been brought, nor has there been any statement or claim filed to continue the lien: and this is conceded. But the petitioner relies for a continuance of the lien on the principle noted in Steel v. Henry, 9 W. 523, that if a testator devises his real estate to his executor to he sold, and directs the proceeds to be applied to the payment of his debts, he creates a trust for the benefit of .this creditors, and there is no limitation to the lien of such debts as regards his real estate thus devised. The authority of Steel v. Henry is not disputed, but its application may be well questioned. The fund now in court is the proceeds arising from the sale of the mansion-farm, which is carefully exempted by the testator from the power given to the executors to sell for the payment of. debts. The testator directs, that for the better enabling his executors to pay his debts, and to maintain his minor children, his executors shall proceed, to the collection of all his outstanding debts, and that they may sell and convey all such parts of his real estate (exeepting only the mansion-farm) as may be necessary for that purpose. The mansion-farm he dedicates to a special purpose: for, after devising it to his wife for life, he directs it to be sold, and the proceeds to be divided among his children. The petitioner therefore derives no aid under this state of facts, from the principle ruled in Steel v. Henry, for there is no pretence that so far as regards the mansion-farm, the executors are the trustees of the creditors for the payment of debts. There is therefore nothing to take this ease out of the operation of the statutes, and, consequently, the property and its proceeds are held free, and discharged from the lien of the debts.\nThe decree of the Orphans’ Court is affirmed."}