{"id": "959536", "contents": "Rogers, J.\nThe preliminary evidence was sufficient to show that the sheriff’s deed was in existence, and in the possession of David Stewart, one of the defendants. Gilbert L. Lloyd, who purchased part of the property sold on a mortgage given by William McDumont, the owner, by title derived by several mesne conveyances from the patentee, thinks he had the sheriff’s deed in his possession, and that when he sold and conveyed the property to Short, Stewart, and Lyon, he delivered all the title-deeds. He cannot, it is true, remember the sheriff’s deed particularly, but he thinks he got it from Orbison, the purchaser at the sheriff’s sale: and Orbison says, although he has no recollection of the circumstances, yet it was his usual habit to hand over the title-papers to the purchaser. But the existence of the deed and its possession by the defendants, is rendered still more certain by the admission of Stewai’t, who was examined on his voir dire. Stewart says, “ I did not bring the deed here: have it not herethereby admitting its existence, and that it was in his possession, but denying that it was present in court, and, therefore, could not be produced. Then preliminary proofs being made, it was competent to the plaintiff to give secondary evidence of the contents of the deed. But independently of these proofs, the record in the Court of Common Pleas was evidence; because it was equivalent to recording, and within the recording acts. The point was ruled as early as Shryder’s Lessees v. Nargar, 1 Dall. 68. McKean, J., says, registering the deed in the prothonotary’s office is a sufficient recording within the act. This point is also recognised in Naglee v. Albright, 4 Whart. 98; Bellas v. McCarty, 10 W. 16; 16 W. 298.\nBut it is urged the court erred in admitting the record of the deed in the recorder’s office. The objection is well taken, for, at the time the deed was recorded, altered since by statute, the recorder had ho authority to register it. It was, therefore, an unofficial act. In Barns v. Swope, 2 W. 75, this point is expressly ruled. A registration without the authority of the law, is the unofficial act of the office, which gives the copy no greater validity than the original deprived of legal evidence of execution. But although this cannot be denied, yet we have failed to perceive that its admission injured the defendant. It could not vary the result, for, without any aid drawn from that source, the record in the prothonotary’s office was such proof of the deed, as to entitle the plaintiff to recover; and particularly coupled with the fact that it was a question of boundaries between contiguous tracts, both parties claiming under the same deed and the same sheriff’s sale.\nThe objection to the, deposition of John Spanogle was slightly pressed. It is a decisive exception, as has been repeatedly ruled, that the witness was not sworn until after the deposition is reduced to writing; nor is it sufficient that he make affidavit that what he states is true. The party has the right to have the witness sworn to speak the truth, the whole truth, and nothing but the truth. The deposition was also inadmissible on another ground, for the witness refused to answer the plaintiff’s question.\nWe see no error in the charge. The case' was fairly left to the jury. The plaintiff’s error, therefore, fails in his third objection.\nThe fourth error is, that the verdict and judgment are uncertain. But the answer to this objection is, that the plaintiff filed a description of the land, which has not been brought up with the record. It is impossible for us, therefore, to decide that it is uncertain, in the absence of the description which it was the duty of the plaintiff in error to make part of the record.\nJudgment affirmed."}