{"id": "959547", "contents": "Gibson, C. J.\nAs the judgment on the plea of nul tiel record is clearly erroneous, it is unnecessary to notice the assignment of any other error. There was actually no judgment quod recuperet to support the recital in the scire facias; but, in addition to the judgment that the partition be held stable for ever, there was an unnecessary order that the purpart assigned to the plaintiff in the partition, should be subject to the sum with which it was charged for owelty — a consequence that would have been produced by the statute itself, without any judgment or order to effect it. The scire facias recites that the defendants in the action of partition, who were the plaintiffs below in the present proceeding, by consideration of the court, recovered against the plaintiff in the partition, -as well a certain debt of so much, as another sum of so much as their damages and costs. There is no such judgment in the record. The final judgment in partition is quod partitio firma et stabilis in perpetuum teneatur ; and the statute authorizes nothing to be added to it. It charges owelty of partition, awarded by an inquest, on the purparts proprio vigore ; and the process to enforce payment of it, is a simple and a natural one: as under a certificate of balance attached to a verdict for the defendant pursuant to the defalcation act, a sum awarded as owelty becomes a debt of record. True, the statute does not direct a scire facias to be sued out for it, as for a balance certified by a jury; but it results from the nature of the debt that such a writ is the proper process; and the form of it must consequently be adapted to the truth of the case. It ought, therefore, to recite the impleading, the interlocutory judgment, the award of an inquest, the inquisition, and the final judgment; and it should contain an averment that the defendant had not paid, followed by the usual conclusion. A moderate share of attention to the frame of the writ, would enable a pleader, of competent patience aúd moderate skill, to adapt it to the legal effect of the record. The writ before us recites' the record of a judgment in an action of debt; and the record, adduced in support of it, exhibits a judgment in an action of partition : consequently the plea of nul tiel record ought to have' been sustained.\nJudgment reversed."}