{"id": "959522", "contents": "Coulter, J.\nIn estimating the language which constitutes a lease, the form of words used is of no consequence. It is not necessary that the term lease should be used. Whatever is equivalent will be equally available. If the words assume the form of a license, covenant, or agreement, and the other requisites of a lease are present, they will be sufficient: Co. Litt. 45 b; Bac. Abr. tit. Lease, K.\nAn agreement that Miller should enter and dig for ore, build houses, &c., he to pay, as a compensation to the owner of the land, fifty cents a ton for every ton of ore, was, in substance and fact, a lease. But whether it was only a tenancy at will, or constituted a lease for a year, was a question of fact to be determined from the evidence; and as the evidence was in pais, and the alleged lease by parol, it was a fact properly referable to the jury. If the lease had been in writing, the construction would have been for the court. But there was evidence on both sides in relation to the alleged contract; the court were therefore not bound to take it from the jury. It was their province to instruct the jury what constituted a lease for a year, and what established only a tenancy at will.\nMany questions are so complicated by matters of law and fact closely blended, that they must of necessity be submitted to the jury, the court giving them proper legal instruction.\nIn answer to the defendant’s first point, the court tell the jury that the lease or contract as sworn to by the two witnesses therein named, did not create such a tenancy or term in Miller as Moore could not determine at will; but they added that the jury must determine from the whole testimony in the cause, and in this there was certainly no error. The counsel allege that the answer contained no definite instruction. It was, however, precisely adapted to the question put to the court. ,x\nThe court affirmed the second proposition of the defendant, which gave this large instruction to the jury — “ that in the absence of proof there is no implication arises in the law that the plaintiff below (Miller) Ayas to hold and enjoy the privilege of taking ore for a year — from year to year — or any other determinate period; and in the absence of proof fixing a term or definite period, the plaintiff cannot recover in this action.” The court add, “that the answer must have the same qualification as that contained in their answer to the first point of the defendant,” that is, that the jury must look for the proof to the whole eAÚdence in the cause. I am unable to perceive any error in this answer. It gives the instruction prayed for; and certainly the jury must regard the whole evidence admitted and received, because that is their sworn duty. The court cannot, by its instructions, withdraw from the jury or limit the determination of facts which are to be ascertained and influenced by other facts proved in the cause: 5 Monroe, 280; 5 Porter, 215.\nThe court refuse to give the instructions prayed for in the defendant’s third point. This was right and proper. There Avas considerable testimony on both sides, and the defendant in this point prayed the court to instruct the jury, that if they believed the testimony of Hunt and McKinney, and all other testimony in the cause, the plaintiff below could not maintain the action. The point proposed necessarily admits and implies that certain facts are to be proved, and invokes the court to decide not merely on the sufficiency of those facts, but also on all inferences and presumptions Avhich a jury might draw from them. But this is not the province of the court. The leading fact may be presumed or inferred from other facts proved; and that is the province of the jury. Thus it has been ruled, that if the evidence only shows facts from which the main, fact may be inferred or presumed by the jury, the case ought to be left to the jury, with proper legal instructions: Lindsay v. Lindsay, 11 Vermont, 621. The main fact here was the period or limitation of the license, agreement, or lease, if any; and that might be inferred or presumed from other .facts. There was not only opposing testimony, but in some respects conflicting testimony. In all aspects, therefore, it was proper to submit the case to the jury. We see no error in the instructions which accompanied that submission. The court are not bound to withdraw a case from the jury at the request of either party, when there is anything in it legitimately referable to them. Where the evidence is clearly insufficient, it is not error, however, if the court choose so to instruct them. But by the tenor of our own decided cases, it is error to withdraw a case from the jury when there is any matter which ought to be left to them; and I am quite free to say, that if the court below had given the instruction prayed for on this point, we would have been compelled to reverse the judgment at the instance of the other party, because it would have withdrawn from the jury what he had a right to demand should be decided by them.\nThe defendant’s fourth point is identical in character with the third, inasmuch as it requires the court to decide the cause, and give a binding instruction to the jury, from certain specified evidence, and all the evidence in the cause. This is a case where the evidence was of such a nature as to require its submission to a jury. It had elements in it which ought to be disposed of by them. The court would have been perfectly warranted, therefore, in merely declining to answer affirmatively. But they answer with such qualification and reference to the proof in the cause, as to do justice to both parties. In point of law there is nothing erroneous in the answer.\nThe fifth point merely iterates the third and fourth, by requiring the court to instruct the jury that the ■ plaintiff had no right to recover, from the evidence. The court thought proper to decline giving the instruction, under the circumstances of the case; and, in this, there was no error.\nThe court instructs the jury that the defendant’s sixth point is true, if they find the facts as stated in it. I cannot perceive why the defendant complained, or that he had any right to complain, of this instruction. The court put the case very fairly to the jury, both in the second and concluding paragraphs of their charge, upon the question whether the plaintiff had proved a lease such as he alleged in his pleading, to wit, a lease for a year; and as to what constituted such lease or tenure, they instruct the jury ip the very language which the defendant requested them to employ. The court seem to have fulfilled all the exigencies of the case, viewing as well the rights of the one party as the other.\nJudgment affirmed."}