{"id": "959552", "contents": "Burnside, J.\nThere has been much litigation between the parties, and the paper-book is confusion from beginning to end. I gather from it, however, that John Clark, the defendant in error, sued P. S. Ligget, before Justice Berry, who had been recently commissioned under the amended constitution, on a promissory note, and on the 1st November, 1843, obtained a judgment for $56.72. An execution immediately issued to Constable Bell. Before the twenty days expired, Ligget and Constable Bell took Brice to the justice, and Bell said to Ligget, What will we do about this execution ? Ligget says, Will you take bail, and take it in for some time ? The justice said, Undoubtedly — we don’t want to be hard. Ligget said, Brice will bail me for it, if you will give us six months to pay it in.. The justice said, Yery good, he would take the responsibility on himself; but he desired them to be positive in having it paid at the expiration of six months. The justice then entered on his docket, “Joseph Brice appears November 19th, 1843, and acknowledged himself bail, to pay at the exjuration of six months.” Proceedings were stopped for more than that period: when communicated to Clark, he declared himself well satisfied with the proceedings of the magistrate. The justice’s transcript showed the execution issued to Constable Bell, returned on bail. An alias execution issued to Bell 20th May, 1844; the direction of this alias was altered to Thompson, another constable; but how or when does not appear. .A certiorari was then taken from the Common Pleas, and the execution set aside, and the proceedings remanded. The justice then issued a scire facias to Brice, as bail of Ligget, on which he entered judgment against Brice. From this Brice appealed to the Common Pleas. They went to trial, and Clark was obliged to take a nonsuit.\nBeing better advised, Clark commenced an original action against Brice, on his engagement to pay the debt in six months. He obtained a judgment before the justice, from which Brice appealed. Clark declared against him on his assumpsit and agreement to pay him the $58.91, being the amount of the judgment, with the costs, obtained before Justice Berry against P. S. Ligget, which he promised and agreed to pay to the plaintiff, in consideration of the plaintiff forbearing and giving Ligget a stay of six months from the 18th November, 1843, averring that he did forbear and give Ligget a stay of six months and upwards on the judgment.\nThe first error assigned is to the incompetency of the justice as a witness. It is untenable, and contrary to the settled and uniform practice of Pennsylvania. The justice had no interest in the issue trying.\n2. Berry was a witness for the plaintiff. The defendants cross-examined and inquired of him whether he did not tell Collins certain things. Berry said he did not recollect; and then, for the purpose of discrediting him, Brice offered to prove that he did tell Collins. The absurdity of this assignment of error is manifest. The court was right in overruling the question.\n8. In refusing the instruction prayed for in defendants’ second point, which was, that the alleged promise and undertaking having been made to Mr. Berry in his official character, and the justice having made a record thereof in his docket, as shown by the docket and testified to by him, the promise and undertaking were merged in the recognisance of record, and the plaintiff cannot recover.\nTo this the court answered, That if the entry on the docket of the justice contains the whole agreement between the parties, the plaintiff cannot recover; and whether it does or not, you will say from the evidence, as we before instructed you in answer to defendant’s first point.\nThe special bail required before a justice for the stay of execution, by the 23d section of the act of 12th July, 1842 (Dunlop, 868), is a bond or recognisance conditioned that no part of the property of the defendant, which is liable to be taken in execution, shall be removed, secreted, assigned, or in any way disposed of, except for the necessary support of himself or family, until the plaintiff’s demand shall be satisfied, or until the expiration of ten days after such plaintiff shall be entitled to have an execution, &c. ■There is not a tittle of evidence that such a recognisance was entered into before the justice; and Brice took advantage of this when a sei. fa. was issued against him. There is no ground for the allegation that the undertaking was merged in the recognisance made by the justice on his docket. What, then, is the case of Brice ? Why, if Clark would wait six months, the judgment should be paid. To this Clark acceded. The law is, that forbearance on a well founded claim is a sufficient consideration to support a promise: 1 Leigh N. P. 81. So an agreement to give up and forbear to sell the goods of a third person, against which the plaintiff had a bill of sale for a debt, is a sufficient consideration: 4 Taunt. 117. I know no reason why a promise to forbear and not levy an execution, is not a good consideration to support an assumpsit.\nAll the other errors were abandoned. They were unworthy o^ notice.\nJudgment affirmed."}