{"id": "959584", "contents": "Coulter, J.\nJacob Weibley was the principal in the bond by which the defendant was indemnified for levying on the store in question. The return to the execution is a “levy on store goods in the store-room of Elizabeth Welsh,” and the indemnity was for selling any goods under the direction of the said Jacob Weibley and William Power, as the property of James Welsh. The store in question was found in the possession of Elizabeth Welsh, and sold under this indemnity. If any trespass was committed, Jacob Weibley was a principal in that trespass, and equally answerable to the plaintiff. All persons who order or procure a trespass to be committed, and indemnify others for doing it, or incite them to do it, may be sued -'a£ principals. Jacob Weibley ’ having directed the act in this case, adopted it, and bound himself to he responsible for it, was a party in the trespass, if a trespass was committed: and that is the very issue which was to be tried^in this suit. Now, although he was not joined in the suit, the plaintiff could not have compelled him to testify, as it would have gone to establish his own liability as a parj||. His declarations, therefore, were evidence when against his interest. This point was ruled in Harriman v. Brown, 8 Leigh, 697, where it was resolved, that the admissions of a person who could not he compelled to testify, and whose declarations are against his own interest, ought to be received. It is not necessary that the person in interest should be actually a party on the record, as was resolved in Pike v. Wiggin, 8 N. H. 356. The evidence offered of the declarations of Jacob Weibley ought to have been received.\nThe books of Elizabeth Welsh, which were rejected by the court below, ought also to have been received in evidence: not, to be sure, on the principle on which shop-books are generally admitted; .nor to accomplish the object for which they are held to be full primé facie evidence, when accompanied with the suppletory oath of the party; but as part of the res gesta, or transactions under which the possession of the store and ownership of the goods in question was to be developed or made manifest. It is no objection whatever, to say that Elizabeth Welsh would thus make evidence in her own behalf. No one would pretend that it was not competent to give evidence that Elizabeth was constantly in the store, claimed the goods as her own, sold them as her own, and received the money or credited them as her own, and entered them in her books: yet these were all acts done by herself. A man’s exclusive possession of personal property is his own act, either by himself or his agent, and is often established by a variety of circumstances. The books of the store were the best evidence of the manner in which the business was conducted. They afforded daily record of the business, and were offered in evidence for the purpose of establishing that they, TY,ere kept in the name of Elizabeth Welsh. It was ruled in 8 W. 257, that the son might show the course and manner of doing business at the store before the controversy: as that the sign was in the name of the son, and bills made out in the same way, and suits brought in his name, and that the books were evidence. What importance the evidence might hold in the settlement of the cause, is not for us to say; but the books conduced, in some degree, to prove what it was necessary for the plaintiff to establish, to wit, that she had purchased the store, had received, taken, and maintained exclusive possession of it, and managed and sold the goods as her own. The evidence was also offered to corroborate the testimony of Andrew Welsh, which had been impeached; who swore that the business was done exclusively in the name of Elizabeth Welsh, and that the books were kept in her name. The exhibition of the books, to dPertain extent, would, therefore, either corroborate or contradict him. These books, like all others, would be subject to the inspection of the court and jury; and their value would depend upon their appearance, and the internal evidence they would afford of their being contemporaneous with the facts they recorded.\nWe may regret being obliged to reverse a judgment for the exclusion of testimony, the weight of which in the cause it is not our province to determine. But we must maintain the rules of evidence ; and as the rejected testimony might legitimately, with the other facts in evidence, conduce to prove the issue on the part of the plaintiff, he must have the benefit of it. All may be overcome by evidence satisfactory to the jury that the sale was covinous, and intended to hinder, delay, or defraud creditors.\nJudgment reversed, and a venire de novo awarded."}