{"id": "959535", "contents": "Gibson, C. J.\nThe purchaser was fatally mistaken in supposing that he had nothing to do with the application of the purchase-money, when it w.as before the Common Pleas for distribution, in the first instance, or subsequently before this court on appeal. Where there is a mortgage junior to the judgment on which the land has been sold, there may be a question, as there was then, whether the purchaser bought subject 'to it or free from it; and, having an interest in it, it is his business to attend to it as his particular concern, without citation or notice. He may not have known the state of the liens when he bid, nor am I prepared to say the law would impute a knowledge of it to him by way of presumption, were it material to do so ; but it would be inexcusable negligence to remain ignorant of it at the return of the writ, or to blindly acquiesce in the application of the purchase-money, as he might have safely done, before the act of 1830. That statute has involved his interest in the distribution, and he is bound to watch it, without waiting to be sent for when he is wanted. The equitable proceeding, to ascertain the available liens and the order of their payment, was given by the acts of 1827 and 1836, to end litigation, and do justice to all interests by a single operation, an issue being demandable in the course of it, “ at the request, in writing, of any party interested.” Is not the purchaser such? He is interested to see that a junior mortgage, where there is one, be paid; and before it is ascertained whether it is to come out of the fund, it may be necessary to ascertain, whether he bought the land clear of it. Besides, before that has been done, the aliquot parts of the judgment creditors cannot be settled. The question, therefore, must unquestionably be a subject of adjudication in the first instance; and who are the parties to be affected by the decision of it ? It is the interest of the purchaser to show that the mortgagee is a creditor of the fund, and it is the interest of the judgment creditors, to show that he is still a creditor of the land. The question lies between them; and as the mortgagee, having an unquestionable right to come upon the one or the other of them, has no interest in it, they are the parties to litigate it. The delay and circuity that would be produced, by allowing the purchaser to stand off till he should be called in to answer an ejectment by a vendee under the mortgage, though sufficiently vexatious, would be trifles in comparison with the mischiefs that would be produced by inconsistency of decision. The judgment creditors might succeed in throwing the mortgagee on the land, and the purchaser might sue-. ■ ceed in convincing a jury, that he ought to have been thrown on the price of it; and thus might his superior security be squeezed out in the press, without any fault of his own, by compelling him to settle the question between them in a separate proceeding with each of them. It is clear, from the injustice of such a result, that the struggle, in the case before us, ought to have been between the purchaser and the judgment creditors, and that if the former thought it was not his cue to take a part in it, it was his misfortune. It might perhaps be shown, if it were necessary, that the proceeding was in rem, or lis pendens; but independently of that, the purchaser was bound, without notice, to come in at the return of the writ, and defend his particular interest at his peril. Having had an opportunity to be heard, we are to treat his case as if he had been heard; and to hold that the decree concluded him.\nJudgment affirmed."}