{"id": "959512", "contents": "Bell, J.\nThe only question pressed here, was directly decided by the ease of McMullin v. The Bank of Penn Township, 2 Barr, 343. There, as here, the defendant, to sustain his offer, relied on the 5th section of our bankrupt act, which permits sureties, endorsers, bail, or other persons having uncertain or contingent demands against the bankrupt, to prove them under the act. But it was said that a guarantor, merely as such, had no demand of any kind, certain, uncertain, or contingent, against the bankrupt, and consequently was not within the provisions of the section. The difficulty and possible injustice to which a surety may be thus subjected, being felt in England, was there remedied by 49 Geo. 3, ch. 12, sec. 8; repeated by 6 Geo. 4, ch. 16, sec. 52, which enacts, “ that any person who, at the issuing of the commission, shall be surety or liable for any debt of the bankrupt, or bail for the bankrupt, either to the sheriff or to the action, if he shall haye paid the debt or any part thereof, in discharge of the whole debt (although he may have paid the same after the commission issued), if the creditor shall have proved his debt under the commission, shall be entitled to stand in the place of such creditor, as to dividends and all other rights under the said commission, which such creditor possessed or would have been entitled to in respect of such proof; or if the creditor shall not have proved under the commission, such surety, or person liable, or bail, shall be entitled to prove his demand, in respect of such payment, as a debt under the commission, not disturbing the former dividends, and may receive dividends with the other creditors, although he may have become surety, liable, or bail as aforesaid, after an act of bankruptcy committed by such bankrupt,” &c. Our bankrupt act does not contain any similar provision; and if it did, it would not help the plaintiff in error, as he had not paid any part of the sum guarantied.\nBefore the English enactment, a long train of decisions had settled the rule, that when a man undertakes to pay a sum of money for another, his undertaking alone will not create a debt provable under a commission; and if an act of bankruptcy intervenes between the undertaking and the actual payment, it can never be proved, and the creditor can only resort to the bankrupt personally; unless, indeed, the party undertaking was taken in execution for the debt, which is considered equivalent to its satisfaction. Such, I take it, is still the rule here. Now, the competency of the witness offered by the defendant below turns altogether upon the point, whether Cake could have proved the debt in suit under the commission of bankruptcy, not having paid any part of it, or being legally called upon to do so before the bankruptcy ? If this right did not reside in him, at least at the time of Hutton’s discharge — and we have seen it did not — the latter remains liable to pay to the former whatever sum may be recovered from him in this action; and is consequently directly interested to defeat the claim of the plaintiff below. The witness offered was therefore properly rejected.\nUnder the facts in proof, the charge of the court was as favourable to the plaintiff in error as he was entitled to ask. Indeed, the exception taken to it has not been pressed.\nJudgment affirmed."}