{"id": "959541", "contents": "Gibson, C. J.\nThe article of agreement between the plaintiff and the defendants was in substance the lease of a mine, and had all the consequences and qualities of one. • It was to be perpetual, or at least so long as the lessees should continue to use the ore for the furnace specified, in the deed; and they covenanted to pay forty cents the load for it, but they were to be at liberty to substitute an annual sum at their election, to be made at the end of the first year; and they further covenanted that if they should not so elect, they would annually take out and pay for eight hundred loads. They in fact made no substitution, and their covenant to take and.pay for the number of loads, and the price specified, became positive, absolute, and indefeasible. Thus bound, they sold their furnace, with the appurtenances, to Mr. Huling, who entered on the mine, but agreed with the plaintiff to'modify some of the terms of the lease. The plaintiff was bound to pay an annuity of a hundred dollars to the person from whom he bought the mine, the payment of which had been assumed by the defendants, but was now assumed by Mr. Huling, who was to be at liberty to take four hundred loads at the rate of twenty-five cents each, to meet the charge, and at the same rate for whatever else should be taken by Mm. In every other point and particular, the covenants and stipulations in the lease were to remain intact.\nOn the principlés of the action and those resulting from the relation of landlord and tenant, a doubt is entertained whether something less than a release might not absolve the defendants from the obligation of their covenant. It is a doubt, however, which I myself do not entertain; and, without having the authority of the court for it, I am free to say that 'nothing but a surrender, a release, or an eviction, can, in whole or in part, have that effect. It will not be pretended that any arrangement or dealing of the lessor with a stranger, would have it at law; and it is clear that equity will not relieve the lessee from Ms positive covenant for any act of the lessor which does Mm no injury. As he cannot be prejudiced by the landlord’s 'relation with a third person, there is every reason in the world why he should not have an advantage from it. The relation of landlord and tenant as to a covenant for payment of the rent, can be dissolved only by an agreement between themselves, which equity would enforce; but there was neither such agreement here, nor a consideration for one, nor was there privity between them as regards the arrangement with Mr. Huling. In conformity to this principle, it has been held in an almost countless number of cases collected in Comyn on Landlord and Tenant, 275, that the tenant is bound by a covenant to pay the rent, though he assign his lease with the landlord’s assent, and though the latter accept the assignee for Ms tenant and receive rent from Mm. My own opinion is, that this principle covers and disposes of the whole case. For the same reason, equity refuses to relieve against such a covenant, though the premises be consumed by fire, destroyed by the elements, or encroached on by the sea. It is true that in Camden v. Morton and Brown v. Quilter, 2 Eden’s Rep. 219, in which it appeared that the landlord was insured and, the premises having been consumed, had received the insurance money, a court of equity enjoined him from-proceeding on the covenant till he should rebuild, and left the tenant his option to surrender his lease in case he should refuse to do so. But in Hare v. Groves, Anstr. 681, in which Chief Baron McDonald said there “might be some equity to say that he should not keep the house or its value and receive the rent also; and in Holzapffell v. Baker, 18 Ves. 115, in which it was observed at the bar that it was difficult to conceive how the distinct contract of the lessor with the insurance office, tvith which the lessee had no concern, could affect the right between them — chancery refused to interfere. It is just as difficult to conceive how the distinct contract of the plaintiff with Mr. Huling, which did not prejudice the defendants, and with which they had no concern, could release them from their covenant. From the two cases last quoted, the conclusion of Mr. Chitty — and it is eminently entitled to respect — is, that the two preceding ones are overruled.\nBut not to insist on the peremptory nature of the covenant, a majority of the court concur that the modification of the lease by the agreement with Mr. Huling, did not disturb the engagement to take and pay for, at the original price, the number of loads originally specified. With Huling, so far as he was concerned, the plaintiff agreed that the price should be twenty-five cents the load, but Huling did not bind himself to take any particular number of loads. He stipulated for liberty to take four hundred, or barely enough for payment of the annuity which he took upon himself; so that if the covenants of the defendants were discharged, the plaintiff might get nothing more for his mine. But the covenant in the lease to pay for eight hundred loads was expressly reserved, and on every principle the defendants are bound by it. But how far ? It follows not that because the plaintiff might choose to let Mr. Huling have all the ore he should take at a reduced price, he would be bound to let the defendants off at the same price for loads not taken at all. The contract with Huling extended only to loads taken; not to what should not be taken: and in prejudice of the landlord’s absolute security, it is not to be extended by implication. Nad Mr. Huling agreed to raise the price, the defendants would tot have been bound by it, and it is impossible to conceive ho they could avail themselves of the agreement to lower it. They were not parties to it, nor, as regards it, in privity with those that were. The objection that the two contracts are inconsistent with each other, and that the plaintiff might recover a double satisfaction by an action on each of them, presents but the shadow of a difficulty. It never has been conceived that payment of rent by an assignee, is not pro tanto payment by the assignor. Payment even by a stranger will discharge a debt; and it has not been supposed, when the landlord accepts the assignee of a covenantor who becomes liable only on privity of estate, that he has two rents, instead of two securities for the same rent. When there is no covenant, express or implied, by the lessee to pay, and debt is brought on the reddendum in the deed, he has not even that; for it appears by Wadham v. Marlowe, 8 East, 314, that where there is barely a reservation without a covenant to pay, the lessee is discharged by an assignment, because there is then no privity either of contract or estate between the original parties, and the assignee becomes liable on privity of estate only. There is really, therefore, no difficulty in the case before us. The plaintiff is entitled to recover the value of eight hundred loads a year at the original price; but not the amount of the annuity paid by Mr. Huling. The objection to the competency of the latter as a witness, is not sustained. He paid for as many loads as he was bound to do, so far as we know, by the contract of assignment, and does pot appear to be responsible to any one: not to the plaintiff, because he performed his agreement with him; and not to the defendants, because he was bound1 to perform no covenant but his own. He was therefore disinterested.\nJudgment reversed, and venire de novo awarded.\nBell, J., dissented: and Burnside, J., took no part, having ruled the cause below."}