{"id": "959562", "contents": "Coulter, J.\nThis cause was here before, and is reported in 5 Barr, 216; then, the defendant below was plaintiff in error; and it was determined that Martha Mitchell, one of the three children of William Kerr, deceased, might impeach the proceedings in the Orphans’ Court of Lancaster county, by which the plaintiff claimed title to be in James Mitchell, husband of said Martha, and also the judgment confessed by James Mitchell to Henry Kinzer, arid the subsequent sheriff’s sale to George Kinzer, on the ground of fraud; and was entitled to establish by competent evidence, that the proceedings in the Orphans’ Court were not in reality a sale, but a mere mode of partition, adopted by the heirs for convenience; that James Mitchell never paid a farthing of money for the land, but held as the trustee of Ms wife Martha Mitchell, who, with the other heirs, throughout the whole transaction, understood the proceedings as in fact a partition. That no sale was in fact made, nor any purchase-money paid; and that Mitchell, after quarrelling with his wife, set up absolute title in himself, and confessed a judgment to Henry Kinzer, the father of George Kinzer, the plaintiff and purchaser at sheriff’s sale, who never paid any money and had notice of the fraud.\nThe defendant, on the last trial below, offered evidence to maintain these allegations and positions, which was admitted by the Court, and the plaintiff tendered forty bills of exceptions. It is impossible, in any reasonable compass, to go over and examine these forty bills of exceptions, seriatim; at any rate, it is useless to do so. They all embrace evidence, which, in connexion with the other facts, conduce or tend to prove the allegations made by the defendant. Their weight, either collectively or separately, was a matter for the jury. They do not cover facts which are impertinent or irrelevant — are not hearsay declarations — but are the acts and declarations of the parties in presence of each other; or the acts and declarations of the party to be prejudiced by them, in relation to the subject-matter, and in fact parts of the res gesta, and enter into the character of the whole transaction. If with a microscopic minuteness we shut out from our vision everything but individuated atoms, we will learn little of the world. The minute philosopher,, who picked a pebble or a stone from a mountain, and averred that it was not a mountain, but a stone or pebble, would say true enough. But in its cohesive affinity with other things of a like kind, it nevertheless made a mountain. So, it will not do in morals or social transactions to segregate facts and circumstances, and attempt to judge and pronounce on the whole, by the separated or disjoined part. A just man, and I would say, a wise lawyer, must look at the whole transaction from beginning to end, to ascertain its true character. He must elevate his vision, and amplify his conceptions to the height and breadth of the case, or else he is* not over-anxious that it should be rightly decided. The plaintiff takes small detachments of the defendant’s evidence, and objects to it as it is offered, and the argument in favour of the objection is that this fact is totally insufficient to overturn a paper title, verified by public seals and the records of courts. Yery true. This might be said of every parcel of evidence covered by each of the forty bills of exceptions. This mode of argument was vehem'ently urged. Is it possible, said the learned counsel, that solemn records shall be overturned by a scrap of evidence like this? No, certainly not; but this scrap, taken in connexion with the other thirty-nine, may have been, and actually were, in the estimation of the jury, quite sufficient. Every separated item of testimony, although of itself it did not establish the fraud, did nevertheless look that way. It was relevant and germain to the matter — a link in the chain of events which Providence weaves in the rear of individuals, who by cunning and covin would thwart justice, to prevent their purposes from being successful. Facts or circumstances unconnected with the fraud alleged, and which could operate only by means of raising a prejudice against the individual, ought to be excluded. But fraud, in its nature, eludes the light and walks in ambushes and deceits. It is therefore that a latitude, to the extent of fair connexion with the transactions involved, on the part of the actor or actors who are to be affected, is allowed. Fraud is never presumed; it must be proved. But it is often most effectually proved by a chain of connected facts and circumstances.\nThese observations may suffice as an answer to the forty bills and corresponding assignment of errors. This court is of opinion, that neither separately nor collectively, is there sufficient in them to disturb the verdict and judgment below. Independent, however, of' the parol evidence, that the proceedings in the Orphans’ Court were designed by the widow and heirs as a convenient mode of settling the estate, they having, by the aid of a surveyor, made an amicable partition, by metes and bounds, and agreed which part should go to Mrs. Mitchell and which to the other two heirs; and agreed upon the sum at which it should be returned as sold, by the administrator, who was an uncle of the parties; the record itself, and the accompanying papers, contain the strongest evidence that the proceedings were a partition among the heirs, and not a sale.\nThus, the administrator had settled his final account, from which it appeared that there was a balance in favour of administrator of §157. This was approved 19th September, 1820, and the next day the administrator presented his petition for the sale of the real estate of William Kerr, deceased, for the payment of his debts, which was granted; and he returned that he had sold one-third of the land to James Mitchell, and the other two-thirds to Heidelbaugh, the guardian of the two minor children, and the sale was confirmed. The obvious conclusion is, that as the administrator could not split up the estate and sell it in parcels, as he pleased, that the court never would have approved of the sale, unless as a matter of consent by all parties, and because- the land was assigned to the heirs. The next conclusion is, that the court would not have ordered the sale of the whole tract for the payment of the sum of §157 to the administrator, unless it had been a matter of consent and arangement all round, especially as the tract contained over one hundred and fifty acres, and each third as divided sold for something over three times the amount of debt. The administrator settled his account in June, 1821, and charged himself with §1,260, the amount of the sale, and takes credit for §420, one-third of the real estate sold to Mitchell, and to Heidelbaugh the guardian for the other two-thirds, retaining nothing for the balance due to him, and making the then balance due to him $255 — the increase of the balance due to him being probably occasioned by the expenses and costs of the proceeding in the Orphans’ Court. On the 24th February, 1830, Mitchell and wife executed a release to the administrator for their share of the estate of William Kerr, Mrs. Mitchell’s father, in consideration of their having received from said administrator, “ a deed duly executed for a certain tract or piece of land, situate in Colerain township, containing 52J acres, marked No. 2, on the draft of the estate of William Kerr, deceased, it being one-third of the said estate, in full satisfaction of their share of the estate, and of their share and dividend of the said tract of land.” The administrator testifies that he never received a cent from Mitchell, or Heidelbaugh, — that the land was divided among them. The deposition of the administrator, like everything else, was objected to, but its competency is fully established by the case of Kieffer v. Brenneman, 1 Barr, 452. But independent of that case, the administrator had not the slightest interest in the cause, and stood on the same footing that any other witness would have done, who testified to the same facts, with this advantage, that his knowledge was more accurate than .that of any other person could have been. This was surely, in connexion with all the other facts, sufficient to go to the jury, for the purpose of establishing that the sale was intended as a mode of partition, and was not an absolute sale, and that Mitchell had paid nothing for the land.\nIn Kaufman v. Kaufman, 9 W. & S. 131, it was ruled that where husbands had procured a deed for the lands of their wives, by virtue of a sale by executors, where the money was to be divided among testator’s daughters, and divided the land and executed deeds to each other, the husbands acquired nothing but the naked legal title, and upon their deaths the fee remained in their wives. In Fogelsonger v. Somerville, 6 S. & R. 267, it was held that where the husband agrees to take the land of the wife, and enters into recognisance, and the court decree the estate to him, the decree as to the wife’s share is void, and on her death her share descends to her heirs — and a hond fide purchaser is in no better situation than the husband. In Weeks v. Haas, 3 W. & S. 520, the chief justice lays down the rule, clear and unshadowed, that the law raises a resulting trust in favour of the person whose money paid for the land, and if partition be made by feme coverts, and mutual releases be executed to the husbands, they do not vest absolute estates, but they hold in trust for their wives. This rule contains in itself the purest light of equity. If then, the evidence satisfied the jury, that it was a partition, and that the setting up an absolute title in himself by Mitchell was a fraud against his wife, it was sufficient: because this court ruled in 5 Barr, 216, Mitchell v. Kinzer, that it was competent to establish these facts by evidence, without the record. In relation to the errors assigned by the plaintiff in error, as to the answers of the court to the various points proposed by the counsel for the plaintiff and the defendant, the learned judge below, admirable for his temper as well as for his intellect, submits the questions of fact to the determination of the jury; particularly the question of notice to the purchaser at sheriff’s sale, as he was bound to do, with this correct qualification, that the acts and declarations of James Mitchell, after judgment rendered in favour of Henry Kinzer, not communicated to him or the purchaser at sheriff’s sale, could not affect the rights of either, and the jury was bound to disregard them, unless they should believe from the evidence that there was a concerted plan between Mitchell and Kinzer, the plaintiff in the judgment in which the purchaser at sheriff’s sale was a participant, to defeat the defendant Martha Mitchell, and deprive her of her interest in this property; and fully cautioned the jury that fraud must be proved.\nAnd as to the law rising out of the case, the court conforms to the principles established in Mitchell v. Kinzer, 5 Barr, 216, which have been fully considered by this court, and are re-affirmed.\nJudgment affirmed."}