{"id": "959520", "contents": "Coulter, J.\nThe first bill of exceptions is to the admission of John P. Shoop as a witness on the part of the plaintiff, because he was bail in the administration-bond, and therefore liable for costs. But he was not liable for costs specifically upon failure of the plaintiff in the suit; nor was he answerable in any way for the conduct of the suit. His liability was that the administrator would administer the assets of the deceased well and truly, according to law: and so far as any devastavit was committed by the administrator, to be answerable. But any liability for costs, or any interest whatever so as to make him incompetent as a witness in a suit by the administrator to recover the assets of the estate, is not apparent to me. If the witness can be supposed to have any ■ interest, it would be the other way; for a recovery on the part of the plaintiff would increase the assets, and thus enlarge the responsibility of the witness, and defeat would diminish the assets, and thus lessen it.\nThe second error assigned, is that the court erred in the matters embraced in the second, third, and fourth bills of exceptions, and in their charge to the jury.\nThe charge is sufficiently general in its terms, and as the counsel have not taken the trouble to point out the part of it in which the court fell into error, we cannot notice it, as we do not perceive any.\nThe second and third bills of exception relate to the matter of part of John Shoop’s testimony. The reason for its exclusion urged here, is, that it was too remote from the principal facts in controversy to have any legitimate effect on their character and value. But it must be borne in mind, that the point to which all the evidence was to converge, was this: that Daniel Reeme had acquired such habitual influence over the mind of a frail, superannuated, ignorant, and unlettered female, as to obtain from her, by operating on her fears, prejudices, and avarice, through fictitious representations, bonds and moneys, without giving her any value, Now part of the testimony did relate to a period several years before the principal transaction; but it went to establish the influence which Daniel Reeme the elder had over the old woman, and the means by which he kept it up, which was by representing himself as the constant friend of her deceased husband, and his executor. We are all more or less the creatures and victims of habit. It is in vain to say that an influence long exercised does not acquire strength by its continuance, because the assertion would be against the experience of mankind. Great latitude in testimony is allowed where the object is to establish fraud. The reason is obvious— because it moves in darkness and shuns the light, and can be detected only by circumstances, some of which may be somewhat remote, and yet be entitled, in connexion with other facts, to great weight. The sound discretion of the jury, under the direction of the court, will generally afford a sufficient safeguard to the innocent, honest, and just individual, in whatever character he may be sued. We cannot say that the facts given in evidence for the purpose of establishing the long-continued influence of Daniel Reeme over Mrs. Parthemere, were improperly received.\nThe fourth bill of exceptions relates to the rejection of Thomas Reeme as a witness, who was offered by the defendant, and rejected by the court. The witness was without doubt incompetent. He had a direct interest in the result of the suit, as one of the heirs of Daniel Reeme deceased, the defendant’s testator.\nJudgment affirmed."}