{"id": "959571", "contents": "Gibson, C. J.\nThe act of 1819, which allows the attorney-general to enter a nolle prosequi on an indictment of fornication and bastardy, pursuant to an agreement of compromise between the prosecutrix and the defendant, seems to recognise a private right in her to compensation for the keeping of the child, to be enforced by the sentence. That this statute has modified the nature of the proceeding against him, was held in Maurer v. Mitchell, 9 W. &. S., 69, in which such an agreement was deemed to be legal and a ground of action. It may be taken for granted, therefore, as it was in the court below, that an escape of the putative father from a constable who had him in custody on a warrant issued on the information of the mother, is a private wrong which gives her an action against the officer ; and it is not contested that such an action might have been maintained in this instance, had it been brought in time. The defence is rested on the seventh section of the act of 1772, which limits the period of bringing certain actions against justices and constables, to six months from the time of the wrong. The design of that act, however, is to defend the officer against the consequences of involuntary trespasses, not against the consequences of wilful misconduct. It sometimes happens that a constable becomes a trespasser by executing the warrant of a justice who has misdirected it, or who has not jurisdiction of the subject-matter of it; and it is to make the justice exclusively answerable for his own defaults, that it is enacted in the sixth section of the same statute, that no action shall be brought against any constable for anything done in obedience to his warrant, before the plaintiff has demanded a sight of it, and before the demand has been neglected for the space of six days; that in the case of an action brought after compliance with such demand and without making the justice a party to it, the jury shall give their verdict for the defendant; and that if it be brought against the justice and the constable jointly, the jury shall, on proof of such warrant, find for the constable. But the protection does not stop there, even though the constable may have refused to submit his warrant to inspection for the space of six days. The seventh section, insecurely relied on here, provides “ that no action shall be brought against any justice of the peace for anything done in the execution of his office, or against any constable, or any other officer or person acting as aforesaid” — that is, in obedience to his warrant as specified in the preceding section — “ unless commenced within six months after the act committed.” The constable acted in this'instance not in obedience to his warrant, but in open contempt of it; and the section is inapplicable to him in its letter and its spirit.\nJudgment affirmed."}