{"id": "959563", "contents": "Burnside, J.\nThis action was trespass vi et armis, for assulting and beating tbe defendant in error. There were two counts in the plaintiff’s declaration: first, for an assault, beating and wounding tbe said George in a most violent manner in bis face, and on bis head and breast, striking tbe said George in tbe mouth and knocking out two of bis fore teeth; second, for seizing and laying bold of the plaintiff, and with great force and violence, pulled, shook, and dragged about tbe plaintiff, and then and there struck tbe plaintiff many violent blows, throwing tbe plaintiff with violence on tbe ground, by means of wbicb be was greatly hurt and bruised, and following it up with tbe aggravation of great suffering, confinement, &c.\nTo this, Frederick, tbe defendant, pleaded at length and in form son assault demesne, and tbe plaintiff replied at length in form de injurié sua propria absque tali causa; and on this issue alone tbe jury were sworn.\nTbe first error assigned is, that tbe court refused to compel tbe plaintiff to say on which count in tbe narr. be proceeded to trial, and in default of bis doing so, refusing to continue tbe cause. There is nothing in this assignment of error. The court were not hound to direct the plaintiff’s counsel as required. The counts were substantially the same ; the enormity of defendant’s conduct was declared in both, and they were not inconsistent with each other. The court refusing to continue the cause was a matter of discretion, and so purely so, that it is not the subject of error.\nThe plaintiff then read his declaration and rested; and the defendant proceeded to call his witnesses to prove his plea of son assault demesne, The defendant, at the conclusion of his evidence, offered the indictment at November sessions, with his conviction, fine, and costs, amounting to $146.75, in mitigation of damages. If the defendant had pleaded not guilty, I think this evidence would have been admissible for the purpose for which it was offered. But under this plea of son assault demesne in excuse, with the general replication de injurid, &c., the burden of proof is on the defendant, who will be bound to show that the plaintiff actually committed the first assault, and also that which was therefore done on his own part, was in the necessary defence of his person. 2 Grreenl. Ev. sec. 95, and cases there cited.\nIn regard to the replication de injurid, &c., the general rule is, that as it puts in issue only the matter alleged in the plea,, nothing can be in evidence under it, which is beyond and out of the plea: 2 Grreenl. Ev. sec. 96.\nAll the other grounds of complaint are to the charge of the court, in instructing the jury that, under the pleadings, the cause of action, as set out in the plaintiff’s declaration, is confessed by the defendant, and the defence taken under the plea of justification. This was certainly correct, as all the authorities show that the burden of proof, under the plea of son assault demesne, lay on the defendant; and the jury were further correctly instructed, that if the defendant failed under the evidence in the case, then nothing was left but to assess the damages, having regard to the circumstances of the case, as given in evidence. Nor is there error in affirming plaintiff’s points: 1 Selw. N. P. 35, n. A. We think the points were all correctly answered.\nIt is true that violence may be justified, where the safety of the person is actually endangered: 2 Salk. 642; Buller N. P. 18. If the battery was excessive, beyond what is necessary for self-defence, all the American authorities agree that this excess may be given in evidence, under the replication de injurid; and to this we subscribe. And this without either a special replication or a new assignment: 2 Greenl. Ev. sec. 95, n. 5, where the authorities are collected.\nWith us, the only question is as to the degree and proportion of the beating, to the assault. We think the cause was properly presented to the jury, under the issue raised by the defendant.\nJudgment affirmed."}