{"id": "959543", "contents": "Rogers, J.\nThe general principle referred to by the court cannot be controverted, for the law is now clearly settled, that an administrator, executor, or trustee can make no valid sale or pledge of the assets of his testator, intestate, or cestui que trusts, for the payment of his own or debts of a third person. And if one deals with another standing in this fiduciary character, he is affected with notice, and is consequently participant in the breach of trust.\nIf this case depended on these principles alone, it Avould be attended with little difficulty. But there are features in this transaction which make this an exception to the general rule. General Miller, it is true, knew, when he took this judgment from the executors, that the estate of the testator owed him nothing; that his claim was against Charles and Michael G. Ege; and that only when the latter was driven to the alternative of securing his discharge under the insolvent law, or going to jail, did Mrs. Ege interfere and confess the judgment complained of. Yet although he was aware of this, it does not appear that he knew, nor do we think he was bound to know, the state of the accounts as between the executor and trustee of the estate, and her manager. The evidence discloses the important fact, that at the time the judgment was confessed, substituting a judgment by the estate in the place of the judgment against Michael G. Ege, there was an unsettled account between Michael and his mother, who was the trustee of her husband, vested with the management and superintendence of the estate, authorized to employ managers and workmen, to make all contracts, and to do all acts necessary to carry the trust into execution. Michael then being in debt to Miller, applied to Mrs. Ege, as was most natural and proper, for relief, alleging that the estate was indebted to him for his portion of his father’s estate, and was, moreover, in his debt as agent of the estate, from the years 1831 till about 1840 or 1841. Their affairs being in this situation, in the absence of Mr. Miller the parties enter into the arrangement that the amicable judgment in question should be a. substitute or satisfaction of the judgment which General Miller had obtained against Charles and Michael G. Ege, Michael G. Ege giving to the trustee a receipt in these words : “ Received of Mary Ege, Executrix of Michael Ege, deceased, three thousand one hundred and twenty-five dollars, to be accounted for upon the final settlement of the estate and my accounts.” The judgment of Miller, amounting to $2,325, was one of the principal items in the receipt. This arrangement was made in the presence, and by the assent and sanction of Mr. Watts, who, in right of his wife, is one of the cestui que trusts. If, as was alleged, the estate was indebted to Michael, as agent of the estate, in an amount equal to, or greater, than the debt owing to Miller, I am at a loss to see any breach of duty in the trustee, in confessing the judgment. For instead of paying the debt of the estate, -which might not be convenient, and thereby enabling him to liquidate his debt to Miller, they enter into the agreement, altogether just and proper, that the estate should become Miller’s debtor, taking a receipt from Michael, the creditor of the estate, as a voucher to be used as so much cash paid in a future settlement. If, at the time of the arrangement, the account had been settled, and it had appeared that the estate was debtor to the amount, say $3,000, he would have a right to demand payment, and, if paid, with the proceeds he might have liquidated his own debt. But if, on demand of payment, it rvas not within the power of the executrix to pay, what can prevent her from assuming the debt|, pledging the estate for its payment, and taking a receipt, as so much cash from the creditor? The estate, so far from being injured, is benefited by the arrangement. It amounts to nothing more than a change of creditors, substituting General Miller for the manager and agent of the estate, Michael G. Ege. But it was an unsettled account, and it ma.y eventually turn out to be an improvident agreement, and it may be discovered to be otherwise — a benefit, not an injury, to the estate she represents. And is the whole responsibility to be thrown upon the plaintiff? He knew nothing of the state of the accounts, and had a right to suppose it was such as would justify her in assuming the debt. If, upon final settlement, it should appear the estate was indebted to Michael little or nothing, it may become a serious question, whether she has not made herself personally liable ; but as the matter now stands, we think the estate is liable for the debt, and that execution may be had against it. But that she would be chargeable personally, is not clear. Michael was the manager and confidential agent of the estate; he was about to be imprisoned, not for his own debt, but the debt of another of the heirs; there was an unsettled account, and, as he testifies, he was a creditor.' On the 26th January, 1841, the time the amicable judgment was given, he says: “ I know there was a balance due to me. I cannot state the amount. I think I had not at that time received any portion of the estate which would be due to me under my father’s will, on the settlement of the estate. There was no settlement when the amicable judgment was given by Mrs. Ege, the executrix. The receipt was given at the same time, according to my best recollection.” The arrangement does not appear to have been entered into hastily, not entirely from sympathy with her son, but because she had reason to believe that the 'fact was as represented, that the estate was indebted, and that it was nothing more than an act of justice to relieve him. It was entered into in good faith, with a regard to his rights, as well as the interests of the estate. If so, why should she be personally chargeable for what, to make the most of it, was but an error of judgment ? A trustee, situated as she is, having the management and superintendence of an extensive estate, authorized to employ managers and workmen, to make all contracts, and do all acts that may be necessary to carry the trust into execution at her discretion, may she not, under the pressure of circumstances, advance money to persons employed in carrying on the works, without incurring the risk of personal responsibility ? To restrict her from so doing would be anything but beneficial to the estate. \"When done with ordinary discretion, she would be entitled to protection, although it may be attended with loss in a particular instance. But be this as it may, how is a person dealing with the estate to know the state of the accounts ? and shall he be compelled to wait until the account be settled, without having the means of compelling a settlement ? If the complainants desire to set aside the arrangement, it is necessary for them to prove that the estate was not indebted to the agent. . But the only proof we have is that the estate was indebted to Michael, and it may be to an amount equal to the debt assumed. It does not even appear to have been an improvident arrangement. It may have been but an act of sheer justice for the benefit of the estate, and, as such, clearly within the scope of the authority vested in her by the will of her deceased husband.\nThe order and decree of'the court, restricting the lien of the-judgment to the property of Mrs. Ege, is reversed, and the plaintiff is permitted to levy his execution upon the estate of Michael Ege, deceased."}