{"id": "959574", "contents": "Coulter, J.\nThe court below cast this case mainly on the single point that, by the writing of Ege, dated the 24th December, 1839, addressed to Barnitz, tbe duty or obligation resting on Barnitz to use due diligence in prosecuting to recovery the bond assigned by Ege to Barnitz, was waived; and that thereby tbe stipulation of guaranty became absolute for tbe payment of the money. The writing requested Barnitz not to bring suit, adding, “As it is not my desire to have an action brought on the bond.” The use of due diligence by the guarantee, is for the benefit of the guarantor; and he may waive it, as he may waive or give up any other obligation or duty which the law implies for his advantage. And if he does so, it is more reasonable that he should bear any loss that accrues in consequence of his own act, than that it should fall upon the party who merely obeyed his directions^; On the same principle that a surety is not discharged when the obligee gives time to the principal at the request of the surety, on the bond. It is true that some two or more years afterwards, Ege notified Barnitz to proceed on the bond, but at that time the obligor had left the state. But the duty on the part of Barnitz to use due diligence had been waived, and by that waiver it was gone, and could not be required of Barnitz when its performance was impracticable so as to charge him with the loss. ;\nBut it is contended that Ege had an assignment of the interest of his brother, who was the obligor in the assigned bond in the estate of their father, as collateral security for the payment of this bond and two others — which assignment was delivered to Barnitz 6th May, 1841. The bond was given the 22d May, 1838, and the assignment was made the 13th of June, 1838, so that it formed no part of the original contract, and there is no evidence whatever that it was known to Barnitz at the time the bond was assigned to him, or that it entered into the contract — being a mere indemnity between the brothers, and liable to be revoked or annulled at their pleasure. After the assignment of the bond to Barnitz, that assignment did not carry this security with it; and its delivery to Barnitz did not authorize him to proceed for its recovery. But the interest of the obligor in his father’s estate was uncertain both in amount and the time of payment; the executors of the elder Ege being trustees to manage the estate, with power to sell upon certain contingencies. And it was only the share of the proceeds of “the sale to which the obligor was entitled. It has no similarity to a mortgage, which is carried by an assignment of the bond, the payment of which it secures. There the assignee may proceed on the mortgage and collect his debt. The only effectual way in which Barnitz could have made this fund available, was by proceeding on the bond, obtaining judgment, and issuing an attachment in execution, if, peradventure, that means would have been available. But this he was prevented from doing at the request of Ege, the guarantor. It is admitted that the obligor in the bond was altogether insolvent in 1842, the time when the guarantor requested Barnitz to bring suit, with the exception of this fund, and the obligor had left the state before that time. The fund is still in futuro, so that Ege will lose nothing by the indulgence which he requested Barnitz to give the obligor.\nJudgment affirmed."}