{"id": "959532", "contents": "Coulter, J.\nThere is nothing in the first error assigned, so far as it regards the admission of the deposition of John Zell. In general it is true, that when special damages are claimed for an alleged tort, they ought to be set out in the narr., either as inducement or distinct ground of superadded damages. But where the damages arise necessarily and inevitably from the tortious act, it would seem to be unnecessary: the tortious act being itself the gravamen of the action, and the necessarily resulting injuries being only the measure of the damages. Thus it has been held that in an action of slander it is sufficient to state and aver that the defendant called the plaintiff a thief, without averring that thereby the character of the plaintiff was injured; because the law implies and intends such injury and damage to follow the act complained of: 1 Saund. 243, b. note 5; 1 Chit. Pl. 385. But in an action for false imprisonment, evidence that the plaintiff was stinted in his food when confined, or suffered in his health thereby, cannot be received without being specially alleged: because these things did not necessarily result from, the illegal confinement: Lowdrich v. Goodrich, Peake’s N. P. 46; Pitit v. Addington, same book, 62. These cases illustrate the distinction, it being a general rule that in pleading it is not necessary to state that which the law implies. When the plaintiff complains of an injury resulting from a public nuisance, then he must aver and state the special damage, inasmuch as the law does not presume or imply damage to any particular individual from the public offence. But for a private nuisance, such as turning the course of an ancient stream, so that it no longer flowed through the grounds of the plaintiff, it is an intendment of the law that the plaintiff was thereby injured by the loss of the water. And evidence to show that he was thereby compelled to haul water from a distance to supply the uses of the stream, is only giving the jury certain data from which they may estimate the real damage, and is not claiming damages for a distinct injury not necessarily resulting from the nuisance.\nThe damages resrdting from the diversion of the stream by the defendants from the lands of the plaintiffs, were implied by law, • and the extent of that damage was the legitimate object and purpose of evidence (2 W. C. C. Rep. 381); and that the plaintiff was compelled to haul water for necessary and unavoidable purposes from a distance, when the stream, if allowed to flow in its ancient channel, would have supplied him at hand, was evidence within the principle. The residue of the first error assigned is therefore dismissed.\nThe second error assigned is the rejection of evidence offered by defendant to his second, third, fourth, and fifth bills of exception.\nThe evidence in the fifth bill could not have been admitted, being of the same character as hearsay evidence, and belonging altogether to that class. The evidence in the second bill was incompetent, because it proposed to show a hypothetical state of facts, on the ground as they might have been made to exist, more than a year after suit brought, by a witness who then examined the ground.\nThe evidence proposed in the fourth bill was properly rejected, because It could neither justify, excuse, or mitigate, as the will of James Evans gave no authority to any person to divert the water from the grounds of the plaintiff, by either tearing down the old dam 'which had long caused it to flow there, or by obstructing the race in which it flowed. The court answered correctly to the point proposed by plaintiff’s counsel, “that the measure of damages is the injury which the plaintiff actually sustained by reason of the wrongful acts done by the defendants in the premises, and that the jury would estimate this injury according to the evidence.”\nThe court answered the third point proposed by defendants’ counsel affirmatively, as they requested; and the first point is answered substantially as they requested. It must have been an oversight, therefore, to assign these answers for error.\nThe answer to the second point proposed, to wit, that the watercourse was a permanent advantage to the inheritance, and the taking it away was an injury to the owners of the inheritance, for which the suit is instituted, would lie, is not erroneous, but correct.\nAs to the errors assigned to the general charge, there is nothing in them.\nThe possession of the plaintiff below is sufficiently set out. The averment is that the plaintiffs were, at the time of the torts committed, “ seised in their demesne as of fee.” Seisin includes possession. It is true there is also seisin in law, and that would be sufficient to maintain this action; and actual and corporal seisin. But when an individual avers that he was seised, we may take it for granted that he was in possession, as the words will import that state of facts. But I am not to be understood as intimating that it was necessary to state an actual pedis possession or to prove it, in order to enable the plaintiffs to maintain this action. It was an injury to the freehold as well as to the actual possession. The gist of the action, as laid in the narr., is diverting the water-course from its ancient channel; and whether this was done by digging through the embankment, or throwing mud into the bed of the channel, is of no consequence. There was evidence of both. The construction which the court put on the will of James Evans in relation to the water-rights of the persons claiming under it, was obviously correct: and this I believe notices all the errors assigned.\nJudgment affirmed."}