{"id": "959516", "contents": "Burnside, J.\nThere was nothing concealed in the amicable confession of judgments. They expressed on their face the consideration and their object. One was to secure the plaintiff in a judgment as bail of the defendant in the Savings Institution and Farmers’ and Mechanics’ Bank, and to McManus and certain Philadelphia creditors and elsewhere. The other was to secure and enable the plaintiffs to pay certain debts for which they were jointly and separately bound for the defendant to the Lancaster Bank and Savings Institution and to other persons. Private debts of one of the plaintiffs in the confession of judgments, which then existed, were not included. .. As the amount of the liabilities expressed could not be immediately ascertained, each amicable confession was given for a specific sum; but this did no injury to any one. The levy and amount of sale but little exceeded the actual liabilities the confession of judgments were given to secure. If there was an excess, it was not claimed, but went to subsequent executions. There was evidence, that when the defendants went bail for Heiney, who had no real estate, he promised to give them the first judgment, and these judgments were only given to cover their liabilities.\nThe plaintiffs in error, who were plaintiffs below, insist that this was an illegal and fraudulent transaction, and had a direct tendency to hinder, delay, and defraud them, because these confessions of judgments and the executions postponed the executions on their judgment, which was given prior with a stay for one day. There is no allegation of actual fraud, but it is said to be fraud per se, to give a friend confession of judgment that will cut out the first judgment, and especially in issuing execution for more than the actual liability, and before the liabilities were ascertained; and that it was error in the court to leave the question of fraudulent intention to the jury, to be judged of by the facts proved in the case. It has never been deemed a fraud in Pennsylvania, or elsewhere, that I know of, for a debtor honestly to prefer one creditor to another, by giving a judgment; and certainly a judgment may be legally confessed to secure bail. I agree that all deceit, deceptions, tricks, or artifices, by which the rights or interests of another are injured, are fraudulent.\nFraud is never presumed — it is to be proved; and whenever it appears it is deemed odious in the eye of the law, Co. Lit. 36. Covin is the same as fraud. Lord Coke defines covin to be a silent assent, determined in the hearts of two or more to the defrauding and prejudice of another. Co. Litt. 357.\nIf the plaintiffs in the executions had claimed' more money than the amount they were actually bound for, it would have been actual fraud.\nWe think the court was right in refusing to instruct the jury that the confession of judgment in the case under this evidence was per se fraudulent; and that the cause was fairly put to the jury by the learned judge. The transaction was open.\nJudgment affirmed."}