{"id": "959551", "contents": "Gibson, C. J.\nThe cause of action set out in the first count of the declaration, is an injury from flooding by erecting a dam of a particular height and length across the stream of a creek; in the second, it is an injury from flooding by an additional dam erected, “higher than the same was used or ought to be, on and across the same stream of water.” In cases of the sort, the injury is a consequence which must be shown to have been produced by a specific cause; for it is apparent, from the precedents, that it would be too general to lay the flooding as a consequence, without more; and if the plaintiff is bound to state the cause of it, he is bound to prove it as stated. The rule is, that the allegata and the probata must agree; and as the proof must be confined to the point in issue, it excludes all evidence of collateral facts which afford no reasonable inference as to the principal matter in dispute: 1 Greenl. Ev. s. 51, 52. 448. No allegation, it is said in 1 Stark. Ev. 433, which is descriptive of that which is legally essential to the charge or claim, can ever be rejected; because it would mislead the adverse party, and the court would not be sure that the facts had been found which were essential to support its judgment; and as the proof would be more general than the allegations, it would no longer agree with the cause of action laid. The issue, taken in this instance, was on a charge of flooding by means of a dam erected across the stream, of which alone the defendant had notice by the pleadings. The proof admitted was, that the water had been raised by obstructing two lateral sluices or gullies through the left bank, which was no part of the dam. These sluices had led the water out of the edge of the stream, round the dam, from a pool considerably above it, and returned it into the natural channel, below the defendant’s mill. There was, therefore, a decisive variance between the allegata and the probata, for which the evidence ought to have been rejected. The closing of the sluices probably produced the mischief; for there was evidence that the additional dam was lower than the other,, and would not have raised the water so high in the same circumstances.\nA graver question arises on the instruction that the jury were at liberty to compensate not only the injury laid, but the trouble and expense of establishing its existence. I lament that the general principle was recognised by this court, in Wilt v. Vickers, 8 Watts, 235, and Rogers v. Fales, 5 Barr, 159; for, to overrule decisions so recent and direct, must cast a doubt on the stability of judicial decision. Yet it is better to eradicate an erroneous principle while it has scarce taken root, than to let it grow up into a fixed rule of property. From a series of cases, the law has become a system of principles; and to keep them in harmony with each other, will conduce more to safety and certainty than would an implicit obedience, in every case, to precedent. The injury, in each of the cases alluded to, was inflicted under circumstances of aggravation; and it is evident, from the opinion of the court, delivered by our late brother Kennedy, in the first of them, that the point was not thoroughly and deliberately considered. It was an action for having forcibly set the plaintiff’s young son on a vicious horse, which threw him to the ground and broke his leg; and that judge, premising that loss of service was the true foundation of the action, said that if such a father should make out a case, it would seem to follow as a corollary, that he should recover whatever amount of damages might be necessary to compensate him, and it might be that it could not be done without taking into the estimate the trouble and expense incurred in the prosecution of the suit; for that, if it were not, it might happen that the value of the service lost would not be equal to the trouble and expense; in which case the father, instead of being a gainer by his remedy, would be a loser by it. It would have been safer to put the case on the same ground as an action for the seduction of a daughter, in which damages beyond the value of the service are constantly given, to punish the offender. The ground actually taken is untenable in a variety of aspects. The principle founded on it would be without bound or limit, both in the generality of its application and the extent of its operation. It would hold in actions ex contractu as well as in actions ex delicto; and a defendant sued on a plain bond, might find himself soused in damages, not only for the detention of the debt, but for the amount of a surgeon’s bill for curing the defendant’s leg, broken in a fall from his horse, while travelling to court in order to prosecute the suit. Where would it stop ? If every consequence, dehors the immediate injury, were to be taken into consideration, every loss, however remote, which would not have been incurred if there had been no suit, would have to be paid for. ' Special damages may be recovered in an action for a tort, when they are laid in the declaration; but the resulting injury must be a legal and a natural consequence of the tort, and not remote; such as the loss of a lieutenancy by imprisonment was held to be, in Boyce v. Bayliff, 1 Camp. 58. But it is a rule of pleading, in addition, that special damages must be so laid as to make it appear that no part of them had accrued after the inception of the suit; consistently with which, the damages claimed in this case could not be laid at all, for they accrued, day by day, in the progress of it. The second case I have referred to was ruled, I presume, on the authority of the first; for there is no other precedent for it in the English, and scarce one in the American, books from the Norman conquest to this day; and that the fact is so, is conclusive evidence that there is no such principle in the law. No lawsuit is prosecuted without trouble and expense; and were compensation for these recoverable, as an original ground of action by anticipation, the claim would be a standing dish, and we should have a direct precedent for it in every trial. Besides, it is a fallacy to suppose that every successful plaintiff has a right to be made whole by a verdict which is, at best, only an approximation to perfect justice. There is many a right which is not worth the trouble and expense of enforcing it; and the right supposed by our late brother, is exactly of that stamp. To pay for expenses and trouble, in order to make it valuable, would open a field of inquiry often more extensive than the issue raised by the pleadings, and make it the principal battleground. Such a principle of compensation is contrary to the genius of the common law, which does not give even costs, and the statute of Gloucester does not embrace it. Indeed, were such compensation allowed, it could only be as costs; for it would be infinitely more congruous and convenient .to have it taxed by the prothonotary, on proof of particulars, than to. have it assessed by the jury, without any proof at all. The only demand of it, to be found in the books previous to our own decisions, took that shape in Sebring v. Ward, 4 Wash. 546; in which a charge for travel and attendance was struck out of the bill of costs, avowedly because it would not have been allowed by this court. In the case before us, there was no evidence of either; and how was the jury to estimate the loss from it ? To guess at it as a lumping charge, would often do more injustice than to give nothing. On both points, then, it seems the decision below Avas wrong.\nJudgment reversed, and venire de novo awarded."}