{"id": "959548", "contents": "Coulter, J.\nThe deed from Simeon Bush, the elder, to his son Eli C. Bush, and also one from the same to his son James C. Bush, were properly admitted in evidence. Although the deed was not signed by Hannah, the wife of Simeon, and although her acknowledgment before the justice was defective in substance, yet these circumstances were important only as they affected the widow’s right of dower. The deeds on their face were good against Simeon Bush, the elder, and were of controlling effect in this cause, inasmuch as they established the character of the seisin and possession of the defendants, and manifested the right under which they claimed to hold the land described in the narr., adverse to all other persons. This disposes of the first error assigned. The second is that the court erred in saying that the deed was valid, and that the will could not be taken into consideration. The will was made on the 8th August, 1826, and the deeds were executed and delivered in the year 1833, and recorded in March of the same year. The deeds were, therefore, a revocation of the will pro tanto: and as the devise in the will was that the wife should have the profits of these lands during life, or widowhood, it was annulled by the deeds. This part of the case, therefore, depends upon the validity of the deeds. It is clear that the deeds did not bar the widow of her right of dower in these lands if she had asserted it during her life by the proper mode. What effect that circumstance has on the cause will be considered in a subsequent part of this opinion. But in all other respects the deeds were good and available to transfer the title to Eli and James. The consideration expressed in each of the deeds is $1,000, and an engagement under the penalty of $1,900, to keep and maintain in all respects the said Simeon, and Hannah, his wife, during their joint lives, and the life of the survivor — each son to keep and maintain them or provide for their maintenance equally. Simeon lived between three and four years after the execution of the deeds, and Hannah, his widow, survived him until 1844. During their joint lives they were maintained by their sons, and the widow was maintained several years after the death of her husband by these two sons; but for some reason, not apparent on the paper-book, she left them, and lived among her other children, but before her death returned. It does not appear that she ever complained, or ever made any demand from the two sons respecting her maintenance which they refused to comply with. She never made any demand of dower from her sons, nor alleged to any other person that she was entitled to dower. There never was a refusal, on the part of the sons, or either of them, to fulfil that part of the consideration of the deeds which relates to the support of Simeon and wife, and if there had been, they could have been compelled to it by action. To each deed was appended a receipt for the money consideration. The deed was therefore valid, being made for valuable consideration, and not impeached for fraud. The grantor'lived three or four years after its execution,' and until his death acknowledged its validity, and his widow never during her life impeached it. The deed, under all these circumstances, was valid, and passed the estate of Simeon to his sons Eli and John.\nAfter the death of the widow, her administrator brings this action of account render to recover the profits of the estate under the will, which, he alleges, defendants received as bailiffs of the widow —and in the second and third counts, alleges a tenancy in common : and 'avers that the widow is entitled to one-third of the premises, or rents and profits, and that defendants were her receivers. In relation to the first count, which seems to be predicated on the will, and in fact can have no other foundation, it is only necessary to say that the will was revoked by the deeds, pro tanto. With regard to the tenancy in common, noné ever .existed, nor any colour for an allegation that it did exist. The plaintiff is therefore thrown on a right in the widow to one-third of the profits as her reasonable dower during her life. And this brings up the question most strongly debated in the cause, that is, Whether an action of account render can be maintained in Pennsylvania by the administrator of a widow to recover the arrears of dower which might be due the widow, or rather damages for the detention of dower against the alienee of the husband ? The entire novelty of such an action is a strong argument against its existence. In a long professional experience, I never knew such an action to be brought. There is no reported case where it was sustained. The action of account render can only be maintained where there is a contract express or implied: King of France v. Morris, 3 Yeat. 251; and on the same principle a strong doubt is expressed in Irvine v. Hanlin, 10 S. & R. 221, whether one tenant in common can maintain account render against his co-tenant, who receives the rents and profits as his own, denying the right of the other. No case, I apprehend, can be produced where the action has been sustained without privity between the parties, express or implied. Thus, the action will lie against a trustee for an account of the profits, because by the acceptance of the trust there is an implied engagement to account for the profits with the cestui que trust. So in all cases where moneys of infants are received, either by lawful guardians, or one not appointed, but assuming to act for the minor — in such cases, the law, in tenderness to those who are not able to take care of themselves, throws upon all persons who receive their moneys or profits an implied engagement to account. But in the case under consideration, there was no privity whatever. The defendants entered, and have held their land by virtue of deeds from the holder of the fee simple; they entered and held in their own right, cultivated the land, and made profits in their own right, and adversely to every one else. There is no express promise to account to any one, and the law cannot raise or imply one contrary to the truth of things, and the situation of the parties. The widow lived six or seven years after her husband, and never contradicted the deed, but received under it, nor asserted a right of dower; under these circumstances it would not be going too far to say that she impliedly ratified the deed, and waived her right of dower: Jourdan v. Jourdan, 9 S. & R. 269.\nBut in England the administrator of a widow cannot maintain the action of dower at law. The object after the widow’s death is not to recover or have judgment that dower shall be assigned to her; that would be impossible, but to recover damages for the detention of dower. But there can be no damages for the detention of dower, where the husband does not die seised, at least not until demand made either in pais or by bringing suit. But there was no demand made in this case by the widow, either in pais or by record, and the husband did not die seised. There were, therefore, no mesne damages, and where none existed, none can be recovered by her administrators. It is true, that in equity, by proceedings in Chancery, the administrator can recover mesne damages for th; detention of dower. But that is only where the husband died seised, and where there is no dispute about the right to recover dower. Whenever the right is disputed, it is first required to be established by an issue at law: Park on Dower, chap. 15, p. 329. If the widow dies after judgment, and before damages are assessed at law, her personal representatives cannot claim any. But a court of equity will, in such cases, entertain a bill for relief: Park on Dower, p. 330; Story’s Equity Jurisprudence, § 625. This, however, is when there has been judgment in dower, and .the right to recover damages, but the death of the widow occurs before they are assessed. In Sandback v. Quigley, 8 Watts, 463, Mr. Justice Rogers, who delivered the opinion of the court, says, that it would seem that in Pennsylvania a special action on the case may be maintained by the personal representative of the widow against the heir or alienee, if the widow die before damages are assessed. But the learned judge is speaking of a case where there would be a remedy by bill in chancery in England. That is, when the right to damages had been established by judgment or decree, but the widow died before they were assessed. That such was the intent is evident from what the judge says in the same opinion, that is, that the death of the plaintiff in an action of dower puts an end to the action, which cannot afterwards be sustained in any form. The action of account render, therefore, under the circumstances of this case, cannot be sustained, because there was no liability whatever on the defendants to account. These observations cover all the errors assigned.\nJudgment affirmed."}