{"id": "959517", "contents": "Coulter, J.\nThe learned judge below states the law on the subject of the release with great clearness and force. But he submits the question of its being procured by the fraud of Bradley to the jury, when there existed no proof in the cause conducing to show the fraud. Fraud is not to be presumed, but must be proved; and in most cases, it is the most dangerous kind of question to be submitted to a jury without proof. At all events, as we are unable to perceive any evidence in the cause that Bradley procured the release by fraudulent representations, or failed to testify what he alleged he could give in evidence, or did any other act with the design of procuring the release fraudulently, we must reverse the judgment. It has been often ruled that it is error to submit a fact or question to the jury, of which there is no evidence.\nThe defendant pleaded a release of the cause of action covered by the declaration; to which the plaintiff replied non est factum. Under this replication, the plaintiff could not legally have given evidence that the release was procured by fraud. The defendant came to trial on the ground of maintaining that the release was the deed of the plaintiff. Under the plea of payment with leave, &c., in Pennsylvania, the defendant may give in evidence fraud, want of consideration, &c.; but that is under a well established practice, understood by all the profession, for the purpose of letting in an equitable defence. And the craving leave to give the special matter, puts the plaintiff on his guard, so that he may-demand a specification. But, under the plea of non est factum, the plaintiff has no notice whatever of any special matter, nothing to put him on his guard; and no plea of non est factum is entered with any other view than putting in issue the legal execution of the deed. The defendant may give in evidence anything which shows that the execution of the instrument or deed was void; such as, that the' defendant was a lunatic at the time of the execution, or, if a female, that she was married at the time. But an equitable defence, such as payment, fraud, or want of consideration, is not covered by the plea of non est factum. Why, then, should the rule be different in the case of a replication? Almost all replications are special in their nature, and it was as easy to reply that the release was procured by fraud, as that it was not the deed of the plaintiff. By the replication of non est factum, nothing was put in issue but the execution of the deed, and whether any circumstance made the execution void, such as lunacy, &c. It gave the defendant no kind of notice that proof of its being procured by fraud, would be adduced. If the plaintiff was allowed to take his chance first on the replication of non est factum, and, if he failed there, was permitted to throw himself on the issue of fraud, he would be allowed the benefit of two replications, one of which was unknown to the defendant, and made no part of the issue. It is necessary to preserve forms, so as to enable parties to come prepared with a knowledge of what is to be the issue to be tried; otherwise, justice will be in fact blind. There was neither evidence of fraud, that we can perceive, nor was it involved in the issue. This is not the case of an imperfect issue, or of informal pleading, -which might be cured after a trial and verdict. But it is the case of a perfect issue, formal in all its parts, which conveyed precise notice to the defendant, and a trial upon another issue or state of pleading unknown to the defendant.\nJudgment reversed, and a venire de novo awarded."}