{"id": "959549", "contents": "Gibson, C. J.\nThe appellant made no proof of a settlement of the pauper in Walker township, but insisted on the decision of this court quashing a previous order of removal between the same parties, as conclusive on the appellee. To remedy the failure of justice, which the consequences of the judgment in that case would have produced, interpreted as it was, a private act of the legislature was procured, to open the question of settlement, and place it on its original ground; which has been attacked in the argument for a supposed Want of constitutionality, but unnecessarily, for it is clear that the question had never been closed, and the act was, therefore, a matter of supererogation.\nProperly speaking, there are three modes of disposing of an order of removal in the Quarter Sessions. The first is to confirm it; and when that is done, it appears from Rex v. Cirencester, Burr. Sett. Ca. 18, Rex v. Bentley, Ib. 426, and some other cases, that the order of the sessions is conclusive against the appealing parish in favour of all the world. The second is to discharge it; and when that is done, the adjudication is conclusive between the parties litigant. The third is to quash it; and when that is done, the order is conclusive on neither. An order of removal is confirmed after an unsuccessful objection to it, for want of merits, or for want of form, or for want of regularity: it is discharged, or, as it is sometimes, said, vacated, after a successful objection to it on tbe merits : it is quashed for informality or irregularity of proceeding.\nThe order to quash is like a reversal on a writ of error, which leaves the parties where they began. Confusion in the use of these terms, has led to confusion of ideas as to the principles they serve to embody.' Though an order of removal has sometimes been carelessly said to have been quashed when it was discharged, the preceding distinctions were plainly taken by counsel and recognised by the court, in Rex v. Bradenham, Burr, S. C. 394, where it was suggested that previous orders of removal, which appeared by the minutes of the sessions to have been discharged, had in truth been quashed for an apprehended mistake of form; but as the fact appeared to be doubtful on the affidavits, the court refused to remit them to the sessions to have the mistake rectified; and on a motion to quash the subsequent orders, the justices, Denison, Foster, and Wilmot, in the absence of Chief-Justice Ryder, held, that as the previous orders of removal appeared to have been “ quashed on the merits'’ (an inadvertent expression), the order of the sessions was conclusive between the parties to it. It is obvious that the word quashed was used in this instance as the equivalent of the word determined; for had it been quashed for matter of form, the effect would have been different from that which was given to it by the court. But in point of circumstance, that is not the case before us; for it appears by the record of the former proceeding, that the order of removal was quashed by this court, not on the merits, but because the sessions had received parol evidence of the existence and contents of an indenture of apprenticeship, without having had sufficient proof of its loss or destruction, just as it would have been for an error apparent on the record, had the legislature directed the case to be brought up by certiorari and not by appeal. The order of confirmation therefore was right; but the court, thinking that our decision had settled the point of liability for costs and' charges before the act was supposed to have given the parties a new status, allowed the appellee no more than the expenses incurred by keeping the pauper afterwards. As, however, it was inconclusive, the appellee was entitled to charge as if the legislature had not interfered.\nOrder of the sessions and order of removal affirmed; the costs and charges to be paid to the appellee for maintenance, to be ascertained by this court on depositions; and the record to be retained in the mean time."}