{"id": "959529", "contents": "Coulter, J.\nThe act of 1705, concerning defalcation, provides that where two or more persons dealing together he indebted to each other, and one of them commence an action against the other, that it shall be lawful for the defendant to plead payment and give any bond, bill, receipt, account, or bargain in evidence; and if it shall appear that the defendant hath fully paid or satisfied the debt or sum demanded, the jury shall find for him, and judgment he rendered in his favour.\nIt thus appears, by the provisions of the statute, that mutual demands of persons dealing together, mutually pay and satisfy each other, if the defendant choose to make defence. And the rule in equity is the same. Lord Chancellor Cowper sums it up in, 1 P. Wms. 326, “ that it was natural justice and equity that in all cases of mutual credit only the balance should he paid.” I cannot perceive any reason why the death of one of the parties should alter \" the character of the respective demands; or how that event would instantly touch, with some renovating power, a claim or demand already satisfied in the contemplation of law, and restore it to vitality in favour of the estate, when it was extinguished in the life of the decedent.\nThe intestate in the present case had, in his lifetime, a claim or demand against the defendant for work done in the line of his trade, for $5; and the defendant had a claim or demand for work done in the line of his trade for the intestate, amounting to $10. The estate of the intestate is admitted to be totally insolvent, and his administrator seeks to recover the $5, and refuses to allow the set-off by defendant. He has pursued the claim from a justice’s coitrt up to this place. We cannot help him. Lr answer to the argument of his counsel here, that the debt or demand Avas assets in the hands of the administrator, I have only to remark that, as the decedent could not have recovered the demand in his lifetime, it was not a debt recoverable at his death, and never went into the hands of his administrator as assets. The administrator is bound to pay the debts of the deceased by as high an obligation as he is to collect those due to him; and upon a just and laAvful settlement, which it was his duty to make in this case before bringing suit, it would have been found that nothing was due his intestate. The defendant gains no preference whatever over any other creditor of the deceased, because his debt is reduced by the full amount of the decedent’s account against him. It is only the balance that is a debt, and in relation to that balance he stands on the same platform with other creditors.\nThe case of Bosler v. The Exchange Bank (4 Barr, 32), upon which the plaintiff hung his hopes, is not in point. The decision in that case went on the ground that the character of the claims was fixed at the time of the decedent’s death; and as the note of the defendant in that case was not due, his representative was entitled to demand and receive from the bank the amount of the deposit of the deceased as assets. We rule this case on a principle so strong in affinity to that as to be almost identical: that is, that at the time of the death, the law of set-off, which then took effect, extinguished the plaintiff’s claim. By the result of that law, as the character of all demands are then fixed, the defendant owed the intestate nothing.\nJudgment affirmed."}