{"id": "959527", "contents": "Burnside, J.\nI deem it unnecessary to take up the numerous errors assigned in detail, as we v-iew in the charge on the evidence manifest error from beginning to end.\nIn England, upon a fieri facias, the sheriff may either appraise the goods and sell them, without an inquiry, or else he may appraise them by a jury and sell them: Dalton on Sheriffs, 147. If he sells them by auction, the expense attending .it, over and above the fees and expenses allowed him by the statute, will fall on himself, unless the plaintiff or defendant expressly require the auction: Woodgate v. Knatchbull, 2 Term. Rep. 157. In Pennsylvania, our provincial statute requires a public sale on notice; and, so far as the subject is touched by subsequent statutes, under the commonwealth, similar provisions are required. The sheriff always sells by public vendue or outcry, in accordance with our local law and the uniform usage of the state. The principle is well settled, that a bidder at auction has a right to retract his bid at any time before the hammer is down, unless there are conations of sale containing express stipulations to the contrary: Babington on Auctions, 41, 19 Law Lib., from 13 to 18, and the cases there cited.\nThe right to retract the bid 'before the hammer is down, cannot be denied. In Donaldson v. Kerr, 6 Barr, 486, it was held, that at a judicial sale by the sheriff, the bidder is not bound by his bid, after an adjournment of' the sale on the sheriff’s mere motion, although such bid was not expressly retracted before the adjournment. Bearing these principles in mind, how did Sedgwick stand ? He proves he bid $1,150 for the printing establishment, which was refused by the sheriff. Whether this bid was absolute or conditional, does not clearly appear. Nor is it material, for it was virtually withdrawn; for in a few minutes he went to a table and reduced a bid to writing, and handed it to the sheriff, viz:—\n“To Samuel Faunce, Esq., Sheriff of Dauphin county.\n“Sir: For the press and materials of the Pennsylvania Intelligencer, as now offered for sale, I hereby offer to bid the sum of eleven hundred and fifty dollars; the money to be applied on my executions, and the costs on the same now in your hands, standing against Elliott & McCurdy; and if you do not strike down the same to me, on these terms, but sell for a less sum, I shall hold you personally liable for the loss I may sustain thereby.\n“P. C. Sedgwick.\n“ February 7, 1844.”\nThis paper Mr. Sedgwick handed to the sheriff. It was his' definite and last bid, and superseded all the previous ones. As this bid was in writing, there could be no mistake as to its tenor and effect. Was the sheriff bound to take it ? We are of opinion he was under no such obligation. What was it ? That he would give $1,150, on condition that the $1,150 be applied to his execution. A bidder has no right to impose conditions on his bid. The writ under which the sheriff sold, commanded him to have the money before the court. Here the sheriff had notice of different claimants; and in such a case, the prudent and proper course was for the sheriff to pay the money into court, and let the law distribute it. Execution has heretofore been deemed the life as well as the end of the law; and if the sheriff was bound to accept conditional bids, a sale of property would only be the commencement of new litigation. His writ commanded him to sell for money, and have that money before the judges of the court on the return of the writ. The money the sheriff made was determined by the court to belong to the bank. The question, in that case, involved the construction and .effect of the stay-law of 1842. The profession and the inferior courts differed, as to the effect of the law upon property appraised under the act. It was for the superior court to settle the law on the subject. If the Supreme Court had affirmed the judgment of the Common Pleas, and the sheriff had returned the sale on the conditional bid of Sedgwick, he would have made a nice exhibit to the court, in selling on a conditional promise, which the law would not have helped him to enforce. Conditional bids, at sheriffs’ sales, are contrary to law, and must be disregarded.\nIn the case before us, Sedgwick had no claim to a verdict; and the jury ought to have been so instructed.\nJudgment reversed, and a venire de novo awarded."}