{"id": "959503", "contents": "Coulter, J.\nTbe error assigned is, that tbe court erred in their decree awarding tbe money to tbe judgment of David Petriken. But this court is of opinion that tbe decree was right.\nTbe land which produced tbe fund in court was situate in Centre county, when tbe judgments of Hays and Petriken were obtained. Tbe judgment of Hays, who appeals from tbe decree, was prior in date, and at tbe time of tbe entry of tbe judgments was entitled to preference. But tbe county of Clinton was erected, and tbe line between it and Centre county ran through tbe land which produced tbe fund. Petriken’s judgment was regularly revived in Centre county, and tbe lien continued. Hays’s judgment was never revived in Centre county; but before tbe expiration of tbe five years it was transferred to Clinton county, and there regularly proceeded on. It is contended, that by the transfer and subsequent proceedings, the lien of the original judgment in Centre was kept up. It must be observed, that the fund was produced by the sale of that part of the land situate in Clinton county, by process issued in that county on Hays’s judgment. The transfer of the judgment to Clinton county, under the act of 1840, created a new lien from the date of its entry, and did not carry with it the lien from the time of the entry of the judgment in Centre county; otherwise, judgments obtained in Clinton county bond fide when no lien existed on the records, would be defeated by a lien subsequently acquired. To give such interpretation to the act of 1840, would be contrary to its manifest intent, and destructive of the just rights of bond fide creditors. And when extended to other counties, as it must be if adopted in this case, would be productive of most extensive mischief. The lien acquired by the transfer under the act of 1840 must, therefore, date only from the time of its entry on the docket of the county to which it was transferred. Did then the lien of Petriken’s judgment, which was regularly revived in Centre county, continue to bind the land in Clinton county on which it originally attached? We think it did. The mere circumstance of the new county line running through the land, did not and could not divest the lien. The sci. fa. continued that lien to its original extent. The judgment was properly revived in Centre county, because part of the land was therein situated. The right of lien was a vested right, and it has been the custom to issue process in the old county, in many cases of the erection of new counties: and the sheriff has levied on land bound by the judgment situate in the new. As the act erecting Clinton county is silent on the subject, we must not allow well-defined rights to perish by too narrow an adherence to mere technical rules. Where there is a right there must be a remedy.\nAs, therefore, the judgment of Hays was allowed by the expiration of five years to lose its lien in Centre county, and as the transfer of the judgment to Clinton county only established a lien in that county from- the date ■ of the transfer, the judgment of Petriken obtained priority, and was entitled to preference.\nDecree affirmed."}