{"id": "959515", "contents": "Rogers, J.\nIt is a principle well settled by many adjudicated cases, that an action does not lie for a reasonable use of one’s right, though it be to the injury of another. Eor the lawful use of his own property, a party is not answerable in damages, unless on proof of negligence: as if a man builds a house and malees a cellar on his own soil, whereby a house nearly built on an adjoining soil falls down: 2 Roll. Abr. 505; 1 Sid. 167. So, should a man’s house get on fire without his neglect or default, and burn his neighbour’s, no action lies against him, notwithstanding the fire originated in his house, because it is lawful for him to keep fire. If A. sets fire to his own fallow ground, as he may lawfully do, which communicates to and fires the woodland of his neighbour, no action lies against him, unless there was some negligence or misconduct in him or his servants : Clark v. Foot, 8 Johns. 421. So where one builds a mill-dam upon a proper model, and the work is well and substantially done, he is not liable to an action, though it break away, in consequence of which his neighbour’s dam and mill below are destroyed. There must be proof of negligence to make him liable: Livingston v. Adams & Reader, 8 Cow. 175. A person building a house contiguous and adjoining the house of another, may lawfully sink the foundation of his house below the foundation of his neighbour’s, and is not liable for any consequential damages, provided he has used due care and diligence to prevent injury to the house of the other: Panton v. Holland, 17 Johns. 92. So when one builds a house on his own land, within two feet of the boundary line of his land, ten years after the owner of the land adjoining dig so deep into his own land as to endanger the house, and the owner of the house on that account left it, and took it down, it was held that no action lay by the owner of the land for damages: Thurston v. Hancock et al. 12 Mass. Rep. 220. The court considered this as a very hard case, and evinced great anxiety to sustain the action, but after a minute and careful examination of the authorities, they were compelled to come to the conclusion, and so ruled, that the suit could not be maintained. That negligence in such cases is the gist of the action is also ruled in Runnell v. Bullen, 2 N. H. Rep. 539; in Cook v. The Champlain Transportation Company, 1 Denio, 22; The Mayor of the City of New York v. Barley, 2 Ib. 433; 3 Hill, 531, S. C.; and in Greene v. The Borough of Reading, 9 W. 383. The principle directly applicable to this case, being supported by an unbroken current of authority, it remains to inquire whether the Philadelphia and Reading Railroad is an exception to the rule. And that it is not, is very clear. The 12th sec. of the act of 4th April, 1833, which charters the company, gives the president and managers authority to enter in and upon and to occupy all land on which the railroad or its depots and warehouses may be located, or which may be necessary for the erection of its engine and water stations, weigh-scales, or any other purpose necessary or useful in the construction and repair of the road. .The section also points out the mode of ascertaining the damages by a jury, whose duty it is to ascertain and report to the court what damages, if any, have been sustained by the owner of the ground, by reason of the construction of the road. The jury are directed, after being sworn or affirmed, to view the premises, and to estimate the quality and quantity of the land occupied by the road, and all other inconvenience which may be lilcely to result to the owner or owners of the land, paying a just regard to the advantages which may seem likely to result to the owners therefrom. It seems difficult to imagine how words could have been used more comprehensive than those employed in this section. The jury are directed to give the owner compensation, not only according to quality and quantity of the land occupied by the road, but also damages are to be given for every inconvenience likely to result to the owner. Can it be denied that it embraces probable damages from fire, caused by the necessary emission of sparks from the engine, to be used in doing the business of the road ? The owner had not only a right to compensation, but the defendants offered to prove he had rceived compensation. For some reason, which we have difficulty in understanding, the evidence was rejected. They offered in evidence the venire and proceedings to assess the damages for the construction of the road through the premises in question, and proof of the payment of the damages assessed. Whether damages were actually given for this cause, is immaterial; they may and ought to have been given. It is, however, very unlikely that they were overlooked in the estimate. Generally speaking, as we all know, the owners of land through which any public work passes, have but very little reason to complain. They are usually benefited to double the amount of the injury. Of this consequence, they are very sensible before the work commences. The advantages from the improvement are uniformly forgotten after its completion. It will be observed, that from the words of the 12th section, it is plain that it was in the contemplation of the legislature, at the time the act was passed, that the business of the road was to be done by looomotives; a mode of conveyance well known at the time, and understood by them and the company. Indeed, that is a fact so notorious, as not to need the aid of proof. Reference is made in the act to engines and water stations, the erection of which could only be necessary where it was designed locomotives should be used. We therefore see no reason for the application of a different rulo to the affairs of this company.\nNor is there any reason for sympathy with the plaintiff, as he has already received, or, what is the same thing, might have received compensation for the damage or inconvenience arising to him from the occupation of the road. It is not denied that the company, at the time the accident took place, were in the lawful pursuit of a legitimate business. If, therefore, the plaintiff has been injured, it is damnum absque injuria, and the company are not to be mulcted in damages, unless on proof of negligence on the part of the company or its officers. In Potter v. Holland, already cited, it was contended that the defendant ivas liable, on-the principle sic utere tuo ut alienum non laidas. The plaintiff insisted that without reference to the question of negligence, the defendant was answerable. But the court was of the opinion, and so ruled, that no man was answerable in damages for the reasonable exercise of a right where it is accompanied with a cautious regard to the rights of •others, where there is no just ground for the charge of negligence or unskilfulness, and where the action is not done maliciously. It is said that the proof of negligence in managing the fires of any particular engine, running as the engines of this company do, at all hours of the day and night, very many trains passing both ways, and with a speed that would defy or baffle observation, would always be a matter of extreme difficulty. The fire lodged in a wood, or in a house, might not break out into a conflagration for hours after, and twenty engines may have passed shortly before or after the fire was communicated, among which it would absolutely be beyond all proof to distinguish the one which caused the injury. From all this the learned judge draws the conclusion it would be unreasonable to require proof of negligence. It may be very true that there may be some difficulty in the proof, arising from the circumstances stated, and if so, they ought to be taken into consideration by the jury. But because there is some perplexity in it arising from the manner in which the business of the road is done, that is no reason that every principle of law should be uprooted by requiring no proof of negligence whatever. We see neither reason nor justice in the position. It would undoubtedly lead to great wrong to the company, who would have no means of guarding themselves against the malice or cupidity of the owner or others, who may fire the lands for the very purpose of making the company answerable in damages. If the law be that the existence of fire alone is, all that is-required to fix the liability of the company, it would be difficult if not impossible for them to escape. They would in effect become insurers of every property, 'including the city of Beading itself, contiguous to the road: a grievance which might prove destructive to the interests of the company. It is therefore but just, that they should have the benefit of the principles extended to all others, that no person is answerable in damages for the reasonable exercise of a right accompanied with a cautious regard to the rights of others.\nThe plaintiff in this suit declares for negligence. Negligence, according to his own showing, is the gist of the action; and yet he has been allowed to recover damages without any proof of negligence, or any attempt even to prove it, and that in the face of overwhelming testimony that there was no negligence nor unskilfulness whatever, but that, on the contrary, extraordinary pains were taken and expense incurred to prevent injury to lands through which the road passes, from the emission of sparks from the engines.\nWe are also of opinion that the evidence offered in the second bill ought to have been received, as bearing on the question of negligence ; for if the fire was caused by the act of the plaintiff in building on the land appropriated to the company, he is not entitled to damages. In that case he would have himself to blame for the.loss, and not the defendant.\nJudgment reversed, and a venire de novo awarded."}