{"id": "960619", "contents": "Gibson, C. J.\nThe common-law award on which this action is brought, was impugned at the trial for want of notice to Richard, the defendant, of the time and place of hearing; for want of examination of the witnesses by the umpire; and for want of conformity to the submission. In regard to the first, the evidence was, that formal notice of the time and place of hearing by the umpire had not been given; but that Richard being told of the umpirage by one of the arbitrators, declared that, acting by the advice, of his counsel, he would not appear; in earnest of which he handed a paper to the arbitrator, with instruction to lay it before the umpire, in order fo bring into his view certain accounts which he feared might be overlooked. Notice may be waived in advance by a communication addressed to the person who would be bound to give it, and had there been merely a declaration of intention, in this instance, without the message which accompanied it, there would perhaps have been no waiver. It is true that arbitrators are not funeti officio by the appointment of an umpire; for they may still go on and award; and where they do not, it is their business to give information and assistance to the umpire, at least they may do so. But though it was their province to give notice to the parties of their own meetings in the first instance, and of the appointment of the umpire in the second, it became his province, having the duties to perform which had before rested on them, to appoint the time and place of his sitting, and to warn the person concerned: Kyd on Awards, 59. But as a party may beforehand signify his determination not to appear, and thus dispense with notice of the time and place, he may do it in person, or by an agent authorized to communicate it. In this instance there was more than an expression of inténtion. It was accompanied by a paper to be laid before the umpire and used in the party’s defence, and the declaration of his intention thus assumed the character of a communication, as it would have done had it been confided to a stranger. Besides, without an appearance, a party is not entitled to the benefit of matter of defence, or, having given it, to treat the proceeding as ex parte. After that it would be idle to trouble him with notice.\nThe next point is unattended with difficulty. Before an umpire has made his award, he is bound to examine the witnesses if a party require it; but not without request, or afterwards. In Hall v. Lawrence, 4 T. Rep. 589, the arbitrators had regularly heard the evidence, and disagreeing, had stated it to an umpire named in the submission, who made his umpirage without a fresh examination of the witnesses, subsequently to which, the losing party requested him to hear the witnesses himself, and on his refusing to do so, moved the court to set the umjDirage aside ; but the rule to show cause was discharged with costs. To the same effect is Tunno v. Bird, 2 Nev. & Mann, 328; S. C. 5 Barn. & Ad. 488. Now though the umpire, in the present case, did not examine the witnesses, no one requested him to do so. He examined the testimony taken by the arbitrators, who laid the whole of it before him, making explanations without stating their points of difference. As the hearing was in some sort ex parte as to Richard, Robert furnished the books called for, pointed out nothing, and merely answered questions. There certainly was no misbehaviour in that.\nBut the umpire debited Robert with receipts, and credited him with payments to the time of the award; whence an argument that he went beyond the submission, which extended no further than “ disputes, difficulties, and controversies,” existing at the time of it. These matters, however, if not within the letter, were within the spirit of it; for it would have been impossible to settle these disputes, difficulties, and controversies, growing as they did out of “their partnership dealings accounts,” as they called them in the submission, without disposing of them. It is certain that an award of disputes, arising after the submission, is void — at least for the excess — for which we have the authority of Barnardiston v. Foulyer, 10 Mod. 204, decided on the authority of 1 Roll. Abr. 145, pi. 8. But these debits and credits were, in truth, not subjects of dispute. It was formerly held, that to award a release of actions to the time of the award, was bad; but that the law is held differently now, is shown by Squire v. Grevell, 6 Mod. 34; Abrahat v. Brandon, 10 Mod. 200; Hooper v. Pierce, 12 Mod. 116; and Perry v. Nicholson, 1 Bur. 278. And the reason given for it is, that it shall not be intended before it is shown that a release of actions subsequent to the submission was meant. It was not shown here, nor could it be, that the receipts and payments did not grow out of matters within the submission. It was found, while the cause was before the arbitrators, that the partnership debts were pressing the firm, and that it was necessary to collect ,the debts due to it to meet them; to effect which, the parties agreed that Robert should take the books, collect, and pay out — in short, . become the liquidating partner — and this was virtually an agreement that the subsequent debts and credits should come into the ' award. A submission by specialty, may be altered by parol; and whether altered or not, it is to be construed largely. It might well be doubted whether this umpirage would not be good without an alteration; but the subsequent agreement clearly gave power to wind up the concern, and settle all the partnership accounts, and consequently to include receipts and payments, whether subsequent or prior to the submission.\nThe objection to the competency of the arbitrators and umpire as witnesses, is unfounded. It is well settled that an arbitrator may prove facts that came under his notice in the progress of the hearing, the only question being, whether he is bound to testify. On the authority of a note of Sir James Mansfield’s decision at nisi prius, in Ellis v. Saltau, Lord Tenterden seems to have conceded in Johnson v. Durant, 4 C. & P. 327, that he is not; but no satisfactory reason appears to have been given for it. Sir James told the witness he need not be examined unless he chose it, thinking that an arbitrator was not to be afterwards worried as a witness. But if unwilling to take the chance of it, ought he not to decline the office in the first instance, rather than acquire important information by means of it, and withhold it to the injury —perhaps the ruin — of an innocent man ? Every man’s convenience must give place to the necessities of distributive justice. But notwithstanding these nisi prim decisions, the point is still unsettled; and as it does not arise in the case before us, we say no more than that, as the witnesses themselves did not refuse to be sworn, no one else could object to it.\n‘Judgment reversed, and a venire de novo awarded."}