{"id": "960618", "contents": "Rogers, J.\n(after stating the cause of action and the agreement.) — The committee seem to have been fully aware of the risk to which owners are exposed, of an increased expense under the specious pretence of charges for extra work; and hence this unusually prudent, wise, and cautious provision. It will be remarked, the committee reserve to themselves the power to suggest alterations in the plan. These the contractor is bound to conform to, unless it interferes with the plan in some essential particular, and provided also that there is an expressed agreement as to the price of the proposed alteration. The rights of both parties are therefore particularly guarded. The committee are freed from innovations, without their express consent; the contractor from material alterations, inasmuch as he cannot he compelled to accept the suggestions of the committee, unless consistent with the original plan, and at a fair price to 'be agreed upon at the time. In anticipation, it would be difficult to imagine how any contest could arise between the parties; and that none would have occurred may be confidently asserted, had the plaintiff thought proper to follow the wise and prudent advice of his pastor and friend, who told him if the committee asked him to do anything on his contract, he ought to do it, and that he must take the contract as his guide. Instead of pursuing these sensible suggestions, and in utter disregard of his contract, he evinces displeasure because the committee refused to accede to some of his proposed alterations, and, in the extremity of his wrath, he declared he would not be bothered with them any longer; that he would build the church to please himself, and if he should suffer loss by it, it would be a monument to his children. The witness adds, he did go on and build it to please himself. These are some of the circumstances under which the plaintiff asks additional compensation for extra work, to be paid by the individual members of the committee. In support of such a claim, justice requires there should be full and stringent proof. The action can only be maintained by clear and satisfactory evidence of a new, distinct, and independent contract between the parties, authorizing the alterations in the original plan, and expressly agreeing to pay for them a certain fixed price, or what they may be reasonably worth. Short of full proof of these essential particulars, the action cannot be sustained. It is obvious, that unless these principles are rigidly enforced, it is worse than useless to enter into a special contract,' or attempt to guard against impositions sometimes ruinous to the owner. If the contract is to be thrown open because one of th'e committee approved of a particular alteration — that sometimes all of the committee, at others a less number attended while the work was going on — that in the opinion of the witness, they must have known of the extra work — ■ that they often talked of the extra work, without expressing any displeasure at the alterations — that one of them said, speaking of the door in front, he did not think such an improvement could be made on the same piece of work: if for one or all these particulars, a solemn contract may be set' .aside, then it is a useless piece of folly to put such agreements in writing. We shall never be in want of testimony of the kind above alluded to; and it will follow', that the only possible mode of escaping, for the owner (even if that can protect him), will be to absent himself altogether, while the work is in progress. If the unhappy owner expresses his satisfaction with the building, he is . bound to give an additional compensation; nay, if he does not expressly dissent, he is still in the same category. In truth, he would be an unnatural and illnatured man, who would not express satisfaction when he observes that the builder is more than fulfilling his contract — that he is making a better job of it, in workmanship and plan, than he agreed to do. But does it follow, that when improvements are made without any consultation with the owner, to gratify the taste or the laudable vanity of the contractor, that he shall be compelled to pay the additional expense, if any there be, in direct opposition to the words and spirit of his contract ? The adoption of such a rule would be particularly unjust here; for it is sought in this action to charge the defendants individually, although they have but an interest in common with the plaintiff, as members merely of the same congregation. It is a remarkable fact, which shows the danger to which persons in the situation of the defendants are exposed, that the defendants have been charged with upwards of $1,300 beyond their contract for extra work (with a single exception of an item costing $25), without a particle of proof that they either authorized the alterations, knew of the increased expense, or promised to pay for them. In the charge of the court, and the answer to the points, there is a pervading error. The court appear to,have thought, and so the jury must have understood them (for there is no accounting for the verdict on any other principle), that because the defendants stood by, saw the alterations in the plan without objection, and accepted the work, that therefore there was full proof of the agreement. This was a mistaken and mischievous view of the case. [His honour here stated the charge of the court in regard to the extra work.] From the obvious sense of this language, as applied to the evidence, we must enter our dissent. The jury must have understood the court as instructing them, that standing by, seeing the work going on, adopting it after it was finished by accepting- the work, was full evidence of an agreement binding on the defendants.” But this we deny, unless there was superadded evidence of an express promise to pay either a certain sum or what the additional work was reasonably worth. If the court had explained what was meant by assenting to and adopting the work, in all probability we should have been saved all difficulty by a verdict for the defendants. If, however, the court intended to say — and this is the obvious construction of the language used — that if the defendants were satisfied, did not forbid the plaintiff making the alterations or improvements, and afterwards adopted it by accepting it, this constituted an agreement binding on the defendants, it is an error which this court is bound to correct. It is an elementary principle, that a workman employed to do a job, who adds extra work without consulting his employer, cannot charge for it: Hart v. Norton, 1 McCord, 22. So in Wilmot v. Smith, 3 C. & P. 453, the plaintiff agreed to construct a printing-press, with a cast-iron bottom, for the defendant, for 41.10s., and he furnished him one with a wrought-iron bottom, and sued for 51. 5s., it was held he could recover but 41.10s., although the press was better, and the defendant did not object to it or offer to return it. This is a case very like the present, and rules it.\nThe court is further of the opinion, that in other respects the charge is correct, and that there is no error in giving a negative answer to the defendants’ fifth point. We adopt the answer and the reasons given by the judge.\nIn conclusion, I will venture to suggest that the plaintiff was badly advised in rejecting the peace-offering of the congregation, which we sincerely hope may be renewed and accepted. A claim to a reasonable compensation for a building, which does credit to the taste of the congregation as well as the contractor, addresses itself to their sense of justice and liberality. All the witnesses concur that the -work has been finished in a masterly manner, and that it is an ornament to the borough in which it is situated.\nJudgment reversed, and a venire de novo awarded."}