{"id": "960635", "contents": "Gibson, C. J.\nAs the validity of the mortgage is strongly doubted by some of us, and as it is not necessary to determine it, I limit the present decision to the validity of the judgment as a concurrent security. A mortgage is a deed, of which delivery, actual or constructive, is an essential part of the execution; but delivery has nothing to do with the rendition of a judgment either by cognovit or recovery. This judgment was entered on bonds which were not delivered; but it was entered, not by virtue of the bonds, but by virtue of the warrant which attended them. In contemplation of law, like every judgment, it was the act, not of the party, but of the court; and it is enough, provided it were bond fide, that it was actually rendered, whether erroneously or not. Our books are full of cases to show that none but the parties can take advantage of mere error in the record. The only thing that could raise the shadow of a doubt in the case before us, is the admitted fact that the money intended to be secured, though agreed to be lent, had not been actually received; and if the judgment were unsound for that-reason, a creditor might certainly attack it collaterally on the ground of collusion. The terms of the loan, however, had not only been definitively settled, but the parties were as firmly bound by them as if the contract had, been reduced to writing; and why should not a judgment to secure the repayment of money which the lender was bound to advance, prevail against subsequent encumbrances ? The obligation of the parties disproves everything like collusion or fraud. Though with us a judgment for endorsements or acceptances lent, has been a frequent security, no one has ever contested its validity as a lien. Yet that is a much stronger case than the present. On the same principle it was held in Arrison v. The Commonwealth, 1 Watts, 374, that a judgment on a bond with condition to perform certain acts, is a lien from its entry; and this, though apparently different from the law of mortgages for future advances, is not essentially so. It was held in Irwin v. Tabb, 17 S. & R. 422, on the authority of Chancellor Kent in Brinkerhoff v. Marvin, 5 Johns. C. Rep. 322, and James v. Johnson, 6 Johns. C. Rep. 42&, that the extension of the security is stopped by the intervention of strangers; but it would not have been held that a mortgage is not a security for a present loan executed in every respect but manucaption of the money. It would lead to collusion and abuse if creditors could be kept at bay by a running security till it should please the parties to stop it; and therefore it is that such a mortgage, though good between the parties, must yield to liens prior in time to the advances made. Here the agreement to lend was equivalent to delivery of the money, and on that ground the appellant was entitled to a preference.\nThe decree is reversed, and it is ordered that she have leave to take the amount of her judgment out of court,"}