{"id": "960617", "contents": "Rogers, J.\n(after stating the two titles under the mortgage and the sheriff’s sale.) — Either of the titles as above stated would entitle the plaintiff to a verdict. But the defendants contend the plaintiff cannot recover because Thomas Clark, on the 5th January, 18^1, conveyed an undivided half of the premises (being the property in dispute) to his father, Yinson Clark. That this deed was acknowledged on the day of its date, and was recorded May 1st, 182|. The deed being recorded before the sheriff’s sale, and moreover Y. Clark'having given notice at the sale, the court properly instructed the jury that the purchaser at the sheriff’s sale obtained no title unless the deed from John Clark to Y. Clark was fraudulent. The jury decided that it was a bond fide conveyance. There is therefore an end to the title grounded on the sheriff’s deed.\nHas then the plaintiff, the assignee of Broadhead, a title under the mortgage ? — and this is a principal point in this case. The mortgage to Broadhead was recorded 28th November, 1831, but the deed from J. Clark to Y. Clark, although prior in date, was not recorded until May 1st, 1836. And this would be decisive of the case; but the defendant replies, that although his deed is recorded upwards of five years, after the entry of the mortgage, he is not to be postponed, because the mortgaged had actual notice of the conveyance of a moiety of the property by John Clark, to his father, Y. Clark. The fact of notice was properly left by the court to the jury, who found that the mortgagee had notice. But in answer, the plaintiff contends that admitting this to be so, he is an assignee without notice, and however it may be as between the mortgagee and third persons, he takes the property discharged of all equities of which he had no knowledge. The question, therefore, is (granting he had no notice, which is undoubted), does the assignee stand in the same or a better position than the mortgagee ? On this point the court instructed the jury, that the assignment of a mortgage is not so within the recording acts, as to give the assignee protection against an unrecorded deed, of which the mortgagee had full notice. That a mortgagee is a purchaser within the statute of frauds, is ruled in Lancaster v. Dolan, 1 Raw. 245, on the authority of Chapman v. Emery, Cowp. 278. Now it has been repeatedly ruled, that although a purchaser has notice of an equitable claim, by which his conscience is affected, yet a person purchasing from him bond fide, and without notice of the right, will not be bound by it. So a person having notice of an equitable claim may safely purchase of a person who bought bond fide, and without notice. These positions are elementary, and are fully sustained by the authorities cited. If, therefore, a mortgagee is to be considered on the footing of a purchaser, it would seem to follow that .an assignee without notice takes the property discharged of a latent equity, if any existed. These cases, although analogous, are not expressly in point, but the case of an assignee of a bond and mortgage is expressly ruled in Livingston v. Dean, 2 J. C. R. 479. He takes it subject to all the equity of the mortgagor, but not to the latent equity of a third person. To subject Mm to such an equity he must have express or constructive notice at the time of the assignment. It is a general and well settléd principle, says the chancellor,-in Murray v. Lylburn, 2 J. C. R. 443, that the assignee of a chose in action takes it subject to the same equity it was subject to in the hands of the assignee: 2 Vern. 691-765; 1 Pr. Wms. 497; 1 Ves. 122; 4 Ves. 118. But this rule is generally understood to mean the equity residing in the original obligor or debtor, and not an equity residing in some third person against the assignor. He takes it subject to all the equity of the obligor, say the judges in the very elaborately arguedcase of Morton v. Rose, 2 Wash. 283, on this very point, touching the rights of the assignee of a bond. The assignee can always go to the debtor and ascertain what claims he may have against the bond or other chose in action, which he is about purchasing from the obligor; but he may not be able, with the utmost diligence, to ascertain the latent equity of some third person against the obligee. He has not any object to which he can direct Ms inquiries, and for this reason the claim of the assignee, without notice of a chose in action, in the late case of Redfearn v. Ferrier, 1 Dow, 50, was preferred to that of a party setting up a secret equity against the assignor. Lord Eldon observed, in that ease, that if it were not to be so, no assignment could ever be taken with safety. It would be utterly impossible to guard against combination by the mortgagor and mortgagee, particularly with the aid of the owner of the latent equity. If Y. Clark, the owner as he alleges of the moiety, loses his property, it is his own laches, for it was his duty to put his deed on record as notice of his title. Having neglected his duty, he is postponed to the mortgagee, who is a purchaser within the statute of frauds. At law his title is available against the owner, who neglected to put his deed on record. The assignee stands in the position of the mortgagee so far as regards the legal title, but stands, as the authorities evidently show, unaffected with an equity of which he had no knowledge or possibility of knowledge, and against which it would be impossible for him, with the most careful diligence, to guard himself. If he had notice of the outstanding equity, he would be in the same position as the mortgagee, and equity in such case would relieve the owner of the estate, notwithstanding his neglect. The principle on which courts of equity act, is that actual notice is equivalent to constructive notice derived from the registry of the deed. The intention of the acts requiring deeds to be recorded, was to secure subsequent purchasers and mortgagees against prior secret conveyances and fraudulent encumbrances; and therefore when a person has notice of a prior conveyance, it is not a secret conveyance by which he can be prejudiced;, for he can be in no danger where he knows of another encumbrance, because then he might have stopped his hand from proceeding, and therefore is not the person whom the statute meant to relieve. The court of chancery affords relief, because it is against equity for him to protect himself by his legal title when he had express notice of a prior conveyance or encumbrance. But it is evident this must be personal to'the mortgagee, and cannot affect his innocent assignee. Why should an innocent assignee be deprived of the benefit of the legal title, in favour of a person who, by his neglect to put his deed on record, has put it in the power of the mortgagee to perpetrate a fraud ? It is an invariable principle of equity, that where one of two innocent persons must suffer, he who is the cause of the loss must bear it. But it is contended Jeromus Johnson is postponed, because he did not put his deed or assignment' on record until after Y. Clark’s deed was recorded. In Lightner v. Mooney, 10 W. 407; Ebner v. Goundie, 5 W. & S. 49; Goundie v. Water Co. 7 Barr, 233, it is ruled, under our statute, that where there are two deeds of conveyance of different dates, neither of which is recorded within six months, that which is first recorded will take priority. And this would be conclusive, but for the answer that the assignee is not hound to register his assignment, and is in no default, as is conclusively shown by Mr. Justice Kennedy in Craft v. Webster, 4 R. 254. The learned judge, after an able review of the point, comes to the following conclusion:— “ Having shown that an assignment of a mortgage is not a conveyance of and concerning land, whereby the same may be in any way affected in law or equity (which are the words of the recording act), it is not necessary that it should be recorded, as required by that act, to give it validity against a subsequent assignment made by the mortgagee to a third person for valuable consideration, without notice of the first. If the first assignment were in writing, proved and recorded, the recording would afford the assignee no additional protection against a claim under a subsequent assignment.”\nThis is the principal point in the case; but as it goes down for another trial, it becomes necessary briefly to notice the other exceptions. We cannot see the relevancy of testimony as admitted in the first bill, because it was the sale of other property with no connexion that we can perceive with this case, unless it should appear to be for the same debt; in which case, the proceeds of sale would be applicable to the payment of the mortgage. 2d. We cannot see what interest J. Clarke has in the controversy. He is not directly interested in the event, nor would a verdict and judgment in this case be evidence in any suit to which he may be a party. There has been nothing exhibited to us to show that he has an interest to have the mortgage extinguished by the rents. So far as appears, if he has any interest, it is to prove that the mortgagor has been paid, as perhaps, in that event, it might render him liable to an action at the suit of the assignee. The evidence contained in the third bill was improperly admitted, for the value of the property in dispute has nothing to do with the issue, and is only calculated to perplex the minds of the jury, by exciting an impression that Johnson had made an advantageous bargain. That Johnson paid only the one-half of the value of the property, after the notice of V. Clark at the sheriff’s sale, cannot affect his title' to the property, and ought not to have the slightest weight in the determination of this case.\nThere is no error in proving that Johnson received the benefit of the whole proceeds of the sheriff’s sale, by retaining it on account of his mortgage. The effect of the evidence will depend on other circumstances. For if there was a surplus over and above the liens against the estate, the mortgagor would have the right to apply that surplus to the extinguishment of the mortgage. But if there was no surplus but money applicable to judgment-creditors, which has been misapplied, they are the persons who, having been injured, have alone the right to complain. The sheriff would be answerable to the creditors, and Johnson would be answerable to the sheriff, and nothing but an express contract or agreement would protect them. The court, therefore, did injustice to the plaintiff in charging the jury that this money having been received by Johnson for Clark’s property, and not accounted for by him to other creditors, and they having acquiesced therein, should now be applied by the jury, to cancel, so far as it goes, the indebtedness of John Clark to Johnson. Admitting the fact that Johnson received money which he has not accounted for to the other creditors, yet there is no evidence of any agreement by the creditors that the money should be misapplied. If so, they have their remedy against Johnson, and not the mortgagor; and the court had no right to expose Johnson to the risk of paying the money not only to the mortgagor, but to the creditors also.\nI refrain from noticing the question of merger, because it forms no part of the case now before the court. It will be'time enough to decide when it properly arises.\nJudgment reversed, and a venire de novo awarded."}