{"id": "960628", "contents": "Bell, J.\nThe objection taken against the order to open the road in question, that it was issued prematurely, is well founded. The return made by the viewers was read and confirmed nisi, on the 21st of December, 1846. At the succeeding February sessions a petition for a review was presented, and an order accordingly awarded. On exceptions filed to the report of the reviewers, it was set aside on the 25th of May, 1847. On the 29th of the same month the report of the reviewers was again read and confirmed, and then, for the first time, the width of the road was fixed by the court, with a direction that it should be opened to that width. It is conceded, though not stated explicitly upon the paper-book, that before the next succeeding term of the court an order to open the road was issued to the supervisors of the proper townships. It is settled by the case of the road in Bucks county (3 W.-105), that, under the 4th section of the act of 1836, the report of a road cannot properly be entered of record until the next succeeding court after the breadth of it shall be fixed, and thenceforth such road shall be taken, deemed, and allowed to be a lawful public road or highway, or private road, as the case may be. The Quarter Sessions ought to and mostly do direct the width of the road immediately upon the confirmation of the report of the viewers, and then parties interested have but until the next regular sessions to petition for a review. But as the object of the law is to give the period of a vacation between term and term, after the width is fixed by the court, should this be neglected at the first term, the parties in opposition are not excluded by lapse of time until a term has intervened after the width is ascertained. In the present instance, the petition for a review was presented at the term following the report of the viewers, and the second report being set aside for informality at the third term, the breadth of the road was for the first time ordered. Now, under such circumstances, according to the case cited, time should have been allowed to the petitioners for a review until the succeeding term, either to present a new petition or ask the appointment of another jury of review upon the old. Instead of this, an order to open the road was immediately issued, under which the mischief feared by the opponents of it may be accomplished before redress can be had. The order to open must, therefore, be quashed as being improvidently issued.\nAccording to some recent cases, the width of the proposed road must be fixed upon the return and confirmation of the report of the viewers, otherwise the proceeding is null; and this, though there may be a standing rule of court directing the width in all cases, unless otherwise specially ordered. But this exception is not made here, and it is consequently not presented for consideration.\nThere is nothing in the two remaining exceptions taken against the proceeding.\nThe act of 24th February, 1845, under which it was commenced, requires that the three viewers shall view, and that before doing so they shall give notice, by advertisement, when and where they will assemble for the purpose. But it is not necessary these facts should be affirmed on the face of the report. The act of 1886, and the prior road-laws, require at least five of the six viewers to view the ground proposed for the road, but it was determined to be unnecessary specially to aver this in the report. It is enough if shown, per testes, to the Quarter Sessions on exceptions filed: Road to McCall’s Ferry, 13 S. & R. 25. For, too, although notice to land-holders and parties interested of the time fixed for the view has, under the general laws, been deemed essential, it may sufficiently be shown by parol, and such is the constant practice. The presumption is, that the requirements of the statutes have been complied with by the viewers, and therefore it is not necessary specially so to state on the report, unless specially required by the acts regulating the subject: Schuylkill Falls Road, 2 Binn. 250; Spear’s Road, 4 Binn. 174; Road to McCall’s Ferry, 13 S. & R. 25. The third section of the act of 1836 requires the report of the viewers to state, inter alia, particularly who of the viewers were present at the view. But this is not required by the act of 1845, and therefore you may show it in pais when called on to do so. With the exception of the order to open this road, the proceedings, so far as they have progressed, are well enough. But as the order will be set aside, I think an opportunity should be afforded to those who opposed the view, to have a review of the- ground. This may be done under the old petition, which, if necessary, may be amended for the purpose.\nThe order to open the said road is quashed, and the record remitted to the said court of Quarter Sessions for further proceedings."}