{"id": "960606", "contents": "Burnside, J.\nThe evidence is satisfactory that Louisa had gained a settlement in Milton, by hiring before her marriage with Andrew Deems, 5 Barr, 283, 284. If the evidence of her husband is believed, he had a settlement in Chester county, which by the marriage became her settlement; as the 10th section of the act of 1835, Dunlop, 632, provides “ that every married woman shall be deemed during coverture, and after her husband’s death, to be settled in the place where he was last settled.” If the overseers had been disposed to regard the law, it could have been easily ascertained whether Deems’s statement was true. But the case was put by the Sessions on other ground. Louisa seems to have been deserted by her husband, and to have been partially deranged. She required relief in Milton, and two justices of the county of Northumberland made an order on the overseers of Milton to that effect. The act of 1836, Dunlop 631, sec. 5, declares: “ It shall be the duty of the overseers of every district to furnish relief to every poor person within the district not having a settlement therein, who shall apply to them for relief, until such person can be removed to the place of his settlement;” and the 4th sec.: “If such poor person, by reason of age, disease, infirmity, or other disability, is unable to work, it shall be the duty of the overseers to provide him with the necessary means of subsistence.” In cases of emergency, relief must of course precede the order of maintenance, and the township would be liable, without an order of maintenance : 12 S. & B. 292, 296. 23d section provides for the poor falling sick: Dunlop, 634.\nThe township of B. procured an order to remove a dying pauper who had no settlement there, to C. township. He was so ill as to be left on the way, in U. township. The latter township procured an order for his return to B. township. Held that B. township was bound to receive him and maintain him till properly removed as the statute directs: 5 W. & S. 535. The return of the Sessions shows us that the overseers of Milton, instead of proceeding, as the law directs, to have the unfortunate woman removed to her next legal place of settlement, on the 20th day of August, 1845, wrote their first puerile letter to the overseers of Williamsport, informing them thai they had raised an order of relief for Louisa Deems from the justices of the peace of Northumberland county, and requesting to ¿now what the overseers of Williamsport wish done with her. On the 29th August, they again wrote, enclosing a copy of the affidavit of Andrew Deems, Louisa’s husband, and desired the overseers of Williamsport to make provision to have Louisa and her child removed, alleging they can establish a settlement for Louisa in Williamsport, remarking that unless the overseers of Williams-port take charge of them and pay for them, the overseers of Northumberland would be under the necessity of proceeding as the law provides in the case. The overseers of Williamsport took no notice of these letters. We next hear of Louisa on the 18th of November, 1845, in New Berlin. The overseers of that place wrote to the overseers of Williamsport, that a coloured woman, apparently of unsound mind, was wandering in their streets without any means of support, and had become a township charge, so that they had to pay fifty cents a day for her keeping. Shortly after this, Louisa is found wandering in the streets of Williamsport. The day after she appeared there she was removed to Milton by order of two justices, who adjudged Milton as her last place of settlement. From this order Milton appeals — and certainly, that her last place of settlement is in Chester county, Milton was not ignorant of, for they had sent a copy of the husband’s deposition to Williamsport.\nWhen the overseers of Milton received the order of relief from the two justices of Northumberland county, it was their duty to have provided for Louisa until they found, in a legal manner, her last place of settlement. Instead of regarding the act of Assembly, or the dictates of humanity, they permit this unfortunate deranged woman, in an inclement season of the year, (to use the most delicate expression) to wander from the borough of Milton.. They not only neglected their duty as officers, but as men. When they found her last place of settlement, our law, in its wisdom, would have made them full remuneration for any money judiciously expended for the pauper, and for their trouble. But instead of taking proper care of the unfortunate maniac, and providing for her wants, they shuffle her off to the protection of Sim who tempers the wind to the shorn lamb. Overseers of the poor, like all other officers, are not above the law. It is sometimes necessary to teach them their duty. Some years ago, when at the bar, I drew an indictment against the overseers of Union township, Mifflin county, for a misdemeanour in office, in selling the poor by public vendue or outcry, to the lowest bidder. I conducted the trial before Judge Huston, and they were properly convicted and sentenced. The worthy and humane inhabitants of the township were shocked at the barbarity of the proceeding, and took this method of testing its legality. Under any direction, where an order for relief or maintenance is issued, the' township on whom it is made, is bound to support the pauper until they find the place of, his last settlement. From such an order there is no appeal: 2 Yeat. 164; 2 Watts, 434. The overseers who receive such order are bound to obey it. Louisa was legally sent by the two justices to the borough of Milton. It was the duty of that borough to provide for her food and clothing, until they found her last place of legal settlement. The overseers of Milton did not provide for her, and the order of the Sessions only restores her to their care and custody. They ought not to be allowed to take advantage of their illegal conduct. The Sessions only restored her to the place she rightfully belonged: and if the overseers of the poor have lost their remedy on the county of Chester, as their counsel contends (on which I intimate no opinion), it is their own fault, in not doing their duty, and pursuing the course pointed out by the act of the legislature. If the loss should turn out to be a severe one, it will teach each the exercise of humanity and charity, and reverence to law.\nDecree of Sessions is affirmed."}