{"id": "960681", "contents": "Rogers, J.\nIn Downer v. Downer, 9 W. 63, the rights of the parties in this controversy, under the will of their father, were investigated and decided, and the remedy of the legatees and beneficiaries under the will, clearly defined. It was the opinion of the court then, and we see no reason to alter it now, that the remedy was in the Orphans’ Court, under the act of the 24th February, 1834. That the will was proved, before the passage of that act, can make no difference, as the case, notwithstanding, comes as well within the words as the spirit of the act. Rut admitting the jurisdiction of the court, exception is taken to the form of petition. It is said that Hiram Downer is a volunteer, having no interest in the premises. But an Orphans’ Court, acting on the principles of a Court of Chancery, will disregard form by striking out parties and adding to the number, if necessary, to reach the justice of the case. The same observation will apply to the second objection; but we are further of opinion that the answer to, the respondent’s' prayer, that the petition may be dismissed for want of sufficient parties, is conclusive. The beneficiaries are the proper parties to the proceedings, and we see no reason for saying an administrator de bonis non is required for the purposes of this suit. There is no interest of the estate involved in the controversy which requires his aid. And this seems to have been the opinion of the Orphans’ Court, for the petition was dismissed, because the court supposed the case was covered by the 3d section of the act of the 13th April, 1840. That act provides that all proceedings heretofore had in the Orphans’ Courts' of this commonwealth, for the partition of any testator’s estate or estates, wherein partition had been made, or the property taken at the valuation, and sold and conveyed under the order of such court, by executors or administrators, and the proceeds of such sale distributed according to the will of the testator, shall be considered and taken to be as valid and effectual as if such courts had had jurisdiction of the samei The mischief intended to be remedied is clearly-indicated in the act itself. Many persons, under the erroneous supposition that the Orphans’ Court had jurisdiction in cases of testacy as well as intestacy, had taken property at the valuation and sale, under the orders of that court,-the proceeds of which had been distributed according to the will of the testator. It was thought just, in such cases, that the sale should be considered and taken as valid and effectual as if the court had jurisdiction. The objection is alone to the forum, and confined within these limits it is a legitimate and wholesome exercise of legislative authority. But it would be a libel on their wisdom and justice to impute to them the intention of sanctioning the wrong of depriving innocent persons of property without giving them an opportunity of being heard. But this would be the inevitable effect of the decisions of the Orphans’ Court. At the September Term, 1839, it was ruled that the petitioners were entitled to their legacies, to be paid out of the land. The devisees had refused to accept, and the remedy was pointed out, but by the decree of the court, under the construction given to the act, which was intended for a different purpose, they are deprived of all remedy whatever. It is impossible. to make me believe the legislature had the intention to take one man’s property and give it to another.\nDecree of the court dismissing the petition is reversed, and a procedendo awarded."}