{"id": "960663", "contents": "Bell, J.\nThe decision of the question raised by the case stated, depends on the right construction of the will of Evans Jones, and the legal consequences flowdng 'from the acts of his two sons under it.\nAlthough very awkwardly constructed, and with occasional obscurity of expression, the testamentary instrument sufficiently discloses two leading objects the testator had in view. These are still more clearly indicated, if it be read in reference to the condition of the testator’s family, and the relation he held to the property, which was the subject of it. Having but two children, he found himself, at the death of his wife, the owner in fee of a tract of land adjoining another, owned by his wife in her lifetime, and of which he was tenant by the curtesy; the two sons being tenants in common of the remainder in fee. Upon this tract the testator had made improvements. Under these circumstances, the first and principal object was to confer on Benjamin the testator’s real estate, together with a small part, in severalty, of the descended tract, and to secure to John, in severalty, the enjoyment of the remaining portion, at least for life, and, in a certain event, in fee simple. To carry this object into effect, he entertained the desire to establish a more convenient line of division between the two tracts than then existed. Accordingly, he described a line of separation which he declared should be the boundary of his sons’ respective possessions, and directed “ both equally to support the fence and clean out the ditch.” But, aware that he lacked the power to establish authoritatively the new boundary, or to devise the land which had been of his wife, he endeavoured to attain his object by imposing on the brothers certain conditional duties. To this end, after having given to Benjamin all his estate, with certain exceptions in favour of John — among which were the improvements he had made on his wife’s farm — he willed, “if John marries and has children, Benjamin to make John .a title for his half of his mother’s land, which is a condition of this my will; still, John to have the use of Benjamin’s half of his mother’s farm, according to the above-described bounds.” And again, he said, “I make the above a sine qua non; and if either attempts to break it, is to have no benefit to my estate, but all to go to the one willing to fulfil.” Applying a strictly grammatical rule in exposition of a very ungrammatical clause, it is argued that the sentence I have italicised is only applicable to John’s holding as tenant for life; and, consequently, the new line of division is to subsist only so long as John remained tenant for life of Benjamin’s share, and will be at once obliterated by the performance of the condition creative of a fee. Literally, the clause may convey such a meaning. But looking to the whole will and the evident design of the devisor, this view of it -is too narrow. No reason has been, or can be suggested, why a temporary character should be assigned to the new boundary; and as the idea is in direct hostility to the leading intent, to which reference has been made, we must not suffer this to be overborne by a technical construction of a sentence composed by one obviously ignorant of artificial rules. The best answer to the reasoning in support of such a construction, is a reference to all contained within the four corners of the paper. Read in a spirit of candour, it carries conviction that the testator regarded the new line as essentially conducive to the convenient occupation of the two farms, whatever might be the quantum, of estate held by his sons, and therefore intended it should be a permanent demarkation.\nHow then do the devisees stand ? It is part of the case that each of them accepted and entered upon the enjoyment of the several devises and bequests made in their favour, respectively. Benjamin, immediately after the death of the testator, took possession of the land given to him up to the new line of division, while John has received the chattels bequeathed to him, and, with the acquiescence of Benjamin, holds, as of his own estate, all the land which descended from his mother, save the small portion cut off by the new line. In short, both have recognised all the provisions of the will as binding upon them, and manifested a settled intent to carry it into effect. We are thus presented with a case of election under a last will. This springs from the well settled equity that prohibits claims in repugnant rights, and, as a consequence, says that he who claims an estate or other advantage by devise, shall not be permitted to disappoint any part of the will, but is bound to acquiesce in all its provisions. \"No man,” says Lord Alvanley in Whistler v. Webster, 2 Ves. jun. 367, “ shall claim any benefit under a will, without conforming, so far as he is able, and giving effect to everything contained in it whereby any disposition is made, without reference to the circumstance whether the testator had knowledge of the extent of his power or not.” Thus, if one devises land entailed, or under settlement, and also lands in fee simple, it is on the implied condition that each party shall acquit and release the other; and one who takes the fee simple under the will cannot claim by force of the settlement, or as heir in tail: Noys v. Mordant, Gilb. Eq. 2; S. C. 2 Vern. 581; Anon. Gilb. 15. In Streatfield v. Streatfield, Forr. 176, Lord Talbot thus stated the doctrine:— Where a man undertakes to devise what he has no power over, upon the supposition that his will will be acquiesced in, chancery will compel the devisee, if he will take advantage of the will, to take entirely and not partially, under it, there being a tacit condition annexed to all devises of this nature, that the devisee do not disturb the disposition the devisor has made. In Blake v. Bunbury, 1 Ves. jun. 528, our very case is thus put by Ld. Comr. Eyre. If a man takes upon himself to devise to B., lands to which he has no colour of title, ‘and which are in the possession or are the inheritance of A., to whom some part of the testator’s estate, real or personal, is also devised; A. must either renounce to the extent of his own estate, or must convey his own estate to B. But an actual conveyance is unnecessary. Where there has been, as here, acceptance under the will, it operates to estop the accepting party from denying the title of the devisee of his own estate; for an affirmance of part of the will by entering upon the enjoyment of a benefit conferred by it, is a tacit repudiation of all rights and claims inconsistent with the other dispositions made by it, at least to the extent of the advantage derived under it. This principle has been applied in our own cases of Hamilton v. Buckwalter, 2 Yeat. 389, Cauffman v. Cauffman, 17 S. & R. 16, and Stump v. Findlay, 2 R. 174. In the first two of them it was held that a widow who had taken under her husband’s will as devisee, was thereby barred of her claim to dower, for, said the court, no one can come into a court of justice claiming in repugnant rights; and in the last, one claiming under a devise was not permitted to set up a paramount title, derived through the latter. Chief Justice Gibson, in giving expression to the opinion of the court, uses this emphatic language: “ In courts of law as well as of equity, no one can claim under a deed or will, without claiming under the whole of it, or take one clause and reject the rest; the whole must be confirmed, or the whole abandoned.” “A devise of the whole is in confidence that the devisee would do no act to defeat the testator’s intention as to part, and the devisee having elected to take under the will, shall not be permitted to claim in repugnant rights.”\nUnder the obvious application of this doctrine, Benjamin’s recognition and acceptance of the devise in his favour, for ever precludes him from impeaching the extent and validity of' John’s possession, ’and, upon the fulfilment of the prescribed condition of marriage and issue, his several fee simple estate in the lands which descended from the mother, excluding the small portion assigned by the will to Benjamin. On the other hand, John’s assertion of the will as an instrument of title, effectually prohibits him from calling into question Benjamin’s absolute estate in that portion. The acts of each have perfected the title of the other, and constitute him master on his side of the new line of division, irrespective of a formal conveyance. But in addition we have here an actual assurance executed by Benjamin to John. It is objected that under the will, no such conveyance can be made until after the birth of legitimate issue to John. But why not ? There is nothing either in the will or in the law prohibitory of an assurance to operate in futuro, on the happening of the prescribed contingency. It certainly was not necessary in strict fulfilment of the will; but anticipation of the time contemplated by the testator,' detracts nothing from the efficacy of the instrument. If it be further ob* jected and admitted, that its delivery has never been perfected, it is at least evidence of Benjamin’s intent to comply with the directions of the will, and its qualified rejection by John may be taken as additional proof of a like intent on his part. *\nThe only objection against Benjamin’s right to convey six of the fourteen acres, the subject of his covenant, springing from his supposed want of title, is answered by the remarks I have made. The judgment rendered in favour of the plaintiff below, by the Court of Common Pleas, was therefore correct.\nJudgment affirmed."}