{"id": "960609", "contents": "Gibson, C. J.\nThis is an attempt to get round a principle established when the cause was here before, and enforced below; which it is our duty to repress. Persons whose names are not .mentioned in the record of the feigned issue between Lawshe and Shultze, or in the application for it, or in the order awarding it, claim to have been substantive parties to it, by reason of their activity on the successful side at the trial of it; which was proposed to be proved by parol evidence. Our jurisprudence would come to a sorry pass indeed, did we receive such proof to patch up a record; and in favour, too, of those who had subsequently become formal parties to another issue to try the same fact and. had been defeated. A court will undoubtedly look beyond the record for a beneficial party to fix him with costs, or to exclude him as a witness, or even to bind him by a judgment in ejectment; but I know not how he can be brought into view for any other purpose, or be allowed to gain an advantage from a verdict against another who was a legal, as well as an actual party. Had these persons been parties to the first issue; the verdict would have concluded them in any subsequent one. \"We are bound to frustrate every attempt to elude a decision of this court, however unpalatable to those who are bound by it. “ The judgment given by the Supreme Court,” said the judge who ruled the cause below, “we are bound to carry out in good faith, though we may not exactly understand how a judgment may be fraudulent against one judgment-creditor under the stat. 13 Eliz. c. 5, and yet be honest against other judgment-creditors.” Yet it seems not very difficult to comprehend how such a result may be produced where different parties separately contest the same fact in several actions in which different juries may differently estimate the weight of the evidence. It may be difficult to understand how a will may be a forgery as to one devisee, and good as to another; yet in an ejectment by a devisee against the heir-at-law, the will may be proved to be a forgery, to the satisfaction of the jury, while another devisee may recover on it as a valid instrument: or one tenant in common may fail against a disseisor, while his co-tenant may succeed on the same title. Several examples of the sort may be seen in Buller’s Nisi Prius, p. 244. I mean not however to argue the point, but to indicate that a court which submitted to our decision with such undisguised reluctance, would not be apt to carry the principle of it too far; and we accordingly find that the appellants have no case. There is however manifest error in the decree, but only such as would operate to the prejudice of the appellee, in the misapplication of another judgment of this court pronounced in the ease of the Manufacturers’ and Mechanics’ Bank v. The Bank of Pennsylvania, and founded on Wilcocks v. Waln, 10 S. & R. 380. The principle of those cases is, that the last of three, or more, liens in the order of their succession, being superior to the first, but inferior to the second, gains no practical advantage from its priority, because it could not be preferred to the first without being preferred also to the second, to which it is subsequent. Is it not applicable in all its force to the case before us ? In the order of date, the judgment of Shultze stands first: the judgments of Tomb and Campbell, second; and the judgment of Lawshe, third. On the trial of a feigned issue, at the instance of Lawshe, the judgment of Shultze was found to be collusive and fraudulent; and, on the trial of another such, at the instance of Tomb and Campbell, it was found to be fair and valid. On this state of the case, the court preferred the judgment of Lawshe, both to the judgment of Shultze and the judgments of Tomb and Campbell; on the principle that, as the latter had attempted, but failed, to prove the judgment of Shultze fraudulent, their own judgments were driven entirely out of the field; and that, as they could not take any part of the money, it was nothing to them into whose hands it might go. In this lies the fallacy. The court seems to have considered the trial of the issue at the instance of Tomb, Campbell, and the other creditors who were parties to it, as a death-struggle in which their judgments were pitted against that of Shultze; and that both could not survive. But so far were the judgments of the complaining creditors from being staked against the judgment of Shultze on the event of the issue, they were not even involved in it. They continued to stand as they would have stood had there been no issue at all, and were just as much entitled to the residue. Yet notwithstanding this, the judgment of Lawshe was moved up to the head of the list, and paid in full out of the amount of Shultze’s judgment, leaving the residue of its claim to be paid to it, and retaining the rest of the fund in court, not for Tomb and Campbell, who alone could be reached by it, but to await the event of issues at the instance of creditors still junior. Thus was the obstacle of intervening judgments put out of the way by treating Tomb and Campbell as judgment-creditors, without part or lot in the matter, whose liens had been annihilated; and by consequently bringing the judgments of Lawshe and Shultze into immediate collision and conflict, though the judgments of Tomb and Campbell were to be next served. Had not that been done, the result could have been obtained only by subrogating the judgment of Lawshe to that of Shultze — a species of subrogation, not only unique, but utterly subversive of the principle of Wilcox v. Waln, and The Manufacturers’ and Mechanics’ Bank v. The Bank of Pennsylvania. In every aspect, the rule of distribution adopted by the court would do injustice, and the only obstacle to the correction of it is that the injured parties are not the appellants. In an ordinary case, we would not interfere for those who had not thought proper to appeal to us; nor do we now interfere for the sake of Shultze, Tomb, and Campbell. We interfere for the vindication and enforcement of the judgments of this court wherever it is necessary to carry a principle established by them into full effect; and we conceive that it is necessary to do so now. We therefore order and direct that A. E. Shultze have leave to take the amount of his judgment out of court; and that the residue of the fund be applied to the judgments of Tomb and Campbell, without waiting for the trial of the pending issues, as the judgment-creditors to whom they pertain can take nothing in any event. Whether the order awarding them shall be vacated as unnecessary, must depend on the discretion of the court.\nSo decreed."}