{"id": "960631", "contents": "Burnside, J.\nThe 14th section of the act “ relating to the Orphans’ Court,” passed the 29th of March, 1832, Dunlop, 466, provides that “ where an executor, administrator, guardian, or trustee, shall have in his hands anymoñeys, the principal or capital whereof is to remain for a time iñ his jiossession, or under his control, and the interest, profits, and income thereof, are to be paid away, or to accumulate; or when the income of real estate shall be more than sufficient for the purposes of the trust, such executor, administrator, guardian, or trustee,, may present a petition to the Orphans’ Court of the proper county, stating the circumstances of the case, and the amount or sum of money which he is desirous of investing; whereupon it shall be \"lawful for the court, upon due proof, to make an order directing the investment of such money in the stocks or public debt of the United States, or in the public debt of this commonwealth, or in the public debt of the city of Philadelphia, or in real securities, at such prices or on such rates of interest and terms of payment, respectively, as the court shall think fit; and in case the said moneys shall be invested conformably to such directions, the said executor, administrator, guardian, or trustee, shall be exempted from all liability for loss on the same, in like manner as if such investments had been made in pursuance of directions in the will or other instrument creating the same.” It is true that this court has settled that the legislature did not intend to restrict the investments of guardians, executors, or trustees, to securities designated in the said recited act, and to require them, in all cases, without exception, to be made, under the direction of the court, but to point out a course free from risk — not to interdict every other investment: Twaddell’s Appeal, 5 Barr, 17; Nyce’s Appeal, 5 W. & S. 254. The stocks of the United States, as well as of this state, and the stocks of the city of Philadelphia, are generally in the market. Investments in landed securities are seldom difficult to obtain; but unfortunately, -owing to the avariciousness of the age, five or six per cent, will not satisfy the cupidity and the rage for speculation which exists in those who have money to invest. The rage for speculating in stock's is universal throughout the Union. But a trustee who regards the interest and safety of himself and family, will follow the course laid down for him by the legislature. It is urged upon us that Twaddell’s Appeal (before cited) rules this case. They have but little resemblance to each other. Twaddell’s Appeal was a loan of money to a rich corporation, owning valuable real estate; this is a purchase of stock of a navigation company. A sudden calamity prevented the former, for a short time, from paying the semi-annual interest on their loans.\nThe Schuylkill Navigation Company must provide for their debts before the stockholders get anything. I alluded to Twaddell’s Appeal with some reluctance; beyond it, I cannot advance a step. If that case had been an investment in stock of the company, and not a loan when the company were in full operation, it ■would have presented a different question. Bank-stocks have been repudiated as unsafe investments for trustees to make. Surely navigation-stocks are equally, if not more so. We have many navigation companies in this state: shall we hold the stock of one a safe investment, and the stock of another unsafe ? There are stockholders of prudence and of the greatest wisdom in each of them — men deemed the wisest and most talented in the vicinity of the improvements. But these navigation companies are all more or less subject to floods and other casualties. A case may arise, where an executor, administrator, guardian, or trustee, will have cast upon him a sum invested in a navigation company or other improvement, which is unfinished; and it is the interest of the stockholders to complete the work. To do so, a little more stock is to be taken. In such a case, when it will arise, it will be worthy of consideration, and this court no doubt will come to a correct and just decision; but that is not this case. I am unable to discover any good reason why navigation companies should be declared a safer investment than banks. The proper rule for this court to adopt is, to place them all on the same footing as to trust investments. It is for the safety of those who cannot take care of themselves. The legislature have pointed out a way, if pursued, that a trustee may be safe, and run no risk. If he disregards that salutary course, it may be his misfortune.\nReferred to Mr. W., as the auditor of this court, to report on the expenses and commissions which ought to be deducted from the balance of the fund."}