{"id": "960633", "contents": "Rogers, J.\nIt is a rule of pleading and evidence, that the allegata and probata must agree. If, therefore, the plaintiff, as here, declares on a sealed instrument, alleging it to be sealed with the seal of the bank, he cannot give in evidence a note signed by the officers of the bank without any seal attached to it. This\" is clear; and the doubt is, whether the instrument offered in evidence was of the former or latter description. Preliminary to offering testimony, the plaintiff proved the handwriting of the president and cashier of the bank. He then offered the note. [Here his honour stated it.] The payments and a guaranty by Horn are endorsed upon it. In addition, it appears on the back of the note there is a seal; but the impression is so faintly made, that without attending circumstances, it is difficult to say whether it is the seal of the bank. If there had been nothing more, it would have been error in the court to have withheld the evidefice from the jury; for there are facts tending at least to prove the due execution of the instrument, and from which a jury might very well presume it had been executed in proper form. Sigfried v. Levan, 6 S. & R. 308; Berks v. Myers, Ib. 12, are authorities on this point. In McCorkle v. Binns, 5 Binn. 348, and the Commissioners v. Ross, 3 Ib. 539, it is ruled that the court may of themselves decide whether a paper offered in evidence is sufficiently proved, or they may leave it to the jury to determine the sufficiency of proof, with a direction not to consider it of any validity unless satisfied that it is proved. But what removes all doubt on this point is the testimony of George Heck, the cashier. He says the plaintiff and defendant came into the Northampton Bank, with about |150 of the notes of the bank, which they wanted redeemed. The president of the bank then proposed giving a post-note, payable in four months, for the amount; which Scott agreed to take, being the note of the bank, with the corporate seal, for $750. The money was left with Horn until the board met, when the said note was duly executed, and sent to Horn by mail. This corresponds so exactly with the note offered in evidence, that there is no reasonable doubt it is the same instrument; and it certainly is proof, and, connected with the impression on the note, very strong proof, that the seal of the corporation was affixed to the note.\nThe second exception is, that the court erred in excluding the deposition of Rice, taken under a commission to New York. There are great irregularities in issuing and in the execution of the commission. The commission is to take evidence on hehalf of Scott, the interrogatories are to take evidence on behalf of Horn. The caption for the examination of all and every person. These blunders no doubt were made by the prothonotary, and are clerical; but whether these would be sufficient objections to receiving the deposition, we need not decide, as the exception is conclusive that there is no return of the execution of the commission of any kind. All we have is, that it was in the office of the prothonotary, but how it came there we are not informed. In Nussear v. Arnold, 13 S. & R. 323, it is ruled that it is a sufficient execution of a commission to take depositions, if the commissioners annex their names to the depositions, and the envelope is sealed. And that is a relaxation of the rule, and is going far enough. But it is taken for granted there must be some return by the commissioner. In Bailis v. Cochran, 2 John. 417, it is ruled that in a return to a commission issued to examine witnesses abroad, the commissioner ought to certify that the evidence was taken under oath upon the interrogatories annexed to the commission, and that they caused such examination to be reduced to writing. This decision was made on the statutes of New York, but the general principles asserted by the court are applicable here. There ought to be some other authentication of the depositions beyond the names of the commissioners at the bottom. They should return that the commission was executed, and the manner of executing it ought not to be left to conjecture. It might load to great abuse to admit a deposition on a loose return, or, as here, on no return at all.\nJudgment affirmed."}