{"id": "960615", "contents": "Rogers, J.\nThe 6th see. of the act of the 8th April, 1833, enacts that every will shall be in writing, and unless the person making the same shall be prevented by the extremity of his sickness, shall be signed by him at the end thereof, or by some person in his presence, and by his express direction, and in all cases shall be proyed by the oaths or affirmations of two or more competent witnesses.\nTo constitute a valid will, it must be ordinarily proved to be the alleged will in writing, and signed by the testator. In the latter particular, it is admitted this will is deficient, as the name of the testator is not signed to the paper purporting to be his will. In order to perfect the instrument for probate, it must be proved that he was prevented from signing it himself, or by some person in his presence, and by his direction, by the extremity of his last sickness. Under the circumstances disclosed by the evidence, it becomes an important question in the cause, whether the instrument purporting to be a will, was reduced to writing within the true intent and meaning of the act. It seems not to admit of dispute that at the time the testator gave directions, as to the manner he designed to dispose of his estate, he was fully competent to make a will, and had the will been reduced to writing in his presence, it would, in all probability, have been a good and valid testament. But the proof was, as is conceded by the counsel, that when the testator dictated the will, in the presence of the witnesses, it was not reduced to writing, nor was there any note taken of it at the time as it fell from his lips, but the scrivener adjourned to another room, and there put it in writing, correctly, as he supposed, and according to the best of his recollection, and that when they returned to the sick chamber of the testator, he was incapable, from mental imbecility, of signing the will, or giving any direction in regard to it. This is the import of the testimony on which the defendant relies. Strogel says that he was the scrivener, and commenced in the morning between eight and nine o’clock, and by the time it was finished, he supposes it was about two o’clock. The old man was very weak at the time the will was made. The exertion of communicating the things that he did, seemed to exhaust all his strength. His mind became wavering, he supposes for the last hour before they presented the will to him for signing; they had not spoken to him; in this time they had gone out of the room to take dinner.\nWhen Mr. Madder had presented the will for signing, the witness asked him whether he would sign it, and'he turned towards the witness, with a wild look, as if aroused out of a sleep. He seemed to be quite bewildered, and to have no knowledge of what they wanted with him. He was by no means capable of signing the will knowingly. Madder, the other witness, says, he did not think, from the situation he appeared to be in when they presented the will, that if he would have to go through what would make him sensible of the will, that he would have been able to sign it. He again says, he did not think he was capable of signing it understandingly, or of directing any person to sign it; at least he was not so when it was written.\nIt does not distinctly appear when the uncertainty, of which the witnesses speak, commenced, and that is a fact to wdiich the attention of the jury must be directed. For if a change took place in his intellect before the will was completed and ready for his signature, so as to render him incompetent fully to understand the nature and purport of the instrument, it is not such a testament as is entitled to probate. If a person dies while the instrument is in a course of preparation, and before its completion, it cannot assume the character of a will. This will not be denied, and what difference can it make, whether he dies, or becomes so debilitated in mind as not to be able to comprehend the nature of the instrument he is required to execute ? It must be complete in every respect, save signing, while his mind is in such a state as to enable him to understand whether his directions have been comprehended and faithfully reduced to writing. And this stringent rule is indispensable to prevent fraud, as there would be no check on crafty, designing, and unscrupulous men, if they were permitted to add to the contents of the will, after the mind of the testator was prostrated by disease. It is also necessary to guard against mistake, to which the most accurate are liable in taking down, and reducing to writing,.the thoughts and dictations of others, particularly when the difficulty increases by the physical debility of a person in the last stage of disease. It is infinitely better, especially when, as in this country, the law makes an equal and just distribution of the estate, that a person should die intestate, than that we should run the risk of fraud and mistake, which will be the inevitable consequence of a loose construction of the act. It would introduce the very evils which the statute intended to prevent. The court was mistaken in stating to the jury, that inasmuch as it was not questioned that the testator was fully competent to dispose of his estate at the time he gave directions for that purpose, the only question presented for the consideration of the jury in relation to the will, was whether he was prevented by the extremity of his last sickness from signing his name knowingly to the will, or of directing some person to sign his name to it for him after it was prepared for his signature. We submit there was another and an important question to be first disposed of, viz: Whether the testator at the time the instrument was completed and ready for signing, was incapable from mental imbecility of understanding the nature and purport of the instrument he was requested to execute. An opportunity must be given to have the will read and explained to him, which cannot be, if, before 'it is completed and ready for signing, he becomes incapable of understanding and comprehending the contents. If at the time, or before it is completed, he either dies, or ceases' to be able to act understandingly, it cannot be admitted to probate. It is only after the will is perfect in every respect except signing, that the saving in the act can have any operation. If it is proved that after that time, he is prevented from signing by the extremity of his last sickness, or of requesting some person to sign for him, it is to be considered his will, notwithstanding this defect; cases such as are contemplated in the exceptions may, but will not often occur. It is not to be understood that the testator 'is required to sign eo instanti the will is prepared for signature. A reasonable time will be allowed, and it may be in that interval the testator may cease to. have the necessary ability to sign himself, or to direct some person to do it for him. The exertion of mind required to understand the instrument as prepared, in the attempt to sign it, may prostrate the testator in such a way, as to leave the case within the saving of the statute. In such cases, and there are some, it may be admitted to probate without the signing required by the act.\nBut to bring the case within the exceptions of the statute, strict and stringent proof ought to be required; unquestionably, none was given in this case, for if the evidence is believed, there were intervals when the testator was able, at least, to give directions to others to sign the instrument.\nWe see no error in the charge, or the answer to the points in relation to the gift of 100 acres, or the alleged sale of 45 acres. The instructions are correct, and the facts are properly left to the jury. Neither is there any error in the admission or rejection of evidence, except in permitting the defendant to give evidence of improvements on the property in dispute, after the controversy commenced. This was clearly erroneous, as there is no principle better than that an owner cannot be improved out of his estate. Improvements give no.equity, and evidence of them is improper, because it only serves to create prejudices in the minds of the jurors. It cannot alter the principle, that the materials were purchased before the dispute began.\nJudgment reversed, and a venire de novo awarded."}