{"id": "960692", "contents": "Bell, J.\nBy his covenants to pay the amount of the mortgage, and the interest accruing thereon, as part of the purchase-money of the premises conveyed by McIntyre and Rogers, Barrington made the debt his own, as between himself and his vendors: Campbell v. Shrum, 3 W. 60; Blank v. German, 5 W. & S. 36. But as they still stood bound for it to Parker, the relationship of principal and surety was established, as between them and Barrington, immediately on the execution of the conveyance, though each continued liable to Parker as principal debtors. In this particular, their relative positions are very similar to those occupied by the parties in Fleming v. Beaver, 2 R. 128, and may be illustrated by the analogous case of an undertaking by one partner to pay the debts of a dissolved partnership. Such debts are thereafter regarded, in equity, between the partners, as the debts of the undertaking party; and the continuing liability of the others is, in the'same point of view, a liability for the debt of another. Hence the retiring partners are called sureties, and as such may prove a partnership debt paid by them against the bankrupt estate of the promising partner, under the 49 Geo. 3, which provides that “ where any person shall be surety for, or liable for any debt of a bankrupt,” he shall come in with the other creditors: Theo. P. & Sur. 239; Wood v. Dodgson, 2 M. & S. 195; see also Parker v. Ramsbottom, 5 D. & R. 138; 3 B. & Cr. 257. So viewed, the case is the ordinary one of payment of the debt of a principal by his sureties, which, under the familiar equity, entitles them to be substituted for the creditor. It is urged, however, that here has been an actual payment of the debt, principal and interest, by the mortgagors, which discharged it, for every'purpose, as against the subsequent encumbrancer, Morris.\nBut, contrary to what would seem to be the English doctrine upon the subject, it is now definitively settled in Pennsylvania, that, though actual payment discharges a judgment or other encumbrance at law, it does not in equity, where justice requires it should be kept afoot for the 'safety of the paying surety. And this is always the case where the amount of the debt is advanced to procure the control of the security, and not with the intent to extinguish it: Croft v. Moore, 9 W. 455; for there is no principle of equity which requires a surety to pay the debt in ease of his principal, or for the benefit of the posterior encumbrancers. On the argument it was accordingly admitted that, with respect to the principal sum due under the mortgage, the District Court was right in awarding the money to Mr. Oakford, as the representative of the mortgagors, inasmuch as the circumstances attending payment to the mortgagee, precluded the notion of an intent to discharge the lien. It was thought, however, that a difference exists as to the sums paid for interest. TEese, it is said, must be taken as paid absolutely and in unqualified discharge of the interest, as it does not appear there was, at the time of payment, an intent to preserve it as a continuing claim against the purchaser. But, as is intimated in Croft v. Moore, it is ordinarily difficult to conceive a mere surety’s intention to be extinguishment, and not advancement. Primá facie, the latter is to be taken as the object. Where, therefore, there are no special circumstances evidencing an intent to discharge the debt or interest, as was the case in Kuhn v. North, 10 S. & R. 899, or express proof to that effect, equity regards the duty as still existing, at the option of the surety. Here there is not only no such proof or circumstance, but everything negatives the idea the mortgagors intended to discharge the yearly interest in ease of Barrington, who had expressly agreed to pay it. Nor does this conclusion work injustice to Morris, the subsequent judgment-creditor. He took his judgment, of course, subject to the prior mortgage, as it was exhibited by the record, and the interest growing due under it. In addition, he must be taken to have had notice of his debtor’s express undertaking to discharge the mortgage-debt and its interest. He was bound to know that payment of the latter by the mortgagors did not, under the facts of which he must be held cognisant, discharge the land of its lien. His delay to enforce his judgment was consequently at his own risk, in the absence of imputed fraud or deceit practised by the mortgagors, to whom, at all times, he might have had recourse for information.\nA similar doctrine was announced in the late cases of Neff’s Appeal, decided at Harrisburg, and O’Neil v. McClure, at Pittsburgh. Indeed, I think the present is ruled by those cases and Fleming v. Beaver.\nThe view which has been taken makes immaterial the objection that Sharp was not permitted to take defence to the scire facias.\nDecree affirmed."}