{"id": "960645", "contents": "Bell, J.\nThe title under which the defendant claims the land in dispute, was tested in Payne v. Craft, 7 W. & S. 458, and in the aspect the controversy then wore, found perfect at all points. An exploration of the ground then reviewed is unnecessary, and we are therefore reduced to the single inquiry, whether the sheriff’s sale to Wilkins, and the subsequent transactions connected with it, are of sufficient efficacy to defeat the estate, otherwise undoubtedly vested in Mr. Craft. The supposed title, originating in that sale, was on the former occasion introduced by the defendant as outstanding, and attacked by their adversaries as fraudulent and void against the creditors of Steel Semple. This derogation of it seems to have been accepted by the court as well founded. When pronouncing the judgment in that case, Mr. Justice Kennedy said: “ The previous sale of the Juliet Semple tract by the sheriff to Yfilliam Wilkins, whether regarded as void or as merely colourable, no money having been paid by him on it, excepting the costs, which were paid out of the assets of the estate, still left it liable as before to be taken in execution and sold for the payment of the debts of Steel Semple.” If this conclusion be sound, it must put an end to this litigation. Had it been the very point of the case decided, we should scarcely have felt ourselves at liberty to permit it again to be agitated. But as it was based on an accusation of the then plaintiffs, compelled by the exigencies of their case, but now disclaimed by them, and as the effect of the sale to Wilkins, on the rights of the litigants, was not a leading subject of inquiry on that investigation, we have consented to regard it as still being an open question.\nIt is part of the plaintiffs’ case, that that sale was without consideration, being in fact a contrivance to transfer the legal estate to the apparent vendee, subject to a parol trust for the benefit of the creditors and heirs of the decedent. The motives which led to it, and the object of the parties by whom it was designed and effected, were doubtless fair, and, morally regarded, unobjectionable. But the sheriff’s conveyance being purely voluntary, and its direct tendency to hinder and delay the creditors of Steel Semple in the remedies afforded them by law, it is unquestionably, as to them, within the purview of the 13 Eliz. fraudulent and void. It will not do to answer that the very object of the proposed trust was to promote the interest of the creditors by nursing the estate of the debtor through a series of years, and thus rendering it effective for the payment of debts to which it was then wholly inadequate. This advantage could only be procured by delay; and delay, in the absence of the creditor’s consent, could only result from hindering and defeating their liens upon the lands of the decedent, and the legal means of enforcing them. Unless this effect be ascribable to the sheriff’s conveyance, it is powerless against creditors, and the moment an attempt is made to confer upon it this quality, it is brought within the withering influence of the statute, which instantly destroys it as an instrument of intended fraud. The truth is, that nothing that the administrators could do, of themselves, short of payment, or an authorized sale for the payment of the debts of their intestate, would be permitted to interpose a barrier between the creditors and the estate of the debtor; and certainly the attempt so to interpose, in this instance, was in no degree assisted by the colourable use of legal process, for this is, in very terms, prohibited by the statute. In the well considered case of Piatt v. St. Clair’s heirs, decided by the Supreme Court of Ohio (6 Ohio Bep. 93), the facts were singularly like those in our case. There the estate of St. Clair, being deeply indebted, was exposed to sale for the non-payment of taxes, and purchased at a nominal price by one of the hoirs for himself and the co-heirs. Afterwards, upon an order of the proper court, the administrators of the deceased again exposed the estate at public sale, and struck it off to the same heir, who, however, neither paid nor gave security for the payment of the purchase-money. This sale was returned to and confirmed by the court. Subsequently, the administrator and purchasing heir joined in a conveyance to a third person, in trust to pay the purchase-money, and liquidate such claims against the estate of St. Clair as the parties to the deeds might see fit and expedient. But these sales and conveyances were declared void against the creditors of St. Clair, and they were permitted to come in on the estate, though, as was observed by the judge who pronounced that judgment, there was no doubt that these arrangements were made by the administrators and other persons concerned, with an intention to place the real estate of the intestate in a situation to be managed for the benefit of the 'heirs, and to use it advantageously for them, to discharge the demands against the estate, without any design of injury to the creditors, or any distinct impression that injury would result to them. As has already been intimated, the same remarks may, with justice, be applied to the action of the administrator, and his coadjutors in this instance; but this does not relieve it of the illegal taint which infected it from the beginning.\nBut were it conceded to be a case not within the statute of Elizabeth, it is very certain the trust attempted to be engrafted on the legal title would be wholly inoperative to bind creditors not expressly assenting to it. It is wholly unlike Wilt v. Franklin, 1 Binn. 518, to which an attempt was made to assimilate it, at the argument. There the creditors of the assignor had no hold on the fund assigned, at the time of the assignment; and the trust created being for their benefit, their acquiescence was presumed, as the result of general experience, that men do not reject that which promotes their interests. But here the creditors of Semple had a grasp upon his estate, and a means of rendering it effective, which they might well consider as superior to that offered by the proposed trust. At all events, the law will not undertake to decide for them in this particular, by attributing to them a presumptive assent, founded upon a possible advantage tendered, but which might turn out to be none at all. In such a case, creditors could not be deemed as acquiescing by their mere silence, or be held bound expressly to disclaim the trust. On the contrary, it is incumbent on him who sets it up, to show a recognition of it, and an agreement to abide by it, either by express words or something equivalent. Without this, the sale and conveyance to Mr. Wilkins left the estate just where it stood before, in respect to the lien of the creditors. It was a proceeding without fruits, so far as they were concerned; for it in no degree disturbed the original relative position of the parties. In Bruch v. Lantz, 2 Rawle, 417, Mr. Justice Rogers, in speaking of a power under a will to sell lands, says:— “ The power in the will constitutes the executors trustees for the devisees and heirs; the general law, with the devise, trustees for the benefit of the creditors. The creditors have an interest in the fund paramount to the title of the devisees and heirs, and independent of the will of the testator. Where, then, the executor or trustee becomes the purchaser, he takes it, clothed with the same trusts as it was liable to in his hands, previous to the sale. The law will not endure that a sham sale, or one against public policy, shall create a right in prejudice of creditors who have liens on the land; nor should their rights be impaired, without an express assent on their part. The creditors should still, notwithstanding a pretended sale or transfer, which may be a mere cover to fraud, be at liberty to pursue their remedy against the executors; and, upon judgment and execution, to sell the land, as they might do if it were in the possession of the heirs or devisees.” These remarks are as pertinent here as in the case in which they were made, and their application as obvious.\nBut it is said there is evidence in this ease, showing a recognition of and an assent to the proposed trusts, by Mr. Ross, the judgment-creditor, viz: his acceptance of a benefit under it, which, upon the principle settled in Adlum-y. Yard, 1 R. 163, estops those claiming under him, with notice, from impeaching it, though originally within the purview of the 13 Eliz. That case, differing from the principle asserted in Kidney v. Coussmaker, 12 Yes. 136, announces that the doctrine of election is as applicable to creditors as to legatees and other volunteers. It has been followed by similar adjudications, and is not now to be impeached. But the eminent judge who delivered that opinion concurs with me in saying, that it pushes the doctrine of election by creditors as far as it can be safely carried. Were it necessary, I think it would be easy to distinguish that case from the present, on the same ground of difference which exists between this and Wilt v. Eranklin. In Adlum v. Yard, the accepting creditor had no claim on the assigned fund, except through the medium of the deed of trust. By the acceptance of a dividend under it, he derived a benefit which, without its existence, he would not have enjoyed; and this was said to be a new and perfect consideration, sufficient to support a contract of ratification of a deed, otherwise fraudulent. This was the turning point of that case; for it was there conceded, that a contract forbidden by a statute, is incapable of confirmation, except on terms consistent with the statute, and upon a new consideration. But, in our case, we look in vain for such a consideration. Without the aid of the trust, and by mere operation of law, the creditors of Semple’s estate had dominion over the fund; and a mere change in the mode of its administration could surely work no such advantage as would constitute, in respect to them, a new consideration. Being entitled to the whole value of the land in payment of their claims, and in a condition to enforce that title, why should acceptance of a portion of it, at the hands of a pretended trustee, acting under a deed void against creditors, preclude them from asserting .their paramount right by process ? We have seen this can only be on’the ground of estoppel or of agreement; but such an acceptance, it seems to me, amounts to neither, for there is no such benefit conferred on the creditor, or disadvantage suffered by the debtor, as can bind the conscience of the former, or clothe his act with the character of a contract.\nBut supposing this to be otherwise, the question recurs, Was there such an acceptance by Boss, under the trust, as bound him to a subsequent acquiescence in it ? To work this effect, I take it the payment and receipt must be between the trustee and creditor, intended by both of them to be a direct execution of the trust, and showing a subsequent recognition and acknowledgment of it. It must not be the result of a collateral arrangement, in the prosecution of which the creditor acts in another character, and where the appropriation by him may as well be referred to an assertion of his general rights, as to a particular one growing from the trust. The only pecuniary transaction to which the plaintiffs point us, as showing acceptance under the trust, is the purchase made by Mr. Ross, as the agent of Beelen, from Wilkins, and the subsequent appropriation of the purchase-money in part satisfaction of Ross’s claim against Semple’s estate. In conducting and concluding the negotiation, Boss was the mere instrument of Beelen, and though he may have been made aware of the character in which Wilkins claimed to hold the land, of which however there is no direct proof, there is nothing to show that he then, ,as a creditor, assented to the trust. Upon its face, the title to Wilkins was absolute, and he was therefore in a condition to convey to Beelen, irrespective of any latent trust. The fact that Boss, as Beelen’s agent, charges the latter in their running account with the purchase-money, has no connexion with, or reference to the trust; and the subsequent entry of it, in 1819, as a credit on the judgment recovered by Ross, is expressly in favour of all the administrators of Steel Semple. This, so far from an unequivocal acquiescence in the conveyance to Wilkins in trust, tends rather to establish an intent to disclaim it. At all events, the appropriation of the money in part discharge of the debt due to him from Semple’s estate, is entirely consistent with the idea of such a disclaimer. Had he intended to place his rights as a creditor in subordination to the trust, the proper course would have been to pay the money to Wilkins, as trustee for all the creditors. But instead of this, he retained it, crediting it as so much received for the benefit of the estate. But it is enough that there was no such acceptance of money from the alleged trustee, in Ms character of trustee, as will support an inference of assent. All that was said or done by Ross, is entirely reconcile-able with an intention to stand upon his rights at law.\nNor does the subsequent recital of these transactions, in the deed from Wilkins to Craft, made in 1847, produce a consequence other than that which is fairly ascribable to the transactions themselves, supposing that Craft’s title, under his deed of 1834, was open to be affected by statements contained in a conveyance to him of a small portion of the tract, made long after. But upon this part of the ease, it may be observed, there is proof of Mr. Craft’s knowledge of Ross’s act, and had there been found sufficient to affect the title in the hands of the latter, the former, as purchaser from him, with notice, would, perhaps, have stood in the same predicament.\nThere is yet another element in the case which we think is decisive against the pretensions of the plaintiff. Admitting, for the sake of the argument, the presence of plenary proof of an agreement by Ross from the beginning, to live under the supposed trust, it must be conceded that agreement was necessarily coupled with an implied condition that the other creditors should also so agree. It cannot be pretended that by acquiescence, the hands of one creditor would be tied, while all the rest were left at liberty to prosecute their legal rights. Such a trust must be good \"as to all, or void as to all. From its very nature, it is entire and incapable of separation and distribution, binding upon some, while others are left free. To be sure, all need not agree to it at the same moment, and perhaps those assenting should be held to it until there be an active manifestation of dissent by others. But if any one refusing creditor proceeds against, and sells the subject of the trust at law, both the legal and equitable title passes, and, as a consequence, the trust is nullified as to all. This result of his proceeding is essentially necessary to the security of the non-assenting creditor. He is entitled to claim that the Avhole of his debtor’s interest in the la,nd shall pass by the judicial sale; for, otherwise, he might be defeated of his debt by the encumbrance of a trust to which he is not a party. Now, there is no. rule which forbids an assenting creditor to become a purchaser at such sale, and as his title is derived from a source superior to the trust, he will, of course, take the land discharged of it. Even in the case of a trustee who is bound to protect the trust and promote its execution, it is said there is no principle of equity which will invalidate his title to property taken out of his hands by the law, and purchased by him from one appointed by the same authority to sell it: Prevost v. Gratz, 1 Pet. C. C. R. 378; Fisk v. Sarber, 6 W. & S. 18. A fortiori, a purchase for value by a cestui que trust, must be attended with the same consequences.\nLet us apply these principles to the facts before us. It is admitted that besides Mr. Ross, there were other creditors of Semple’s estate. Their number, and the amount of the debts due to them, is not shown, but the record exhibits two other judgments recovered against the administrators of Semple, one by William Johnston in 1815, and the other by the executors of Judge Addison in 1821, in an action brought in time after the decedent’s death to preserve the lien. Erom 1815, the date of the sale to Wilkins, down to 1833, there is a total absence of any indication of assent to the trust by the general creditors. The evidence we have is strongly opposed to it. The repeated revivals of the lien of Ross’s judgment, manifest an intention to preserve his legal advantage. But setting that aside on this point of the argument, the same remark is true of Addison’s judgment, which is sedulously kept alive for the purposes of lien and execution. As to the plaintiff in this judgment, there is not a particle of proof that she acquiesced in the proposed trust. Standing aloof from it, she caused executions to be issued, simultaneously with those of Mr. Ross, under which this land was levied on, condemned, sold, and conveyed by the sheriff. What is there to impeach the title derived upon this sale under the principles just brought into view ? Nothing. An admission that the purchase-money, after deducting the amount of Addison’s judgment, was subject to the exigencies of the trust, as against Ross — and this is the utmost that could be claimed — will avail tbe plaintiffs nothing, for in the absence of actual fraud, this reaches not the purchaser’s title.\nThe views expressed cover the whole case, and show the title to be in the defendant.\nJudgment affirmed.\nBurnside and Coulter, Js., dissented."}