{"id": "960651", "contents": "Coulter, J.\nThe lien of a mortgage, where it is prior to all other liens, is, by express statutory law, unaffected by a sale on a judgment. The object of the legislature was in such cases to make it independent, and above the process of execution on junior judgments. I can see no reason why this superiority should not extend to the process of delivering land upon an extent, as well as to the process of sale. In this case the defendant agreed to accept the premises at the valuation fixed and determined by the inquest, and they were delivered to him by the sheriff, under the act in such case made and provided. The question is, whether the mortgage, which is prior to the other liens, or the judgment-creditor, shall have the money. The 3d section of the act of 13th October, 1840, under which the proceeding took place, directs that the defendant who takes the premises at the valuation, shall pay the rent in semi-annual instalments to the plaintiff in the execution, until the debt, interest, and costs shall be satisfied. The 4th section of the same act provides, that the court out of which the execution issued, shall, on the application of any creditor, make an order directing the manner in which the money arising from such instalments shall be distributed among the different lien-creditors, according to the priority of their liens, in the same manner and with like effect as in case of money arising from sheriffs’ sales. Now it is clear that in case of a sale, the mortgage would not be entitled to any part or portion of the money; because the lien of the mortgage is not divested by such sale, or in any way affected by it. It still continues to subsist in full force. A priori, the money which arises from an extent which is to be distributed in the same manner, cannot be appropriated to the mortgage. The mortgagee may at any moment after the delivery upon an extent, proceed to sell the premises, just as he could sell a second time upon a sale on a junior judgment. There was therefore error in making the rule to show cause why the money arising from the instalment should not be applied to the mortgage, absolute. The judgment-creditor, the Bank of the United States, is entitled to the money.\nThe order of the court quashing the rule absolute is reversed, and it is ordered that the Bank of the United States take the money out of court."}