{"id": "960667", "contents": "Rogers, J.\nIt is claimed on the part of the appellee that the certiorari must be quashed on. two grounds: 1st, That there is no allocatur; and 2d, That more than seven years have elapsed since the decree of the court. Regularly, a certiorari must be allowed either generally or specially; but as a certiorari in proper cases is a matter of right, and as this a case where a special allocatur is not required, this objection would interpose no difficulty, for if there was nothing else, we would allow the writ nunc pro tunc. But the second exception has something more substantial in it. The act of the 13th April, 1791, declares that no fine or common recovery, nor any judgment in a real, personal, or mixed action, nor any appeal from the Register’s Court, shall be awarded or reversed for any defect or error therein, unless the writ of error be commenced, or the appeal brought and prosecuted within seven years after such fine levied, common recovery suffered, judgment signed and entered of record, and decree pronounced. This proceeding, it is true, does not come within the letter, but it certainly does within the spirit of the act. The object of the act is to limit the time when a party shall be permitted to review a judgment or decree of a subordinate court. Now this object would in a measure be defeated if this court would be at liberty to reverse a decree merely because the proceedings had been removed by certiorari, and not by writ of error. An appeal is in the nature of a new trial; a certiorari, in the nature of a writ of error. A certiorari is generally a proceeding only to give effect to objections to the form of proceedings: 2 Chitty’s General Practice, 219. The only effect of the certiorari in this case is to remove the proceedings for the inspection of the court. In substance, it is an appeal from the decision of the Court of Common Pleas, a proceeding to obtain a rehearing on the merits, and as such, it unquestionably comes within the true intent and meaning of the act of the 13th April, 1791, which prohibits this court from reversing proceedings after seven years may have elapsed from the time of the decree pronounced. And although it is not a writ of error technically so called, yet it is in the nature of a writ of error, its only office being to remove the proceedings for the inspection of the court. The act of limitations, as well to writs of error or certiorari, as in other cases, is a most beneficial statute, being a statute of repose, and absolutely necessary to quiet titles. As such it has been much favoured in latter times by the courts.\nWrit of certiorari quashed, and record remitted."}