{"id": "960614", "contents": "Coulter, J.\nThe certificate of a probate of a will was always conclusive in England, as to personal estate. It was held, in Allen v. Dundas, 3 T. Rep. 125, that the probate unrepealed is conclusive evidence of a will of personalty, and therefore payment of money to an executor who has obtained probate of a forged will, is a discharge to the debtor of'the intestate, though the probate be afterwards declared null and void: and in Coe v. Westernham, 2 Selw. N. P. 12, it was resolved, that the probate is the only legitimate evidence of personal property being vested in the executor, or of the executor’s appointment.\nBy the 5th section of the act of 1832, the register has jurisdiction of the probate of wills ; and by the 31st section of the same act an appeal is given from all judicial acts of a register to the register’s court. The probate of a will is a judicial act; and, as such, the probate by the register cannot be declared void in a collateral proceeding. Although the will may be controverted in an action of ejectment, in which the realty is implicated, yet the probate by the register is primd facie evidence: 6 S. & R. 223, 3 Binn, 498; and in Logan v. Watt, 5 S. & R. 212, it was held that the certificate of the register of wills, that a will of lands had been duly proved before him, and a copy thereof is annexed, is primd facie evidence of such will, though a copy of such probate is not set out. The same point was ruled in 10 S. & R. 84.\nIn the present case, the register makes what is substantially a decree that the codicil was duly proved before him on the 30th December, 1815, by the subscribing witness. He does not say that no other person was examined; and the presumption is at least in equilibrium between another person being sworn and no other person making probate. Every fair intendment ought to be made in favour of the correctness of the proceeding, after this lapse of time. The will and the codicil have been acted upon for more than thirty years by the devisees; and as the codicil, operates on the personal estate, which alone is in contest in this suit, the probate must be considered not onlj primd facie, but conclusive.\nIn Doe v. Pearce, 2 Moody & Robin, 240, it was held, that an unproved will, more than thirty years old, coming from the possession of one of the family of the testator, may be read in evidence, without accounting for the subscribing witnesses, though the person producing it was not strictly entitled to the custody.\nThe codicil ought to have been admitted in evidence, and it was error to reject it.\nJudgment reversed, and a venire de novo awarded."}