{"id": "960621", "contents": "Gibson, C. J.\nThe exceptions to evidence are unfounded. The objection to the commission to New York, that it issued on ten days’ notice, was obviated by the filing of cross interrogatories, which has always been held equivalent to appearance, and a waiver of time or notice. The objection that the commission to St. Thomas was executed by a court acting under authority from the Danish government, is unfounded in fact. Being joint and several, it was well executed by one of the commissioners named in it; and that the authority of the court here was recognised by the local authority there, neither impaired nor superseded it. The exception to Swift’s deposition is not better founded. The account of disbursements for the brig, and the account of sales of tíer apparel and hull, proved by his testimony, involved no hearsay or secondary evidence. The surveys might have been incompetent as independent documents; but as the facts contained in them were proved by the testimony of those who made them, they were admissible as parts of the res gestee. Had they not been produced, the defendant might have founded a troublesome argument on their absence. So, too, of the protest as one of the preliminary proofs of loss. In Fleming v. The Marine Insurance, we certainly laid a strong hand on protests, as proof, under the idiosyncrasy of our system, of facts before a jury; not, however, to affect them as preliminary proofs. The rule for the latter is so liberally expounded as to require only the best evidence in the possession o'f the assured as reasonable information to enable the underwriters to form an estimate of their liability for the loss. Were it not that the cause is to go to another jury, these exceptions would not be particularly noticed.\nIt is found in the verdict that the deviation to seek a port of safety was justified by necessity; and primé facie that would dispose of the exceptions to the charge that there was no deviation, if the master acted from the best of his judgment and from good motives. But it is argued that he was bound, before seeking a port of necessity, to sacrifice his deck load to save the rest; and that had he done so, the vessel might have reached her port of destination. The weight of authority is, that the jettison of the deck load gives the owner of it no title to contribution, and no action against the master for bad stowage if it were the usage of the trade thus to carry such articles; but I know of no rule which requires the master to sacrifice them in the first instance. Where they pay their proportion of the premium and freight, and the custom of the trade is not to stow them below, it is hard to see why they do not stand on the footing of every other part of the cargo. When the crew have left a sinking ship, it is certainly not the law that the steerage ¡passengers are the first to be cast into the sea when it is necessary to lighten the boats. As to contribution, however, the-American cases establish a different principle, and we are bound by it; but the argument of Yalin for it — that a deck load impedes the navigation of the ship — though it might be a reason for getting rid of it in a case of necessity, is no reason, because it is peculiarly conducive to the general safety to disencumber the ship of it, that it should not be proportionately paid for. In this instance the loss would not have been compensated; and for that very reason the master was not bound to sacrifice an unprotected property, in ease of those whose property was protected by the right of contribution. But there is no reason to think the brig would have survived the perils of the sea even without her deck load; and if there was room for apprehension, it was not the duty of the master to make the experiment. As the matter rested on his discretion, the assured would not be affected by a mistake in the exercise of it, unless it were so gross as to be evidence of incapacity or mala fides.\nIt is assigned for error that the jury were instructed “ that one-third, new for old, was not to be deducted from the estimated amount of repairs, in computing whether the needed repairs would have exceeded half the vessel’s value when repaired.” It is difficult to see what that had to do with the master’s right to sell. In the case of a partial loss, the damage is calculated on the expense of repairs where the owner chooses to repair; where he does not, it is calculated on the best data that can be had. But where the ship has been actually repaired, her value being greater than it was before the disaster, by the replacement of old timbers and materials with new, the owner must contribute to the expense in proportion to the benefit, and, according to the usage, as one to two. But even if the rule were applicable to a technical total loss, it would be unnecessary to apply it here; for, independent of all other considerations, it seems to be settled by authority that the plaintiff can recover for no more than an average loss for want of seasonable notice of abandonment.\nIt is not pretended that the notice was in time; but there is plausibility in the argument that it was not necessary. It is said, that if the sale by the master was no more than a wholesome exercise of his discretion under the circumstances, there was a total loss of the title ; and that though the brig afterwards existed as a vessel gone from the control.of the assured, there was nothing to abandon. On the other hand, it is asserted that the right to contest the validity of the sale with the master or his vendee, ought to have been ceded as a thing of appreciable value, like the spes recuperandi between capture and condemnation. But, replies the assured, even that is extinguished by sentence of condemnation, which passes the title; and as the validity of the sale must be maintained by the assured, the fact can as well be tried in an action on the policy, as it can he tried in an action against the master and his vendee. Whatever force there may he in these arguments, it seems to be settled by^jlecisiv,e_w.eight of authority, that in every case of insurance -on the ship or cargo, though perhaps not on freight, when the master has sold the thing insured, there must be an abandonment, to avoid the conclusion that the assured has elected to go for a partial loss. It is said, that if any part of the property survive the peril, as in ease of shipwreck, without a total destruction of it; or that, if any claims springing from the ownership of it remain to the assured, they must not bo retained, but ceded as a foundation to recover the whole. Most of the English authorities have been collected by Chief Justice Tindal, in the comparatively modern case of Roux v. Salvador; and from their express bearing, in opposition to Cambridge v. Anderton, 2 B. & C. 691, he concluded that an abandonment was necessary in that case, which was in principle identical with the case before us. The hides, when sold, were rapidly becoming a loathsome mass of putrefaction; and' if ever the master’s right to sell was incontestable, it was in that case. If contestable, it could have been tried in the action on the policy there as well as it could be tried in the action on the policy here; but Chief Justice Tindal introduced a new element into the discussion, which seems to be of commanding influence. “For as the assured,” said he, “in no case is bound to consider the loss a total loss, but may always take to what is saved, and recover for an average loss; if it is to be held that abandonment is unnecessary where there has been a sale, the underwriter can have no certainty as to his rights or liabilities before the assured determines his election by bringing the action for a total loss. This uncertainty of itself, and if no other consequence follows, is highly prejudicial to the underwriter. It may be further prejudicial in its direct consequences; agents may fail, in whose hands the proceeds are left; and, still further, the right of the underwriters to dispute the validity of the sale, with the purchaser of the ship or cargo, upon the ground of fraud, might, by the intervention of time, be impaired or entirely defeated.” I am at a loss to see how'this argument can be refuted. In reversing the judgment, in ■ the Exchequer Chamber, Lord Abinger, who delivered the opinion of the court, did not attempt to refute it; and we are at liberty to.give more weight, on.principle, to the judgment of the Common Pleas, accordant as it is with the judgments of the state courts of our Union, and the general course of the British courts, than to the judgment of the Superior Court in England. He assumed what cannot be maintained, that the underwriters cannot be prejudiced by a protracted ignorance of the responsibility they have to meet, or of the course they have to pursue. The conclusion drawn by Chief Justice Tindal, is sustained by Martin v. Crokatt, 14 East, 465, and Bell v. Nixon, 1 Holt, 423— cases posterior or not cited by him. Idle v. The Royal Exchange Insurance has been thought to bear the other way; but the insurance was on freight which was entirely lost by the breaking up of the voyage; and there was consequently nothing to abandon. The American cases generally fall in with the current. The authorities were examined by Chief Justice Shaw, in Smith v. The Manufacturers’ Insurance Company (7 Met. 449), who laid down the rule that in every case like the present, an abandonment is necessary. Such, too, is the rule of Pierce v. The Ocean Insurance Company, 18 Pick. 91; Cohen v. The Insurance Company, Dudley, S. C. 147, and The American Insurance Company v. Ogden, 15 Wend. 532; while we have to the contrary, only Gordon v. The Insurance Company (2 Pick. 249), said to have been recognised by Mr. Justice Thompson, 5 Pet. 604. It was said, in the American Insurance v. Ogden, that “ the right to abandon does not in all cases depend upon the amount of damage, hut exists in all cases where the ship is gone from the.control of the assured; where the voyage is broken up, and where a sale of the ship has become necessary for the benefit of all concerned.” The master had sold the vessel at auction because she was without indispensable repairs, which he had not means to procure; and it was held, that the assured might abandon and recover for a total loss; which certainly implies that he could else have recovered only for a partial loss. In Watson v. The North American Insurance, 1 Binn. 47, our own court held that the assured might recover, without abandonment, for an average loss after sentence of condemnation, leaving the jury to estimate and deduct the value of the chance of reversal and restoration of the property; but in Brown v. The Phoenix, 4 Binn. 445, the Chief Justice and Mr. Justice Bracken-ridge seem to have been disposed to carry the necessity of abandonment as far as it is at present proposed to do.\nThe exceptions to the declaration are unfounded, and every point not particularly noticed, was properly disposed of.\nJudgment reversed, and a venire de novo awarded."}