{"id": "960603", "contents": "Gibson, C. J.\nThough there was once a doubt in respect to the point before us, it is now settled. It was supposed by intelligent lawyers that there is a difference in this particular between foreign and inland bills; and that the latter, not having been originally within the law merchant, do not authorize presentment and notice on the last day of grace, the acceptor, it was thought, having the whole of it to make payment on the principle of the common law. But days of grace themselves are creatures of the mercantile law; and if the payment of inland bills were not regulated by it, days of grace could not be predicated of them. All doubt on the subject, however, has been removed by the later cases. Indeed, it is hard to find a reason for supposing that the statutes of William and Anne had not put them on a footing with foreign bills in every respect. By the statute of Anne, promissory notes are put upon the same footing; and they are subject, with foreign and inland bills, to the rule for presentment and payment, but not to the rule for protest. That is, perhaps, the only difference. Now it is shown by Haynes v. Birks, 3 B. & P. 602, Burridge v. Manners, 3 Camp. 193, Hume v. Peploe, 8 East, 169, and Mx parte Moline, 19 Ves. 216, that the contract of the acceptor is to pay on demand, and that it is broken if the bill be not paid the instant it is presented; from which it results that notice may be given the same day. True, an action cannot be brought till the next day, for the anomalous reason that the acceptor may pay after refusal, if he take the trouble to seek the holder. A better one would be, that as there are no fractions of a day but such as are made by statute or the custom of merchants, the imjoetration of a writ is an act which covers the whole day. The profession has acquiesced in the principle of the preceding cases; and the text-writers have taken it for granted, the only remaining doubt being, whether notice is good when given on the day, unless there was an unqualified refusal to pay. If the doubt be founded, there is no substantive difference between the rule of the commercial, and the rule of the common law. ■ It would result that the acceptor has the whole of the last day for payment, unless, like a creditor who waives objection to the quality of a tender in bank-notes and rejects it for some other reason, he chooses to waive the prematurity of the presentment, but refuses to pay at all. The line has not been very distinctly drawn; for he has certainly been allowed after presentment and refusal on the same day, to avoid the consequences of a protest. Better had it been if the judges had taken a determinate course in every case. The contract, being to pay at presentment, admits of no procrastination. But what is a qualified refusal ? It means that the acceptor has not made up his mind whether he is able or willing to pay. If, however, the contract is to pay at presentment, the doubt is unfounded, Allow him every moment of the day, and presentment would be inoperative, and notice of dishonour, like process on an undue bond, would be bad. But in the present case it was good in any event; for no case shows that an acceptor or mater is at liberty to qualify his refusal with a promise to pay the next day, or at any time afterwards. The notary, having presented the note for payment on the last day of grace, being Saturday, and demanded payment at the dwelling of the maker, was told that he was not at home, but that he would be at home on Monday and pay that note; which was a fiat refusal to pay within any limits of the time assigned to the contract by the most extended interpretation of it; and according to all the cases, the presentment and notice were good.\nJudgment affirmed."}