{"id": "960632", "contents": "Rogers, J.\nThe first exception is to the admission of the note on which the suit is brought. The note contains a promise by the defendants to pay $100 to Major Pomeroy. It is somewhat difficult to understand the precise nature of the exception to the evidence. The plaintiff contends it was nothing more than an objection to the execution of the note, and that this objection being removed by proof of the acknowledgment of the defendants that it was justly due, it was permitted to be read to the jury. It is contended, however, that the exception extended further; viz: that it was not proved that James Pomeroy and Major Pomeroy were one and the same person. On the latter part the testimony was slight, but slight evidence will suffice. The proof consists in this, that when the note was pushed to payment by Mr. Fenlon, who was James Pomeroy’s attorney, it was examined by Jamieson, who made no objection to its autheriticity, and said nothing about the note being made payable to Major Pomeroy instead of James Pomeroy. This would seem to be an admission that they were the same, at least, so as to justify the court in allowing it to go to the jury. .\nBut the defendants further contend that there is error, because the narr. charges the defendants jointly, and the judgment is entered generally against them, whereas the writ was not served on James Fleming, nor does he, either by himself or attorney, enter an appearance to the writ. That the judgment is erroneous, cannot be denied; because it is a judgment against a.person, not a party to the suit, and who had no opportunity of being heard. The judgment is entered generally, and in all probability was intended as a judgment only as against those who were served with process. It is, therefore, but a matter of form, not extending at all into the merits of the cause, which has been fairly tried. These slips in practice we have every disposition to disregard, whenever it can be done consistently with law, and without injustice to the parties. And this power we have by virtue of the act of the 16th June, 1836, entitled, An act relative to the jurisdiction and powers of the court, which confers on this court the additional authority to modify, as well as reverse and affirm the judgments of the subordinate courts, in criminal as well as civil cases. And this has been done several times in criminal cases, although this is the first case where the authority conferred by the act has been exercised in a civil action. Here the judgment may be modified without injustice to any human being. Two of the defendants cannot complain, because they have had the benefit of a fair trial. The other cannot, because he is released from the judgment, erroneously entered against him.\nThe court order the record to be amended or modified, by reversing the judgment against James Fleming, and rendering judgment against Samuel J. Jamieson and James Nelly."}