{"id": "960762", "contents": "Coulter, J.\n(after stating the evidence and charge.)— The learned court thus throws back the adverse possession of the defendant and the operation of the. statute to the time of marking a few trees, without authority of law, within the plaintiff’s lines. Thus, before a stone is rolled from its bed, or bush grubbed from its place, or a tree felled to the earth by the defendant on the plaintiff’s land, so as to give him any notice, the statute is made to run against him. The plaintiff, if he traversed his land occasionally, and perceived these marks, whether they were two or a dozen, may have supposed that they were made by a hunter of deer, or to designate a path. He could see no improvement or actual occupancy within his lines: upon whom, then, would hé make his entry ? or against whom would he bring his ejectment ? The statute of limitations was not made to steal people’s land from them, but for the quieting of estates and the greater security of real property. It imposed a forfeiture upon those who permitted an estate to grow up under their eye and knowledge, and become permanent by an actual, notorious, adverse possession, for twenty-one years. But an alleged possession or claim, which was neither notorious, palpable, nor visible within the plaintiff’s lines, never was intended to work a divestiture of title. The seisin or possession of the plaintiff was not ousted or removed by making these marks, unauthorized by law, whether they were few or many, within the plaintiff’s lines, unaccompanied with any actual occupancy by clearing, grubbing, or fencing within those lines, so as to give him warning of danger.\nThe court carried the statute far, very far, and beyond the limits of a just regard to the security of estates and the rights of the owner of a legal title from the commonwealth, on whose faith and solemn deed he relies.\nIt is not necessary to notice the other error assigned, as to the observations of the court upon the entry of Wilson by permission of Altemus, because the point does not appear to have been made in the court below; and the recovery in ejectment alluded to in the testimony, the issuing of execution, &c., &e., and the acts of the sheriff, ought to be set out in order to enable the court to give a satisfactory opinion on the subject. If it should hereafter be necessary on a new trial, the plaintiff had better be more explicit in his testimony.\nJudgment reversed, and a venire de novo awarded."}