{"id": "960753", "contents": "Bell, J.\nSince the earliest constitution of our Orphans’ Courts they have exercised jurisdiction over the persons, and estates of minor children, and controlled and enforced the due execution of the trusts committed to the hands of their guardians. So early as March, 1713, it was enacted that the Orphans’ Courts' shall have power to award process, and to cause to come before them every person who, as guardian, trustee, executor, administrator, or otherwise, are or shall be intrusted with or in any wise accountable for any lands, tenements, goods, chattels or estates belonging to any orphan or person under age, and cause them to exhibit, within a reasonable time, true and perfect inventories and accounts of the said estates. The authority thus conferred has, from time to time, been enlarged, and the scheme for its administration improved by successive acts of Assembly, until but little remains to be done necessary to render the system perfect, so far as present éxperience extends. The last of the series necessary to notice, is the act of the 29th of March, 1832. This embodies the provisions of the prior statutes, and adds some new ones in support of a jurisdiction, which, being proved by time and practice highly beneficial, has gradually grown into public favour. It, too, asserts that the jurisdiction of the Orphans’ Courts extends to and embraces the appointment, control, removal, and discharge of guardians, and the settlement of their accounts, and provides means for giving operation to the large powers conferred upon these tribunals. Copying from the act of the 30th March, 1821, it prescribes the condition of the bond to be executed by a guardian when required, Avhich, inter alia, binds him to render a just and true account of the management of the property and estate of the minor under his care, at least once in every three years, and at any other-time when required ly the Orphans’ Court. Under these various enactments, these courts have always claimed the right to call before them delinquent guardians and compel a settlement of their accounts, as well after as before the attainment of full age by the ward. Before the present, I know of no instance in which it was pretended that the formal dissolution of the relation of guardian and ward by the majority of the latter, ousted the court of its jurisdiction over the former. On the contrary, the power to call upon the guardian, irrespective of the age of the ward, is almost daily exerted, and its legal existence is recognised in numerous cases reported in our books. In Denison v. Cornwell, 17 S. & R. 374, it was held that a ward’s remedy, after arriving at age, is in the Orphans’ Court; and in Bowman v. Herr, 1 Penn. Rep. 282, after reviewing the then existing statutes on the subject, the court decided that the Orphans’ Court is the only proper tribunal to compel settlement of a guardian’s account. In Ex parte Cress, 2 Wh. 494, the authority of that court to entertain the application of an emancipated ward against his late guardian, for an account, was expressly admitted, and its exercise was sustained, under peculiar circumstances, in Lukens’s Appeal, 7 W. & S. 48, determined in 1844. A still more modern instance is furnished by Hickman’s Appeal, 7 Barr, 464, decided in 1848, where a citation to account was enforced against a guardian, though the ward, after he became of age, had settled with and executed a full release to the guardian. Many other cases might be cited, but the few to which reference has been made will suffice. But we are told that the ground upon which the court below dismissed the citation in this case, for supposed defect of jurisdiction, is thought to be furnished by the 10th section of the act of 1832. It directs that every guardian, whether required by the court to give security or not, shall, at least once in every three years, and at any other time when so required by the court, render an account to be filed in the clerk’s office, and, on the arrival of his ward at full age, shall settle in the register’s office a full and complete account, including all the items embraced in the prior partial settlements. A principal object of the act of 1832, was to bring together and present in one Anew, the various and scattered provisions of the older statutes on the same subject. To these some additions were made, for the purpose of enlarging and perfecting the poAver of the court; but until noAV, I believe it has never been imagined that, by the introduction of these new features, the lawgiver intended to curtail that poAver. Of the section just quoted, that portion Avhich calls for triennial accounts is copied from the act of the 30th March, 1821. The latter part, making it the imperative duty of the guardian to settle a final account in the register’s office, whether specially called on or not, is alone new. But how can this operate by implication, to repeal an express power before given to the court by this and other statutes, and heretofore exercised without question ? It can only be because of such repugnancy as makes the íavo provisions inconsistent. But I have failed to perceive that any such exists. The late guardian may file his final account in the register’s office, and then it is, by that officer, certified into the Orphans’ Court for its action. But suppose the guardian neglects this duty, Avhat is there in the provision prescribing it, which prohibits the interference of the court to compel it ? There is certainly nothing expressly prohibitory, and the ingenuity of counsel has failed to point out an implication. By law, executors and administrators are required to settle and file their accounts in the register’s office; but no one ever supposed that this requirement operates to prevent the Orphans’ Court from calling on these trustees in the event of their delinquency. In such cases, the register is without power to compel settlement, and I believe he is equally so as in the accounts of guardians.\nBut Ayhether this be so or not, it is very clear that the possession of such an authority by him, is no aaúso inconsistent with that given to the appropriate court. The cases I have cited, decided since the act of 1882, show that there is nothing in it to abrogate or interfere with the before undoubted jurisdiction of the court, which I would be unwilling to call into question under any legislative proAusion, short of an express repeal or clear and necessary implication.\nIn the exercise of this jurisdiction, it has been usual to direct guardians to file their answer to the citation immediately in the office of the clerk of the court. But I have no doubt the court may, if it be deemed more convenient, order the account to be filed in the first instance with the register, who will certify it in due course. Here the court below declined to adopt either of these modes, and turned the complainant from its doors by dismissing the citation, with a direction to apply to the register. In this, as has been shown, there is palpable error, for which its decree must be reversed.\nDecree dismissing the citation is' reversed; and it is ordered that the said record be remitted to the said Orphans’ Court, with directions to proceed to the determination of the said cause, according to due course of law."}