{"id": "960784", "contents": "Coulter, J.\nThe agreement on which the action is founded, stipulated that the defendants below would keep the plaintiff, Car-man, harmless from “debt or damage, in the matter of security that the said William Carman entered into for Wm. L. Eox, as assignee,” &c.\nOne of the errors assigned is, that the agreement is not supported by a sufficient consideration; and it would seem the most convenient in order to notice this first, although it is not the first in the series. This objection proceeds on the ground that the agreement is gratuitous, and all on one side. In the Roman law, a contract merely gratuitous, in which the promisor was not bound to anything, was called nudum pactum; and the distinction was adopted in the common law of England, and thus composes a rule in our jurisprudence. The party making the promise must have obtained some advantage, or the party to whom it is made must °have suffered some loss, or sustained some injury and inconvenience, in consequence of the promise. By this rule, which appears to be sound, I will test the promise in this case. In Doctor and Student, Diag. 2, ch. 24, it is observed that “ these are called naked promises, because there is nothing assigned why they should be made.” Here the reason for making the promise is assigned in the writing, to wit, that Carman had entered into bond as the surety of Eox. Was that sufficient ? Signing the bond was, to be . sure, a bygone act, but it was continuing, as a consideration; no damage or loss had yet accrued to the surety. It was to indemnify him from debt or damage that might thereafter accrue to him, that the instrument upon which the suit is brought was given. All parties looked to a future contingency, and that future liability was the consideration of the promise. And that contingency, so far as it was disastrous to Carman, he might have averted, perhaps, if he had not been lulled into security by the act of the defendants, and seduced thereby into supineness; for he might have made application, under the statute, to compel additional surety. Can it be pretended, then, that he suffered no inconvenience, and encountered no danger, in consequence of the promise of the defendants ? Carman undoubtedly became the surety of Eox, originally at the request of Eox; the law will imply that much. And Eox would be legally bound to indemnify him if he suffered loss thereby. It cannot be pretended, therefore, that there was no consideration as to him. Thus it has been ruled, that if the plaintiff has become security for the promisor, or has accepted bills, or imposed upon himself any legal liability at the request of the promisor, there is a sufficient consideration to support a promise of indemnity, and render it binding in law, although no actual benefit or advantage has resulted to the promisor: Baily v. Croft, 4 Taunt. 611. Yery slight circumstances will, in such cases, establish a request in point of law: Law v. Wilkin, 6 Ad. & E. 718. A bygone act or service rendered, pursuant to a previous request of the promisor, is sufficient to sustain an action on the promise: Dyer, 272 b, n. These cases go on the ground stated in Doctor and Student, because they show a sufficient ground on which the promise was made; which is therefore not naked. In accordance with these principles, is the case of Carroll v. Nixon, 4 W. & S. 517, and Hinds v. Holdship, 2 Watts, 104; and also Greeves v. McAllister, 2 Binn. 591; and also the case of Lonsdale v. Brown, 4 Wash. C. C. Rep. 148; where it was ruled, that a promise to pay on a consideration executed, if it was induced by some previous duty, or if the debt be continuing at the time, is good to maintain assumpsit. That a duty rested upon Fox to indemnify Carman as his surety, cannot be doubted; and the other defendants, by joining with him in the contract to keep Carman harmless, made themselves jointly liable with him for a consideration moving from Fox and to him, and thus became his sureties. It may be observed as ancillary, that all the defendants were partners, and that the funds which Fox received as assignee, were placed by him in possession of the firm, instead of applying them according to law. And that, in consequence, Carman might have made application to the Court of Common Pleas, to remove the assignee, or compel him to give additional security. There was, therefore, an actual benefit accruing to the defendants, however small, and the magnitude of the benefit is of no importance. We are of opinion that the agreement was supported by a sufficient consideration.\nThe next in importance in the series of errors, is that which alleges that the judgment recovered against Carman on the surety-bond was not the measure of damages in this action, because Car-man had suffered no loss except the payment of the attorney fee of |100.\nBut that is of no consequence. It was not necessary for him to wait until the judgment was recovered off him, nor until he had paid the money. He stood in jeopardy; and that judgment, with .the costs, he could be compelled to pay by legal process. The condition of a bond of indemnity against all claims of A. is broken whenever the claim is made, and the obligor is compellable by law to pay. He is not bound to wait till an action is brought against him: Leber v. Kauffelt, 5 W. & S. 440. And more exactly in point is Stroh v. Kimmel, 8 W. 157; where it was ruled, that where a promise of general indemnity is made, and judgment is recovered against the promisee, such judgment is evidence in a suit against the promisor, without proof of payment of the judgment. Closely allied to this assignment, is that which imputes error to the court for admitting the record of the judgment in evidence, because, as alleged, the judgment was void, and because it was not between the same parties nor privies. The judgment, however, was not void, but valid and subsisting, and capable of being enforced by execution. The court could regard it in no other light whatever. Even admitting that it was irregular, yet the court could not reverse or impugn it in a collateral suit. It was a judgment in fact and in law. There was not a formal or technical judgment in favour of the Commonwealth, for the amount of the bond; nor was the finding in money denominated damages.\nBut the old maxim, that what can be made certain, shall be considered as certain, will solve the difficulty. The bond is for $27,100 penalty; and the statute provides that the cautionary judgment for the Commonwealth shall be for the amount of the bond, and that the judgment in favour of the plaintiff, as the statute denominates the cestui que %ise, shall be for the amount of the damages he shall establish. Now, the judgment is not for the amount of the bond. But it is for the amount of debt due to the United States,'with the interest. The sum named, therefore, must have been damages for the breach of the condition, in favour of the plaintiff, for whose use one of the plaintiffs, that is, the commonwealth, sued.\nAccording to the terms of the statute, there ought, in such cases, to be two judgments — one for the amount of the penalty of the bond, which would be cautionary, and the other for the plaintiff, as the cestui que use is denominated in the statute, for the amount of damages he should prove.\nThe verdict in this case is for the plaintiffs $15,000, thus recognising two plaintiffs, which is the fact as it exists, because the statute requires two judgments. The court then ought to have moulded the judgment so as to conform to the verdict, and rendered judgment for the commonwealth for $27,100 debt, and for the plaintiff for $15,000 damages. If the defendant in the original judgment on the bond had sued out a writ of error, this court would have so modified and moulded the judgment. And why not now consider that to have been done in entering the judgment in the court below, which ought to have been done ? The verdict was substantially a finding for the commonwealth for the penalty $27,100, and for the cestui que use for his damages. Although the verdict be not in the words of the statute, jet if the point in controversy can be resolved out of it, the court shall work it into form and make it serve the justice of'the case: Easton v. Worthington, 5 S. & R. 130. The English practice will illustrate the case. At the trial, the jury must find a verdict for the plaintiff with 15s. damages and 40s. costs, and also assess the damages for the breaches; and then, on the return of the postea, judgment is entered for the debt, which is the penalty, and Is. damages, the latter being merely nominal: 1 Saund. 58, n. 1. The verdict was substantial, in accordance with the requisites of the statute, and easily susceptible of being moulded according to the justice of the case. There was no error in admitting it in evidence.\nThe defendants were privies to that judgment, because they had promised and agreed to save Carman harmless, on account of his signing the bond on which it was founded. And Fox had notice of the proceeding, for he was sued in' a separate action on the same bond, being the principal obligor, to the same term, the suits being both instituted on the same day; and Orrick had notice, for he employed counsel to defend; and Noble had implied notice, for the engagement to indemnify was by the firm of Orrick, Noble & Fox.\nThe record in the Court of Common Pleas, in the matter of Anguera & Curren, together with a copy of the bond, and the answer of William L. Fox, upon oath, which composed part of the record, were properly admitted in evidence. They were part of the res gestee, and explained and elucidated the occasion of giving the bond, the appointment of Fox as trustee, and were germain and pertinent to the cause in hand.\nThe learned judge before whom the cause was tried, instructed the jury that their verdict ought to be for the plaintiff, but did not thereby overstep the prerogative of the court or impinge upon the rights of the jury. There was no fact disputed, or about which there was conflicting testimony. When the cause had reached that point, it presented only a sheer question of law. And from the aspect of the paper-book, I should be inclined to believe that the counsel for the plaintiff in error so considered the matter. I do not perceive how the court could have instructed otherwise than did.\nSeveral other errors are assigned which were not pressed, but abandoned. The court is of opinion that they are not of weight sufficient to disturb the verdict and judgment.\nThe same counsel who conducted the suit for the United States, are concerned in prosecuting this suit, and it may be fairly presumed that this suit is carried on for the benefit of the United States. But if Noble or Fox have any misgiving that the money will not he so applied, upon the proper application to this court it will take care that it shall be so applied.\nJudgment affirmed."}