{"id": "960773", "contents": "Rogers, J.\nThe whole difficulty attending this ease arises from a want of attention to the pleadings. The plaintiffs, instead of declaring for the continuance of the nuisance, file their declaration for the same cause between the same parties or their privies, before tried, and in which verdict and judgment were rendered. And the defendant, instead of pleading the former recovery in bar of the action, pleads the general issue. It is not denied that the defendant may give in evidence a former recovery in an action on the case for a nuisance, under the plea of not guilty, but it is not, as the court ruled, conclusive. This point is decided in Vooght v. Winch, 2 B. & Al. 662. A verdict, as is there held, obtained by the defendant in a former action, and which, if pleaded in bar, would be ah estoppel, when given in evidence under the general issue is not conclusive against the plaintiffs, but only evidence to go to the jury. The defendant elected to refer the matter to the jury. If the party will not rely on an estoppel when he may, the jury are not bound by the estoppel, for they are sworn to find the truth: Kilheffer v. Herr, 17 S. & R. 322.\nAs this case must be reversed for the direction of the judge, we take it for granted the narr. will be amended; it will therefore be convenient, if not necessary, to notice some matters which have occurred in this, and doubtless will arise on another trial. In an action for the continuance of a nuisance, a verdict and judgment in a former action in which the same matter is in controversy between the same parties, or privies, is conclusive of the right, and also the damages to the time of the commencement of the first suit. All the plaintiffs are required to do, is to give in evidence the judgment in the former recovery, and to prove that the nuisance remains in the same, or worse situation than before. On proof it has not been removed, the plaintiff is entitled to a verdict, for the case cannot be re-tried: Kilheffer v. Herr, 17 S. & R. 319\nThe defendant insists that the plaintiffs cannot sustain the action even for a continuance of the nuisance, because the nuisance was erected on the land of a third person; that consequently he cannot abate it without committing a trespass, which' the law will not compel him to do; and that, moreover, damages were, or might have been given, commensurate with the plaintiffs’ injury in the former action. These suggestions are not without force; but although the point is new in this state, it has been already ruled in Thompson v. Gibson et al., 7 M. & W. 456. The case was an action on the case for continuing a nuisance to the plaintiff’s market, by a building which excluded the public from a part of the space on which the market was lawfully held. It appears that the building was erected in October, 1838, under the superintendence and direction of the defendants, not on their own land, but on that of the corporation of Kendal (of which corporation they were members). The Earl of Lonsdale was the owner of the market, in October, 1839; and in February, 1839, he demised it to the plaintiff, and the market being afterwards obstructed by the building, the action was brought. It was held that the defendants were liable for continuance of the nuisance, although they had no right to enter on the land to remove it. Baron Parke, who delivered the opinion of the court, in answer to the very point here made, uses this language: “ It was also said, that the defendants could not now remove the nuisance themselves, without being guilty of a trespass to the corporation, and that it would be hard to make them liable. But that is a consequence of their own original wrong, and they cannot be permitted to excuse themselves from paying damages for the injury it causes, by showing their inability to remove it, without exposing themselves to another action.” And the principle is just as applicable to this case, as the defendant has had, and now enjoys the benefit of the flow of water at the expense, and to the injury of the plaintiffs.\nJudgment reversed, and a venire de novo awarded."}