{"id": "960750", "contents": "Coulter, J.\nIn McCall v. Hornebaueh, this court decided that the limitation contained in the 3d section of the act of 1804, of five years, is not repealed by the act of 1815, but is in full force; and in Bayard v. Inglis, 5 W. & S. 465, it was ruled that a purchaser at a treasurer’s sale, who enters into actual possession of the land, and continues it for five years, making improvements, cannot be disturbed by the owner, after the lapse of five years. It is, therefore, fully settled by authority, that the 3d section of the act of 1804 is not repealed by the act of 1815. This of itself would be sufficient to reverse the judgment below, if judicial precedent furnishes a rule; because the court below say that the limitation of five years applies to sales under the act of 1804, but has no application to sales under the act of 1815. An argument, however, has been conducted on the ground, that although the reason of the court below was not a good one, yet the judgment was correct, inasmuch as the limitation did not apply to this case, actual possession not having been taken. But that is not necessary since the act of 1824, which authorizes an action of ejectment to be brought by the owner against the purchaser at treasurer’s sale, notwithstanding he, nor any person under him or otherwise, resides on the premises.\nIn the case of Waln v. Shearman, 8 S. & R. 357, the Supreme Court decided that the limitation commenced at the time possession was taken by the purchaser, because then the owner had, for the first time, an opportunity of legally asserting his title. The -reason of the law is the life of the law; and the spirit of that decision is, that it would he unjust to make the statute run, when the owner had no opportunity to assert his title, but perfectly fair to launch it from the time he had such opportunity. After the act of 1824, the owner had a fair and full opportunity of commencing his action and asserting his right, when the treasurer’s deed was delivered to the defendant or those under whom he claims; and the statute then began to run. There was error in the charge of the court.\nThe judgment is reversed, and a venire de novo awarded."}