{"id": "960749", "contents": "Bell, J.\nThe question at issue arises under the 114th section of the act of 1836, relating to executions. The second clause of the section provides, that if the person in possession of the premises shall make oath or affirmation, before the justices, that he has come into possession under title derived to him from the defendant in the execution, before the judgment under which the execution and sale took place, the justices shall forbear to give judgment. The ingenious argument of the learned judge below, that the case presented by the affidavit of the defendant, Smith, is within the literal meaning of the language of the clause, presents an array of reasoning which, looking to the general tenor of the statute, the inquirer feels indisposed to confute. But though it should be conceded that the judge has not entirely succeeded in this, the second ground on which he founds his judgment, that the defence offered is within the spirit of the statute, cannot, we think, be controverted.\nThe object of the legislature in providing this summary remedy and the analogous one given to lessors by the landlord and tenant act, was to avoid the delay and expense attendant upon an action of ejectment, in cases where the elements are few and simple, and, therefore, easy of determination. Both the acts provide for a transfer of the proceedings to the Common Pleas, whenever it is made to appear to the magistrates that the rights of third persons, under certain circumstances, are involved, requiring a more deliberate and solemn inquiry than is contemplated before the justices and their inquest. These statutes, in reference to the present inquiry, may be said to be in pari materia. The object of both is to give an easy remedy to a complainant, under their respective provisions, without, however, putting it within his power to perpetrate a wrong upon others. To effectuate this general intent, they are to be so construed as, on the one hand, to prevent the improper impeachment of the title of the landlord or purchaser, and on the other, to let in the exhibition of a title, not inconsistent with, but controlling that set up by the complainant. An example of this liberality of construction is furnished by the case of Newell v. Gibbs, 1 W. & S. 496. The 13th section of the act of 1T72, under which the question in this case arose, by its terms confines the allegations of the tenant in possession, in bar of the summary proceedings, to a right or title accrued or happening since the commencement of the lease, by descent, deed, or from or under the last will of the lessor. But as the object of this provision was to prohibit the lessee from attacking the title of his landlord, and not to enlarge the rights of the latter, it was held that a former sub-tenant might aver the termination, by lapse of time, of his immediate lessor’s estate before the initiation of the summary proceedings, and a title in another not derived from the immediate lessor but paramount to him, by purchase of his landlord’s estate, under which the tenant now claims to hold. The tenant did not, as remarked by the court, offer to prove a literal compliance with the act; but he proffered what was equivalent, namely, an acknowledgment of the estate of his immediate lessor, with an averment that it had expired by its own limitation, and that after the commencement of his lease, the title had vested in a purchaser at sheriff’s sale of the fee simple interest of the owner of the land of whom the immediate lessor himself held by a demise for years, in virtue of which he had leased to the defendants. The attempt was by a tenant, under an expired lease, to turn out those who were in possession under his own landlord, or his alienees; a thing which could not be done in an action of ejectment, and ought not to be permitted under the act, for it contained no indication of an intent to enlarge the rights of the landlord by enabling him to do under summary process what he could not do in an action at common law. Every one of these remarks, and the general ground upon which the determination proceeded, are strictly applicable to our case. It is not to be doubted that the affidavit of Smith, if true, presents a defence that would be available for him in an action of ejectment by Elliott; and why should he not be permitted to make it in this proceeding ? He does not offer to impeach the title of his landlord under which he came into possession, nor would this be admissible, since it is prohibited both by motives of public policy and the purview of the act itself. If it be admitted that he does not aver by his affidavit that he came into possession under title derived to him from the defendant in the execution, before the judgment under which the execution and sale took place, he offered to show what is equivalent. Conceding the title of his former landlord and his own possession, as tenant, under it, subsequently to the judgment under which the plaintiff claims, he proposes to prove the destruction of that title under the operation of a paramount judgment; his own purchase of the elder Ackla’s title, and the consequent commencement of an independent possession, as owner, prior to the purchase by the plaintiff of the conditional title thus extinguished by operation of law. The estate owned by the defendant commenced, by relation, “ before the judgment under which the execution and sale to the plaintiff took place,” and though perhaps it was immediately derived from the defendant in the execution, and so was, literally, within the terms of the act, yet, comprising the source from whence the younger Ackla drew Ms estate, it may, to satisfy the terms of the act of 1836, be said to comprehend that estate. It is very certain that under the doctrine of Newell v. Gibbs, the defence offered would be available if this were a proceeding by Ackla, as landlord, under the landlord and tenant act, for it is precisely parallel to the grounds of resistance offered by the defendants in this case. Why should it not be efficacious against the complainant, who can claim but to stand in the shoes of Ackla, the defendant in the execution, under which he purchased ? There is, as we have seen, nothing in the spirit of the statute itself which forbids it; and as it would, questionless, be admissible in an action of ejectment, it cannot be said to be in contravention of the general law. It may be asked with great force, why, by a blind and indiscriminating adherence to the very words of the statute, we should permit Elliott to succeed against Smith, in this proceeding, merely to turn the latter round to his action of ejectment for the assertion of a title which appears to be valid ? Hid the defence involve the repudiation of a lessor’s title by his lessee, the policy to which I have adverted, recognised by the act, would exclude it; or did it rest in the adoption of an independent outstanding title in a third person, bearing no relation to or connexion with the title of the defendant in the execution, it would be without the circle drawn by the act. But neither of these propositions is true in respect of it. On the contrary, it expressly admits the lessor’s title, but professes to show its determination by act of law, at the moment of the actual inception of Smith’s title, which is not independent, but inclusive of the title claimed by Elliott under the execution against Acida and the son. It embraces it, and shows the whole interest to be vested in Smith. From this view of the case, we are entirely satisfied with the conclusion attained by the court below, and the reversal of the judgment rendered by the justices. Indeed the general reasoning seems to be acquiesced in by the plaintiff himself, for he limits himself to the suggestion of two particular defects in the affidavit filed by Smith. But the court say the judgment recovered against Benjamin Acida had lost its lien on the land; and we think it sufficiently averred that Amos took possession under his father’s will, and the relation of landlord and tenant between the latter and Smith was dissolved.\nShould the plaintiff persist in his proceeding before the two justices, they will of course require the proper recognisance before certifying the record into the Common Pleas.\nJudgment of the Court of Common Pleas affirmed."}