{"id": "960783", "contents": "Burnside, J.\nThe regard paid to the statutes of limitation, both in England and in every state of this Union, has undergone a great change in the present century. They are now considered as resting on sound policy, and the courts are no longer disposed to adopt a forced construction to evade their effect: 1 Pet. 360 ; 3 Ib. 270. At this day, they are emphatically declared to-be statutes of repose; and no court is at liberty to break in upon their settled construction. They are entitled to the same respect as other legislative enactments: 8 Cran. 72.- It is now settled that the acknowledgment of a debt, to take a case out of the statute, must be clear, plain, unambiguous, and express: Allison v. James, 8 W. 380. It ought to be so distinct and palpable in its extent and form, as to preclude hesitation: 6 Ib. 220; 10 Ib. 172.\n. When these principles are applied to the evidence in this case, it will be found that there is no error in the decree and judgment of the Common Pleas. The note in question was dated in September, 1817, payable in sixty days. Robert E. Hannum was appointed the committee of Dick in June, 1842 — more than twenty-four years after the note was due. The only evidence to revive this old debt is the testimony of Eliza Hannum and Samuel Hannum, two of the children of Samuel Hannum the elder, and the sister and brother of Robert E. Hannum, the appellant.\nEliza proves that Dick, before the inquisition was held declaring him an habitual drunkard, wanted to borrow money from her father; which, she says on cross-examination, was f300. He told her father he might include in the bond for the money the note for the horse. The money was not lent nor any bond given at that time; and they both further prove, that after the inquisition, Dick, in a conversation when he was at their father’s, told him to send the note in question to Robert, who would pay it. At 'this time, he had no power over his estate. We all think the evidence does not show such a clear, plain, and express acknowledgment of an existing debt, on a promissory note more than twenty years old, as would revive the debt, and take it out of the statute of limitations. The first was conditional, and the second when his committee had the care and management of his person and estate. To me it is manifest, if the old note had not been in the family, and one of them, Robert E. Hannum, had not been the committee who received the note, without payment to his father of the amount, with the hope that he would get a credit for it, it would have slept to the end of time, and no attempt would have been made to have charged Dick’s estate with the amount of principal, without the interest.\nThe decree of the court and judgment is affirmed."}