{"id": "960745", "contents": "Bell, J.\nThere is no principle of the law of contracts more firmly settled than that a guarantor of future credit or advancing, is entitled to notice from the party giving the credit, of his acceptance of the guaranty, unless, indeed, the agreement to accept be contemporaneous with it: Wildes v. Savage, 1 Story R. 26. And even this is rather an instance of simultaneous proffer and notice of acceptance, than an exception to the rule. Without such notice there is no contract, for a party giving a letter of guaranty has a right to know whether the person to whom it is addressed means to hold him ultimately responsible, inasmuch as his own caution and vigilance may, in a great measure, be regulated by his knowledge of the fact. The authorities to this point are numerous and concurrent. Many of them are brought together by Mr. Justice Story, in his treatise on Contracts. In one of them (Edmondston v. Drake, 5 Pet.. 624), the Supreme Court of the United States, speaking of this species of suretyship, says, “it would indeed be an extraordinary departure from that exactness and precision which peculiarly distinguish commercial transactions, which is an important principle in the law and usage of merchants; if a merchant should act on a letter of this character, and hold the writer responsible, without giving notice to him that he had acted on it.” It is well observed, in Lee v. Dick, determined by tbe same court (10 Pet. 482), that the notice may be most material to the party, not only as to his responsibility, and the necessity of providing means to meet the responsibility, but as to future rights and proceedings. It may regulate in a great measure his course of conduct, and his exercise of vigilance in regard to the party in whose favour the guaranty is given.\nBut the court below seemed to think, and the notion was urged here by the plaintiffs’ counsel, that a precedent request by the creditor to the party subsequently offering the guaranty, was equivalent to notice of acceptance. But I find no warrant for this view in any of the cases with which I am acquainted. In Anderson v. Blakely, 2 W. &. S. 237, cited as authority for this position, the question was not made. That case turned on the point, whether the defendant’s undertaking was a limited or continuing guaranty, and not on the presence or absence of notice. Indeed it is difficult to imagine how precedent request alone can supply the place of subsequent notice, since after request made and proffer of guaranty, the merchant may refuse the credit or advance craved, and without notice the surety cannot know whether he has or not. So far is this insisted on, that it is said without notice there can be no contract; for, like all other contracts, that of guaranty requires both a proposal and acceptance thereof: Story on Con. § 555. But here there was neither request by the plaintiff to the defendant, nor notice. The charge of the President of the Common Pleas on this point, was therefore clearly right.\nThe second point made on the nature of the guaranty, does not properly arise on this record.\nJudgment affirmed."}