{"id": "960701", "contents": "Coulter, J.\nThis cause is one of great volume, in the mass of testimony and the very learned and elaborate argument of the counsel for the plaintiff in error, which, under the new rule, is appended to the paper-book. I shall, however, aggregate the fifteen specifications of error, many of which are not intrinsically of weight, and are made palpable only by the ingenuity of counsel, without detriment, I hope, either to the case or the argument of counsel.\nThe article of agreement referred to in the first specification was properly rejected by the court, because it was not duly authenticated. The rule is too well established, and too deeply founded in justice and propriety, that the subscribing witness to a deed shall be first called to authenticate it, if he is within the jurisdiction of the court, and can be found upon reasonable search being made for him, to be relaxed or evaded under the circumstances of this case.\nThe rule itself is conceded by the counsel, but it is averred to apply only to suits between the parties to the instrument, who have agreed to appoint the subscribing witness as their umpire in contests arising out of its execution. It is very true that in such controversies an admission by the parties in court, during the progress of. a trial or on record, is sufficient: 1 Salk. 280. And where a party produces a deed on notice, that itself is an admission in court which obviates the necessity of proof: 6 B. & Cr. 28. These exceptions to the rule go upon the ground that no proof in such cases is necessary, and concern not the degree or nature of proof necessary to authentication. But here the parties to the instrument are all defendants named in the writ, and their admission would be only making evidence in their own behalf; hence the necessity for a rule as strict, with regard to proof,-as if the controversy was adversary between parties to the deed. There is a wholesome rule for the authentication and proof of deeds, and the plaintiff in this suit has an undoubted right to the application of that rule in his case, before a deed produced by the defendants to operate in their behalf can be received. There was not what can be called an effort to produce the subscribing witness. It was not proved that he was out of the jurisdiction of the court; on the contrary, the defendants proved that he was at Bristol, in this state, three weeks before the trial, and there is no account of his having left the state. The offer to prove the deed by a person who said he was present when it was executed, but was not a subscribing witness, and the offer in court to permit him to subscribe the instrument and then call him as the subscribing witness, wears too much the colour of artifice, for the purpose of overbearing a long-established and just rule of evidence, to find much favour. Much better would it be to obliterate the rule altogether, than make it the victim of expedients. All the modes of probate offered by the defendant to prove the agreement were insufficient, and unsustained by any elementary rule or adjudicated ease, and therefore there was no error in the rejection of the paper.\nIt is strongly urged in the argument, that the date of the paper would have contradicted the testimony of Lewis, the plaintiff’s witness, who admitted it to be genuine, and that therefore it ought to have been admitted. But this is a mistake: Lewis says he did not know the firm-name until in the winter or spring of 1846. And the articles of agreement were dated 25th October, 1845, and stated that the firm-name should be Sampson Tams & Co.\nLewis, however, states, that in December, 1845, Lyman bought out Patterson, having a short time before bought out Livingston, and some time in the winter of 1846, Livingston bought back his share and also one-half of Patterson’s share, from which it would appear that the members of the firm were ambulatory till the winter of 1846, and it was in February that Lewis said the name of the firm as Sampson Tams & Co. was first given to him. The instrument would, therefore, not have contradicted him, because he might have first known of its existence after February, 1846 ; but if it was intended to do so, there was still stronger reason that it should be authenticated and proved according to settled principles. The pass-books were competent evidence, when proved by the carters who kept them. They contained entries made by the recognised clerks at the furnace, of every load of ore hauled and delivered by each carter, as evidence of the amount delivered. They were, in fact, not secondary evidence, but the very best evidence the nature of the transaction admitted. When the defendants, however, declined to produce the books of the furnace, upon notice, to compare with them, all shadow or doubt passes away, and the passbooks become the true criterion. It is sufficient to say in relation to the records of suits offered in evidence by the defendant, that, although.the cause of action may have originated prior to May, 1846, yet that afforded no evidence whatever that the plaintiff knew before that time that the firm-name of defendants was Sampson Tams & Co., because the suits were not brought until 1848, before which time, the neighbourhood had learned the firm-name as it was christened in the winter of 1846, and communicated to Lewis only, who was the agent and manager of all those interested. They cannot carry back the scienter further than the institution of the suits, and were properly rejected.\nThe plea filed by the defendant Sampson Tams, on the 21st February, 1848, and which the plaintiff treated as a nullity, was clearly a plea in abatement, and not a plea in bar. The suit is instituted against Walter C. Livingston, Charles A. Lyman, and Sampson Tams, trading under the firm of Livingston & Lyman; and the defendant Tams, upon whom only the writ was served, pleads to issue and in bar. About one year afterwards, he pleads specially, that Livingston, Lyman, and himself, carried on business at the furnace under the firm of Sampson Tams & Co; and that he was not a member of the firm of Livingston & Lyman. He does not deny the joint contract which the plaintiff alleges, or put that in issue by this plea, but says he did not make it under the name of Livingston & Lyman, of which firm (which transacted business in Philadelphia) he was not a member.\nIt is therefore a plea of misnomer, and of course a plea in abatement, which could not be pleaded after a plea in bar, by which the misnomei’, if any, was waived, and the plaintiff was entitled to treat it as a nullity : Wilson v. Hamilton, 4 S. & R. 238; Chamberlin v. Hite, 5 W. 373. Indeed, a plea in abatement is too late after a general imparlance.\nThe defendants were sued, and alb named as joint contractors under the firm of Livingston’&'Lyman. The firm-name is totally immaterial, if the defendants made a joint contract. That is the gist of the matter, and that is not denied by the special plea, but in fact impliedly admitted that the joint contract was made under the firm of Sampson Tams & Co. It is fully in evidence, that at the time the contract was made with the plaintiff, the firm name was generally believed to be Livingston & Lyman, and Lewis, who was agent and manager at the furnace, received many notes signed Livingston & Lyman, for the purpose of delivering to thdse who had worked there while Tams was a partner; and when he settled with others, gave them a certificate of indebtedness, with directions to go to Livingston & Lyman, two of the firm who transacted business in Philadelphia, and either get pay or get their notes. But there is no evidence whatever that the plaintiff knew, as long as he delivered under this contract, of there being distinct and separate firms. Tams was often on the ground, interfering with the business, and there is not a scintilla of testimony that the plaintiff knew that he retired from the firm in May, 1846, after which some of the ore was delivered.\nThe real question is, were all the defendants named partners in the business and transaction at the time the contract was made with plaintiff by Lewis, their agent, in February, 1846 ? Haughey v. Strickler, 2 W. & S. 414. That was the only issue the plaintiff was bound to maintain, and of this there is no doubt whatever, from the testimony of the manager and agent at the furnace, as well as the testimony of other witnesses: nor is there the slightest evidence that the plaintiff received notice to quit delivering ore at any time, according to the stipulation in his contract, at or after the 23d May, when it is alleged Tams went out of the firm. But the court submitted it as a fact to the jury to determine whether or not Tams, Livingston, and Lyman, by their mode and manner of doing and transacting business at the furnace, held out the impression that they transacted business under the name of Livingston & Lyman. It is very certain that it is a matter of no consequence what the name of the firm may be in the articles of partnership, which may he unknown to the public. It is the ostensible name under which business is transacted, that the public know, and all that is covered or represented in business life by that name, are bound. By whatever name an association is known in their dealings, by that they are bound, no matter what their designation may be in their articles of partnership: Story on Part. § 192. The notes given by Livingston & Lyman to plaintiff, on account of ore delivered at the furnace, were not ipso facto payment pro tanto, even though they were given by two of the partners only. If they were received as satisfaction and payment from Lyman & Livingston as a different firm, and intended to operate as a discharge of Tams, then, to be sure, they would extinguish the original demand. But there is no evidence whatever that they were so taken, nor that they were taken in any other than the usual course of business, by which the employer gives his note as evidence of the demand, or of the services rendered. That is the fair .interpretation of the transaction, and in that aspect they are only additional evidence. If the notes were not taken as collateral security, but in payment and satisfaction, it was the duty of the defendant to show it. The burthen of proof was thrown upon him: 5 Wh. 537. The jury found the fact the other rvay.\nLivingston & Lyman, after the alleged retirement of Tams, continued to carry on business at the usual place, and, as admitted, had authority to settle up the concern. Under that authority they might have lawfully executed a note, which would be valid against all the partners existing at the time of the dissolution: Robinson v. Taylor, 4 Barr, 242.\nUpon this whole case no’ mind can hesitate as to the justice of the plaintiff’s demand. Mr. Lewis represented all the partners, in-every stage of their mutations. The aspect of business appeared to be the same, and people contracted more with the furnace than with any ideal names. The plaintiff was bound to prove the joint contract by the issue, and the instruction of the court. The defendants have received the commodity out of which they made profit, from the labour and industry of the plaintiff, and the court perceive no rule of law that will prevent him from the benefit of his verdict and judgment.\nJudgment affirmed\"."}