{"id": "960791", "contents": "Gibson, C. J.\nOn the 20th of February, 1888, the title to the property in contest was in John H. Cowden, who, on that .day, agreed by writing, under seal, to convey it to William Willard, on receipt of $11,000; but conveyed it, on the 4th of June, 1841, to Joseph Trotter, in trust, to sell it for payment of certain drafts held, with Oowden’s endorsements, by the Bank of Pennsylvania; and on the 8th of May, 1843, Trotter conveyed it to Oliver Watson, who,.thus invested with the legal title, and standing in place of the vendor, endeavours to enforce, by ejectment, the contract made with Willard. The defendants in possession are Willard’s children, but the parties in interest are his judgment-creditors, and they insist that the purchase-money has been paid. As these creditors are not purchasers, they stand no higher than Willard stood. They would be protected from collusive acts done or suffered by him or his children; but they are entitled to nothing else which they do not hold, subject to whatever would affect him; and the cause is consequently to be considered as if it stood between the original parties to the purchase. If Cowden could enforce it by means of the legal title, Watson, his successor, can enforce it; and if he could enforce it against Willard, he can enforce it against Willard’s children and his judgment-creditors. Inattention to these plain and prominent principles, has led to the misconception in which the record abounds.\nThe business, at the trial, was to ascertain how much of the purchase-money was in arrear; but before we proceed to the points which arose in the course of it, it is necessary to consider the right of Willard’s judgment-creditors to appeal in their own names from an award of arbitrators, which the plaintiff had obtained in the cause, against Willard’s children, who were substituted for him at his death, and who had no motive to appeal from it, as the amount of the judgments which bound their father’s equity was greater than the value of it.\nBy force of the arbitration act, this award was a defeasible judgment; and it is a cardinal rule of the common law, that none' but a party to a judgment can reverse it on writ of error or abate it on appeal. For collusion, strangers may abate it collaterally by pleading and evidence; but the refusal of Willard’s children to incur the vexation and expense of a hopeless appeal, was not collusive. It is well settled, however, that creditors may not abate a judgment collaterally without proof of collusion; and they would consequently be excluded by the common-law rule from intervening directly. For the authorities to the point, I refer to those cited by me in a careful consideration of the subject in Campbell v. Kent, 8 Penn. Rep. 72, particularly Godfrey’s case, 11 Rep. 44, and Randall’s case, 2 Mod. 98. According to these, the course of the judgment-creditors was not to intervene but to purchase Willard’s equity on their judgments, and try title -with the holder of the legal estate, by an action in which his award would not estop them from showing how much of the purchase-money had been paid. Want of privity with the vendee, is doubtless the reason why that might have been done. The course indicated, Would have been more circuitous than the one pursued; but it would have been less anomalous; and it is one which the creditors might undoubtedly have taken. But our irregular practice, growing as it does out of our mixed system and our consequent disregard of common-law forms, has been in most cases to let the creditors intervene; and it is too deeply seated to be torn up. ■ It is not to be commended for simplicity; for it has all the hitches and entanglements of confusion, insomuch that judgments unimpeachable by the parties to them, have been opened on an allegation of collusion at the instance of creditors, and never closed against the defendants, who were entitled to no relief whatever. In the very case before us, the- plaintiff'would be prevented from enforcing his award against the land in the hands of Willard’s children, though he were prepared to show that the judgments against him were fraudulent, or that they had preceded the purchase, or that they had lost their liens — to be sure, an improbable event, but one which nevertheless might happen. The worst of it is, this jumbling together of professional forms has jumbled together professional ideas, and introduced uncertainty and doubt into what was before system- and method. Thus the conveyance in execution of the contract on the part of the plaintiff, was made and tendered, not to Willard’s children as the successors of the vendee, but to the West Branch Bank as emphatically the party because it stood as an active and a conspicuous defendant on the record, though it had neither the equitable estate as a foundation for the legal title, nor a right to call for a conveyance, not having purchased Willard’s equi,tyin order to take his place as the vendee.’ For the occasion, however, it is enough to say that as- our courts have constantly admitted creditors to intervene in cases of alleged fraud, though they might have litigated the matter in a collateral action, the judgment-creditors were entitled, on the maxim of communis error, to appeal in the name of the defendants, but with as little disturbance of common-law forms as was practicable. They might have fought under the defendant’s banner, but under no banner of their own; and having no estate in the premises, they, ought not to have been admitted to defend in their own names, as formal parties on the record. Even- a landlord, or the heir or devisee of a party defunct, is brought upon the'record only by force of legislative enactment. But as the making of parties produced no results, because the creditors did nothing as formal defendants which they might not otherwise have done, the error of putting their names on the record was without prejudice, and we would not reverse for it.\nThere was error also, though the verdict shows that it too was harmless, in receiving evidence of the dealings of the Bank of Pennsylvania' with its agents, and in directing that if the sale to the plaintiff was not bond fide, but a sham to cover a seizure of the property by the bank and persons concerned with it, his title would be so effectually impeached, that he could not recover on it. Plow it could be mala fide as to those who had no connexion with it, I am unable to see. As an instrument of seizure, the legal title would not be more potent in the hands of Watson with confederates, than it would be in the hands of Trotter without them. The law of champerty has punished such confederates by writ or indictment, but it has never annulled the title put in motion by them; and here the position taken, is that an act of champerty would give the property to the defendants freed from purchase-money. But Trotter, having the legal title with the incidents attached to it, might enforce the contract of purchase by an ejectment in his own name, or devolve the execution of the trust on an assignee. He sold the property to the plaintiff, and who had a right to complain of the transaction, or impeach the motives for it ? Not Cowden’s equitable vendee, or those who in anywise represent his interest. They had nothing to do, but to pay the residue of the purchase-money, if any was due, and receive a conveyance of the title. Neither Cowden nor the Bank of Pennsylvania complains; and no one else can. If money was to be paid on the contract, it might have been safely paid on the foot of the title : if none was to be paid,_ it was indifferent to the equitable owners and judgment-creditors, whether Watson of Trotter had the legal estate. If the point submitted was, that the legal title would be neutralized or avoided by being put into the hands of those who would give it greater activity in extorting payment, or in rescinding the contract and divesting the equitable title by means of a conditional verdict, it was an untenable one, for indulgence is a matter of grace, and as Trotter might have pressed the demand himself, he might employ others to press it. The very point was ruled in Coxe v. Blanden, 1 Watts, 133, where it was held that a stranger could not 'object to a title founded on a conveyance of the legal estate by a trustée, on the ground that it was an abuse of the trust. A conveyance from the plaintiff would have amply secured the title against the bank or its agents. But as the objection went to the root of the action, and as the jury found the fact for the plaintiff by giving him a part of his demand, the direction is not ground of reversal.\nBut there is a misdirection which is fatal. Indisputable payments were made to Cowden, and collateral securities for the rest of the purchase-money were deposited with him by Willard, who, nevertheless, collected the greater park, of them by Cowden’s authority, but put the money in his own pocket; and these collections by Willard as the agent of Cowden, were directed to be allowed against the plaintiff as payments to Cowden himself. Had the money been embezzled by any one else authorized to receive it, the direction would have been well enough, for the payment of it would have been good, even in favour of Willard; but between Cowden and Willard, who, as the case stands, withdrew his col-laterals by appropriating the proceeds of them to his own use, they go for nothing. Can they go for more, between Cowden’s successor and Willard’s judgment-creditors ? Actual payment would have permanently enlarged their liens; but it is an indisputable principle, that a delivery of collateral securities is not payment before the money has been made from-them; and it was an error to suppose that a receipt of it by the debtor, even with the creditor’s assent, was a receipt of it by the creditor himself. The fallacy of the supposition lies in a notion that payments were to be made as much for the benefit of Willard’s creditors as of Cowden, though he was not bound to consult them or know them. He had no interest in common with them; and, having to deal with his debtor, not with them, he was at liberty to make such arrangements with him, as suited their mutual convenience, without regard' to the interest or convenience of any one else. They were not in the category of sureties whose interests the creditor is bound to protect so far as protection is consistent with his own security; but the position assumed would give them a more commanding position in the cause than the position of him by whose skirts they held, and whose equity was their foothold. They could sell no more than that equity, and they could acquire no distinctive character by the purchase of it. What is a judgment-creditor ? In Rodgers v. Gibson, 4 Yeat. 111, and in Heister v. Fortner, 2 Binn. 40, he was not admitted to be a purchaser within the recording acts, and in Brace v. The Duchess of Marlborough, 2 P. W. 491, Finch v. Winchelsea, 1 P. W. 277, and Cover v. Black, 1 Barr, 493, he was not admitted to be a purchaser- within any principle of equity or law whatever. The purchaser of a perfect title can take an independent stand against the holder of a secret equity; not the holder of an equity against the purchaser of the title. But a judgment-creditor has no title or estate, perfect or imperfect; and his interest being merely accessorial, must stand or fall with the estate to which his lien has bound it. He is not even a privy; for though it was said in Cash v. Tozer, 1 W. & S. 528, that judgment-creditors have necessarily a right to b® heard against the confirmation of a sale on the execution of another, they are admitted as privies no further than to prevent a sacrifice of their interests by a sale at an undervalue. Nothing .is payment to enlarge the equitable estate of a vendee for the benefit of his creditors, which is not equally payment to enlarge it for the benefit of himself; and the sums which were received from the collaterals, and withheld by Willard, ought not to have been submitted as payments against the plaintiff.\nJudgment reversed, and a venire facias de novo awarded."}