{"id": "960772", "contents": "Bell, J.\nRegarding Mr. Merrill simply as the attorney of Mrs. Dunlop, the plaintiff in the judgment, in his receipt of the amount of it, the general view taken by the court below of the relative rights and obligations of the parties litigant, is, in the main, correct. But it is shown the sheriff paid over to him the whole proceeds of the sale of Wallace’s land, after deducting costs, and though his name is of record as attorney of Mrs. Dunlop and the other judgment-creditors, there is certainly proof, from the mouth of Mrs. Hayes, that Mr. Merrill probably knew of the asserted arrangement between Wallace and his mother-in-law, and viewed himself rather as the agent of the former than of the latter, when receiving the money. At all events, there is evidence for a jury, that he took and held it for whoever was the true owner; and if so, the present action may be maintained under the rule, that when one has money that ex equo et lono belongs to another, assumpsit will lie for its recovery upon an implied promise. I concede that Mrs. Dunlop’s execution is prima facie entitled to the fund, and if her judgment still remain unsatisfied, and was recovered to her own use, her right is conclusively established, at least for the purposes of this action, for the validity of the judgment cannot be impeached collaterally. But if it be extinguished by satisfaction, directly or indirectly, the defendant is liable to answer to the plaintiff, if, as I have said, the receipt by Merrill was general and not special as the attorney of Dunlop. Had Wallace or his representative paid the judgment-debt to the plaintiff in her lifetime or to her executor since, with notice to Mr. Merrill, none would doubt this liability. And the effect is the same if her executor has recovered the amount as a set-off. The owners of the judgment cannot have a double satisfaction, and if they have chosen to recur to the original cause of action by way of defalcation, they are estopped from claiming any portion of the proceeds of the land sold. It is, in principle, as if the judgment had been reversed, and Clark v. Pinny, 6 Conn. 299, proves that in such case the action might be sustained. Under the circumstances to which I have adverted, Merrill’s position was not at all like that of the attorney in Boulen v. Hebel, 17 S. & R. 314, who was held to be 'unaffected by the agreement between his client and the antagonist party, to which he was not privy, and in which he was not bound. Nor is it similar to that of the attorneys and clerk, in Stephens v. Badcock, 3 Barn. & Adol. 354, who had raised a sum of money for his principal, and against whom it was declared an action by the owner of the fund would not lie for want of privity. Here the simple case is presented, of money received by an attorney, applicable in payment of a judgment, but which-it is averred was discharged by other means, while the fund was in transitu, and before it reached the hand of the owners of the judgment. Of this there is proof from the record of the action, instituted by Wallace, against Dunlop’s executors, and by Mr. Lynn, who also shows that Mr. Merrill was cognisant of the use made of the note which had before furnished the foundation of the judgment entered against Wallace. Should the jury believe the judgment was thus satisfied, they would probably be content with slight proof of the general receipt of the fund by Merrill, in order to get over the technical difficulty interposed by the defendants. We are therefore of opinion that the court erred in not giving sufficient weight and prominence to the facts sworn to by Hayes and Lynn, and to the legal results that flow from them. These facts ought to have been referred to the jury, with instructions that if they found Mr. Merrill received the money generally,' and that the judgment was satisfied, the plaintiff is entitled to recover. Nor can the defendant with propriety complain of this, as placing the estate of a mere stakeholder between two fires, and exposing it to be attacked by the executor of Dunlop’s estate, irrespective of any recovery that may'be had here. Supposing Mr. Merrill to have been a mere stakeholder, the case presents one of those instahces in which, by our practice, the courts will compel the real party interested in or claiming the fund, to appear to the action, and take defence by way of interpleader, or be for ever barred: Coates v. Roberts, 4 R. 100. And this appears to me to be the proper course to be pursued by the defendant. He does not claim the money, as belonging, in any event that can be imagined, to the estate of his testator. It is conceded on all hands to be the property of Wallace’s administratrix, or Dunlop’s executor. The question is, therefore, in reality between these two estates. Upon a proper representation, doubtless, the Common Pleas should grant a rule on the latter to come in and defend, if he still claims title to the fund, under pain of future silence. Should this method be adopted, there will no longer be any objection to the testimony offered by the plaintiff, and rejected by the court, not for the purpose of impeaching the judgment of Dunlop, but to show that she was but a trustee of the money, when recovered, for the benefit of Wallace and his family. Indeed, I cannot perceive any sufficient exception to this evidence, though Dun-lop’s executors should not be brought in, if the important relation of Mr. Merrill to that estate, as attorney in this transaction, be put aside of the proofs. His executor can then defend only as a disinterested holder of the fund, by setting up the claim of Mrs. Dunlop, by virtue of her judgment. By doing so, he necessarily places himself in the position occupied by her estate, in reference to this controversy, and consequently her declarations and those of her personal representatives since her death are competent, not to destroy her judgment, but to show the uses it was intended to subserve. The propriety of this is at once made obvious by the consideration, that if Wallace’s administratrix fails to recover, her executor takes the money. The latter is therefore the real party against whose pretensions their acts and declarations may be given in evidence, though not named of record, upon the principle which admits similar evidence emanating from the transferee of a chose in action, in suit, whom the law recognises as the real plaintiff, though not so named in the suit. The fact that Mr. Morrill’s estate may be made liable to costs, will not exclude the operation of the principle, for that is incident to the position he chose voluntarily to assume.\nIt will be perceived, from what has been said, that the plaintiff in the action may recover, though he fail to prove the Dunlop judgment is satisfied, provided the technical obstacle to which I have adverted be removed, and the jury be- satisfied that the allegation of a trust in the judgment is sustained.\nJudgment reversed, and a venire de novo awarded."}