{"id": "960747", "contents": "Coulter, J.\n(after stating the evidence offered and rejected.) — The will was made on the 27th November, 1837, and probate made thereof on the 18th April, 1838, one day after the death of the testator. By the 6th section of the act of 1833, on the subject, it is provided that every will shall be in writing; and the 13th section of the same act enacts that no will in writing, concerning real estate, shall be repealed, nor shall any devise or direction thereof be altered, otherwise than by some other will or codicil in writing. The provision in the 13th section is peculiarly marked and emphatic, and seems fully to establish that any parol evidence which would alter or change the will, or any clause thereof, from the interpretation that it ought to have received when it was written, and at the time of testator’s death, is interdicted and disallowed. If the evidence offered to be given proposed no change or alteration in the clauses of the will, why was it proposed to be given ? There is no ambiguity or uncertainty on the face of the will itself, nor in its terms. It is plain and clear, as matters without the will stood at the time it was written, and at the time of the testator’s death; there is, therefore, no latent ambiguity. There was then but one General Assembly, one Presbyterian church professing the same faith, one hierarchy of that church, descending through all the grades from the sovereign power of the General Assembly down to the organization of each congregation. The temporal government of the church was a unit. The will, so far as this church is concerned, must operate and take effect as it existed at the time of the testator’s death, corresponding exactly as it did with its identity when the will was made. Because the devise must, at that time, expend itself, and have something on which to operate. It then takes effect. Now, if there was anything corresponding exactly with the words of the will, and fulfilling all the exigencies of the clause according to the primary intent at the death of the testator, the clause wmuld of course be applied to it. And the admission of parol testimony for the purpose of making it apply to some other thing of kindred quality and nature, would be altering the will by parol, and making it exist partly in writing, executed according to the statute, and partly in parol, contrary to the express enactment of the law. The testimony would therefore be excluded by the statute.\nBut passing by this view of the case, I will consider the matter as it would stand at the common law, or mnder the English statute of frauds and perjuries, which, in this particular, is merely declarative of the common law. There are two kinds of ambiguities; the one patent, the other latent. The first is, when the uncertainty exists on the face of the will; and, in such case, parol evidence to explain it has never been admitted, because it could only be explained by putting other words or ideas into the will or in the mouth of the testator, and thus make a new will for him. The other is ambiguitas latens, where the words of the will are plain, consistent, and certain, and where the uncertainty arises from extrinsic facts or circumstances, either in relation to the property devised or the person who is entitled to -take. In such cases of ambiguity, parol evidence is admitted in explanation of, and to designate the property or person designed by the testator; and there has been a great variety of cases decided on this subject, some of them conflicting, but which I will not examine-, as it would unnecessarily swell this opinion. It is clear, however, from all of them, that the parol testimony on the subject, from behind the will, to be admissible, must relate to the situation of the property or person at the time the will was made. In illustration of this position, Lord Abinger observed, in Hiscocks v. Hiscocks, 5 Meeson &Welsby, 363, “To understand the meaning of any writer, we must first be apprised of the facts and circumstances of his allusions or statements; and if these are not fully disclosed, we must look to the works of contemporaneous authors.” In that case, the devise was to testator’s son John, and, after his death, “ to his grandson, John Hiscocks, eldest son of the said John Hiscocks.” John Hiscocks, the father, had been twice married; and by his first wife had a son, named Simon, and by his second wife a son, named John. Hence the latent ambiguity, extrinsic of the will; to explain which, parol testimony was admitted, to show who the testator intended — Simon, the eldest, or John, whose name agreed with the devise. In the case of Beaumont v. Pell, 2 P. Wms. 141, the question arose on a bequest to Catharine Earnly, and the name of a person who claimed the legacy, as being intended by the tes? tator, was Gertrude Yardley. No person by the name of Catharine Earnly claimed the legacy, or was known to exist, when the will was made; and the court admitted evidence to prove that the scrivener made a mistake in writing the will, and substituted Catharine Earnly for Gertrude Yardley; observing, however, that it was of emphatic importance in the cause, that no such person as Catharine Earnly was known to exist when the will was made, nor claimed the legacy.\nPart of the evidence proposed and rejected, is not denied but admitted; and that part which relates to the declarations of the testator, as to which church he intended the devise to benefit, and named the individuals and persons whom he intended to receive the donation, would put new words and ideas into the will by parol. This testimony, if admissible, or if received, would not create an ambiguity latent, and arising from extrinsic circumstances existing at the time of making the will, or at the time of testator’s death. The court must place itself, in case of latent ambiguity, in the situation of the testator at the time of making his -will, and looking at the surrounding facts, with a knowledge arising from those facts alone, declare the meaning and construction of the will: Wigram on Wills, pro. 5, pl. 96, and Doe v. Martin, 1 Nev. & Man. 524. The New School connexion, as it is called in the case, did not exist at the time of making the will, nor at testator’s death. Without, therefore, he possessed the gift of vaticination, and looked darkly into the womb of futurity, he could not by possibility, or the law of nature, have had in Ms mind the separation of the Presbyterian Church into two separate branches, each claiming and establishing distinct governments, but professing the same principles; nor could he indicate the individuals who would belong to each or either branch; 'and if he could, it would be a devise to them, and not to the Presbyterian Church. There was nothing at the time of the testator’s death, to which the devise could attach, but one Presbyterian Church; there ivas, therefore, no latent ambiguity. The evidence was properly and lawfully overruled; and this goes a great way towards ruling the cause. We must next, however, consider whether from the facts found in the special verdict, judgment ought to be entered thereon, in favour, of the plaintiffs or defendants. [His honour here stated the fa.ets found by the verdict.]\nIt is evident from this statement of facts, that the first and main question is, whether the plaintiffs are the representatives of such a church as the testator intended should - receive the benefit of the devise, or not.\nWhen the testator made his will, there was but one General Assembly in the United States; that Avas in November, 1837, and •the same state of things continued until his death, in April, 1838. The disruption and formation of the second, or what is called the New School General Assembly, did not occur until May, 1838. The trustees of the old General Assembly, existing in 1837, were incorporated; and that this General Assembly was in the mind of the testator is evident from the fact of there being then but one alone, and also from the fact that he speaks of the trustees, and their successors, who should be elected by the General Assembly. The developement of facts then in futuro, could not have been present to his mind; for Ayho can fathom and make palpable to sight and mind the dark and shadowy events in the womb of time ? But if he bad been gifted above other men, so. as to see and know things and events then in the dark abyss of the future, he would have provided for them in the written muniment of the charity — his lawful will — and thus prevented dispute or cavil. We take it therefore as a matter of irresistible conclusion, that the testator had in his -mind and intention the then existing General Assembly, its organization and ecclesiastical government, down to the Presbyterian clergyman who was, in the language of the will, statedly to officiate in the church which was to be the recipient of his bounty. A “ clergyman who statedly officiates,” designates one who, either as regularly inducted pastor or as stated supply, acts by superior ecclesiastical authority. If, then, the testator had in his mind and intent the then existing General Assembly, in Nov. 1837, and its subordinate organization, does the General Assembly which sprung into existence in May, 1838, in the First Presbyterian Church, in the city of Philadelphia, represent or continue the old General Assembly of 1837 ? For if it does, the plaintiffs organized under it are entitled to the property. The question is fully resolved and answered by The Commonwealth v. Green et al. 4 Whart. 531. I need not state more of that case than this, that each party staked the regular organization of the conflicting General Assemblies upon the election of trustees, and this court sustained the election and appointment made by that Assembly, which by appointment of the old Assembly of 1837, met in the Seventh Presbyterian Church in 1838, and continued its session in the same place for that year. The closing paragraph of the opinion of this court, delivered by the Chief Justice, explicitly states the result of the decision in these words: — “ The preceding observations are deemed enough to show the grounds on which wé hold that the Assembly which met in the First Presbyterian Church was not the legitimate successor of the Assembly of 1837, and the defendants are not guilty of the usurpation of which they are charged.” The defendants were the trustees elected and chosen, by what is called in common parlance the Old School General Assembly, and the relators were the trustees elected and chosen by the Assembly usually denominated the New School. The church represented in this case by the defendants is organized under the Old School, and the church represented by the plaintiffs is organized under the New School General Assembly. As the stream cannot rise higher than the fountain, the successive Assemblies, representing the Assembly which met in the First Church, in 1838, are not the successors of the Assembly of 1837, •which existed alone when the testator made his will. And as the plaintiffs claim organization under a New School Assembly, they do not fulfil the exigencies of the will, nor come' within the intent of the testator. The Old School Assembly is lawfully in the possession of the archives and power of the old General Assembly, existing integrally before the disruption, and at the time of the devise, with the same ecclesiastical organization, and is its legitimate successor. The defendants organized under its authority are therefore the church designated by the devise.\nIn support of this view of the case, I may add, that the Presbytery of Erie, under which the plaintiffs are organized, applied to the old Synod of Pittsburgh, in the autumn of 1838, for recognition and adoption, thus manifesting that .they believed it to be a true branch of the old hierarchy, but were not admitted, because the Presbytery under which the defendants are established as a church, had been previously recognised.. We cannot decide, and do not undertake to determine, which branch or section of the old Presbyterian General Assembly is soundest in doctrine or purest in faith, or adheres most closely to acknowledged standards. These questions belong to another and a higher forum. We only decide as to identity and continuity of organization, so far as the right of property is concerned. That to which an individual has been long accustomed, and to which he has clung through life, is apt to be present to his mind in the closing hours of life and in articulo mortis, and is not relinquished without giving clear and unequivocal evidence of the fact. And when we have departed, and cannot speak for ourselves, such intention ought not to be imputed by the tribunals without satisfactory evidence. The testator died a member of the old Presbyterian Church; and in case the particular place of worship to which he intended his bounty to apply was not erected, he consigned the fund to the trustees of the General Assembly, to be disposed of by the Board of Education, through all time to come. This shows the location of his intent, and the settled purpose of his mind. The doctrine of Lord Eldon, in the ease of The Attorney-General v. Pearson, 3 Merivale, 400, that it is' the duty of the court to decide in favour of those, whether a majority or minority of the congregation, who are adhering to the ecclesiastical government of the church which was in operation at the time the trust was declared, is consonant with truth and nature, because it was on that which the mind of the donor rested. The case of App v. Lutheran Congregation, 6 Barr, 201, has a strong affinity in principle, though it does not reach the exact point. The case of The Presbyterian Congregation v. Johnston, 1 W. & S. 1, was strongly insisted and pressed by the counsel for the plaintiffs. But it impinges no principle nor invades any rule settled by this decision. At the time of the grant by the Penns, who were the founders of the charity in that case, the General Assembly did not exist, and no particular ecclesiastical connexion was intended, other than that expressed in the deed, to wit, that the gift was to the Society of English Presbyterians in and near the borough of York. It was held that the majority of the congregation did not forfeit their charter or the charity by refusing or declining to adhere to one or either of the branches after the disruption of the General Assembly. The court say by the Chief Justice: “In conclusion, we are of opinion that no particular Presbyterian connexion was prescribed by the founders or established by the charter.” And that is the gist and marrow of the decision. The deed of the founder was the polar star of decision there, which even the charter could not alter, and here the intent of the testator, in his last will and testament, gives the same steady and sure guide to reason and to justice. The judgment on the special verdict in favour of defendants is right, and the\nJudgment affirmed."}