{"id": "960758", "contents": "Gibson, C. J.\nThere is no such thing as an appeal from a judgment in an action, according to the course of the common law, which is not given by statute; and this appeal has brought up the record of an action of debt for the penalty of a recognisance forfeited in the Quarter Sessions, and sued in the Common Pleas. The appellant relies on the second section of the act of 1T83, which declares such recognisances to he recoverable in the Common Pleas; “which courts” (the Common Pleas and Quarter Sessions) “may, and are hereby empowered to, order the said recognisance to be levied, moderated, or remitted, on hearing the facts and circumstances of the case, according to equity and their legal discretion.” Perhaps either court may entertain the petition, but not at the trial. The abatement or remission of the penalty would have been more appropriately the act of the court in which the recognisance was forfeited; but the statute is peremptory. But from the order of either court there is an appeal. When that has been disposed of, or when the time has elapsed without an appeal, the recognisance may be sued in the Common Pleas for the sum fixed by the order, or for the amount of the penalty. At the date of the statute, an action of debt could be brought only for a specific sum, and that sum was consequently intended to be liquidated, where there was a petition to remit or abate, before the impetration of the writ. The petitioner, or perhaps the commonwealth, has an appeal to the Supreme Court from the order; but if he file no petition, or do not appeal in time, he waives his right, and the attorney-general, or the proper officer of the county, may proceed. If action be brought pending the appeal, its pendency may be pleaded in abatement of the writ. This course is plain, simple, and consistent; while it would be impossible, without inextricable confusion, to jumble together the petition to abate or remit, and the common-law proceeding by action for the entire penalty.\nAppeal quashed."}