{"id": "960700", "contents": "Bell, J.\nThe first error assigned is founded in a misconception. In some of the counties of the commonwealth, the sheriff himself resides in the jail of the county, and superintends personally the custody of the prisoners, whether confined under criminal or civil process. In other counties, the custom has been for the sheriff to appoint a jailer, without reference to the 28th section of the act of 1790, which seems to require the approbation of the justices of the Court of Quarter Sessions of the proper county, in open court. The legitimacy of this practice would seem to be recognised in Duncan v. Klinefelter, 5 W. 141. But be this as it may, no one will - pretend to question the sheriff’s right to appoint deputies to perform the duties appertaining to the office, and that he may designate ■ one of these by the title of jailer. “ The most important of the duties of such an officer,” says the court in the case just cited, “ and one which he assumes to perform by the acceptance of the office, is to keep safely all prisoners lawfully committed to his custody, until discharged by due course of law.” As deputy, upon the simple appointment of the sheriff, he is undoubtedly bound to keep safely all persons committed on mesne or final process, and if he permit a debtor to escape, and the sheriff be thereby made responsible, the jailer is liable over to his principal: Wat. on Shff. 40-1; Bac. Ab. T. Shff., H. 5. It is said the sheriff may, and often does, take a bond from the jailer, with security, conditioned for the faithful performance of the duties imposed on him by law, though without it the law implies such an undertaking on the part of the jailer: 1 Roll. Ab. Ac. on the Case, C. 1; Cro. Eliz. 349; Duncan v. Klinefelter, sup. Such a bond was taken here from Scarborough, as the deputy of the plaintiff, and of course the former and his sureties are liable under it. By its condition, the sureties undertook that their principal should keep and detain in secure custody all such prisoners as should, from time to time, be lawfully committed to his charge. It will not be disputed that, within the meaning of this obligation, Hoyle was a prisoner, nor that he was lawfully committed to the custody of Scarborough. “Prison,” says Jacobs in his Law Dictionary, “is a place of confinement for the safe custody of persons in order to their answering in any action, civil or criminal;” and “prisoner is one that is confined in prison on an action or upon commandment.” To establish the legality of the commitment, it is only necessary to recur to the fact that the' jailer was the sheriff’s deputy, and as such, undoubtedly, authorized to detain debtors, whatever may he thought of his authority to confine persons charged with crime.\nThere was nothing in the recital of the bond tending to mislead the sureties to their injury. It but asserts the appointment of Scarborough as jailer, so far as the sheriff could legally make the appointment, and this unquestionably covered the commitment of debtors.\nThe second alleged error of any consequence, rests in the supposition that the prosecution of the original action brought by Benton against Henry and Hoyle, to judgment, might have been made available as a defence by the sheriff in the action instituted against him for the escape. This position proceeds upon the idea that the steps taken by Benton in the first suit, after the sheriff’s return of the escape, was an election to consider Hoyle as in court, and this amounted to a waiver of the plaintiff’s right to charge the sheriff for the escape. Certainly, if the sheriff, in the action against him, waived an available defence known to him, he did it at his peril, and the present defendants may have the advantage of it. But with what show of reason could the sheriff set up as a defence, that the Common Pleas of Bucks permitted him to appear and take defence in the original action, for his own protection ? How could he say, “ because, on my own application, I was permitted to litigate with the original plaintiff, and put him to proof of his claim, which he eventually established, therefore I am discharged from answering for the escape of his debtor” ? Such a defence must have been received with a stare of surprise, if not a smile of derision. The truth is, the course erroneously pursued in the first action does not present a case of election. The only way in which the sheriff could legally appear would have been by entering bail to the action; and this, in legal contemplation, would bring the defendant into court. The court was without power to admit him to appear in any other way, and all that followed was coram non judice. It was a contest without parties; the trial of an issue made without authority, for the sheriff had no more right to plead to the action than the merest stranger. As is correctly assumed by the defendants in another part of their case, the verdict and judgment were mere nullities, and furnished no evidence of indebtedness against Hoyle or anybody else. The object evidently was to ascertain the amount of this indebtedness, in reference to the extent of the sheriff’s liability for the escape. But it was a failure for this, as it was for every other purpose. It could not be given in evidence, either for or against the sheriff, in any subsequent action, nor could Hoyle be taken in execution to answer it. It neither increased nor diminished the sheriff’s responsibility, and consequently added nothing to the risks assumed by. the present defendants. In short, it was as though it never had been — an utterly void procedure. The court below was .therefore right in the negative answers returned to the third, fourth, and fifth points submitted by the defendants, which sought to set up this procedure as a valid defence. But the answer to the second point was, in fact, erroneous. The court charged that though the judgment rendered might be void as against Hoyle and Henry, it was nevertheless evidence of Hoyle and Henry’s indebtedness to Benton. The answer should have been, that being void it was evidence of nothing. The error was, however, immaterial. The sheriff’s right to recover in this action depended not on that judgment — if it may so be called — but on the recovery had against him in the District Court of Philadelphia.\nIt only remains to consider the objection that no verdict was found for the penalty of the bond; and therefore the court had no power to enter judgment under the act of 14th June, 1836. The first section of this act directs, in substance, that in suits on bonds for any penal sum, or for the non-performance of any covenant or written agreement, the plaintiff shall assign the breaches for which he claims damages, and thereupon he shall have judgment for the amount of such bond or penalty in due course of law, and execution thereof for such damages as shall be assessed for the breaches assigned. The verdict rendered here was for the damages and costs on the breaches assigned; and this was enough to show a forfeiture of the bond, and the consequent right of the plaintiff to have a cautionary judgment for the penalty. This provision of the act of 1836 is borrowed from the stat. 8 and 9 W. 3. The practice under it is thus stated by Williams, in his note to 1 Saund. 68: — “At the trial the jury must find a verdict for the plaintiff, with 16s. damages, and 40s. costs, and also assess the damages for the breaches.” “ On the return of th& postea, judgment is entered on the verdict for the debt (which is the penalty), and the one shilling for the detention.” The naked finding of damages in favour of the plaintiff, is therefore the ground for the rendition of “judgment for the amount of such bond or penalty in due course of law,” in the language of our act. This is the work of the court; and after it is rendered, the plaintiff is entitled to have “ execution thereof, for such damages as shall be assessed for the breaches of such covenant or agreement.” In entering judgment for the penally of this bond, the Court of Common Pleas has done nothing more than is authorized by our statute. To support it does not therefore require the aid of the wholesome principle stated by Lilly (2 Lilly Abr.; tit. Verdict, 788), that “ if a verdict may be any way construed to make it a good verdict, there ought not to be made a construction of it so as to destroy it, and make it void. For the law delights in the preservation of things, and to make the best construction of them, and would not have such things to be done in vain, nor construe them to be so done, where a better construction may reasonably be made.” In the case of Carman v. Noble, ante (366), we have said it is not too late, even after error brought, to enter the cautionary judgment, or, what is the same thing, to consider that done which ought to have been done.\nJudgment affirmed."}