{"id": "960780", "contents": "Bell, J.\nThe defendants below are sued as common carriers, upon their extraordinary liability as insurers of the goods intrusted to them for transportation. These being destroyed by fire whilst in their possession, it is conceded they are liable to make good the loss, unless they had ceased to be common carriers at the time of the accident, by a delivery of the articles bailed to them at the place stipulated in their contract. The undertaking to transport goods to a particular place, necessarily includes the duty of delivering them there in safety, and hence it follows that where the responsibility of a common carrier has once begun, it continues until due delivery be made.\nIn this instance the defendants, by their agents, undertook to transport the goods of the plaintiffs by canal and railroad, and deliver them to themselves at their warehouse in Pittsburgh within eight days from Philadelphia, &c. Before making this contract the defendants, in consequence of the destruction of the aqueduct by which the canal was carried across the river Allegheny to the city of Pittsburgh, had temporarily abandoned the occupancy of their warehouse at the latter place, and, for some time, had deposited the goods of their customers in a warehouse erected by them in Allegheny City, on the bank of the river, opposite to Pittsburgh, a few hundred yards from the old place of deposit. Here the goods in question were destroyed whilst waiting for a steamboat by which to send them to the plaintiffs below, and consequently before any delivery to them. ^It is settled that if a carrier stipulates to deliver articles at a particular town or warehouse, and does so deliver them, he is exonerated from subsequent loss, though they never come to the possession of the consignee or owner) Thus, where the engagement was to carry certain goods from Stomport to Manchester, to be thence forwarded to Stockport by the first carrier going, and they were safely delivered at Manchester, and housed by the carrier in his own warehouse to await an opportunity to forward them to the place of their ultimate destination, it was held his duty as carrier was at an end, and he was therefore not liable to answer for the destruction of the goods in the warehouse by fire: Garside v. The Trent and Mersey Navigation Company, 4 T. Rep. 581. To the same effect is Ackley v. Kellog, 8 Cow. 223. In order to bring themselves within the saving efficacy of this rule, the defendants insist that, though not literally, they substantially fulfilled the engagement by the delivery at the warehouse in Allegheny, a place in the immediate vicinity of the warehouse in Pittsburgh, and, in fulfilment of their contract, to be considered as parcel of the latter city, being generally so considered and treated by persons residing at a distance. In support of this position, it is argued that the destruction of the aqueduct being of public notoriety, must have been known to the owner of the goods, or his agent, and he must, consequently, have been aware of the uselessness of carting the goods across the river to the deserted Warehouse, where they would have been more inconveniently situated in reference to further transportation to the plaintiff, in Illinois, than they were at the warehouse in Allegheny. But there is no proof that the plaintiff knew anything connected with the subject other than was disclosed by the contract itself; and the ready answer to the defendant’s position is, that they undertook to deliver at Pittsburgh and not at Allegheny. It has been repeatedly ruled that delivery at a point or place in close proximity with the place stipulated, will not relieve the carrier from his responsibility as such. Mere propinquity of delivery is no delivery. The question, in this aspect, was presented in Hyde v. The Trent and Mersey Navigation Company, 5 T. Rep. 889, where it was held, by all the judges, that an engagement to deliver goods at-the plaintiff’s house in Manchester, implied from charging the price of cartage from the defendants’ warehouse in the same town to the plaintiff’s house, was not discharged by a delivery at the warehouse in Manchester, and therefore the carriers Avere bound to make good a loss occasioned by fire at the latter place. In the course of his opinion, Grose, J., remarked: “The Hay which maizes carriers answerable as insurers is, indeed, a harsh law, but it is founded in wisdom and was established to prevent fraud. But it would be of little importance toidetermine that carriers were liable as insurers, unless they were bound to see that the goods Avere carried home to their place of destination, since as many frauds may be practised in the delivery as in the carriage of them.” The same doctrine is asserted by our own case of Eagle v. White, 6 Wh. 516; and the case of De Mott v. Laraway, 14 Wend. 226, decided by the Supreme Court of New York, is illustrative of the stringency Avith which it has been insisted on. There the carrier had engaged to deliver, among other things, a hogshead of molasses at a certain warehouse on the banks of a canal. While hoisting it from his boat into the warehouse, and when within a short distance of the sill of the window where it was to be received, the tackle employed in the operation parted, and the hogshead being thus precipitated into the boat beloAY was staved, and the molasses lost. It Avas held the carrier AYas liable to make good the loss, for though on the ^ve of delivery, the molasses was not delivered at the place stipulated by the parties, and so the employment of the carrier subsisted at the time of the accident, though one of the owners of the molasses was present. These cases are conclusive of this, and as they are within the policy of the rule upon which they are based, we feel no hesitancy in adopting them. They are, too, founded in reason. Hoay can we tell whether the plaintiffs would have agreed to a delivery of their goods in a warehouse in Allegheny City ? There might have existed many reasons to deter them; and a decision binding them to it would be not to vindicate the contract entered into, but to make a new one. It is certain the defendants knew they were not in the actual occupancy of their Pittsburgh warehouse when they made this agreement. If from this, or any other cause, it was inconvenient or improper to deposite goods there, they should not have so undertaken. But having done so, they assumed every risk attendant upon their non-compliance, and it is not for us, upon the strained notion that distant places may, from their nearness, be regarded as one, to take from the plaintiffs the advantage the law affords them. Their reply to the defendants, that Allegheny is not Pittsburgh, is unanswerable, and fixes them for the value of the goods spoiled.\nOn the argument, something was faintly said of the destruction of the aqueduct having interposed an unavoidable delay of delivery, within the meaning of the contract. These words, as used, evidently refer to the time to be consumed in the carriage between Philadelphia and Pittsburgh. But the question is not of delay of delivery — it is a question of destruction in transitu, before delivery made, for which no legal excuse is tendered.\nJudgment affirmed."}