{"id": "960759", "contents": "Burnside, J.\nWe think tbe course pursued in this case by the Common Pleas was judicious and well calculated to administer justice between the parties. Richter was treasurer of tbe school-fund for tbe district of Penn township, from 1844 to 1846, both inclusive: during all that period he received all moneys belonging to tbe school district, whether tbe same was derived from appropriations by tbe state, district taxes, or otherwise. He paid out money on orders, but be totally neglected to prepare 'his annual accounts, or to have bis accounts audited and adjusted, as required by tbe 9th section of tbe act of tbe 18th June, 1830: Purdon, 7th ed. 340. After the death of Richter, in 1846, tbe auditors met for tbe first time to settle bis accounts. From this settlement tbe executors appealed: when tbe appeal came before tbe court, an issue was directed to be joined between tbe parties. Tbe plaintiff to declare for money had and received, and the defendants to plead payment with leave, &c. The executors insisted that their testator’s account could only be examined for tbe last year, and relied on the case of Leasure v. Mahoning Township, 8 Watts, 551. But in that case, Leasure, the supervisor, gave in evidence a prior settlement of his accounts for the preceding years by the auditors, and the court held, that subsequent auditors have no right to re-examine previously audited and settled accounts; but that is not this case — here the treasurer omitted or neglected to prepare and submit his accounts to the auditors, and the creditors were equally negligent in not calling him to account. If the auditors of the prior years had audited and adjusted the treasurer’s account, that settlement unappealod from would not have been open to reexamination by subsequent auditors; but as the accounts had remained unsettled, to ascertain the balance for or against the treasurer at the commencement of the last year, an examination of the debts and credits of the preceding year yras indispensable; as facts were to be ascertained and determined, an issue was properly directed.\nThe district had but recently accepted the school system. I think the manner in which the business of the township was transacted, demonstrates that this was a misfortune. The accounts in question wore the first which had arisen after the system was adopted. The act of 1836, being referred to, requires that all orders upon the treasurer of the common-school fund, shall be signed by the president of the board of school directors, and attested by the secretary of the board. There was evidence that the president of the board signed orders in blank, and left them in the hands of Dr. Waggonseller, who was the secretary and son-in-law of the treasurer. One order had been issued for $160, which was not attested by the secretary. The judge permitted the defendants to show the consideration of this order, and that certainly was as favourable to the executors as they ought to desire.\nThere was a contest about the price of the stoves purchased by the Waggon sellers; and the allegation was, that the treasurer, who was a member of the board, procured his son-in-law, who was the secretary, who with his brother, furnished the stoves for the now school-house, being at a price beyond what they could have been purchased for from the others. The evidence on this subject was admitted by the court on the ground that the treasurer colluded in a manner with Dr. Waggonseller, who managed the business — and the evidence was manifest that he knew how the orders were drawn and the business transacted.\nWe think the evidence was properly admitted. It was for the jury to determine under the evidence, whether Richter, as a manager and treasurer, colluded with the secretary in making improper charges, and filling up orders signed in blank by the president.\nThe points were well answered by the court. The plaintiffs in error having failed to sustain either of the errors assigned:\nThe judgment is affirmed."}