{"id": "960726", "contents": "Coulter, J.\nIt is a matter of very little importance whether a corporation identical with the plaintiff in error was formerly subject to taxation by the statute of 1844, or not. The question is, whether it was subject to taxation or not in the year 1847. No argument can be drawn by analogy from statutes previously enacted, to the operative one in this ease, passed the 22d April, 1846. Because the subjects and objects of taxation have been constantly extending and augmenting since the enormous increase of the public debt. And the plighted faith of the commonwealth requires that the last statute should be fairly and honestly enforced in all its length and breadth, in order to meet even the interest on that debt. And the annual message of the governor, delivered within a few days, last past, intimates strongly, that in order to enable the government to meet that interest, the public taxes must be extended and enlarged. What the legislature therefore intended to embrace in the statute of 1831, or of 1844, gives no authoritative or just rulo for interpreting their intent in the act of 1846. Yet it would seem that even in the act of 1844, it was the intent of the legislature to make the items taxed in this case subject both to state and county taxes. What the practice was before the passage of the act of 1846, I do not know. The 33d section of the act of 1844 provides, that the capital stock of all banks, institutions, or companies, chartered by any law of the state, shall be subject to taxation, in the mode therein pointed out. And the previous section provides, that all shares of stock, or weekly deposits in any unincorporated saving .'fund institution, shall be liable to taxation. This institution was incorporated in 1819, and of course its capital stock, which may with propriety be estimated at the amount of its bonds and mortgages, and stocks held in other institutions, was subject to taxation. And here I may say, that the case of the Carlisle Bank, 8 Watts, 291, so much relied on by plaintiff in error, is not in point. And although there are some of the dicta in that case which I apprehend do not meet the entire approbation of this court, yet the exact point ruled, that is, that the word person does not usually include corporations when used in statutes or common parlance, although in its .legal import it embraces them, is well, and of good authority. But the converse is equally true, that when the whole face of the statute evinces an intent to include them, the word person will be sufficient for that purpose. That decision was made'under the act of 1831, which imposed a tax on the shares held in banks, but as to bonds and mortgages on interest, included those held by persons, without anything to indicate an intent to embrace corporations by that word. Such is not the category of the act of 1844, much less of that, of 1846. The horror of double taxation, manifested in that case, is unsuited to the times, for it has obtained and must prevail in the exigencies of the commonwealth; moreover, it is expressly recognised and established by the 6th section of the act of 16th of April, 1845. It exists in the ease of ground-rents, where the land itself, and the reditum issuing from it, are taxed. In the tax upon a mortgage, to the whole value of the land, and the land itself. And so where A. borrows money on mortgage, and loans it to C. on bond, who loans a part of it to D., it is taxed in the current of each actual employment. In the complexity and involutions of business, a dollar is employed many times in a day, and in each actual employment represents the property, business, or the person of him who uses it. And in cases of this kind, it is the usufruct and not the actual or identical money that is taxed. The institution uses the fund or money, and makes profit according to its charter, for the depositors. If 4A per cent, is paid to depositors, the actual profit to the institution, at 6 per cent., would be over and above this amount, about $18,000, and the tax is close upon $11,000, leaving $7,000 for expenses. So that if the object is purely benevolent, and to aid those who wish to accumulate small earnings, the object is attained, without loss to the benevolent institution. But who can tell how much of $1,500,000 employed, is the avails' of small earnings, and how much the property of depositors to considerable amounts? For there usually does mingle in money associations, however praiseworthy and benevolent their object, some spice of selfishness. For many years deposits in any one year might be made by the same individual to the amount of $500; now it is limited to $200 a year. Many institutions of a like nature exist in this state, and the danger is, that large capital may seek immunity from taxation by expedients. But the qxxestion is, does the statute of 1846, by a fair construction, include the elements of wealth, such as those covered by the institution as objects of taxation ? They are $1,493,347 of mortgages, and $48,284 of stocks of other institutions.\nThe 1st section enacts, among other things, that all property, real or personal, not taxed by existing laws, held, owned, used, or invested by any person, company, or corporation, in trust for the benefit, use, or advantage of other persons, excepting always such property as shall be held in trust for religious purposes, shall be subject to a tax of three mills on the dollar for state pui’poses. These mortgages and stocks are held and invested in trust by the saving fund for the benefit of other persons, and the exception proves the rule: they are not held and invested for religious purposes.\nThe 2d section, by a fair construction, in connexion with the 19th, and the whole purview, makes the same subjects of taxation enumerated in the 1st section, liable to taxation for county purposes, as in the act of 1844. And the 3d section, having no doubt special regard to the decision in 8 Watts, before mentioned, provides that every person, eveiy fii’m and partnership, and every president, secretary, cashier, or treasurer of every company or corporate body subject to taxation, shall deliver to the assessor of each township, &c., a written or printed statement, showing the aggregate amount of bonds, mortgages, &c., enumerating eveiy species of debts by contracts, agreements, decrees of coui’t, stocks payable in presentí or in futuro, and whether bearing interest or not, and excepting certain things which are not embraced in this case.\nThere is a laborious intent on the part of the legislature to include every species of interest or personal property of this kind. so as to defy the evasion of legal subtlety, no matter by what name held or invested. And why should it not be so ? The poor and labouring man in the country pays tax for his cow and his cabin, and why not the poor man in the city, who has his capital invested for purposes of increase ? But the great danger, in the mind of the legislature, was that large capital might seek immunity unless the net was wide-spread. The mortgages and evidences of debt, and the stocks held by this company in trust, to make profit thereby, according to its charter, and for the use of other persons, are fairly included in the terms of the act of 1844, but more especially in the statute of 1846, as subjects of taxation both for state and county purposes. The ease of Carlisle Bank v. School Directors, 8 Watts, 289, does not give to corporations a general immunity from taxation for personal property, nor does it inhibit double taxation under existing laws. But whether the deposits in the institution, which yield 4¶% per cent., are in that capacity and by that name subject to taxation, in the hands of depositors or not, I intimate no opinion, because the question is not involved in this case. Nor whether the company must pay the whole tax out of the excess above 4¡% per cent., or take it from the general mass of profits.\nIf the one million and a half of personal estate employed in this institution in making profit, could be withdrawn from taxation, I know not how much might follow in existing institutions of the same kind, nor how great the temptation which might thereby be held out to multiply them.\nJudgment affirmed."}