{"id": "960800", "contents": "Burnside, J.\nThe plaintiff in error was plaintiff below. He claimed the lot in question, under the entry of one Ray, in 1817 or 1818, and the building of a small dwelling-house thereon. There was at that time a small blacksmith shop on another part of the lot. Ray sold to the plaintiff for a valuable consideration, in 1819, who entered and continued in possession until 1829 or 1830, when he leased to Small, the defendant, who entered and continued in possession from that period until the trial of this cause. It was admitted that the property was assessed to the plaintiff, Moore, from 1819 to 1837.\nThe defendant claimed title under the executors of James O’Hara, deceased, who had a patent for the lot, dated the 1st of March, 1797. After exhibiting the legal title for the lot, he offered in evidence a lease from the executors of O’Hara to Small, the defendant, of the 1st of April, 1835, with a receipt thereon for the payment of $30 rent on the — day of October, T837; and then proved, by R. A. Campbell, Esq., that he had known the lot since 1814. In 1815 or 1816, the lot was taken up and settled by some person. His father cleared the lot in front of this lot in 1814. The lot was cleared before Ray’s time, but he cannot tell who cleared it. Ray got possession in 1818 or 1819; after that, C. Moore, the plaintiff, got it. He lived in it five or six years, when he moved to the Diamond. There was no dispute, as to the ownership of the lot, until 1834 or 1835. It was not known who owned it. Moore had peaceable possession. In 1835, Moore declared to Campbell that he had made an arrangement with Mr. Denny, and was going to give up possession of the lot. Mr. Denny was to pay him, or had paid him, $50. The witness understood from Moore he had released all claim to the lot, for this consideration. He said he had settled his claim with Mr. Denny for $50.\nRay was examined. He stated that he had sold his improvement to Moore, for $95. When he built his cabin, he did not claim the lot. John Anderson proved that he had built the blacksmith shop before Ray built his house; he had no authority for building the shop. The defendant further gave evidence of the assessment to Harmar Denny, in 1838 and 1839, and, subsequent to that period, to the heirs of James O’Hara.\nThere was other evidence on both sides; but I deem it immaterial in the settlement of the legal question raised on the trial, and of no importance in the case.\nThere was a bill of exceptions to the admitting of the lease in evidence, of the 1st of April, 1835. This has been but slightly urged; we think it was properly admitted. It was a part of the defendant’s case. It was dated before there was twenty-one years’ adverse possession. Connecting the lease with Campbell’s evidence, it was clearly evidence. It would have been more regular to have examined Campbell before the lease was offered. But this court will not inquire minutely into the time and order in which evidence is given: Salmon v. Rance, 3 S. & R. 311, 314; Wolverton v. The Commonwealth, 7 S. & R. 273.\nThe first point of the plaintiff was answered in the affirmative.\nThe second point: That the declarations of Moore, as testified by the witness, Campbell, that he had made an agreement with Denny, and was going to give up possession of the lot, is no evidence of an actual surrender of the lot, or transfer of the possession in conformity with the intention expressed by him in the conversation with Campbell — but the contrary. To this the court answered: If Moore told Campbell that he had made an arrangement with Denny, and was going to give up the possession of the lot, and that he, Denny, had paid or was to pay him $50, and that he had released all claim for this consideration, or that he had settled his claim to the lot with Denny for $50, and afterwards Denny gave a lease of the lot to Small, the tenant in possession, and the property was assessed to him about that time, and taxes paid by Mr. Denny, it is evidence of a relinquishment by Moore of his inchoate right, and of the acquiescence in the attornment by Small to Denny, and that the possession was transferred to him. I am unable to discover any error in this answer. The plaintiff was a mere intruder on a patented lot. Such a claim can scarcely be called an imperfect right: 1 Yeat. 509, 516. To give him a right he must have had an actual, continued, visible, notorious, distinct, and hostile possession for twenty-one years: 6 S. & R. 21. I agree that one who enters as a trespasser, and builds a house and lives in it, acquires something which he may transfer to another, and if the possession of the two added together amounts to twenty-one years, and was adverse to him who had the legal title, the act of limitations will be a bar to a recovery; Overfield v. Christie, 7 S. & R. 177. I am aware that it was otherwise decided by Judge Washington in Potts v. Gilbert, 3 Wash. C. C. R. 475; but this decision of Judge Washington never was acknowledged as sound by any land lawyer or judge of this state. Such intrusion is but a mere imperfect right, until it is protected by the statute of limitations; and the moment the intruder agrees to surrender to the legal owner, his possession ceases to be adverse, and his claim to the land is at an end.\nThe court were further requested to instruct the jury, that the conditions of the arrangement referred to or proved by the witness, that Denny either paid or would pay the plaintiff the sum of $50, are entirely uncertain, and in the alternative of a payment yet to be made, would, under the contract, be entirely inoperative until a compliance had been first shown by Denny, by the payment of the $50; and would therefore authorize no inference of assent, until the money was actually paid. To this the court answered: the agreement of Mr. Denny to pa.y, and a liability on his part to pay, was as operative as if the money had been actually paid.\nWe think there was no error in this answer, and that it was such as the case and the point required. Two years after the arrangement the lot was taxed to Denny, and afterwards to the estate of O’Hara, of which Denny was an executor. The tenant attorned, and paid rent to Denny under a written lease. If Moore omitted to get his money, it was his own affair; he abandoned the adverse possession of the lot by such an agreement.\n4th. That the testimony of the witness that he understood the plaintiff to say or mean that he had released his claim, implied the existence of a written instrument of transfer, and is therefore, not being the best evidence, incompetent to prove the fact of an assignment of that kind or description. The court, in answer to this point, said: “ Under the circumstances of this case, I do not think the rule here stated applies, though as a general principle it is law. Moore had no legal title, and his conveyance to Denny would make his title no better than it was. Any acknowledgment of Denny’s title, as evidence of the transfer to him, would be all that was necessary. If that was done, the defendant is entitled to a verdict.”\nIn this answer I fully concur. Moore had no title at that time. His claim to the lot was imperfect. If his tenant had left the possession, the heirs of O’Hara, having a full legal title, would have been in constructive possession. When the lot was vacant the legal title always carried with it constructive possession, and that remains until ousted by actual occupancy. If Denny had brought an ejectment in 1835, he must have recovered against Moore and his tenant; they had no title to resist him. Mr. Denny, as the representative of the O’Hara estate, chose to give him or promised to give him $50, rather than be troubled with an ejectment. In such a case a parol release was as good as a written one; and when the tenant attorned, when Moore agreed to deliver over the possession to the owner of the legal estate, the claim of Moore ceased to be adverse, and his imperfect title was at an end. The statute of limitations had ceased to run.\nJudgment affirmed."}