{"id": "962692", "contents": "Rogers, J.\nWe agree with the learned judge, that the Court of Common Pleas of Dauphin county has jurisdiction over this case, and that the act of limitations cannot avail the defendant. That time does not run against the commonwealth, is ruled in Johnston v. Irwin, 3 S. & R. 292, and Bagley v. Wallace, 16 S. & R. 245. And as to the jurisdiction of the court, although the case may not come within the 12th section of the act of the 16th April, 1845 — which, however, we do not decide — yet, the 16th section would appear to have had in view a case similarly circumstanced with the present. That section directs the state treasurer and auditor-general’ to cause suits to be brought against all persons and their sureties, in the county of Dauphin, who are now defaulters to the commonwealth, and were officers and sureties such as are mentioned in the 12th section. The words “were officers and sureties,” bring the defendant’s case within the letter of the act, and could have been introduced for no other conceivable purpose than to embrace this case. Nor can we conceive any reason why the defendant should be exempted from the operation of the act. He was an officer such as is contemplated in the 12th section, and he failed to pay over the state’s, share of the tax which he received after the termination of his office. He is a public defaulter, as well in the popular sense as within the meaning of the 12th section.\nBut, although we agree as to the two first points, we differ in the last. We are of opinion, debts due the commonwealth are not barred by the bankrupt certificate. The point was first ruled in the English Statutes of Bankruptcy, in an anonymous case reported in 1 Atk. 262. A bankrupt, as is there held, though he has conformed in every respect to the acts relating to bankruptcy, cannot be discharged from a commitment under an extent of the crown. The Lord Chancellor observed, the cause is not within the statute, and therefore he cannot be discharged from a commitment on behalf of the crown. The same point is ruled under the bankrupt act of the 4th April, 1800, in The United States v. King, Walla. R. 12. It is there decided, that debts due to the United States are not barred by a bankrupt certificate. The reason is, that the king is not. bound because he was not named — a reason equally applicable to the United States, and to the commonwealth, which is, within its sphere, a sovereign state. And this principle has been asserted, as to the act of limitations, in Johnston v. Irwin, 3 S. & R. 292, and Bagley v. Wallace, 16 S. & R. 245. I have looked over the several statutes of bankruptcy, the English statutes, the act of 1800, and the present bankrupt act, and I see nothing to distinguish the last act from the former, in this particular. The reason applies to all. The commonwealth is not named in the act, and therefore not bound. Whether the United States or the commonwealth would be at liberty, under the general terms “ all creditors,” in the 5th section, to come in and prove their debts, so as to entitle them to a dividend, and whether, in that event, they would be barred by the certificate, it is needless to determine, as the point does not arise. We merely rule they are not compelled to do so, unless they are named. The exception in the act, of debts due by the bankrupt to the United States, indicates no intention that the government should be compelled to prove before the commissioners.\nJudgment reversed, and judgment for the commonwealth."}