{"id": "962672", "contents": "Rogers, J.\nAn attorney is not liable to suit for money collected for another, till demand, or direction to remit. As is .said -in one of the cases, he is not considered in default until he receives orders from his principal. This principle seems to be well settled in several states, including New York, Virginia, Alabama, and Arkansas, as may be seen from the following cases: Taylor v. Bates, 5 Cow. 376; Ex parte Fergurson, 6 Cow. 596; Rathbun v. Ingalls, 7 Wend. 320; Taylor v. Armstead, 3 Call, 200; Cummins v. McLain, 2 Pike, 402; and Marks v. Shackleford, 4 Alab. 493. In Maine it has been ruled by the same judge in both ways: Staples v. Staples, 4 Greenl. 532, and Coffin v. Coffin, 7 Greenl. 298. This is a c,ase of the first impression in this state, but we feel disposed to follow the current of decisions, for we agree that for a client to sue his attorney for money collected, without notice, would be very harsh, if not reprehensible conduct; and for this reason it is,' that this is the first time the ploint has arisen in this 'state, for no counsel would be so .unconscientious to a brother as to sue him without demand. It is, perhaps, but an act of justice to the attorney to state, that, although not proved, yet he alleges notice was given before the commencement of the suit.\nThe point is not of much practical importance, as the case will seldom arise, and never unless there are some improper feelings to gratify. But, although the general rule be as stated, it is not without exception, for circumstances may exist which will dispense with the necessity of a demand; as,when the attorney has been guilty of fraud or malpractice, or of culpable negligence in not giving notice of the receipt of the money in a reasonable time ; or when he puts in a sham plea for delay ; or when he exhibits a manifest desire to baffle the plaintiff, and withhold from him his just demand.\nDo such facts exist here as will dispense with the necessity of notice before suit brought ? We think not. The defendants have been unfortunate in employing a dishonest agent, for whose fraud they are doubtless liable, but they are not culpable. They never received or pocketed one cent of their client’s money, although the agent did; nor is there any evidence of any supineness on their part, or that they knew or concealed the fact of his dishonesty from their client. The most that can be laid to their charge is, that they did not immediately pay the money to the client on being informed their agent had collected it. They resisted payment under the erroneous belief they were not liable for his acts. Nor do we think there is anything to take the case out of the operation of the rule that they plead the general issue, and put the plaintiff to the proof of a partnership.\nJudgment reversed, and a venire de novo awarded."}