{"id": "962683", "contents": "Gibson, C. J.\nIt is usually said that marriage is a conditional gift, to the husband, of the wife’s dioses in action; but it was held in Dennison v. Nigh, 2 W. 90, and Woelper’s Appeal, 2 Barr, 71, that, strictly speaking, it is a gift of no more than his wife’s power to make them his own, by taking them to his use, or by any other act indicative' of an intent to assume the ownership of them. If the husband had a defeasible title in the first instance, why might it not be seized and sold by a creditor ? It is not an answer to say that, dioses in action cannot be taken on execution at the common law, for they may be attached in England by the custom of London, and in Pennsylvania by statute; and, that there is no precedent of such an attachment under the laws of either, is proof that his concern in them is not ownership but power. Even a general power of appointment, under the statute of uses, is said, in the same vague way, to be equivalent to ownership; but, it goes for nothing if it be not executed’; and it is, consequently, not the power, but the execution of it, which is truly so. No one would pretend that the creditors of the grantee of such a power could take the property in execution before he had appointed it to his own use. We held, in Dennison v. Nigh, and every succeeding case, that a husband has not property in the wife’s dioses in action by force of the marriage only; and, we decided no more in Siter’s case than that he may transfer his power of appropriation over them without consideration had, or her ownership of them, with it. The rule of the common law is, that his creditors cannot compel him to exercise his power for their benefit; and every exception to it, found in the law, has been introduced into it by positive enactment, express or implied. The English statutes of bankruptcy prior to the 6 G. 4, c. 16, were so interpreted as to make the assignment pass the dioses of the bankrupt’s wife; and the 1 Jac. 1, expressly made it as effectual as a common recovery to bar issue in tail. But those statutes, founded, as they were, in the spirit of commerce, of which credit is the life, were framed with a view to the policy of protecting creditors at the expense of every intermediate interest; and they have been expounded in the temper of their enactment. The 6 G. 4 made the assignment equivalent to the execution of a general power of appointment, to the use of the assignees, and finally swept into the common receptacle of the bankrupt’s effects, everything which he possessed, or in which he had an interest, or from which he might have expected any profit, possibility of profit, benefit or advantage, whatever. Such, however, was neither the letter nor the spirit of the American bankrupt law. It transferred no more than thé bankrupt’s “ property and rights of property, of every name and nature, and whether real, personal, or mixed.” The question, therefore, is, whether the bankrupt, in the case before us, had property, or, what is the same, a right of property, in his wife’s legacy; and our own decisions, founded in the true principles of the common law, have established that he had not. An assignment under the English statutes would pass it, not as an incipient right of property in the thing, but as a controlling power over the application of it, an ingredient which did not enter into the case contemplated by the framers of the American statute. True, we held, in Richwine v. Heim, 1 Penna. 373, and Shuman v. Reigart, 7 W. & S. 168, cases which arose under the state insolvent law, which is not more exacting in its terms than the federal law — that an insolvent husband’s assignment of his wife’s property transferred her ehoses in action; bu.t there it was a voluntary execution of his power on an occasion sought by him, and for a valuable consideration (exemption of his person from confinement), which, on the principle of Siter’s case, was a declaration of trust for the creditors, that a chancellor would enforce. It appears in the report of the first of them, that the assignment expressly included the wife’s property; and the decision in the second was evidently rested on the same ground. In the present case, the proceeding was adverse to the bankrupt; and the assignment purported neither to operate specifically on the wife’s ehoses, nor to be his act. It purported to be the act of the law, in reference to his particular property, and it consequently did not pass them.\nJudgment affirmed."}