{"id": "962690", "contents": "Gibson, C. J.\nThis action is brought for surplus proceeds of land devised to the testator’s widow, for life, on condition not to marry; but sold by order of the Orphans’ Court, for payment of his debts. She did marry shortly after the sale; and the question is, whether a subsequent condition, in general restraint of marriage, when annexed to a devise of land, is void, for reasons of public policy. When annexed to a legacy, the decisions of the ecclesiastical courts, followed in chancery, have certainly established that it is; and so the rule is held in Pennsylvania, both at law and in equity, as is shown by McIlvaine v. Gethen, 3 Whart. 575, and Hoopes v. Dundas, antè, 75. But, it is said, in 2 Powell on Dev. 282, that the rule of the ecclesiastical courts in legatory cases are inapplicable to devises of land, or money charged upon it; and that it owes its existence, in any case, to the ecclesiastical judges, who borrowed most of their rules from the civil law. The same thing is repeated in 1 Jarman on Wills, 836, and fortified by references to Reeves v. Herne, 5 Vin. 393, pl. 46; Harvey v. Aston, 1 Atk. 361; Reynish v. Martin, 3 Atk. 330; Stackpole v. Beaumont, 3 Ves. 96; and the cases collected in Mr. Sanders’ note to Harvey v. Aston; to which may be added the great case of Fry v. Porter, 1 Mod. 308. The ground on which these precedents stand is the indisputable fact that devises of land are governed, not by the Roman, but by the common law. Yet, a mistaken notion has been entertained, that restraint of marriage, to be valid in a devise of land, must not be general; but that would bring such a devise to the level of a bequest of chattels, and abolish the distinction between legacies and devises altogether. Yet the notion has received colour from the very same text-writers, who, in 2 Powell on Dev. 291, and 1 Jarman on Wills, 843, have asserted that, even in regard to devises of land, it seems to be generally admitted (by whom ?) that unqualified restrictions on marriage are void, on grounds of public policy; though the point rests, they say, rather on principle than decision. I know of no policy on which such a point could be rested, except the policy which, for the sake of a division of labour, would make one man maintain the children begotten by another ? It would be extremely difficult to say, why a husband should not be at liberty to leave a homestead to his wife, without being compelled to let her share it with a successor to his bed, and to use it as a nest to hatch a brood of strangers to his blood. Such is not the policy of the statute of wills, which allows a man to devise his land “ at his own free will and pleasurenor is it the policy of the common law, which allows him to give his property on his own terms, or not at all; and, if he might not do the one, he would assuredly do the other: so that it is not easy to see how the cause of population would be promoted by binding his hands. ' To throw the widow of a landless merchant on her dower at the com-, mon law, would not do it. It may be the present policy of the country to encourage reproduction — though the time will certainly come when excess of population will be a terrific evil here, as it is elsewhere — but no political regulation, which looks no further than inducements to second marriage, will either advance or retard it.\nIt is therefore hard to discern the policy that has been glanced at by the text-writers. It may seem to them, as it did to the judge who ruled the cause below, that a condition in general restraint of marriage is contrary to' an instinct of our nature, which it would consequently be sinful to oppose. But the intercourse between the sexes is a legitimate subject of civil regulation; for the land would be filled with violence and blood if it were not. It would be impious, if it were possible, to suppress it; but a gift on condition not to marry leaves the donee free as air to do anything, at pleasure, but divert it to uses for which it was not intended. The truth is, the notion is the product of the Roman law, adopted, as it was, with modifications, by the ecclesiastical judges; and how far the Romans were driven, by waste of life in their ceaseless wars, civil, servile and foreign, to force the growth of population by concubinage as well as marriage, and by the imposition of a mulct upon celibacy, is_matter of school-boy history. But that the rules thus borrowed have not been eventually applied by the common-law courts to land, is shown by Goodright v. Glazier, 4 Burr, 2512, in which it was ruled that a prior uncancelled will is not revoked by a subsequent cancelled one; a precedent followed by this court in Flintham v. Bradford, antè, 82. In Harvey v. Aston, Comy. Rep. 729, it was indeed intimated that the rule of the ecclesiastical courts, in regard to conditions, ought to be followed by the other courts, for the sake of uniformity; the absurdity of which was forcibly exposed by Lord Rosslyn, in Stackpole v. Beaumont, 3 Ves. 89. “In deciding questions that arise on legacies out of land,” said he¿ “ the court, very properly, followed the rule which the common law prescribes, and common sense supports, to hold the condition binding where it is not illegal. Where it is illegal, the condition would be rejected, and the gift pure. When the rule came to be applied to personal estate, the court felt the difficulty, upon the supposition that the ecclesiastical court had adopted a positive rule from the civil law, upon legatory questions, and the inconvenience of proceeding by a different rule in the concurrent jurisdiction (it ought not to be called so), in the resort to this court, instead of the ecclesiastical court, upon legatory questions; which, after the restoration, was very frequent, and, in the beginning, embarrassed the court. Distinction upon distinction was taken to get out of the supposed difficulty. How it should ever have come to be a rule of decision in the ecclesiastical court, is impossible to be accounted for but on this circumstance, that in the unenlightened ages, soon after the revival of letters, there was a blind superstitious adherence to the text of the civil law. They never reasoned, but only looked into the books, and transferred the rules, without weighing the circumstances, as positive rules to guide them. It is beyond imagination, except from that circumstance, how, in a Christian country, they should have adopted the rule of the civil law, with regard to conditions as to marriage.”\nSo much for the support which the notion receives from principle ; and now for the support which it receives from precedent. For the latter, we are referred to the supposed inclination of Lord Ellenborough’s mind, in Perrin v. Lyon, 9 East, 183, thought to be intimated by his remark on a condition not to marry a man of Scottish birth, that he “ saw no ground to hold the condition to be void, as being in general restraint of marriage whence an inference that he would have done otherwise, though the gift was of realty, had the restraint not been special. He said no more, however, than that the limited terms of the condition relieved him from the necessity of deciding the broad question; from which no more can be inferred than that he may have thought it a debate-able one. The Nisi Prius opinion of our late brother Kennedy, in Middleton v. Rice, 6 Penna. L. Journ. 234, is more formidable, not only because of his great learning and experience, but because it furnishes the only direct authority for the notion that is to be found in the English or American books. Rut it is directly opposed by a solemn decision of this court in Bennett v. Robinson, 10 W. 348. True, that was the case of a conditional limitation; but, if it were contrary to the law of nature, it would be equally inoperative as a condition, either in respect to land, or in respect to a legacy: it could not be good as to the one and bad as to the other. But, whether the restraint be by limitation or condition, is, in a vast majority of cases, the effect of accident, depending on the turn of expression habitual to the scrivener, who seldom knows anything of the technical difference between them. If the rule of the ecclesiastical courts were applicable to land, it would be easily evaded by using words of limitation instead of words of condition; and thus it would have no greater effect on devises in restraint of marriage, than the statute of uses had on trusts, which worked a change only in the words necessary to create them.\nThe difficulty in the application of the common-law rule to the case before us, is the want of an entry to determine the widow’s estate for the condition broken, which is generally necessary to divest a freehold, though not to divest a term for years. Here, however, an entry was impossible, for the land was sold before the widow’s marriage. Had the condition been broken before the decree, there might have been an actual entry, though perhaps even then it would not have been indispensable; but, since it has been converted, her right to the money substituted for the land, is extinguished by the simple adverse claim of it. Her administrator, therefore, is not entitled to recover.\nJudgment reversed, and judgment rendered for the plaintiff for $334 and costs of suit."}