{"id": "962695", "contents": "Coulter, J.\nThe act of Assembly of the 7th day of April, 1848, entitled “An act concerning the removal of the seat of justice in Delaware county,” contains a proviso to this effect: — “ That the act shall not go into operation until a decision shall be obtained from the Supremo Court, on the validity of the previous act of the legislature on the same subject, passed the 3d day of March, A. D. 1847, by which the removal of the seat of justice for the said county was submitted to a vote of the qualified electors of said county, at their general election in October of the same year.”\nWe may presume that the doubt in the minds of the people of Delaware county, as to the validity of said law, which arose after the determination of the question at the election, and also in the mind of the legislature, was superinduced by the decision of this court, in the case of Parker v. The Commonwealth, 6 Barr, 507, made at Pittsburgh, in November, 1847.\nIn order to obtain the opinion of this court, contemplated and suggested in the act of 1848, before referred to, the relators applied for a writ of mandamus against the commissioners of the county, who are the respondents, commanding them to proceed and execute the law of 1847.\nThe respondents set forth the act of 1848, submitting the question to this court, and the case of Parker v. The Commonwealth, already referred to, as the reasons why they did not carry out the act of 1847.\nWaiving all objections on technical grounds or otherwise, as to the mode in which the matter is submitted to the court, we proceed .to express an opinion on the subject, which is invoked by the respondents as well as by the legislative will.\nThe case on hand is strongly assimilated to the case of The Commonwealth, ex rel. Phillipi v. The Judges of the Court of Quarter Sessions of Lebanon County, 8 Barr, 391, decided since the case of Parker v. The Commonwealth; in which it was ruled, that an act of the legislature directing an election to be held within the township interested, by the qualified electors, for the purpose of determining by ballot whether a newly erected township, established by the Quarter Sessions, and the proceedings affirmed by the Supreme Court, should be continued or annulled, was valid and constitutional. The learned judge who delivered the opinion observed: — “But if the legislature can authorize the courts to decide questions of this character, they can authorize the people primarily to do so.”\nA strong illustration of the faculty of the legislative power in this respect may be found in the act of Congress of the 9th of July, 1846, submitting the question of the retrocession of the county of Alexandria, in the District of Columbia, to the state of Virginia, to a vote of the qualified electors of that county. Virginia had previously enacted a law signifying her willingness to take back the county, whenever the same should be receded by the Congress of the United States. Congress enacted the law of 9th July, 1846, submitting the question to the qualified electors, and providing the machinery for the election; and enacting that, if a majority of the electors shall be against accepting the provisions of the act, it shall be void and of no effect; but if a majority of votes shall be in favour of accepting, then it shall be in full force. And in that event, it shall be the duty of the president to inform the governor of Virginia of the result of the election, and that the law is consequently in force.\nMany of the most profound constitutional lawyers in the Union were in Congress at that time; and the state of Virginia never hesitated to accept the retrocession, because .the Congress of the United States delegated to the people the decision of the question. This act, under all the circumstances, must therefore be considered as high authority and a precedent in the development of the constitutional functions of the legislative power. This court is of opinion the case of Parker v. The Commonwealth does not reach or cover the case in hand. We are of opinion that the act of Sd March, 1847, submitting the question of removal .of the seat of justice to a vote of the qualified electors of the county, was constitutional and valid; and that judgment be rendered fot the relators, and that a peremptory mandamus be issued against the respondents, with costs."}