{"id": "962667", "contents": "Rogers, J.\n(after stating the case.) — The plaintiff sues out this writ of error, and in pursuance, it would seem, of an inveterate practice, assigns twenty-two errors, which may be reduced to a few simple propositions. The attention of the court has been particularly directed to the alleged errors: — In permitting the defendants to prove when they ceased to manufacture at the factories, and how Icing they .had possession of the premises after ejectment brought, and instructing the jury (which depends on the same principle) that the plaintiff was entitled to mesne profits from the 4th May, 1840, until the defendants gave up possession; and again, in admitting evidence of the facts, and in charging the jury that, if Waters & Hill agreed to the sheriff’s sale, and the proceeds went to pay their debts, and Lynd, the purchaser, knew the facts before he bought, the defendants acquired title to the machinery. That, as Lynd was not the owner when the sheriff sold, his assent was not necessary. That there was evidence of a sufficient assent to the sale; and further, if they agreed the machinery should be sold under the fi. fa., it would work a severance of it from the freehold. That it was for.the jury to say whether- they gave their assent; but if they did, it was a good sale, and the purchaser obtained title. ‘ ü\nIn support of the first point, the plaintiff relies on a position taken by Mr. Justice Kennedy, in Drexel v. Mann, 2 Barr, 271, to the effect that a judgment in ejectment is conclusive'evidence in an action for mesne profits up to the date of the recovery. This may be true, as a general proposition,, when the defendant in the ejectment remains in the actual possession at the time of the rendition of the judgment, and when, possession is taken under the habere, as was the case in Drexel v. Mann. But' that it is conclusive in all cases, without exception, cannot be maintained, either on principle or authority. Indeed, the plaintiff in error does not contend for so broad a proposition, for he himself limits his right of recovery to the period when the title of Lynd terminated by the sale of the property under judicial process to Samuel- Harris, who took possession of the premises two years before this action was brought. It will not be denied, if the plaintiff had taken possession of the premises when abandoned by the defendants, he would have debarred himself from recovering mesne profits, accruing after that time, for, in that event, it would be manifestly unjust to allow him to recover, when he himself was in the full enjoyment of the premises. The plaintiff was entitled to judgment in the ejectment, notwithstanding his title was terminated by the judicial sale, but it would be an outrage on every principle of justice, that, as1 a consequence of the judgment, he should be entitled to recover, when he has no right, and still more when he was in actual possession. I must, however, do the learned counsel who last addressed the court, the justice to say, that he abandons this position, and puts the case on a much more rational principle, to which, however, it does not appear the attention of the court was drawn at the trial. It is now contended that a party, after ejectment brought, cannot escape a recovery for mesne profits, by privately withdrawing from the possession without notice to the landlord or owner; and this is true, for, if the facts were as stated, it would be difficult to answer the objection. But, it is obvious that, if we reverse on this exception, we set aside the judgment for an error the court did not commit. Besides, we are not favourably inclined to the exception, because we think, had the case been submitted to the jury with proper directions, they would have come to a conclusion adverse to the position of the plaintiff. The defendants took possession of the factory and machinery with the consent of Waters & Hill. They were not intruders, but were lawfully in possession, and when the plaintiff, after his purchase, gave the notice to leave the premises forthwith, it was a demand with which it was not convenient for them immediately to comply, but with which they did' comply in a short time thereafter, removing the machinery they had bought and paid for at the sheriff’s sale. The removal from the premises was not clandestine, but open and public, and in such a manner as could not fail to attract the observation of the plaintiff. Moreover, his tenant and father-in-law, formerly one of the owners, was at the time possessor of the farm and premises on which the factory was built. Whether the plaintiff took the actual possession after it was left vacant, it is true, does not distinctly appear; but if we may judge from the urgency of the notice to quit, the presumption is, he did; at any rate, by the relinquishment of the possession, he was at liberty to dispose of the property as he chose.\nThe second branch of the case contains several principles, which we will now proceed to notice. It is justly considered by both sides as the turning-point of the case. It is agreed by both parties that as the machinery was a fixture to the mill, it constituted part of the real estate, and as such, if there was nothing else in the case, it could not be sold as personalty on a fi. fa. The defendants, however, allege that the sale was good because it was sold as personalty with the assent of the debtors. The plaintiff denies there was a sufficient assent; such an assent as the law requires, and further, the sale was vitiated because of the fraud in Freedley & McCrody. This point has been argued more as a case arising under a motion for a new trial, than as coming before a court on specific points.\nThe facts of assent and fraud were distinctly left to the determination of the jury, and they have found adversely to the plaintiff on both points; and, on a review of the testimony, we are at a loss to understand how they could have come to a different conclusion.\nThe defendants in the execution, at least Waters, and Peter Hill, the agent of the firm, were present at the sale; pointed out the machinery to the sheriff, removed part of the property from' an adjoining county, so as to subject it to the execution, making no objection whatever to the sale; and what is conclusive, the sale was made under an express arrangement (that forms part of the plaintiff’s case) with the Bank of Montgomery, one of the execution-creditors. If consent can be implied from acts, the evidence was so clear and cogent as to remove all doubt from the minds of the most sceptical; nor have we any difficulty on the charge of fraud in the agent of the bank or the defendants.\nIf the defendants in the execution or their agent entertained the idea, from conversation with Freedley or others (which I am slow to believe), that the bank was willing to lend itself, without limit as to price, to purchase the machinery for their use, it was a most unreasonable supposition. The effect would be, without any consideration or equivalent, to put them in the power of those defendants and others. This they had no right to expect. That th'e hank did not so consider their engagement is put beyond doubt, for they limit, in express terms, the bid to which they were willing to go, to $10,000. This appears, in the most authentic and approved form, on their minutes made at the time. Granting that the resolution of the board was not communicated to those defendants or their agent before (which is not so clear), yet it was át the sale; and althoughs ome dissatisfaction, as was. natural, was expressed, yet the debtors allowed the sale to proceed, without any attempt to -have it postponed to a more favourable time. If any other-expectation was'entertained, it must have been from the representation of others; but, neither the president nor the counsel could make terms to bind the bank, without authority from the corporation, and none was shown, except that on the 18th of January, 1840, the board of directors appointed John Freedley, Joseph Thomas, and David Wilson, a committee to buy the machinery in question, at a sum not exceeding $10,000; that on the 25th of January, 1840, the committee reported that McCredy, who, be it remarked, had no connexion with the bank, bid $10,000; that Freedley had bought it for $10,050, and offered it to the bank, and that the bank refused to take the property at that price. Under these circumstances, we see nothing exceptionable in the remark of the court, that Freedley may be considered as an independent purchaser. The evidence shows, that, at the sale, McCredy bid $10,000; that P. Hill wanted the committee to go higher, but Thomas, the president, was inflexible; after which, McCredy declared, that if knocked down to him, Hill should have the machinery at the same terms the bank had proposed; but Freedley bid more, and it was struck off to him, and Freedley and McCredy took a joint receipt for the purchase-money from the sheriff. In all this we see nothing derogatory to the character of either. There was nothing in the relation of Freedley to the bank, after their refusal to take the bid off his hands, or to Waters & Hill, to prevent him from becoming the purchaser. He was the attorney of the bank, and it is destitute of the semblance of proof, that, in this transaction, he -had any but a friendly relation to Waters & Hill. That he was an attorney, surely will not of itself stamp his conduct with fraud, nor will it raise a well grounded suspicion of want of integrity. That the opinion was honestly entertained by all parties, Freedley included, that the machinery was personal property, and might be sold on ajif. fa., we see no reason to doubt; it was not without great discussion and deliberation, that a contrary doctrine was held in a case where the point had been ruled otherwise by a distinguished judge.\nIt was a mutual error as to the law, without any circumvention or fraud on the part of any person. It was not the fault of either that the bank, as they had a perfect right to do, refused to take the property , off.their hands, and we see nothing in the conduct of either which can give rise to a suspicion that they were not actuated by good faith and the kindest feelings towards Waters & Hill. The terms they held out were reasonable, they were not complained of at the time, and the proposed arrangement (which would not have put a dollar in their pockets) fell through, solely because they could not induce another, on whom they relied, to extricate them from their difficulties. Besides, if they had any complaint against the fairness of the sale, or the subsequent conduct of the defendants, they had a full opportunity of making it at the return of the writ. On proof of circumvention or fraud, the court would set aside the sale, and order a re-sale of the property. It is idle to say they were lulled into security by the arts of the defendants. There is no ground for such a charge. If the defendant in an execution holds his peace, and, at the appointed time, suffers the sale to be confirmed without objection, and the purchaser to pay the purchase-money to' be applied to the payment of his debts, he is. estopped from contesting afterwards the validity of the sale. It is no answer that they are willing now to allow credit for the amount paid the sheriff. They are not at liberty to approve or disapprove the sale when they may think it most advantageous to their interest. If Waters & Hill are not permitted to question the sale, neither can Lynd,’who purchased their interest with a full knowledge of the transaction; and, in this view, we see nothing wrong in charging the jury that, “if Waters & Hill were circumvented, the sale is void [read voidable]. . But if so, is Lynd affected by it ? He had no title when the sale was made, and having bought afterwards, with his eyes open, it is not competent for him to complain. The plain-, tiff says he does not complain of the validity of the judgment or execution, but of the sheriff’s sale: but that is for Waters & Hill to do, who might have had the sale set aside, if wrong, and not for their subsequent vendee. That Lynd was not an owner when the sheriff’s sale was made, and that his assent was not necessary.” The question of fact, as before remarked, was referred to the jury, and the verdict has settled that Waters & Hill assented to the sale of the machinery as personal property, and next, that the transaction is free from the taint of fraud. Was there, then, such an assent as is sufficient in law to sever the property: to make that which was real, personal estate ?- The plaintiff insists that, if the machinery was part of the realty, and it is admitted that it was, the defendants acquire no title by the sale under the fi. fa. That there was no severance of the machinery from the freehold, and that there was no evidence of such assent on the part of Waters & Hill, or of James-Lynd, as would authorize the sale. From what has been already said, it will be observed, we agree with the jury on both points. But then the question is, and this is the only debateable point in the case, was there such a legal assent as to justify a sale without inquisition or venditioni on a fi. fa. ? It is contended that, to authorize the sale of machinery attached to the realty, all the directions of the act of the 16th June, 1836, must be pursued, and that act requires the consent should be in writing, and filed in-the proper court. Before the passage of the act, a doubt existed, for which there was no warrant, as appears from the case Brown v. Simpson, 2 W. 241, whether a judicial sale of real estate would, in any case, be valid, unless sold under a venditioni, after inquisition found. To remove that doubt, the act was passed giving power to the defendants to dispense with the inquisition, and sell on the fi. fa. But there is nothing in the statute which makes it compulsory to jrarsue the method pointed out; and, as it is for the benefit of the debtor, there is nothing in the way to prevent him from consenting in some other mode, as by writing merely, by acceptance of the purchase-money, or in other ways, that may estop him in equity from asserting title to the estate. That the act has not received a strict construction, appears from Overton v. Tozer, 7 W. 333, where the court held, that lands might be sold under a fi. fa. without inquisition, with the written consent of defendants — the object of the act of Assembly being obtained, if the sheriff is put in possession of the written authority, and - it is returned with his proceedings to the proper office, there to remain as evidence of the regularity of his acts. It is not open to dispute, as is held in Baird v. Lent, 8 W. 422, that a levy and sale, under a fi. fa., of an interest in realty, without inquisition or waiver of it, is absolutely void. When the inquisition is waived and consent given, either by writing or by parol, that it be sold on the fi. fa.; when the sale is confirmed without objection; wlion the proceeds are received by the defendant, or, what is the same thing, are applied to the payment of his debts; no case has, nor can be cited, where the debtor has been allowed to recover the land from the purchaser at the sheriff’s sale.\nThe law is not so unreasonable as to assist the debtor in the perpetration of a fraud; — he has estopped himself from asserting his title by his own acts. The plaintiff’s argument is grounded on the supposition the sale is void. It is true it would be so if there was nothing else in the case than a sale under a fi. fa. without waiver of the inquisition. But where there is a consent to the sale, it is not void — but it may be avoided by showing circumvention or fraud. The injustice of it would be most glaring, as is shown in this case. For the effect would be to enable Waters & Hill to participate in the sale, sanction and assent to it; persuade the defendants to buy and pay <$10,050 for the purchase; permit the court to distribute the money among their creditors in payment of their just debts; after this convey the property without notice to a third person while the property was in their possession, and then afterwards recover the value of the property in an action of trespass. It is obvious that in many cases it would operate most unjustly, as the purchaser may have been induced to purchase only because the price was within his means of payment. It is difficult to understand how- a person can be made a trespasser for taking property with the consent of the owner. Also, it must be remarked that in two of the counts the machinery is treated as personal property. It will surely not be contended that, when consent is given, the sheriff is a trespasser; and, had suit been brought against him, there would not have been a doubt in the mind of any person. The question seems to be narrowed down to this, whether the consent to the severance must be in writing : but we see nothing either in law or reason which prevents a person from defending himself from attempted wrong by parol evidence; nor is there anything in the nature of the transaction which precludes the introduction of such proof. That a written consent would be more satisfactory, is admitted; but that it is absolutely necessary is not shown either by authority or on principle.\nI have examined the other exceptions, but as there is nothing in any of them which requires special notice, I dismiss them with the simple remark that they have not been sustained.\nJudgment affirmed."}