{"id": "962689", "contents": "Gibson, C. J.\nIt has sometimes been said, that a husband is tenant by the curtesy initiate by the marriage; bu1there is no curtesy in any degree before the birth of issue ; for, though the marriage is the foundation of the whole, it does not constitute it at the common law. The husband, indeed, becomes seised of a freehold by the marriage; but it is the wife’s freehold, not his, insomuch that both must do homage for it: 2 Bl. Com. 126. The reason that he is even seised of it is, that her personal existence has entered into his, but with all her personal rights, powers, and duties attached to it. For every purpose of personal capacity, except to alien or encumber her land, the law is unable to conceive of husband and wife, in respect to property, as civil existences; and, representing her person, he not only performs her services, but takes the fruits of them. In contemplation of law, therefore, her person is his person, and her seisin his seisin. Yet, upon his seisin of her freehold, there may, in particular circumstances, be a remitter of his inheritance: Co. Lit. 351; and he may separately make a tenant to theprseeipe: Piggott on Bee. 72. These seem to be anomalies. If, however, the husband be attainted, though he forfeit not her freehold, he forfeits his own seisin, and, consequently, the pernancy of the profits which, during the coverture, is incident to it. But, after issue born, he has a freehold in his own right, for which he is separately bound to do homage to the lord, whose tenant he then becomes, and the wife cannot forfeit it for treason. As it has become certain by the birth, that the husband will, in any event, be seised during his own life, and as further distinction between his seisin and the freehold would be without consequences, he has both by a sort of remitter. He is then said to be tenant by the curtesy initiate, though the new character of his interest is not consummated by anything less than the wife’s death. As then the defendant had an independent estate in his wife’s land, which might have been aliened by his separate act, it was bound as an inchoate one, by the judgment against him, for his separate debt. Were it necessary to decide whether our statute, which dispenses with the birth of issue as a constituent of curtesy consummate, does not dispense with it also as a constituent of curtesy initiate, there would be little difficulty in maintaining that it does. But as the husband had, at all events, an interest during his wife’s life, the only difficulty is, to ascertain what became of the lien on it in the process of partition. It is solved, however, by Withers’s Appeal, 14 S. & R. 185, in which it was ruled, that the interest of a child in his intestate father’s estate cannot be converted into personal property by such partition, so as to affect the lien of his creditors; by Clepper v. Livergood, 5 W. 113, in which it was ruled that a husband, after issue born, is entitled, at the death of his wife, as tenant by the curtesy, to the possession of the proceeds of her land parted with in partition, on giving security to restore the principal to her representatives at her death; and, by Diller v. Young, 2 Y. 261, in which it was ruled, that the widow of a decedent is entitled to the surplus proceeds of his land, sold by order of the Orphans’ Court for the payment of his debts. If, thenj the purchase-money of land, converted for a special purpose, retain the character and quality of land, so as to remain subject to curtesy and dower, the lien of a judgment which bound it before conversion, adheres to it after conversion.\nThough the judgment, in this instance, was subsequent to the award of partition, it was prior to the final decree; and according to Ferree v. The Commonwealth, 8 S. & R. 312, in which it was ruled, that an order to sell land refused at the valuation, does not convert it into personalty till the sale has been confirmed, the lien of this judgment attached it to the curtesy, when it was rendered, and consequently afterwards bound the money substituted for it. The husband’s release, therefore, could not divest his creditors’ interest in it, which was fixed by the judgment. Nor could the wife’s certificate of her consent that the money should be paid to him under the aet of 1832, affect any interest but her own. It was said, that the attachment in execution issued, to have satisfaction out of the balance of the note, from the cognisor to his brother for her use; but the exigence of the writ was to “ attach the goods and chattels, lands and tenements, moneys, rights, and credits of the defendant,” in the hands of the garnishees. With the note, which sprung out of a family arrangement, between the wife, who had a subordinate interest in the money, and her brothers, the plaintiff had nothing to do; for payment to the wife or her trustee would be no payment against him; and the sheriff, therefore, properly returned, that he had attached the goods and chattels of the defendant, in the hands of the garnishees. Not having confirmed any transaction between the defendant and his wife, or between her and her trustee, and not being bound by the defendant’s release, why should not the plaintiff have execution of the equivalent for the land bound by the judgment ? He is seeking to attach, not a legacy or distributive share, but the freehold of a husband, who was a tenant in common, of the money which stood in the place of the land, and which stands in place of it still. The contest is with a child of the decedent, not with his creditors; and as they have not intervened, the presumption is, that there are none, especially as the children have made a final disposition-of the property among themselves. As there can be no collision with the functions of the administrators, the acts of Assembly quoted are inapplicable. The opinion of the judge is well drawn, but we are compelled to think it unsound in principle. As the husband’s freehold in the land has been converted into money, the plaintiff is entitled to the possession of the fund, and to take the produce of it during his life, giving such security for the ultimate restoration of it to the wife or her representative, at his death, as the court may direct. Still, the court was right in refusing to appoint a sequestrator, not only because the plaintiff himself was entitled, on the principle of Clepper v. Livergood, to have the management of the fund, but because the sixth section of the act of 1840, authorizes such an appointment only, where an unconverted life-estate is taken in execution, in order to make the debt out of the rents and profits, without a sale; but neither the letter nor the spirit of the enactment extends to land already turned into money. Even had the court been wrong in the final result, we know not by what law the parties came here. The court left the matter as it. found it; and had it made a. final order or decree, there is no statute for an appeal in such a ease. There may be an appeal from a decree 'of distribution, between antagonist liens; but we gather from the opinion of the judge, and not from any other part of this ragged and slovenly paper-book, that, this was a motion to appoint a sequestrator in a scire facias, against garnishee. The proceeding is a monster.\nAppeal quashed."}