{"id": "962680", "contents": "Coulter, J.\nThree errors are assigned on this record: 1st. That the judge erred in charging that the sale of damaged cargo by a master is only justifiable in a case of extreme necessity, or where it cannot be carried to the port of destination, or would be worthless on its arrival there. 2d. That lona fides on the part of the master, and the honest exercise of his discretion, and bis acting in conformity with the advice of surveyors, would not protect him or his employers, where it was clear that no such necessity existed as that above stated.\nThe third is merely an iteration of the first two, by reference to the refusal to grant a new trial on these grounds.\nThe sugars alleged to have been damaged by salt-water, were sold at St. Thomas (whither the vessel was driven by stress of weather and peril of the sea) by the master, directly after they were unshipped at that place; and they weighed more when sold, and when they arrived at Philadelphia, where bulk was broken, and they were inspected, than could have been the case if they had taken in salt-water. It is fully proved and admitted that the sugars were not damaged, although the surveyors at St. Thomas reported they were, and recommended a sale. They were consigned to Norfolk, and were brought to Philadelphia, a port more distant from St. Thomas than Norfolk. So that the master might have given notice to the consignee at Norfolk, which it was his duty to do, unless imminent necessity to prevent greater loss prevented him, and compelled a sale; or he might have reshipped them to Norfolk, as they were reshipped to Philadelphia, which was also his duty. But the case does not turn on this point. Was the sale admonished, and compelled by necessity? Mere expediency or conjectured benefit to the consignee or those concerned, will not authorize the master to sell, or constitute him the agent of the concerned.\nIf goods are thrown overboard in a moment of distress and danger, for the purpose of saving the ship and cargo, all the interests must contribute to make up the loss by general average. But if the goods have been thrown overboard unnecessarily by the master, no matter with what honest intention to save, or under what illusion of danger, the loss will not support a claim for general average: 3 Camp. 486; Abbott, 427. It is necessity, real necessity alone, which lifts away, not only the contract of the carrier at sea to deliver the goods safely at the port to which they are consigned, but also the dominion of the owner, and substitutes the will and control of another instead thereof. And this is in unison with the nature of things and property, and accords well with the old proverb that necessity has no law: that is, the ordinary rights of individuals yield to its force and supremacy. Bo, the law is the same in the case under consideration. It is taken for granted in the instruction of the court, that the master acted bond fide: but, whether or not, as it appears to me, is of no great consequence in this ease. The goods were in fact not damaged, but sound; the evidence was irresistible in that way, and the jury have so found. The master may have been under a delusion, may have supposed the goods damaged, and although I confess it appears somewhat marvellous to me from the evidence, he may have honestly thought that the advice of the surveyor to sell was right. But if so, the owners of the ship, in whose employment he was, ought rather to suffer from his want of skill, care, and prudence, than the innocent consignee. If the rule was relaxed from its rigour and potency, the owners of goods, and of the ship also, would be exposed to cupidity, treachery, and schemes of the master and a few persons in league with him in those island ports, where roguery is formed into a system, by desperate and profligate men. Necessity, arising from peril of the sea, and stress of weather, excuses the carrier, and the burden of showing or proving that necessity, lies on him. In such necessity, the master becomes the agent of all concerned. He then acts under the compulsion of a high and vehement exigency, which, when once established, substitutes his caution, vigilance, and discretion, in place of the implied contract to deliver safely.\n\"Was, then, this exigency, or anything equivalent to it, established by defendants ? The survey conduced to prove it, and was evidence for that purpose, but nothing more. There is nothing in the certificate or survey which invests it with any peculiar sanctity. Surely, on a trial, the consignee is permitted to prove, by countervailing evidence, that, whether by mistake, ignorance, or design, it is untrue. It imports no greater verity than the sworn testimony of the surveyors, if they had been examined. To sustain these principles, numerous cases may be cited. The master’s opinion, good faith, and benefit of all concerned, will not justify, unless circumstances rendered it necessary in the opinion of the jury: 5 Pet. 621. The survey affords no defence, if the facts are untrue, or the inferences unfounded: 12 Pick. 279. Even a decree of the admiralty is, of itself, no justification: 1 Bing. 243. And the reason is, that it, like the survey, is ex parte. The moral necessity, to justify the sale of damaged goods, must be so great as to involve a greater loss than would follow the sale: the plaintiff in error, that the condition of the sugar, at the time of the survey, was the proper test of the correctness of the sale by the master. That is true. But how could that test bo ascertained? The counsel alleges, that the condition of the sugar, when it was afterwards sold in Philadelphia, ought not to have been admitted to impugn the survey. But such a rule of evidence has no existence — would be unjust, and only calculated to shut out the truth. If it could be established that a spoiled and damaged article of that kind, by a self-purifying and regenerating process, will become sound again, there might be something in the position- But then there would be no necessity of sale, a little time would cure the damage, and the master could leisurely give notice to the consignee at Norfolk, which was his first duty in any event.\nBut the true criterion of its condition at the time of survey and sale, was its condition when bulk was broken in Philadelphia, and it was sold in parcels, when it was ascertained to be sound, wholesome, marketable, and of full weight: a thing utterly impossible if the hogsheads had received salt-water in stress of weather. Its condition, in Philadelphia, when bulk was broken, afforded the very best evidence the nature of the case admitted as to what its condition was at the time of survey. The correctness of these principles is not at all impugned by the authorities cited on the part of the council for the plaintiff in error. In Gordon v. Mass. Ins. Co., 2 Pick. 249, it is stated, that if the surveyors are competent in point of skill, and wholly disinterested and honest, their advice imposes a moral necessity upon the master. But mark the important qualification, contained in the decision, to wit, “ Unless it shall be made to appear by those who contest the loss, that the facts on which they founded their opinion were untrue, or the inferences they drew were incorrect.” The fact on which, in this case, they predicated their advice to sell, was, that the sugar was damaged. But that was untrue, so that, in fact, this case aids those I have cited. Smith v. Martin, 6 Bin. 262, will not be found adverse. It was there ruled, that a master who sells contrary to his duty, is liable; and that he has no right whatever, when driven off his course by stress of weather, to sell goods which are in good condition and not perishable, without the order of the owners,.to whom he is hound to give immediate information. So far as any doctrine or point in that case was similar to this case, the two are in harmony.\nThe instruction of the Court of Nisi Prius was in accordance' with settled law: the verdict and judgment are not to be disturbed.\nJudgment affirmed."}