{"id": "962665", "contents": "Gibson, C. J.\nThe complainants filed their bill to have certain papers and property delivered to them, under the will of Nathan Sheppard, who, having given certain legacies, directed the residue of his estate to “go and be applied, under the direction of the Monthly Meeting of Friends of Philadelphia for the Northern District, as a fund for the distribution of good books among poor people in the back part of Pennsylvania; OR, to the support of a free-sehool, or institution, in or near Philadelphia.” The respondents insisted before the Common Pleas, as they insist here, that the bequest is void for uncertainty both as to the trustees and the objects of the charity.\nAs to the first, it is clear that since the statute of charitable uses, whose essential provisions have been assumed here as a part of our law, as they must have been had that statute never been enacted, the objection would not prevail in a similar case in England. There the Chancellor supplies all that is necessary to give a charitable purpose effect. A bequest to an executor not nominated, or to an executor nominated but dead before the testator, though void at law, will be executed in equity where the object is a charitable one. Before our statute for self-incorporation, bequests to unincorporated religious congregations, or to literary or charitable associations, were frequent, and, indeed, there have been not a few since; yet, they have all been supported without assistance from the specific powers of a court of chancery — for' it is only of late that we have had them — and to disturb the estates held under them now, would lead to great disorder*.\nNor is the objection for uncertainty as to the object, better founded. The doctrine was fully discussed in Moggridge v. Thackwell, 7 Ves. 36, and Mills v. Farmer, 1 Meriv. 54, both of them cases which are apposite to the present. . In the first of them, the trustee was desired to dispose of the residue in such charities as he should think fit, recommending poor clergymen with large families and good characters, and the bequest was established. Yet the object of it was at least as indefinite as either of the objects of the present bequest — the distribution of good books among poor people in the back part of Pennsylvania, or the support of a free-school- or institution in or near Philadelphia. In the second, the testator directed the residue of his estate to be divided for promoting the gospel in foreign parts and in England, and for bringing up ministers in different seminaries, and for other charitable purposes: and Lord Eldon, reversing the decree of the Master of the Rolls, established the bequest and directed it to be carried into effect. After these two decisions by that eminent Chancellor, who, in the Attorney General v. Stepney, 10 Ves. 22, openly set his face against all religious charities that were not subservient to the religious views of the established church — a consideration that has no influence here — there is little to be said. The influence of the church establishment was, doubtless,, felt in Browne v. Yeale, a case very faintly praised even by Lord Eldon, and in which Lord Thurlow seemed to think that no books have a tendency to promote the interests of virtue and religion, and the happiness of mankind, but such as are not of a sectarian character. In Pennsylvania, such a bequest would not be the less charitable, though the books were scientific. Whenever a general, but vague purpose of charity is disclosed, an English Chancellor upholds the bequest, but applies the fund to a charity of the same kind if the meaning of the testator can be discovered; if it cannot, then according to a scheme of application reported by a master; - and the worst that could befall such a bequest as this in bis court, would be an arbitrary disposition of the fund, which we have never attempted. But we certainly will not let a charitable bequest fail where there is a discretion or an option given to the trustee, and if he cannot apply it to all the contemplated objects, it will be sufficient if he can apply it to any of them. But power to act at discretion, need not be expressly given if it can be implied from the nature of the trust. Now this residue may be applied, by the very words of the bequest, either to a supply of good books, or the support of a school. What school ? Any free-school or institution that the Monthly Meeting may select, provided it answer the description in the bequest. It is thus capable of being reduced to certainty, and as the Monthly Meeting has the option of applying the fund to the one object or t‘o the other, an uncertainty in one of them would not vitiate both. But both are sufficiently certain, and the property was properly decreed to the complainants.\nDecree affirmed."}