{"id": "962668", "contents": "Rogers, J.\nIn the articles of marriage settlement, it is agreed that the estates of the respective parties, real and personal, shall, after the consummation of the intended marriage, be held and enjoyed by both during their joint lives, as if the articles had not been entered into. Each, therefore, during the coverture, had the entire and uncontrolled dominion over their respective estates; could grant, sell, or transfer the same, with or without a valuable consideration, for love and affection, or dispose of the same by gift or otherwise, at their will' and pleasure. The words used are, they shall “ hold and enjoy;” and the court say: “ giving it away without any valuable consideration whatever, is neither ‘holding’ nor ‘ enjoying’ it, but is disposing of it to another to ‘hold and enjoy.’ If this might be done, the contract stood at, the pleasure of Jacob Weaver entirely. It is something or nothing, at. his election. If this be so, it is next to no contract at all.”\nThe position of the learned judge, if it proves anything, proves too much; for the same identical words are used as to the interest of the wife, if she survives her husband. In that event, she is “ to hold and enjoy,” so runs the contract, “all the estate, real and personal, of her intended husband.” Nay, more: her devisees or legatees are to hold by the same tenure. Now, is it a reasonable supposition that the parties intended to restrict her or her legatees from using or disposing of the property either by will or otherwise, as they might deem proper ? The proposition, I agree, must, be taken with this limitation: that the transfer must be bond fide, and not in fraud of the marriage contract; but the quo animo with which the transfer was made, is a fact which the court was bound to submit to the jury. I throw the point of consideration entirely out of the question, for a gift is a transfer of property without consideration. ■ Indeed, when there is a valuable consideration, however small, it ceases to be a gift, and assumes the character of a contract. If, then, this was a gift made bond fide by the father to his son, not intended in fraud of the marriage contract, I see nothing in the settlement which controls it; and if there was nothing else in the case, the judgment should be reversed. It must be agreed there is nothing in the case which partakes of the character of a contract.\nThe question, then, is, was there a gift consummated by delivery to the donee ? If there was not a gift, the money remained the property of Jacob Weaver. He died possessed of it, and consequently, after his decease, by the terms of the contract, it passed to his wife. Whitman Brenner, who was a witness to the transfer, says it was to be the old man’s as long as he lived, and his son’s at the old man’s death. So George B. Withers says, he, Mr. Weaver, gave it to him, and told him he should give it to his father. “It might be the old man might want some money. If he did, he would call on my father for it; and he had made some arrangements with Mitchell at his death, and the balance to be paid over to Mitchell; but he did not think he would want any of it.” From this testimony, which is uncontradicted, it is manifest the money, after the transfer, remained as before, subject to his disposition and control, and that it continued his property until his death.\nAlthough, then, Jacob Weaver had power, notwithstanding the contract, to dispose of his property as before his marriage, either by sale or gift, yet, as he has not exercised the right by delivery, the money passes to the wife by the operation of the contract.\nJudgment affirmed."}