{"id": "962699", "contents": "Gibson, C. J.\nThe limitation to Harvey Beck for life, to his children or their issue at his death, and to the defendants, in default of children or their issue at that period, was strictly a contingent remainder with a double aspect. There was to be a freehold in the son capable of supporting contingent remainders; and either his children and their issue, or the defendants were to take at his death. The leaving, or.not leaving, of children, was the contingency on which one of the concurrent limitations was to take effect, in exclusion of the other; and had the son survived the devisor, and died as he did without a child or the issue of a child, the defendants would indisputably have been entitled as contingent remainder-men. At the expiration of the particular estate, the contingency would have happened on which they were to take; and as one of the seventeen grandchildren had died without a child or the issue of a child, their remainder would have vested in the survivors absolutely. Independent of the codicil, made after the death of him who was to have been the particular tenant, which declared that the devisor should be taken to have died before him, what alteration of the limitations was effected by his death in the devisor’s lifetime ? It is shown in Fearne, 339-40, that the. same limitation may be a remainder in one event, and an executory devise in another. The principle is found in Gore v. Gore, 2 P. Wms. 28, and Brownsword v. Edwards, 2 Ves. Senr. 243. Here the devise to the particular tenant, never took effect; and, for the purpose of supporting the remainders, it is to he viewed as if it constituted no part of the limitations. The limitation to the defendants, therefore, though originally a contingent remainder, took effect at the death of Harvey Beck, without having had a child, as an executory devise vesting in possession. It is unnecessary, therefore, to inquire whether the codicil made after Harvey Beck’s death, and declaring that the estate should go to the grandchildren, as if he had survived the devisor, had set up the limitation to them as a contingent remainder. Perhaps a devisor has not power to create limitations of estates unknown to the law; hut if there were a doubt in respect to the operation of the original limitation to the defendants as an executory devise, and there certainly is not, the codicil would remove.it. Harvey Beck was then dead, not having had a child; in view of which the devisor directed that the estate should go as if he himself had first died; which, as the contingency on which the limitations were to turn had then happened, was in substance, though not in form, a vested devise to the grandchildren then living. But the original limitation to them had vested before; and the codicil effected nothing which the law would not have effected without it.\n■ The remaining exception is an ungracious one; but it is obviated by the proviso to the fourth item of the will, which declares that the shares of the granddaughters should be subject to all the trusts therein afterwards to be declared in respect to the property therein specifically devised to them in trust. The trustees, therefore, were properly made parties.\nJudgment affirmed."}