{"id": "962662", "contents": "Bell, J.\nIt is indisputable that the order drawn by Proctor upon Gillespie & Jones is not a negotiable instrument, and it is, therefore, agreed that their endorsement of it did not, proprio vigore, vest in the plaintiffs a title to sue upon it in their own names, as payees of an inland bill of exchange: Frevall v. Fitch, 5 Wh. 325; Patterson v. Poindexter, 6 W. & S. 227; Charnley v. Dulles, 8 W. & S. 353. But it is conceded that it operates as an equitable assignment of money, in the hands of the defendants, due to Proctor, and absolutely subject to his order or appropriation. Such an assignment is sufficient of itself to confer upon the assignee a beneficial interest in the fund, which might be made available by action in the name of the assignor; but to sustain a suit in the name of the transferee alone, the debtor’s assent to the transfer, or a promise to pay in pursuance of it, must be shown, or at least some evidence given, from which the jury may infer it: Weston v. Barker, 12 John. 276; Wocher v. Whitney, 10 Mass. 319. The question first presented by this record is, whether the plaintiffs gave any such evidence.\nThe order drawn in favour of Mather, Walton & Hallowell appears to have been duly presented to Gillespie & Jones, who wrote their firm-name across the face of it, in the manner usual to denote acceptance of bills of exchange. Had the instrument been a commercial one, this simple act, by reference to the terms of the draft, would have been equivalent to a promise to pay,.according 'to those terms. But no such consequence necessarily follows upon the endorsement or acceptance of a paper, not embraced by the peculiarities of the commercial law (Frevall v. Fitch). This is conceded, but yet the plaintiffs below say, that, looking to the evident intention of the parties at the time, as manifested by the character of the act of endorsement, no other meaning can be ascribed to it than that which would have been consequent upon a commer-. cial acceptance, namely, a recognition of an appropriation of the fund held by the defendants, and a promise to pay in pursuance of it. It is the remark of the court in Frevall v. Fitch, that the most favourable construction that can be made of such conduct, is to assume that the party actually intended to incur the responsibility of an endorser. But yet, there, the endorsement was put aside as a means of fixing a liability, and the endorser was held to answer upon another ground. And it is now urged for the defendants, that to ascribe such a positive effect to the mere act of endorsement would go far to obliterate the long-settled and deeply marked distinction between commercial paper and other instruments; a step wholly unnecessary, since the act of endorsement may be naturally accounted for by accepting it as a confession of notice of the equitable assignment. This view seems to be supported by what was said by this court in Charnley v. Dulles, 8 W. & S. 353, in considering such an endorsement, not as evidence of a promise, but as a fact to be treated in connexion with parol proof of what passed at the time, in order to ascertain the design of the parties in using the words of endorsement. For myself, I cannot believe that, in using the usual form of. acceptance upon an instrument bearing a very close resemblance to an inland bill of exchange, the defend-, ants intended less than to take upon themselves the contract flowing from acceptance. But it is not necessary to settle this point definitely. There is parol proof from which, in connexion with the endorsement, a promise may well be deduced. The testimony of James Adams and of Richard Bishop, united, tend to show an intention entertained by Proctor to pay his debt to Mather, Walton & Hallowell, by drawing upon the defendants; and Bishop proves that, in answer to a statement made by Proctor of his right to use the proceeds of his bacon in Philadelphia, Jones replied he might draw on the defendants, who would accept the draft. We think this evidence should have gone to the' jury, for though there is no direct proof that the observation of Mr. Jones was communicated to the plaintiffs, yet, from the circumstance of the order in their name being delivered a few days after, presented to defendants and by them accepted, such communication may be presumed without violence to probabilities. Had this been the only draft, the presumption would be stronger; but though weakened by the other orders of about the same date, it is not wholly destroyed. If the defendants’ willingness to accept an order was communicated to the plaintiffs, and the subsequent steps induced by it, it will scarce be denied, there was evidence of a promise.\nBut of a promise to do what ? This is the second, and, I think, leading question in the cause. It will not be pretended that the imputed engagement of the defendants can be extended beyond the requirement of Proctor’s order. There is no evidence the former intended to go beyond this. No such intent is fairly attributable to Jones’s declaration that to draw on his firm would answer as well as to make immediate sale of the bacon, and if it 'could, the true meaning of the parties is best evidenced by the terms of the draft and the endorsement upon it, which, of course, is to be interpreted by it. The direction of the draft is to pay Mather, Walton & Hallowell, when in funds from the sales of produce in the hands of Gillespie & Jones. The latter were the factors of Proctor, and, as such, had a lien upon the goods of their principal in their hands, for the general balance of their account, whether arising from advances made or acceptances given. So far is this lien favoured, as necessary to the advancement of trade, that in England it is preferred before a debt due to the Crown. Accordingly, in Rex v. Lee, 6 Price, 369, it was held, that where a factor to whom goods were sent for sale, had accepted bills of exchange, drawn by his principal, to the extent of their value, he had a lien on the goods and the proceeds of them, available against a seizure made for the Crown under an extent issued against the principal. In our case, the defendants proved Proctor was indebted to them for goods sold, in an amount far beyond the proceeds of the bacon, as subsequently ascertained, at the time of the presentation of the order in question, and that they had accepted and afterwards paid bills, also, to a greater amount.' Looking, then, to the respective rights of Proctor and the firm of Gillespie & Jones, as principal and factors, and especially to the legal lien of the latter, what is the due construction of the contract to pay, when in funds ? Certainly, no other meaning can, with any show of propriety, be ascribed to it than of an undertaking when the factor shall be in possession of -money belonging to the principal, not liable to be appropriated by the former. Funds in his hands, subject at his discretion to be applied in discharge of balances due to him, can scarce be said to be funds belonging to the principal; or, at all events, within the meaning of such a contract as this, the factor cannot be “in funds” to discharge the debts of third persons. The phrase “when in funds,” as here used, is equivalent to “when in debt to the drawer,” which, by reason of the factor’s right of absolute appropriation, cannot be while the principal is indebted to the factor. In entering upon such an engagement as this, it cannot be supposed the latter intended to pay the debts of others in preference to his own. This would be in the teeth of the general course of business, and, therefore, a construction not to be adopted except under the coercion of a plain manifestation, which has no existence here. On the contrary, we are of opinion that the terms of this contract import only a promise to pay the drawers such sum as the produce belonging to the drawer, in the hands of the promissor, might bring over and above the general balance due to the factor. To hold otherwise upon the point of intent — and this is always the subject of inquiry — would involve a glaring improbability, only to be overcome by the direct application of language proper for such a purpose. We are, therefore, constrained to the opinion that the learned judge below was wrong in his instructions to the jury on this head.\n■ There is nothing in the objection based upon the record of the proceedings in Kentucky. The allegation relied on to estop the plaintiffs, was rather of an assertion than of a fact within the knowledge of the plaintiffs, and in this important particular the case differs from Pier v. Marsh, 4 R. 273.\nJudgment reversed, and a venire de novo ordered."}