{"id": "962773", "contents": "Coulter, J.\nThe first question is, whether the will of 1821 was restored and revived by the cancellation of the posterior will of 1824.\nAnd the second is, whether the evidence offered by the plaintiff below and rejected by the court, ought to have been admitted. These comprise the whole case.\nIt is- material to observe, that no doubt whatever exists as to the wilful and premeditated intention of destroying or cancelling the will of 1824. That is apparent on the paper itself. There is no allegation, nor the least room for a suggestion, that it was done by accident, mistake, or fraud. There is, therefore, no occasion to let in any testimony, or invoke the aid of any principle of law on that subject. The plaintiff’s case is in fact founded on the cancellation of the will of 1824. He claims as heir-at-law. Taking it, therefore, as beyond cavil, that the act of cancellation on the part of the testator was wilful, what effect had that act on the prior will of 1821, which he preserved intact and sound ?\nAll wills are in their nature inchoate and ambulatory until testator’s death, at which time, and not before, the testament becomes operative and complete. The will of 1824 was an inchoate intention, mutable and inconstant, and, by the wilful and deliberate act of cancellation on the part of the testator, it became as if it never had been. The prior will of 1821, being preserved by testator entire, and without intentional or apparent blemish, became the will for the time being, which would be consummated at testator’s death, unless before that time he manifested a change of intention, according to the rules of law.\nThat change of intention would be manifested by making a new will, or a revocation of the prior will might be presumed even from subsequent acts of the testator; but only from those acts which of themselves have been adjudged to afford sufficient evidence of an entire change of intention, and, therefore, constituted of themselves independent revocations.\nThese acts are such as burning, destroying, cancelling, or obliterating the instrument. Or by marriage of testator and birth of a child, conveying away the whole of the estate, &c. But none of these acts were present here, as regarded the will of 1821. So that if it was restored by the act of cancellation of the posterior will of 1824, it must remain the will of deceased.\nThe language of Lord Mansfield in Goodright v. Glazier, 4 Burr. 2514, in which Justices Yates and Willes concurred, is strong and clear to the point. “A will (he says) is ambulatory till the death of the testator. If testator lets it stand till he dies, it is his will. If he does not suffer it to do so, it is not his will.” Here he had two. He has cancelled the second. It has no effect, no operation. It is as no will at all, being cancelled before bis death. But the former, which was never cancelled, stands as his will.” And Chief Justice McKean, in Lawson v. Morrisson, 2 Dall. 286, following in the same track, says, that the destruction of a will, which repealed or superseded a previous one, leaves the first as if the second had not existed. This, of course, relates to a will'of real estate, as the ecclesiastical courts had jurisdiction of a will of personal estate. In these courts, a doctrine, somewhat at variance with the rule so clearly established by the Court of King’s Bench, prevailed. And it is from the ecclesiastical cases, that the argument of the learned- counsel of the plaintiff in error, seems to be drawn. But even there, it is gradually giving way, and the rule established in the common-law courts is almost, if not entirely, adopted. Thus, Sir J. Nicholls expressed 1 an opinion in Usticke v. Bawden, 2 Addams, 116, that where two wills are found in testator’s possession, the posterior will formally cancelled and the other not, the presumption is strongly in favour of the uncancelled will. And, in a note to Pow. on Dev. 530, Mr. Jarman says, that he was favoured by Dr. Addams with information, that the case of Usticke v. Bawden had been since brought to a final hearing, when the court decided in favour of the prior uncancelled will. I refer, also, to the case of Burtenshaw v. Gilbert, 1 Cowp. 53, and more especially to Harwood v. Goodright, Ib. 92, as strongly confirmatory of the rule so clearly expressed in Goodright v. Glazier.\nIt would appear, then, to be sufficiently established that the act of cancellation, deliberately and intentionally performed, of a posterior will, does of itself revive and restore a prior will, preserved by the testator.\nAnd this brings us to the consideration of the rejected evidence.\nThe will of 1800 could have no possible relevancy to the question at issue. The plaintiff claims to establish that the testator died intestate; that the will of 1821 was not restored by the cancellation of the will of 1824. How could an act done in 1800 anticipate time, and establish, repeal, supersede, or modify that which was made twenty years afterwards ? The death of a child or a trustee named in a will, can neither repeal, revoke, nor invalidate it. The death of Elizabeth Darrach, therefore, could have no possible effect on the will of 1821, so far as its existence and validity as a will were concerned.\nThe other rejected evidence is all of the same class and character, and would, in effect, if allowed to prevail, defeat the rule in regard to the effect which the cancellation of a posterior will has on a prior one preserved by testator; and would also amount to a revocation by word of mouth. I will admit that if it was clearly proved that the testator, at the time he cancelled the posterior will, intended to die intestate, but had not the prior will then in his possession or power, so as to annul or destroy it, that such intent existing at the time of cancellation, and connected with it, might be given in evidence as part of the transaction or res gestee; just in the same' manner and for the same reason that a cancellation by accident or misadventure, such as throwing a wrong paper in the fire, obliterating the name by mistake, or accidentally throwing ink instead of sand on the paper, could be proved as explanatory of the act. But the intent and the acts evidencing it ought to be contemporaneous with the act of destruction. Because the very preservation of the prior will beyond that period, when in his possession and power, at the time he annulled the posterior one, was evidence of an intent to die testate, and keep a will in readiness to be consummated by his death. It was in fact and in law set up and restored, as if the posterior will had never existed. And it cannot be repealed or revoked by word of mouth, or subsequent circumstances and declarations, unless those circumstances amount to a revocation in law, such as marriage and birth of a child, alienation of the estate, &e.: Moritz v. Brough, 16 S. & R. 403.\nThe case of Boudinot v. Bradford, 2 Y., does not conflict with the position here taken. That was a case, sui generis, with strong peculiarity of facts; in which it was necessary, in the application of general principles, to mould in some degree their harmony of outline, but the strong lineaments are there.\nIn support of the exclusion of the evidence, I might cite Comfort v. Mather, 2 W. & S. 450; Goodtitle v. Otway, 2 H. Bl. 516; Lewis v. Lewis, 2 W. & S. 455.\nI may add, that this doctrine is in entire conformity with the 13th section of our present statute of wills, which announced no new principles, but merely gave to those already sanctioned by the courts a statutory habitation.\nThe distinctive feature of our jurisprudence, relative to the acquisition and transmission of title to real estate, is, that it should be made stable, uniform, and certain, either by writing, or by some notorious act, upon which the mind can fix and rest with certainty, and not hang upon the flickerings of memory in relation to incessant declarations, not being, part of or connected with the notorious act, on which title depends. Frauds and perjuries are thereby avoided.\nOn the whole, we see no error in this record. The same light was struck up at Nisi Prius, which guided Lord Mansfield and his associates in banc under like circumstances.\nJudgment affirmed."}