{"id": "962734", "contents": "Coulter, J.\nThis case is ruled by the case of Jamison v. Brady, 6 S. & R. 466. There it was determined, that a bequest to a sister, for her oion use, was equivalent to a devise to her separate use; and that in an action by the husband and wife for the legacy, a debt due by the husband to the testator could not be set off by the executors. And in Lamb v. Milnes, 5 Ves. 520, it was held that a bequest to a feme covert for her own use, was tantamount to a bequest to her separate use. The words in this will are stronger than those used in either of the above cases cited. The bequest is, that after the payment of debts, all his real and personal estate should be held by his wife, for her own proper use .during her life, and then over to remainder-men. Now the words to Tier own use, in the legacy, of themselves would be sufficient to give a separate interest; but there is an addition, by the insertion of the word proper. This- word leaves not a shadow of doubt on the intent of the testator. “ To her own proper use,” is equivalent to her own peculiar'use, as essentially belonging to her, or to her own use strictly. The wife had a separate estate and interest by the bequest in the property, and it was therefore not subject to the debts of her second husband, nor could he sell her interest in it, without her assent. She might in such case recover the property after his death. Nor, at his death, had his executors any business with it whatever, as it was not assets, to pay his debts and legacies. As the property remained in specie, the wife was entitled to it, after the • death of Snyder, as her own; and as the executor took it contrary to law, the wife had a right to recover it in this form of action. The position of the learned counsel, which he assumed as a sort of dernier resort, to wit: that the executors of Snyder were entitled to take and hold the property for the use of the widow and remainder-men, has nothing in it. What privity had they with the testator in the bequest, with the widow, or remainder-man ? None in the world. Then how could the widow have tbe use without the possession, in such property as spinning-wheels, beds, &c. ? She was entitled to recover the full value of the articles, as .they were taken from her without colour of right, and retained against her consent.\nThe court below having instructed the jury, that the marriage and possession of the husband took from bis wife whatever interest she previously had in the property, and vested it in the husband, and that it would pass into the hands of his personal representatives at his death, and that they were bound to render a verdict accordingly, fell into an error, for which tbe judgment must be\nReversed, and a venire de novo awarded,"}