{"id": "962763", "contents": "Rogers, J.\nThe plaintiff was entitled to an affirmative answer to his third and fifth propositions, which are in substance the same, and depending upon the same principle. Whoever finally perfects a machine and renders it capable of useful operation is entitled to a patent, though others may have had the idea and made experiments towards putting it into practice — and although all the component parts may have been known under a different combination, or used for a different purpose. Thus Fulton was, as all agree, entitled to a patent for the successful application of steam to purposes of navigation, notwithstanding the attempt, partially successful, of Fitch, many years before. The principle is not only just as to the inventor, but has been expressly ruled by Mr. Justice Story in Washburn v. Gould, 7 Law Rep. 278. The questions were undoubtedly material to the issue, particularly in reference to the testimony of Kohler and Brenson. But to these questions, so vital to the jolaintiff, no answers are given either in form or substance (that we can perceive); certainly none so clear and precise as the plaintiff had a right to require.\nBut .the fourth point strikes at the root of the defence. The patent never having been questioned by a third party, and never having been repealed, the defendant cannot assail it in this suit. The clause of guarantee, of the same date with the bond, after reciting the consideration of the agreement, runs thus: [His honour here stated the concluding clause of the agreement.]\nAlthough the contract is not technically or precisely expressed, yet the intention of the parties cannot well be misunderstood. Ball, in the first place, covenants that he has a lawful right to the patent, and then a stipulation is inserted, obviously designed for the benefit of the plaintiff, for as to the defendants it would be unnecessary, as they were entitled to a defence on general principles, if it were not an original invention.\nIt has two aspects, clearly intended to prevent, for obvious reasons, the defence now attempted. It is agreed the bond shall be null and void only when a person or persons shall establish a lawful right to the patent by a decree of a lawful court, plainly meaning a decree of a court of the United States, to whom jurisdiction in such cases is given. But as a suit may be brought in such court and remain undecided, it is further agreed, that whilst it is pending, the suit on the bond .shall be suspended until the right to the patent is determined by the court in favour of the plaintiff.\nIn the one case the bond is void, in the other it is merely suspended. It was an agreement, as we read it, that all questions as to the validity of the patent should be tried in another suit, involving the very point, and until this question was settled elsewhere, the defendant should be at liberty to resist.payment. The design ■was to prevent the obligors from conjuring up objections to the patent, so as to avoid payment of their obligations. This they are now endeavouring to do, after having enjoyed the benefit of the plaintiff’s invention, without the right, so far as we know, being disputed by a single person living. It is but an act of justice to the learned judge who tried the cause, that it seems to have been ruled pro forma, that the whole case might be brought up and settled by the appellate court.\nJudgment reversed, and a venire de novo awarded."}