{"id": "962759", "contents": "Burnside, J.\nThe errors assigned in this court cannot be understood, without presenting the titles of the parties, preceding the offers of evidence, made by the plaintiff as rebutting. The ejectment was for a few acres, and Gobble claimed title under a warrant of the 30th of May, 1830, for 400 acres 151 perches, taken out for vacant land, under the act of 28th March, 1814 (6 Sm. L. 207; Dunl. 308). This act repealed the act of 22d Sept., 1794, so far as required a settlement, improvement, and raising of grain, as well as the act of 1792, as to the price. The defendant’s warrant was for 50 acres, of a later date; but it was founded on his improvement, and called for interest from the 5th October, 1816; and he gave evidence of an actual resident settlement commenced, by clearing land in that year, and following it up with the erection of his dwelling-house, and moving with his family on the land; also, the returning and paying taxes for the quantity he claimed. There was also evidence of an early designation of. boundary, about the time he commenced his improvement.\nThe act of 1814, which authorized the issuing of the plaintiff’s warrant, expressly provides, “ that nothing in the act shall impair or affect the right of any person who may have actually settled on vacant land before the passing of the act.” The deputy-surveyor who located Gratz’s warrant (under which plaintiff, claimed) on the ground, stated that he had excluded Bressler’s cleared land, and that he made the survey without notice to Bressler, or of the extend of his claim, although he was then living on his 50 acres. This he ought not to have done. He ought not to have run along Bressler’s improvements, without giving him notice that he was taking 'in the land adjoining. To destroy Bressler’s title, the plaintiff then offered in evidence the docket of Esquire'McSherry, of a suit in 1880, in trespass, by Gobble, who claimed under Gratz, against Bressler, which had been referred to men, who had reported in favour of the plaintiff $5 damages. This action rested then, and the damages were afterwards paid by Bressler. It is contended this was evidence of a disclaimer by Bressler, and ought to have been received by the court. We think it was evidence of nothing but the facts as stated. The justice had no jurisdiction in trespass, when the title to land came in question. A wise man would pay $> 5 damages, rather than have a suit in court.\n2. The second error complained of was, in the court rejecting a lease offered in evidence, for one year. It was without date, for the land Bressler then lived on, to David W. Cook. This lease would not benefit the plaintiff, for it was immaterial to Gobble whether the title was in Cook or Bressler.\nThe deputy surveyor has no right to run on any part of Bressler’s claim of 50 acres in the Gratz warrant, on which he was residing. The act of Assembly which authorized that warrant to issue, protected it against the surveying on any portion of his actual settlement, whether it was in fields or woods.\nJudgment affirmed."}