{"id": "962730", "contents": "Gibson, C. J.\nBooks produced at a trial in obedience to an order of the court, are in its custody; and it may allow such access to them, or make such other disposition of them as, in the exercise of a sound discretion, it may deem necessary to fairness and justice. Its orders in respect to them are, consequently, not subject to a writ of error. How could the errors assigned in this part of the case be corrected by it ? The mischief being done, would be irreparable. The information supposed to be improper, has been gained; the accounts of the intestate, in regard to other transactions, have been exposed; and what has been done could not be undone by sending the cause to another jury. We are required to reverse the judgment, in order not to correct an incorrigible error, but to inflict a penalty on the gratification of an impertinent curiosity. That is not a legitimate motive for the interference of a court of error. But there was no room even for the infliction of a penalty. If the inspection went no further than the accounts pertinent to the cause, there was no harm done. Even if it went beyond them, there still was no harm done; for the intestate’s business was ended by his death, and all his transactions must necessarily be revealed in the settlement of his estate. The defendants, therefore, could gain no advantage, as dealers in the trade, from a knowledge of the intestate’s former transactions in it; and, even if an injury should have been done by it to his estate, it would be in a matter collateral to the action, and therefore not corrigible by any proceeding in it.\nNor was there error in permitting the boohs to go to the jury, without notice having been given of the parts intended to be used. They would have been competent on non assumpserwnt without the plea of payment, which was entirely unnecessary. The accounts went to show, that the transaction was not a sale of goods, and therefore to subvert the cause of action; but, at all events, they went to show that the contract had been mutually executed, and they were consequently evidence of direct payment or satisfaction in goods, which needs no notice of special matter. As to the admission of a particular item to prove a partnership between the plaintiff and his brother, it is sufficient to say, the exception is not founded in fact.\nThe fourth and fifth assignments of error, are unfounded both in law and in fact. The judge did not charge, that the transaction was an exchange of goods. He left the evidence of the fact to the jury, with instruction that if the ribbons were to be paid for in goods, the value of the goods could not be recovered back as money had and received, and the principle is indisputable. The case which comes nearest to the present, is Curcier v. Pennock, 14 S. & R. 51, in which the defendant gave the plaintiff a parcel of foreign and uncurrent coin for merchandise, who, discovering it to be spurious, brought an action for goods sold and delivered, which was held not to lie, because, among other reasons, the transaction was said to be not a sale, but an exchange.’ Now, the bargain here was to' give English goods for ribbons, the prices being used respectively as measures of value, to arrive at the balance, which was alone paid in cash; and the property was changed by the execution of it, if it was not void for unfair dealing or something else. The case, therefore, is not within the principle of Longchamps v. Kenney, in which the plaintiff’s masquerade ticket was presumed to have been sold by the defendant, with whom it had been deposited, and who would give no account of it. The bailee had only a special property in it. Even in that case of clear deposit, it was held that there must have been a refusal to account, and there was no evidence of it here. There is, however, no presumptive sale by a vendor of goods to found this action. On the contrary, in every case of which such a sale, was an ingredient, the goods had been bailed to the defendant to be sold on the plaintiff’s account. Doebler v. Fisher, in which a horse had been given for a patent right, was ruled on that distinction. Winthrop v. Hill and Levy v. Goodson were cases of deposit, though in the latter indebitatus assumpsit was held not to lie. The dictum of Chief Justice Best, in Spratt v. Hobhouse, 4 Bing. 178, was predicated in respect to an ideal case of the stamp. In Gray v. Griffith, 10 Watts, 431, goods sold had been rejected when sent; but the vendee, instead of returning them, substituted spurious articles for them; and it was held, that a count for goods sold would not lie for the value of them, though a count for money had and received would. As there was no sale to the defendant, that was virtually a case of deposit. It is true, as was said in Ainslie v. Wilson, 7 Cow. 662, that property given and received as money, may be recovered as money; but, the agreement to treat it as such, must be clear. In Curcier v. Pennock, it was said, that even the coin of the United States, struck at the mint, might, by agreement, be traded as a commodity, which is the converse of the proposition. No other case, however, has gone so far as Falmouth v. Penrose, 6 B. & Cr. 385, in which it was ruled, that money had and received would lie for fish. There is great good sense in the observation of Lord Mansfield, in Longchamp v. Kenny, Doug. 137, that the plaintiff must not be permitted to turn the generality of the count for money had, into the means of a surprise, by describing the cause of action in a way which may lead the defendant to think the matter to be tried is one thing, and by resorting to another, of which he could not have the least suspicion. But the decision in Falmouth v. Penrose is extenuated by the fact that there was no room for surprise in that case, for the indebtedness and promise also were laid in fish. The indebtedness and promise, in this case, are not laid in goods; yet, the plaintiff declared for money had and received, and gave evidence of goods bartered. The bargain was, that the one party should receive ribbons, and the other English goods; and it was executed by a delivery of the goods and a tender of the ribbons, the prices being used only as standards of value, to ascertain the balance. Even if the exchange were - void for fraud or imposition, the plaintiff could not maintain his action for the value of the goods, without having called on the defendants to account for them.\nAs to the rest of the case, the judge charged pretty much as the law is laid down in La Rue v. Gilkyson, 4 Barr, 375, in which it was said, that an insane man, like an infant, is liable on his executed contract for necessaries; and in which it was intimated, that he would be liable for merchandise innocently furnished to his order. Should he have made a wild and unthrifty purchase from a stranger unapprised of his infirmity, who is to hear the loss that must he incurred by one of the parties to it? Not the vendor, who did nothing that any other man would not have done. As an insane man is civilly liable for his torts, he is liable to hear the consequences of his infirmity, as he is liable to hear his misfortunes, on the principle that where a loss must he borne by one of two innocent persons, it shall he borne by him who occasioned it. A merchant, like any other man, may he mad without showing it; and, when such a man goes into the market, makes strange purchases, and anticipates extravagant profits, what are those who deal with him to think? To treat him as a madman, would exclude every speculator from the transactions of commerce. The epidemic of the country is, an impatient desire to become suddenly rich by desperate adventure, instead of awaiting the slow hut sure approach of wealth from industry and small profits. Had there been fraud, or undue advantage taken — hut the judge declares that it was not imputed at the trial, and we are hound by his report —the personal appearance and extravagant views of the intestate might have been left to the jury, as circumstances that ought to have put the defendants on their guard; hut the prayers for direction seem to have been founded on a notion that, independent of every other consideration, a non compos mentis has not capacity either to make or to execute a contract, under any circumstances— a position altogether untenable. But the question of fair dealing seems not to be seriously agitated; and, if the plaintiff had relied\" on it, it would have been his business to go with it before the jury.\nJudgment affirmed."}