{"id": "962779", "contents": "Coulter, J.\nThe sureties in the administratiom-bond were answerable for the personal assets of the deceased alone. The condition of the bond to which the sureties consented, is, “ that the administrator shall make a true and perfect inventory of the goods, chattels, and credits of 'the decedent, which shall come to Ms hands, or to the hands of any other person for him, and the same gooc[s, chattels, and credits, and all the other goods, chattels, and credits of the said deceased, at the time of his death, or which at any time after shall come into his hands, or the hands of any person for Mm, shall well and truly administer,” &e. From this it is apparent, that the rents, issues, and profits of the real estate, accruing after the death of the deceased, are not within the range or scope of the bond. They cannot be called goods and chattels of the deceased at the time of his death: and when it is attempted to make the sureties answerable for rents, issues, and profits of real estate, accruing after the death of decedent, for a series of years, it would seem that they may well answer, non in hsec f cederá veni. 'Lands are assets for the payment of debts in Pennsylvania, but they are only so when the personal estate is insufficient for that purpose. In the mean time, and until the administrator or the creditor takes the proper steps to make the lands of the deceased available for that purpose, they descend to the heir, who is entitled to the rents and profits.\nThe administrator, howev.er, in this case, it appears, or rather it is so alleged, received the rents, issues, and profits of the real estate of deceased, for a number of years and to a large amount, and introduced them into his account, as administrator. When he settled it in the Orphans’ Court, a large balance was decreed against him. It is alleged in the petition that the administrator became insolvent, and has left the state, and that suits have been brought against the sureties in the bond, at the suggestion of creditors, to recover the amount decreed against the administrator. The petitioners, who are the sureties, present a petition, or bill of review of the account, within five years after the final decree.\nThe act of 1840 is plenary; and it is peremptory on the court to grant a bill of review, upon the application of an executor or administrator, alleging error in the account, or any person interested, supported and sustained by-the oath of the applicant, at any time within five years after final confirmation of the account; provided the balance so decreed shall not have been actually paid by the executor or administrator. This is the only exception, and would seem to be the only matter upon which the discretion or judgment of the court can find excuse or justification in refusing to grant the review. It is not pretended to exist in this case. We are of opinion, that the reference of the account to auditors, and their proceedings upon it, offer no impediment to the bill of review, because they were part or parcel, and necessary adjuncts of the final decree, and introduce no new element which was not necessarily within the contemplation of the legislature. It does not amount to an actual payment. The proviso in the statute only conforms to the chancery doctrine on the subject.\nI might stop here; but, without intending to forestall the future application of the law to the case, I may say that it is far from the intention of the court to infringe upon the salutary rule, that the'decree of the Orphans’ Court, upon matters within its jurisdiction, made upon hearing, or due notice to the parties interested, is final and conclusive, and cannot be overhauled, collateral or incidentally. It is rather to confirm than to weaken that rule, that full effect is given by this court to the act of 1840, authorizing a bill of review. It is by no means certain that the petitioners would not be entitled to relief at law in the actions pending against them.' The mistakes alleged are apparent upon the face of the account, and certainly matters may be introduced into an account of an administrator, which would not conclusively bind those interested: Rittenhouse v. Levering, 6 W. & S. 201.\nNor is it intended to encroach upon the rule that the sureties are bound by a decree of the Orphans’ Court upon the administration account of the goods and chattels and credits which were the decedent’s at the time of his death, because the condition of the bond is, that the administrator shall well and truly administer those goods, chattels, and credits, and settle his account thereof in the Orphans’ Court.\nThe decree of the Orphans’ Court, dismissing the petitions, is reversed, and a procedendo awarded."}