{"id": "962787", "contents": "Coulter, J.\nThe evidence establishes that Charles Tyson deserted his wife in April, 184T. That previously to that time, he treated her with extreme personal indignity, and stripped the house in which they resided at the time of his desertion, of all furniture, leaving her nothing with which to keep house. That he went to places, or a place unknown to her, and has' never made any provision for her support. But she has been maintained by the labour of her son, a youth of about twenty-two, and the assistance of her friends.\nUnder this state of facts, he seeks to recover the interest’ of $5,000, bequeathed to Mrs. Tyson by a relative, during her life, and afterwards over, on the ground of the unity of interest and relation between man and wife, and the consequent dominion he has over her chattels or ehoses in action. It is true that the ancieht power of the baron over the feme, by the rules of the common law, was very great. She was more his slave, or, at least, his servant, than a help-mate for him. The civil or ecclesiastical law was different; perhaps because it originated in a more genial and less obdurate climate. By that law, the wife, even in the rude ages, had individuality of right as to personal goods, and individuality of protection concerning them. And in this respect, the Court of Equity in England adopted, from the ecclesiastical courts, much of the humane and natural doctrine of the civil law. And what equity has obliterated from the rigour of the common law, our law will maintain for the protection of the wife. The truth is, that the hour and the power of the doctrines on which the erring husband leans in this case, have passed away. Every wise administrator of justice must seize the thoughts, habits, and customs of the people as they rise, and adapt principles to the existing state of society. Woman is neither considered nor treated now as she was by our Saxon ancestors before the Norman conquest: and the statute of .1848, referred to in the argument, is pregnant proof of her actual and legal “ status” in this commonwealth. She is susceptible of individual injury, suffering, and sorrow, and capable of the most heroic individual devotion, even in trouble, to the object of duty. Why, then, should not the law secure to her individual protection and individual justice, when her husband, who has deserted and wronged her, would take the very means of support and life bestowed upon her by her kindred ?\nLet the husband perform his marital duties, by affording protection, support, and kindness to his wife, according to his means, and then he may hold up his head and claim his marital right, as head of the family, to her ehoses and chattels, just as the law allows.\nNeither the courts nor the law will ever disturb the social ties, duties, and relations. It is only when they are sundered, broken, and disregarded, that the law steps in to afford redress to the injured party; and as the Court of Chancery in England will enjoin a husband, until he has made provision for his. wife out of her personality (Stor. Eq. § 1402), so here, the law will not give its aid in assisting him to appropriate her estate, until he has made suitable provision. The case of Krupp v. Scholl, decided at this term, is full up to this-point. I make no remark on the letters written hy Tyson and directed to his wife, with a view, as it would seem, to show that he was willing to provide for her, except this, that they evince a flimsy contrivance, without either sincerity or heart, and are a mere mockery of the duty of a husband. They afford pregnant proof of cold, meditated, and selfish wrong, which, instead of relieving, does hut exacerbate the case.\nIt was clearly the intent of the testator, from the whole legacy, that it should he for the separate use of the wife, and this places the right of the wife on another ground. Thus the legacy is, to “ my sister, Hannah Tyson, intermarried with Charles Tyson, the interest, &c., to he paid to her in- equal half-yearly payments, yearly and every year during her natural life.” Why direct it to he paid to her, half-yearly, if he did- not intend to exclude her husband from control oyer it ? It was to be kept at interest by the executors during her life, for the purpose of making this payment to her. In support of this view, the ease of Jamison v. Brady, 6 S. & R. 466, is referred to. It appears from the evidence, that all Charles Tyson was ever worth, came from the relatives of his wife; and we see enough in the will to satisfy ns that the intent was to give this interest to the wife for her support and use. This court is of opinion that the interest of the $5,000 is payable to Hannah Tyson alone, for her use, and that her receipt will discharge the executors, and the receipt of the husband will not. We are also of opinion that the legacy of $3,800 to Charles Tyson is subject to the collateral inheritance tax. ',\nThe decree of the court below is affirmed."}