{"id": "962722", "contents": "Gibson, C. J.\nThe point in this case is a narrow one. Though the bequest of an annual sum to a woman may be restrained to her marriage, by words of conditional limitation, McIlvaine v. Gethen settles the law with us, that it cannot be done by a condition subsequent, where there is no bequest over; and the question here is a single one — is this a condition or a limitation? The testator gave his executors an annuity, “to be paid to Sophia Pratt (widow of his son), in quarterly payments, during all the term of her natural life, if she so long remain his widow unmarried.” Not to stickle-about words, this bequest is the same in substance, as it would have been had the testator said, I give' my daughter-in-law an annuity for life; but, if she marry again, it shall cease. The words will bear no other interpretation; for, with a single exception, the word “si” has always been held to make a condition. “ Si continget ” are put in the text-books, among the examples of words undoubtedly proper to create a condition, even at the common law. The struggle between the common-law judges and the doctors of the canon law, has somewhat jumbled a few of the earlier eases together, so as to mar their consistency. In Reshton v. Cobb, for instance, a bequest to trustees to authorize a widow to receive dividends “so long as she shall continue sole and unmarried,” was held to be a bequest on condition, though the word “ dum,” “ dummodo,” or “.quamdiu” is instanced as a term of art proper to create a limitation. On the other hand, there is, at least, a dictum that the word “si” may create a limitation. In Sawyer v. Hardy, variously reported in several books, a woman was lessee for forty years, sub hac conditione “si” quod vixere¥ vidua et inhabitaret super premissos; and it was held that, tke sentence being incomplete, the words made neither a condition nor a limitation, but were insensible and void. That was the point adjudicated, and, so far, the case is authority. But it was said, that, if a lease be for twenty years, si tamdiu inhabitaret super ■premissos, the lease is determined by the tenant’s death. Undoubtedly it is; for there is no legal. policy in the way of such a condition; and it is plain that it was not viewed as a limitation. In Popham’s report of the case, he says that the other judges concurred with him; but Owen, in his report of it, says that the decision was Popham’s own. Whether it was the one or the other, it was a dictum, and one which did not touch the condition not to marry, for the woman had died unmarried; and the question was, whether the .estate had determined by her death. Grace v. Webb is also wide of the mark. It was not pretended by any one, to be a case of limitation. The • Chancellor conceded that the proviso referred to made a condition; but, very strangely, assumed that it was a condition precedent. If it were so, it would be difficult to conceive how the annuity could have' vested' before the woman’s death. -His assertion, that. there was not an unconditional grant for life, in the first instance, is not borne out by the words of the deed. There was an express grant for life, “ subject to the proviso” thereinafter'contained; and the breach of the condition could operate only as a defeasance. The whole case exhibits a determination, at any sacrifice of precedent, to get away from the doctrine of the civil law, though the facts before him were pregnant with proofs of its superiority in this particular. The Chancellor decreed, in effect, that there was nothing in the proviso to render it void on grounds of policy. Yet the grantee of the annuity was the kept mistress of the grantor, as well as the mother of two illegitimate children by him; and the pension was given heron condition, at least in part, that she would not desert his impure bed for the lawful'bed of a husband! I like not either the law or the morality of that case. But, as a precedent, the decree of the Lord Chancellor binds us no more than does the opposite decree of the Vice-Chancellor; and, fortunately, we are bound by neither. We are not going to overturn our own decision here, because it has pleased the Chancellor to overturn the old decisions there; and we are, consequently, bound to say, the condition in this case was in terrorem.\nDecree affirmed."}