{"id": "962737", "contents": "Gibson, C. J.\nThe proofs show that the money for which this bill is filed, was borrowed by Curtis at the instance of the congregation, and for its use;' and that it was laid out by the building committee in the erection of its church. They further show that he mortgaged the property, which he devised to the complainants, as a security for the loan; and, that the congregation, having kept down the interest- while he lived, suffered it to he sold at the end of a few years, for the • principal and unpaid interest, on a judgment obtained on the bond which accompanied the mortgage, and that being inadequate, the property devised to the complainants was sold to satisfy the debt.\nIt appears, also, that Curtis took, as counter-security, from some of the congregation’s trustees, a mortgage of their individual property, which his executors, or the survivor of them, neglected or refused to put in suit; and one of the questions in the cause is, whether this counter-security was exclusive or cumulative. The .law is, that a creditor may take' as many securities as he can get, the presumption being, in the first instance, that they are cumulative ; and here there is no evidence to rebut it.\nAnother question is, whether the corporation is bound to perform the promises of the association. \"Why not? At the time of the promise, the beneficial interest and dominion was in it as a cestui que trust; and the persons who were its trustees, merely as recipients of the legal title, were bound by its acts. Having become its own trustee by their conveyance to it as-a corporation, it was bound to do whatever they were bound to do; and, having received the title to the whole property, legal as well as beneficial, it had it burthened with the equities which had before been attached to it. That the promise was originally made by a society irresponsible at law, would be an answer to an action at law, but certainly not to a bill in equity, after it had acquired a corporate existence, as a person with capacity to sue and be sued.\nThe statute of limitations did not begin to run till the property of the complainants had been sold; and, • as the proper period had not elapsed before the filing of the bill, that point of defence also fails.\nThe rest involves a question of jurisdiction; and a subordinate branch of it is, whether the complainants have a remedy at law.\nHad Curtis paid the money in the first instance, he might have maintained indebitatus assumpsit against the congregation, strictly at law, and debt against Nicholas, Weeks, and Scott, on their bond, or on a scire facias on their mortgage: the complainants, who are strangers to them, could have neither, and this is conclusive, that, unless they are restricted by the scantiness of the legislative grant of equity powers to the common-law courts, they are entitled to maintain this bill.\nHad they, indeed, paid the money before the land was’ sold, they might have maintained indebitatus assumpsit without privity, just as a stranger, who has paid rent to extricate his property from a distress, may maintain it against the tenant. But, it has not been ruled that the action lies for property lost, as an equivalent for money paid. In England, this bill would, consequently, be entertained without hesitation. Here an action would have formerly been maintainable, and would, perhaps, still be; but that is not a consideration to deprive a party of his election. .\nThe remaining branch of the question depends on the extent of the ■ equitable jurisdiction conferred on the court below by the several statutes on the subject.\nThe act of 1836 contains no provision explicitly applicable to the subject, but the act of 1840 gives the Supreme Court, and .the Common Pleas of Philadelphia county, the jurisdiction and powers of a court of equity in cases of fraud, accident, mistake, and account; and the act of 1845 gives the same jurisdiction to the same courts, and in the same cases, whether “ the fraud, accident, mistake, or account, be actual or constructive.” The word constructive must be referred particularly to the word fraud; for, it is impossible to conceive that it can be referred, with propriety, to an accident, a mistake, or an account, which is actual where it is anything. What, then, is the fraud charged, and what the relief prayed by this bill ?\nThe fraud is, in the first place, the defendants’ breach of confidence, in neglecting to redeem the property pledged for their debt, as they were in conscience bound to do; and, in the second, their refusal, for defect of legal remedy, to compensate a loss which every principle of common honesty casts upon them. ' To leave a surety in the lurch, because there is no legal obligation resting on the principal, if not an actual fraud, is certainly, at the very least, a constructive one. I say a legal obligation, or a legal remedy against him ; for the remedy, by the equitable action of assumpsit, which, in such a case, was formerly held to lie with us, and would perhaps still lie, was a clumsy and inefficient one. It was, in truth, a bill in equity in the guise of an action at law, which afforded none of the facilities for the discovery of truth which are afforded by the remedy in a different form; and.that consideration alone would be sufficient to sustain the jurisdiction elsewhere. And even here, I will not say that the present case is not within the true meaning of the act of 1836, which gives “ specific relief, where a recovery in damages would be an inadequate remedy.” But the jurisdiction stands on a more solid foundation. It is established by the cases cited in the argument, that an extension of remedy at law, does not supplant the relief that was to be obtained in equity. Why, then, should this tort between parties who stand in no privity to each other, be turned into a contract ? Certainly not because the courts were at one time compelled by defect of remedy to do so. The equitable jurisdiction conferred by these statutes is a valuable — indeed, an indispensable one; and it ought to be extended by every interpretation of which the words are susceptible. If there is any case in which it is the part of a good judge to amplify his jurisdiction, this is that case. The property of the complainants has been sacrificed to pay the debt of another, which grew out of a transaction to which they are strangers; and they come into a court of equity to claim its assistance in obtaining a clue to the facts and circumstances'of it, as well as a knowledge of their rights. Are they not entitled to it ? True, an execution against an insolvent corporation, on a judgment at law, may be followed by the appointment of a sequestrator, and a bill by him for a discovery of effects; but that is no equivalent for the extraordinary powers of a chancellor, in bringing to light the circumstances of a hidden transaction, on which a party founds his right to recover. These complainants, therefore, were entitled to a discovery in the first instance. It is no objection to this interpretation, ' that the statute which gives equitable jurisdiction of constructive frauds, was enacted after the complainants had filed their bill. The cases cited on the argument show, that the courts do not incline against a retroactive operation, not on the right, but on the remedy; and more especially where they have a discretionary power over the costs.\nThe only plausible objection to the jurisdiction, is raised by the act of 1836 (division K.), which specifies the manner of levying an execution of the property of an insolvent corporation, and which might seem at first to be predicated of an execution on a judgment at law, not on a decree in equity; and it must be admitted, that a bill would not be entertained, unless the decree could be enforced. But to enforce it by attachment, would break down the provision for distribution among creditors. At the outset, however, that act speaks of “ all executions which shall be issued from any court of record;” and our courts of law, when sitting in equity, are still such. It is true, a succeeding section speaks of executions on judgments; but a decree in equity, though not within the letter of the enactment, is within the spirit, and, consequently, within the true intent and meaning of it. If, then, an execution, in the common-law form, may be sued out to enforce a decree for the payment of money, the benefit of equitable jurisdiction, in the first instance, may be preserved without impinging on any statutory provision whatever. The plaintiff may prosecute his right by bill; he may sue out execution on his decree; and he may have a sequestrator, who may file a bill for the discovery of effects, and distribute the fund just as if the right to recover had been established by a judgment at law. Now, it fortunately happens, that we have statute provisions for suing out executions on decrees for the payment of money, not only by the Orphans’ Court, but by the court below. By the 39th section of the revised act of 1832, a decree of the Orphans’ Court may be enforced By attachment or sequestration; or a decree for money against a party who appeared, by execution in the nature of a fieri facias; to which the act of 1846 added a venditioni exponas, with a right to issue testatum writs to any other county. So far the powers of the Orphans’ Court. By the act of 1845, to allow and regulate appeals in equity, from the Common Pleas of Philadelphia county to the Supreme Court, it is directed, that “if an appeal be made from any order or decree of the said Court of Common Pleas, in equity, for the payment of money, such appeal shall not stay the issuing Of execution, or other process, to enforce the decree, or any proceeding thereon, unless, &c.” Nor is it of account, that the power has not been granted in terms. ■ In Maryland, lands were sold on execution by no .other authority than a forced construction of the 5 G. 2, c. 7, which was understood in that state, to which it was extended in practice, to put them on ■the footing of chattels; and their l^w, I believe, continues so still, though it appears in Griffith’s Law Register, vol. 4, p. 913, that their equitable estates were subjected to execution, by a statute enacted in 1810. Our statute requires no such construction; for the power to enforce a decree for money by execution, is expressly sanctioned, if it is not enjoined, by it. Nor is the merit of the proceeding due to Pennsylvania. It may be seen, by turning to Griffith’s Register, that it was used, in his day, by the courts in all the states which had a separate administration of equity, except Delaware ; and it is not to be presumed that its utility and convenience in practice, had escaped the notice of our legislature. In Bevan v. Dingman’s-Choice Turnpike, decided at this term, antè 174, which has been thought to stand in the way of the jurisdiction, the point decided was, that a bill for the discovery of effects, pursuant to an execution against an' insolvent corporation, must be filed, not by the plaintiff in the judgment, but by the sequestrator. The prayer in the present bill, is not for the discovery and distribution of effects at all, but for a decree of recovery, and a discovery of facts and circumstances to found it. That obtained, the complainants have their execution by fieri faeias, with its apparatus of sequestrator, bill of discovery, and distribution of effects, insisted on in the case to which the appellants have referred; and it will be seen from this, that it is not an authority for them.\nDecree affirmed."}