{"id": "962712", "contents": "Rosees, J.\nWhether the parol evidence would be admissible in an action in which Walker, the grantor, was a party, it is immaterial to inquire. But, admitting the proposed defence would be available there, can it be taken as against the plaintiff, who, it is conceded, is a bond fide purchaser without notice 1 That a ground-rent is real estate, is ruled in Irwin v. The Bank of the U. S., 1 Barr, 349, Bosler v. Kuhn, 8 W. & S. 185, and in other cases. In the last case, the Chief Justice, on the authority of Ingersoll v. Sergeant, 1 Wh. 337, Franciscus v. Reigart, 4 W. 98, and Kenege v. Elliott, 9 W. 262, remarks that our ground-rent is an ordinary rent-service, partaking of the realty, and has no touch of personal responsibility in its complexion. It being in the nature of real estate, Walker having conveyed the ground-rent to the plaintiff, who had no notice, she holds it discharged of any secret agreement between the original parties. This is clear, on authority. Thus in Scott v. Gallagher, 14 S. & R. 333, it is held that a bond fide purchaser is not affected by a secret trust, of which he had not direct, express, and positive notice. In Bracken v. Miller, 4 W. & S. 102, which recognises Scott v. Gallagher, it is ruled that a purchaser of land, charged with a trust, of which he had no notice, takes it discharged of such trust. Indeed, it is conceded that the estate in the rent is discharged of the secret agreement, but it is insisted that as the purchaser endeavours to enforce payment by an action of covenant, she must do so subject to the equity of the covenantor. That a party may sometimes forego some of his rights by the form of remedy he chooses to adopt, I am not disposed to deny, but I cannot agree that this is a case of that desci'iption. The plaintiff’s remedies are cumulative: Bantleon v. Smith, 2 Bin. 154; she may distrain, re-enter, or bring* covenant, and it is not easy to perceive why, in each, she is not entitled to a remedy commensurate with her rights. This preserves the symmetry of the case, and avoids useless distinctions. Most of the authorities, on the question of the introduction of parol evidence to alter and vary a written instrument, are between the original parties, and then it is tolerated to prevent fraud, or correct a mistake, and in dioses in action as in debt. But that class of cases do not apply here, because this is a rent-service, partaking of the realty, and not a debt. A covenant to pay it, as is said in Bosler v. Kuhn, is not a covenant to pay a debt, but is a security for the performance of- a collateral act.\nWhether the defendant would be allowed to avail himself of this defence in England, or in any of our sister states, I care not to inquire. In this state, we have a system of our own, from which I am not at liberty, if I had the disposition, which I have not, to depart. In Pennsylvania, at least, the assignment of a ground-rent passes the legal title, not only to the rent, the right of distress, the power to re-enter, but to all the remedies, of whatever description, which the grantor had against the grantee. I say the legal title, for on that principle it is that the assignee can sue in covenant in his own name, as is ruled in Streaper v. Fisher, 1 R. 161, Herbaugh v. Zentmyer, 2 R. 159, and Scott v. Lunt, 7 Pet. 596. As the purchaser has the legal title, what superior equity has the grantee ? Literally none. The loss, if any, has arisen from his own neglect, in omitting to have this important stipulation inserted in the deed. It is a principle of equity, scarcely without exception, that where one of two innocent persons must suffer, he who causes it must bear the loss. The purchaser is not in default. As this was real estate, she was not bound to call on the grantee to know whether he had a secret agreement with the grantor. She had a right to take it for granted that the deed itself disclosed the whole title and the rights of the parties under it. That a distinction is taken, in the introduction of parol proof, between the original parties and a bond fide purchaser, appears from the case of Thompson v. White, 1 Dall. 424. The Chief Justice, McKean, says: “ It is to be remembered that there is no purchaser bond fide, for valuable consideration, without notice, in the present case.” And in Heilner v. Imbrie, 6 S. & R. 411, Duncan, J. says: “ But, distinct from the general principles of the admission of such testimony between the parties, parol evidence never can be received to vary a written agreement, even although a clear mistake was proved, or a departure -from written instructions, to affect the interests of third persons, uninformed of the facts, and who have, bond fide and for a valuable consideration, acquired rights under it.” This distinction will at least avail a purchaser in all cases affecting the realty.\nJudgment affirmed."}