{"id": "962751", "contents": "Bell, J.\nIt is conceded that Samuel Woods, Jr., and William Moore, were the sureties of N. W. Woods, in the judgments recovered against them by Bray & Barcroft. According to the statement of the petitioning creditors of Woods, Jr., the sum of $1,168.59, applied by William Moore in part satisfaction of those judgments, was derived from the principal debtor, under the mortgage assigned by him to Moore. The balance due under the judgments, $1,525.26, and which was paid in full satisfaction of them, was made from the sheriff’s sale of the real estate of Woods, Jr., and applied in detriment of his subsequent lien-creditors. If this statement is true, Woods, Jr., one of the sureties, paid all that remained due, after the means of the principal debtor were exhausted; for Moore was but the agent of the latter in the collection and application of the mortgage-moneys. For the present, I put out of view the judgment confessed by N. W. Woods to- Moore and Capt. S. Woods, about which there appears to be no dispute. The case thus presented is the ordinary one of a co-surety, who has paid the- debt of his principal, calling upon his fellow to bear his proportion of the common burden, with this addition, that here the call is made in favour of the paying surety’s lien-creditors, who have been baited of payment of their several judgments by the application of their debtor’s encumbered estate, in discharge of a prior lien, one-half of which the defaulting surety ought to have satisfied. The means proposed to reach the non-paying surety, is to give to the petitioning creditors, as against Moore, the benefit of Bray & Barcroft’s judgments, by subrogation, to the extent of Moore’s default. That, under the circumstances which have place here, the paying surety is entitled to this equity, does not, with us, admit of doubt: Fleming v. Beaver, 2 R. 128; Croft v. Moore, 9 W. 451. O’Neil v. McClure, and Neff v. Miller, 8 Barr, 347, establish that it may also be extended to the disappointed lien-creditors of the surety, at least with his assent, where no countervailing equity resides in the antagonist party. This is not asserted here, and consequently the path, upon the statement of the creditors, lies unobstructed before them.\nBut Moore denies that any portion of the mortgage held by N. W. Woods was transferred to him for the purpose of applying its avails in satisfaction of Bray & Barcroft’s judgments, and we are left to infer — for there is no direct assertion to that effect — that the money actually paid by him in part discharge of the judgments, was derived from his own resources. He therefore claims to occupy the position of one who has paid nearly his proportion of the common debt.\nThe controversy is thus reduced to a simple question of fact, to be determined upon all the evidence. The witness upon whom the petitioning creditors principally rely, is James H. Graham, Esq. He distinctly proves Moore’s acknowledgments, that the consideration which moved to the assignment of the mortgage, was the liability of the latter, as the surety of N. W. Woods, and the desire of the principal debtor to secure and indemnify him against this liability. Accepting this testimony as competent, no room is left for hesitancy as to the fact. We think, however, it is more than doubtful whether it ought to be received for this purpose. All that Mr. Graham knows on the subject, was derived from Moore himself, and it pretty clearly appears these communications were made to the witness professionally, while in the exercise of his vocation of attorney at law. In direct connexion with the transactions that gave birth to this dispute, Mr. Graham was called on by Moore, to prepare an amicable confession of judgment, by N. W. Woods, in favour of Moore and Capt. Woods, the avowed object of which was to cover the liabilities of these gentlemen, as sureties of the defendant in that judgment. This was communicated to Mr. Graham professionally. On this point, however, no difficulty is made, for, that such was the consideration of the confessed judgment, is everywhere conceded.\nThis was in November, 1843; and, in the following month, the transfer of a portion of the mortgage-moneys was made. After this, Moore again called on Graham, and retained him, professionally, to attend to his interests in. a dispute which had arisen touching the transfer. The communications, of which the witness speaks, were made while this relation of counsel and client existed, for so Mr. Graham states explicitly, on cross-examination. That they were made to him in his character of legal adviser, and in direct reference to his having been so retained, is shown, I think, by the whole scope of the deposition. They fall directly, then, within the circle of privileged communications, of which reasons of public policy forbid the disclosure; not because of a privilege enjoyed by the counsel, but for the safety of the client. It is of infinite consequence to suitors, that the trust reposed in professional men should not be violated: Heister v. Davis, 3 Y. 4. “ If,” said Lord Brougham, in Bolton v. The Corporation of Liverpool, 1 My. & K. 95, “ such communications were not protected, no man would dare to consult a professional adviser, with a view to his defence, or to the enforcement of his rights; and no man could safely come into a court, either to obtain redress or to defend himself.” The rule has ever been sedulously maintained, within reasonable bounds; for, without it, the administration of the law would frequently become a trap, through the disloyalty of those to whose skill in jurisprudence the unlearned of the community are compelled to apply, in the innumerable instances which become- the subject of'judicial investigation. The intolerable evils attendant upon such a risk, are well depicted in Greenough v. Gaskell, 1 My. & K. 101, where the Lord Chancellor was assisted by some of the leading English judges, recognised by our own case of Beltzhoover v. Blackstock, 3 W. 27. Though, at one time, a doubt seems to have been entertained, it is now fully established, that it is not essential to the protection of professional communications, that a judicial proceeding should be actually pending, or even contemplated. It is enough, if'the matter in hand may become the subject of judicial inquiry; and the employment of counsel is so connected with his professional character as to afford the presumption that this formed the ground of the confidence reposed: Greenough v. Gaskell, suprà; Ex parte Aitkin, 4 B. & Ald. 47; Knight v. Turquand, 2 M. & W. 101; Foster v. Hall, 12 Pick. 89. But, in our case, there was actually lis pendens; and the conversations proposed to bo proved, by the attorney, were held in relation to it. It seems, however, to have been thought that, because the facts disclosed, in reference to the consideration of the assignment of the mortgage, were unessential to the conduct of the suit, and the communications regarded by the counsel in the light of casual conversations, they are not entitled to protection. But this is a mistake. It is true, the rule does not embrace the disclosure of collateral facts, made during accidental conversations, held irrespective of the professional character of the recipient. But the circle of protection is not so narrow as to exclude communications a professional person may 'deem unimportant to the controversy, or the briefest and lightest talk the client may choose to indulge with his legal adviser, provided he regards him as such, at the moment. To found a distinction on such a ground, would be to measure the safety of the confiding party by the extent of his intelligence and knowledge, and to expose to betrayal those very anxieties which prompt those in difficulty to seek the ear of him in whom they trust, in season and out of season. The general rule is, that all professional communications arc sacred. If the particular case form an exception, it must be shown by him who would withdraw the seal of secrecy, and, I think, should be clearly shown. This has not been done in the present instance. On the contrary, all the circumstances concur in proving that Mr. G-raham’s knowledge of the principal fact he was called to prove, is derived from a source the law regards as technically confidential. We are all, therefore, of opinion his testimony ought not to be considered in deciding this dispute. It is due, perhaps, to the highly respectable witness to say; that, as he doubted upon this point, he violated no duty in submitting the question to the proper tribunal, through the medium of his deposition. But, setting this deposition altogether aside, enough remains to satisfy the inquirer that the object of the transfer of the mortgage was that alleged by the creditors of Woods, Jr.\nThe judgment confessed by N. W. Woods, in favour'of Moore and Captain Woods, in November, 1843, had partially failed of its intended effect. After applying all that was made under it, in discharge of debts for the payment of which the plaintiffs in it were sureties of the defendant, but $70.28 remained applicable to Bray & Bareroft’s judgments. This sum was never so applied. It yet remains in Moore’s hands. The amount then due under those judgments was $2,450. This is precisely the proportion of the mortgage security, which, in December following, was transferred to William Moore. The written instrument of assignment, by which this transfer was effected, does not state the consideration or the object of it. In his answer to the creditor’s bill, Moore contents himself with a simple denial of their allegation that the transfer was intended as a further - security against the liabilities incurred by Moore, as the surety of N. W. Woods, and it is not without significance that he declines to disclose wherefore this transfer was obtained from one then confessedly insolvent. But John Moore, wrho was called by the now defendant, testifies that, in a conversation hold with N. W. Woods, some time after the sale of his personal property, under the judgment confessed by him to Moore and Capt. Woods, the witness urged the debtor to make some provision for his mother and sisters, to whom, it seems, he was indebted, and reminded him of the mortgage held by him against the witness, as affording a probable means of doing so. To this intimation, Woods replied, “ There is William Moore, he will not be safe; there is not enough to pay him.” Pending this conversation, William Moore came in and joined in it, when Woods again expressed his anxiety that Moore should be secured, as he had always been his friend. John Moore then suggested an assignment to William Moore, of the balance remaining due on the mortgage, for the purpose of saving him and Woods’ sisters. To this proposition, the latter immediately acceded, and he, with William Moore, went to the office of Mr. Watts to have it carried into effect. On their return, they informed the witness, the assignment was made to William Moore. Did the evidence stop here, the mind would be in doubt as to whether, in case of a deficient fund, the interests of William Moore were to take precedence of the sisters’. But, I think, the testimony of N. W. Woods himself, in connexion with another fact that I will presently notice, puts this doubt to flight. After stating that he had transferred to' William Moore $2,450 of the sum secured by the mortgage, he says, “ The consideration, or reason why the transfer was made, was because William Moore was deeply involved for me as my surety, and there was settlement of accounts to be made between us; and I wished to secure him in case I should fall in debt. 2d. And because of the arrangement made in the sale of the witness’s farm to Captain Woods, he wished to secure something for his mother and two sisters.” Here, it is evident the primary intent was to secure Moore, the provision for the mother and sisters being secondary. That, in making- this arrangement, the parties had principally in view Bray & Barcroft’s judgment, is, in some degree at least, evidenced by the fact already noticed, that the amount transferred exactly corresponds with the sum due under it; and the construction we have put upon Woods’ testimony is almost certainly shown to be the true one, by the further fact that the sum realized by Moore, under the mortgage, viz., $1,163.59, is the precise amount paid by him in part satisfaction of Bray & Barcroft’s judgment. This sum was received by Moore, on the 27th of December, 1844, and by him paid over on or before the 2d of January, 1845, for, on that day, its receipt is acknowledged upon the record of the judgment. In view of these undisputed facts, coupled with the reflection that no further settlement between Moore and Woods is pretended, and no arrangement in favour of the mother and sisters shown, the inquirer is compelled to the conclusion, that the mortgage was transferred to cover Moore’s liability to Bray & Barcroft, and the avails of it so applied. If so, it of course enured to the benefit of Woods, Jr., the other surety: Agnew v. Bell, 4 W. 31.\nOn the argument, it was urged, that the latter had in his hands the means of payment, through his purchase of N. W. Woods’ farm, in connexion with Oapt. Woods. But the history of this transaction is very obscurely given by John Moore. He discloses nothing which ought, in equity, to fix Woods, Jr., with the portion of the purchase-money released by the vendor. This point does not appear to have been urged below, and there is no sufficient foundation upon which to rest it here.\nThe objections taken to the sufficiency of the bill, filed by the creditors praying to be substituted, have not been insisted upon in this court. It is, no doubt, informal, and perhaps defective. But no exception was taken to it of record, and at the proper step of the cause, when it might have been amended. The parties seem to have acted under an agreement to investigate the merits of the controversy, irrespective of the formal manner in w’hich it was introduced to the notice of the court. This was a waiver of formal, and perhaps of substantial deficiencies. But the averment of the latter is sufficiently answered by the learned president of the Common Pleas.\nAs to the sum of $70.23, balance of the amount received by William Moore, under the execution issued against N. W. Woods, and still remaining on hand, there is no room for dispute. It follows, that the conclusion at which the Court of Common Pleas arrived, was right, on all the points submitted. It is, accordingly, affirmed.\nIt may be well enough to mention, that the irregularity in bringing the case up by writ of error, was waived on the argument.\nProceedings affirmed."}