{"id": "962746", "contents": "Coulter, J.\nWe lay aside the record of the judgment of the court below, on the plea of nul tiel record, which was brought into this court at the instance of the defendant in error, upon a suggestion of diminution of record. It is, as we think, not properly before us. Upon the trial of the issue, upon the plea of nulla bona, the defendant did not interpose the existence of a judgment on that plea: he could not, because it was against .him. He might have taken a writ of error, and thus have brought that judgment into this court, to be tested by the law on the subject'. But when the plaintiff has brought the proceedings on the issue of nulla bona to this court, on a writ of error, how can we 'examine a previous judgment of the court, on a collateral issue, to which the plaintiff assigns no error ? It has not been the practice, to throw the proceedings in the court below into hotchpot, upon a writ of error by one party, and to balance errors committed against him, by errors committed against his adversary.\nI do not perceive how this court could reverse the judgment on the issue of nul tiel record, because the party against whom it was rendered, has not complained of it, or brought it here; except as an offset to the errors assigned to the judgment on the other issue. To the scire facias, the defendant pleaded nulla bona. That issue was decided in his favour. The judgment, if right, is final against the plaintiff; and, if there were errors on the trial, fundamental errors, the law allows him to have them corrected. He has brought the record of the trial, and the charge of the court, upon a bill of exceptions. These will be examined, because they are legitimately before us.\nAs.the cause will go back, the defendant will, of course, take such measures as he thinks best to give him the full benefit of the radical defect, as he alleges, which entitled him to judgment on the issue of nul tiel record. Upon that alleged defect, we express no opinion whatever, as it may perhaps come again, in proper shape, before us.-\nThere is nothing in the exception to the admission of’ Cowperthwait as a witness. He may have some remote interest in the controversy; but it is too remote to affect his competency: it may weigh 'against his credit. The general rule is, that an agent may be admitted as a witness: we see nothing in this case to take it out of that general rule. Indeed, he probably acted under instructions from the garnishee, who now appears, adopts, and defends his acts.\nThe main questions arise on the instructions of the court to the jury. [His honour here stated the three points.]\nIt is admitted and proved that all the deposits of money and the drafts and bills were made by Warwick after the attachment was served on tbe Bank of tbe United States, and paid out by them on tbe drafts and checks of said Warwick.,\nThe witnesses to prove the trust were Warwick himself, Cowperthwait, the cashier of the bank, and Rogers and his partner, Sagory. I make no remark on the facts as proved by these witnesses, because, the jury having found the fact that the moneys and effects belonged to Rogers & Co., that matter is closed up.on this proceeding, except as illustrative of principles properly applicable to the case.\nThe attachment is in rem for the purpose of compelling the appearance of the defendant; and if Warwick, instead of'drawing this money out of the bank, had appeared and entered bail to the action, the money would have been free, and the bank might then have paid it to him. But the garnishee chose to be sole judge and umpire, and pay out the money to Warwick on his checks, thus in fact recognising his right to the possession and control of the money, and yet taking the hazard of defeating the object of the attachment. The first question that occurs is this: could the bank, if the attachment had not been served, have resisted the claim of Warwick to the money he had deposited with them ? They received it and the bills as his, entered them on their books as his, and were bound, in the absence of any attachment, to have gaid the funds to him. How, then, were they placed in a better situation by the service of the attachment ? The attaching creditor stands in the place of Warwick. If they could not allege as against Warwick, that the funds were not his, neither can they allege against the attaching creditor that they are not his, and yet turn found and pay the money to Warwick, to enable him to defeat his creditor. In Sergeant on Attachment, 94, it is said that the garnishee may plead everything to the scire facias which he could plead against the defendant; and if they could have pleaded against the defendant that the money and the products of the bills were not his, why did they pay them to defendant after being warned by attachment ? The law countenances not those operations by which its legitimate force and effect may be evaded. Thus, in the case of Silverwood v. Bellas, 8 W. 420, it was resolved that Silverwood, the garnishee, who had received money in trust, to deliver it over to the defendant, was liable because he did deliver it over. Here it cannot be gainsayedbut that the bank was bound to deliver over the money to the defendant in the absence of the attachment. It is worthy of remark that the person alleged by the garnishee to be the cestuis que trust, never gave notice to the attaching creditor of any claim — never appeared in court to move that the attachment should he quashed, nor took any step asserting ownership, or indicative of it.\nThe ownership of the defendant is evidenced and maintained by the customary evidence of right, that is, the deposit in the bank in his own name, the books of the bank, the drawing of bills and checks in his own name. Under these circumstances, it is against public policy that the garnishee, that is, the bank, should be permitted to allege that the books were false, for the purpose of defeating the creditor, and yet true for the purpose of paying over the funds to the defendant. Here is the case of a ma.n who had been declared a bankrupt in England, and came to this country and transacted a business to the amount of one hundred thousand dollars and more in the United States Bank, in his own name, and when the funds are attached in the hands of the institution, they are paid over to the - defendant — not paid to the person who is alleged to have been the cestui que trust, and the defendant, the cestui que trust, and the cashier, are the witnesses to make out the case. It is impossible to look upon the case without vehement apprehension that, if it is allowed to pass into precedent, and make the law of analogous cases, the most disastrous frauds might be the result. The house of Rogers & Co. was located in New York, Rogtrs himself was absent on the continent of Europe, and Sagory, the partner, in New York, swears that he knew Warwick personally first in the year 1837, which shows that confidence was of marvellously rapid growth. Whether the debt of the plaintiffs was incurred by Warwick in the course of his dealing on the strength of this fund or not, is not particularly stated in the case. We fear it would open too wide a door for the infliction of fraud, if such practices were tolerated. An individual made out to be insolvent, may have $100,000, nay, twice that amount, in a bank, entered on its books in his own name, his checks accepted and paid. What amount of credit may he not obtain upon this lure held out to the community ? If the cashier, and the party claiming the money, or any other persons, are permitted to prove that the entries are untrue, that the depositor has not a cent in the bank, the injury may be deep and grievous to credit, and the source of severe loss to those who have put faith in the integrity and uprightness of banking institutions. The law will not give its help to assist one man to cheat others. It is on this principle that a real bond fide change of possession, apparent to the public, must accompany and follow the sale of chattels in order to take them out of the power of the creditor of the vendor. Indeed, the whole fabric of the 13 Eliz. is built on this foundation; and it is of no consequence whether or not there was actual fraud, in the absence of this essential ingredient of change of possession. It is public policy, and the danger of opening a door for fraud, which furnishes the reason and the justification of the rule, and which are so strong and emphatic as to overbear particular instances. So in this analogous case the danger is the same, and the remedy is not different. In both the apparent state of things, that which meets the eye of the public, ought to govern. The garnishee, in this instance, after having paid the money to the defendant, and by its own books, papers, and records, given the evidence that it was his, shall not be permitted to allege the contrary for the purpose of protecting itself in a wrongful act. The duty of the garnishee was, having received the money and bills as the money and bills of Warwick from himself, to have retained them until liberated by due course of law. Warwick says in his testimony, “ As to credits for cash credited in my account, I state that I received from Rogers & Co., and other persons in the United States, on and subsequent to November, 1838, funds to be used on their account, ■which funds were deposited by me in the Bank of the United States.” The names of the other persons are not given. But the sums and amounts are all blended into one, and deposited as his own. Now, where is the earmark, about which much was said ? How much belonged to Rogers & Co., and how much and in what sums to the others unknown ? There are some things which appear plausible, but this assertion of Warwick being the trustee of persons unknown, passes credulity. Even suppose he got this money from many persons, and used it as his own, he became the debtor of those persons, and they lost their grip on the fund. And by mingling this fund with the products of the bills, domestic and foreign, and using the whole as his own, ad libitum, and depositing it as such in the bank, this deposit in the bank, so made and evidenced, created a debt or duty from the bank to Warwick, and not any specific or distinct debt or duty to Rogers or the other persons unknown. The debt or. duty to Warwick was entire and in mass; and, by paying it to him in the face of the attachment and garnishment, the defendants became liable to the plaintiff in attachment.\nThere was slight evidence, indeed, that the money raised on the foreign bills drawn by Warwick, and endorsed by Rogers & Co., were used by Warwick for the benefit of Rogers & Co. — too slight to lean upon, and yet a sufficient shadow of testimony to go to a jury. Cowperthwait says he believes so — that is all, without stating any grounds upon which that belief was founded.\nJudgment is reversed upon the third, fourth, and fifth errors assigned, and a venire de novo awarded."}