{"id": "962784", "contents": "Burnside, J.\nIn the case of Painter v. Henderson, 7 Barr, 50, it is declared that the law has wisely forbidden a trustee,- executor, or administrator to act in the double capacity of seller and buyer. Such a transaction is a legal fraud. But a deed in such a case is not absolutely void; and, therefore, no party to the deed, or others claiming under him, are allowed to repudiate it. Neither can strangers avail themselves of such an objection. It is voidable only by the cestui que trust and his heirs. Nor can the administrator purchase by a third person-, with a view of having the conveyance afterwards made to himself. Whore there is actual fraud, the deed is absolutely void. No actual fraud is alleged or pretended, or could be demonstrated in this case. It is true, that the land was sold at a time when lands in Lancaster county were depressed. Bshleman directed McCurdy to bid it up to $60 per acre; and this was deemed by the neighbourhood a full price at that time.\nThe guardian of the heir of Musselman, or the heirs themselves, as they came of age, had a right to elect whether they would have the land: whether they would affirm or disaffirm the sale. In what time, or on what terms, is not distinctly settled ; but the election ought to be made in a reasonable time. This is not a fit case for settling that matter; it presents no question of doubt or difficulty. Here the defendant was more than twenty-one years in the actual adverse possession, and the suit was not brought until more than ten years after the youngest child reached the age of maturity. Courts of equity act in obedience to the statute of limitations: 5 Ves. 678. The cases that require twenty-one years after the heirs come of age, are cases of actual fraud, where the deed is absolutely void, or cases of after discovered fraud, where the statute will begin to run. from the discovery. This sale was voidable by the policy of the law, but the action to recover the land was too late.\nJudgment affirmed."}