{"id": "962778", "contents": "Coulter, J.\nIn answer to the fifth point put to the court by counsel for plaintiff, the court say “the lease must be proved substantially as laid; but the precise sum due, or how payable, is not such a variance as would be fatal.” This is erroneous. A. very substantial part of every lease, is the mode and manner of payment. For instance, if the rent in this case was payable at the end of the year, a great part of the distress, almost one-half, was for a sum not yet due at the date of the distress. The rent for the first year was due; but unless the rent was payable quarterly, there was nothing due for the second year; and yet the warrant, the distress, and the finding of the jury, was for one year and three-quarters rent. In Harrison v. Barnby, 5 T. R. 246, it was ruled, that if a less sum than what was avowed for was found by the jury, the verdict was good, because the issue was upon the answer of riens in arrear, and therefore, if any, the smallest rent is found, it is sufficient to maintain the issue. But in Pring v. Henley, Buller Nisi Prius, 59, in note, it was held, that evidence of a more limited right than that alleged in the avowry, will in general be insufficient; but evidence of a more ample right will support the avowry. The same principle was held in Green v. Rotherham, Croke Eliz. 593. The case in 5 Term Rep. would be totally inconsistent with justice* and the law of distress, on any other ground than that the landlord was liable, by statute, for excessive distress. No necessity is perceived for this circuity of remedy and multiplication of actions, especially as our statute only makes the landlord liable for double damages where there is no rent in arrear. Besides, in England the object of the avowry is to obtain a return of the goods, and the judgment always is de retorno Tiabendo. Here, that is a mere technicality, and only necessary in any case, in order to fix the bail in the replevin-bond. It is revolting, however, to every principle of justice, that a landlord might distrain $500 worth of property, and avow for that much rent in arrear, and yet be entitled to a writ of retorno habendo, although he should only prove $5 to be due. But even in England an avowry has always been held to be in the nature of a declaration, and that it ought to set out sufficient matter to entitle the landlord to a return with more, or at least as much, particularity as a declaration. And the old rule, that the allegata and the probata ought to correspond, would seem to be peculiarly applicable.\nIn this state it was early decided, that by a replevin, the goods are discharged from the lien of the distress, and the sureties in the bond substituted in their place; and I never knew, myself, of a case where the writ of retorno habendo was issued. From this, there seems to be no reason for adhering to the case in 5 T. B., before referred to.' Our statute, sec. 10, act 21st March, 1772, prescribes that the landlord shall avow, setting forth the lease, and a certain rent which accrued during the same time, that the rent distrained for accrued, which rent was then and still remains due. Here, then, is a distinct statutory requirement that the rent then due at the time of the distress should be specifically set out in the avowry, and of course that it ought to he proved. The judgment of the court below is reversed on this ground.\nIn the other errors assigned, the court do not perceive anything of sufficient moment to disturb the judgment.\nJudgment reversed, and a venire de novo awarded."}