{"id": "962775", "contents": "Coulter, J.\nThis case would seem to be plain, both in the reason and nature of the transaction, and upon the authority of adjudicated cases.\nThe necessity and convenience of trade require and sanction the delivery of the raw material to an artisan for the purpose of being manufactured into useful and ornamental commodities. Thus, cloth is delivered to a tailor for the purpose of being made into garments; iron is delivered by the husbandman to a blacksmith, to be worked into horse-shoes or farming implements. But, in these cases, the absolute property does not pass to the tradesman; nor are the manufactured articles liable to his debts. Everywhere in the interior of the. state, yarn is delivered to the weaver to be woven into web ; and a web is delivered to the fuller to be fulled and dyed.\nIt would disturb, if not destroy the most useful kind of domestic trade, if the manufactured article was subject, in such cases, to the debts of the artisan. The process does not enable him to cheat creditors; because, the course of trade being known, it is the duty of the creditor to inquire. In this case, the instruction of the court complained of, put it to the jury to say, whether the rags of Humphreys were delivered to the paper-maker in sale, or exchange for paper. In other words, were they to be paid for in paper, either by way of payment, or as an exchange of commodities ? If so, then the creditor might attach the paper in question. But, if the rags and shavings were delivered to the artisan, in bags with the name of Humphreys marked on them, to be worked into paper for Humphreys; that, in such event, the identical paper made from those materials was not subject to attachment by Ensign’s creditors. This is the point of the instruction, and it was right.\nThe creditor might have attached the debt, or price of manufacturing the article in the hands of Humphreys, but cannot attach the article itself. This view of the matter does not conflict with the authorities cited by the plaintiff in error. The right of Humphreys does not depend on lien, nor on alleged right of property after the possession was delivered, with a view of creating a secret, or collusive lien. Because, the right was never changed or transferred, nor possession delivered, except as to an agent or bailee, for a special purpose. The principle here asserted is sustained in Rose v. Story, 1 Barr, 190; 2 Penna. 481.\nJudgment affirmed."}