{"id": "962768", "contents": "Counter, J.\nThe statute creates a lien in favour of mechanics and material-men, where a building has been erected or constructed. Hypercriticism upon words or phrases is not much favoured by the law, which looks rather to the intent and spirit than to the letter. Yet we must not confound the meaning of words, which are, in most cases, the true key to the intent of the law given.\nIn the common understanding and language of the people, when we speak of the erection or construction of a house or building, we mean the erection of a new house or building, and not the repairing of an old one. And we must presume that such was the intent of the legislature, because it accords with what is the spirit, as well as with the words of the act. If repairing an old house is within the act, where is the line of distinction to be drawn? Will making a new door or partition give the mechanic and material-man a lien on the whole building and lot ? How much of the old house must be pulled down, and of what extent shall the repairs be? Or does the act include every material repair ?\nThese are questions which the statute furnishes no indication of a criterion to judge by, and where judicial discretion and experience would be at fault. There are expressions, in the opinion of this court, in the case of Driesbach v. Keller, delivered by Judge Sergeant, which would seem to include repairs within the meaning of the statute. But we look beyond the opinion to the case'itself, which was, in fact, the erection of a new house. There was a small one-storied house on the lot, and the owner built a new two-storied house alongside of it, and took off the roof of the one-storied tenement, raised it to two, roofed it along with the new one, and also new weather-boarded them. Now, there was a new house built, into which the owner removed whilst the old one was being made part of the new. It is more consonant to reason to hold, that the little old one followed the condition of the new, than that the large new one followed the fortunes of the old. This accords with the view of the statute taken by this court in the case of Miller v. Oliver, 8 W. 511, where it was held that the addition to a house which had been built and occupied, was not within the statute. And, in Perigo v. Vanhorn, 2 Miles, 262, it was held that, for remodelling or repairing, the mechanic has no lien.\nIn the case before us it was essentially, practically, and ornamentally remodelling and repairing an old house. The front wall was taken down-to the cellar, and the roof taken off, except the rafters; but there stood the other walls, in exactly the same spot, and the same foundation. The front wall was modernized, and deprived of its old-fashioned pent roof; the floors remained. Every passer-by would say, Mr. Howett has remodelled and repaired his old house.\nThe lien of the mechanic and material-man ought not to be extended beyond the terms of the statute, because it is often a secret lien, extending back from the date of its entry and publicity, thus over-riding honest and fair judgments.\nThe decree of the court below is reversed; and the clerk of this court is directed to enter a decree awarding the money to the other, lien-creditors, according to their priority on the record."}