{"id": "962701", "contents": "Rogers, J.\nA party to the record cannot be admitted as a witness for himself or a co-suitor. This is the general rule; but for certain purposes and in certain cases he is competent, on the principle of necessity. This has been ruled on the statutes of hue and cry in England, where the party robbed is admitted ex necessitate: Bul. N. P. 188, n. The same principle is recognised in Clark v. Spence, 10 W. 335, where, in an action against a Warehouseman or forwarding merchant to recover the value of a lost trunk, the plaintiff was admitted to testify as to the contents of it so far as regarded articles of apparel ordinarily necessary for the convenience and use of a traveller; and in McGill v. Rowand, 3 Barr, 451, the wife was admitted for the same purpose, to prove the contents of a trunk, on the ground that she was presumed to be the one who packed it. . But such testimony is admitted, not because no other evidence of the fact can be obtained, but ex necessitate rei. It would be dangerous to extend the exception further. We see no objection in permitting the plaintiff to prove the quantity and value of her clothing, but beyond this the evidence was clearly incompetent; for' what necessity exists here, which may not be urged in almost every case for allowing her to prove her cooking utensils, delf-ware, the things in her baskets, chests, and other articles of household furniture ? This surely may be proved by others, and evidence in this case was given by two disinterested persons. If such testimony is admitted, it is impossible to tell where we may stop when property is destroyed suddenly by a mob. I am fully aware that it may be difficult to prove every article of furniture or other property which may be ruined or lost. Nor, under such circumstances, will such stringent proof be required; for the jury will be at liberty to make great allowances for the position in which the injured party is placed by ruthless violence. In this way substantial justice may be done, as was the case in the Augustine Church v. The County, tried at Nisi Frius, when the court instructed the. jury they must make great allowance for the difficulty of proof caused by the violence of the mob, as evidence of each article destroyed and its value could not be reasonably expected. In the case in hand the evidence was offered as a whole, and excepted to as a whole, and admitted as a whole. As part was competent, we cannot reverse the judgment, (as has been heretofore decided), because other portions of the evidence were incompetent.\nJudgment affirmed."}