{"id": "962745", "contents": "Gibson, C. J.\nThe fifty-ninth section of the Act of 1832, which gives an appeal from a sentence or decree of the Orphans’ Court, prescribes the same condition for every recognisance, and not a particular condition adapted to the nature of each proceeding. “ The party appealing shall give security by recognisance, with sufficient surety, in the Orphans’ Court, or before one of the judges thereof, conditioned to prosecute such appeal with effect, and to pay all costs that may be adjudged against him.” But if he do not prosecute it with effect, is he to be liable only for costs and nominal damages ? In the very same section the appeal is declared to be a supersedeas ; and, in the case before us, it enabled the appellant to continue his administration of an immense estate in his hands, though his character as an executor had been so far affected by proof, that a competent tribunal had felt itself bound to demand of him security that he would not waste it. With a decree against him, which is at least presumptive evidence of malversation; did the legislature intend that he should continue to administer the estate on no more than his original responsibility — perhaps for years — during the pendency of the appeal, though the estate might be wasted or ruined before the determination of it ? Certainly not. The appeal suspended the order for permanent security; but the legislature directed the Orphans’ Court to demand as a substitute for it, security, ad interim ; and this was intended, undoubtedly, to secure the appellees against intervening waste. It is plain, therefore, that the general form of the condition prescribed must be moulded by interpretation so as to reach the ends of justice in the particular proceeding. The Orphans’ Court is to judge of the amount of the bail, which is a matter of judicial discretion ; and though this court may command it to decide where it has been tardy, it has no authority to direct that the decision shall be in a particular way. Chew’s case goes the length of the present. The Orphans’ Court fixed the bail at the estimated value of the estate; which certainly was not excessive, nor could we relieve against it if it were.\nMotion for a peremptory mandamus refused."}