{"id": "962769", "contents": "Coulter, J.\nA nuncupative will is, where the testator, without any writing, declares his will or testament, as to his personal estate, before two witnesses. The provisions of our statute are copied- from those of-the 29 Chas. 2, ch. 3, § 5, with the exception that, in England, there must be three witnesses. No case was produced on the argument, either from the English or American books, where it was hold that a decedent, who intended to make a written will, which, for .any cause, was left incomplete or unfinished, died testate by nuncupation of the unfinished will. I have met with but one case, that.of Offutt v. Offutt, 3 B. Munr. 162, where it was ruled, that a paper not perfected as a written will, may be established as a nuncupative will, where its completion is prevented by the act of God.\nBut this depended much on the peculiarity, or rather distinctive character of the Kentucky statuté. But even that case does not fit the one in hand, which, as I think is evident from the testimony, was not prevented from being completed by the act of God. But I doubt very much the fitness .of that rule in this state, which doubt is strongly confirmed by no such English case being produced in the long line of their authorities.since the enactment of the 29 Chas. 2.\nThe reason of the exigency appears to be the other way. If a decedent should be arrested by death when his will was half completed, and all the personal estate disposed of, you thrust upon him a testamentary disposition, probably contrary to his intent; for the direction which 'he gave to his personal estate may have been entirely controlled and influenced by the manner in which-he intended to dispose of the realty. In such cases, the disposition of one often compensates for the disposition of the other. -This rule would be unsafe, and would, probably, often result in establishing a -testamentary disposition of personal estate contrary to the will and intent of the testator. There ought, therefore, to be present, in order to constitute a- nuncupative will, not only the animus testandi, but the mind andr intent to nuncupate. And where that is proved to exist, you get hold of the whole mind of the testator. That is, to leave the real estate to the legal representatives, according to law, and to dispose of his personal effects as he directs. The very circumstance of a decedent disposing in part or altogether of his real estate, is strong evidence that- he intended no nuncupation, because real estate cannot be devised in that way, and all men are presumed to know the law. Let us see, then, whether we can ascertain from the testimony, what the testator intended to do. He was sick, suffering much pain ; but in full possession of his mind until his ' death. In the apprehension of that event, .he directed the leading witness to be called in, and stated to him, that he wished to give the plantation he lived on to his sister Mary, and directed the witness to get his deeds for the land from his desk, and write assignments or transfers on them. The witness said there would not be time, as he testifies, and how he was- gifted with the vaticination of a seer, is not shown; but the other witness testifies, that he replied, that, in his opinion, the assignment would not stand. However, the testator being obstructed in that design, said, according to the testimony of both witnesses, “'Well, write it down as my will, and you witness it;” and, after stating what should be written as his will and witnessed by those'present, he asked the scrivener if he understood him, who said he did.. The scrivener then wrote, in the presence of the decedent and the rest in the room, as follows: “Woodward Croslcy, on 5th day morning, 4th of the 5th month, 1848, requested me to write an assignment of the deed of the place where he now lives, in favour of his sister Mary. Told me to write down, as his will, and for us to witness it, that his sister, Mary, should have this place, and all his personal property. Asked twice whether I understood.”\nThis being proved by two witnesses, and there were no more present, would have been a good written will, previous to our late statute of 1833; and since that statute, it would have been good if the scrivener had written at the end of the instrument the testator’s name, if he was unable to write it himself. He lived an hour afterwards, in much pain, rolling on the bed, but perfectly sensible, and talking to those present. Elizabeth Suter, the only witness besides Pierce, says she does not know that he could not have written his name; no attempt was made, and no inquiry on the subject. Pierce left soon after he had written the memorandum. Pierce drew up one act of nuncupation, in which he was named as the person to settle the estate. He afterwards drew up another, in which that is annulled. The papers are dissimilar in phraseology, and the last of them disposes of the whole real estate of the decedent, including that in Nether Providence, which the first does not. I feel constrained to say, that this is one of those cases which justifies the opinion of this court, as expressed in Yarnel v. Yarnel, 4 Raw. 46, that is, that nuncupative wills, although tolerated, are not to be favoured, and are only to be endured in the precise exigency contemplated by the statute, that is, where there is not time to make a written will. But the whole momentum of the testimony is clear, that the decedent intended to make a written will, and that leaning of the testimony is supported by the words of the memorandum written at decedent’s request, “ told me to write down as his will, and for us to witness it.” What were they asked to witness ? Why, his written will. If that was left incomplete, by the ignorance or wilfulness of the scrivener, the courts cannot therefore make a nuncupative will, against the will of deceased, and thereby let in a dangerous precedent upon society.\nThe statute obviously meant that the intent to nuncupate should exist. After providing that all wills shall be in writing, there is, by way of proviso, a provision to make a nuncupative will of personal estate, under certain restrictions; that is, a decedent shall be allowed, in extremes, to dispose of his personal estate, where he intends to do that, and had not time to make or complete a written will. For the whole scope and policy of the law is, that when there is time, the will must be written; but when there is not time, a verbal disposition of the personal estate alone is allowed in extremity. But, no word was spoken by the decedent of a nuncupative will. The completion of the written memorandum was not prevented by the act of God, but by the wilfulness or ignorance of man. There was abundant time, after the memorandum was writ•ten, to have signed it, if testator was able, and there is no evidence that he was not; or, if so, the time was full of opportunity for the scrivener to write it for him.\nThere being, in the judgment of this court, no nuncupative act, it is unnecessary to decide whether or not Elizabeth Suter was, under the circumstances, a competent witness.\nThe decree of the Register’s Court is reversed, and a decree directed to be entered by the clerk, in favour of the appellant."}