{"id": "962774", "contents": "Coulter, J.\nThe position taken by the counsel for the plaintiff in error, and so earnestly maintained by him, is conceded. Every circumstance and fact necessary to make the execution of the will valid, under the act of Assembly, must be proved by two witnesses. In this case, however, the execution of the will was proved by two witnesses. One of the subscribing witnesses, being the scrivener who wrote it, proved the execution; and the partner of the deceased, who was perfectly acquainted with his handwriting, testified to the genuineness of the signature of the testator; the other subscribing witness, Eliza Somers, also proved her own signature, and stated that the deceased requested her to put it there, and that she saw the signature of Mr. Knight, the other witness to the paper, who was in the room when she was called in. The execution of the will was therefore legally proved, and competent to go to the jury. It is not necessary that the factum or body of the will should be proved by two witnesses; that is, that the devises and legacies should all or severally be proved by two witnesses; for if that were the law, no will could be valid unless two witnesses had heard it read to the testator, and heard him declare that it was his will. Whereas it has never been doubted in Pennsylvania, but that proof of the handwriting of the deceased who signed the instrument at the end thereof, was sufficient evidence of the execution. Our statute does not require that the witnesses should be subscribing witnesses; and the signature at the end of the will being genuine, raises the legal presumption that the testator was acquainted with the contents of the instrument. The matter alleged by the plaintiff in error, in avoidance of the will, is matter subsequent to, and not connected with, the execution. Whether sheets of paper or leaves have been substituted or added, must depend upon proof of facts and circumstances, and the countenance and appearance of the paper, and the character of the chirography, and is in fact a question of fraud, to be submitted to the jury upon the whole evidence of the case.\nThe real question here is, whether a fraud was committed after the execution of the paper.\nEliza Somers, one of the subscribing witnesses, testifies that she was called in after Mr. Knight, the other subscribing witness, had signed. And Houston, the testator, requested her to sign that paper as a witness, which she did, as requested. That she saw Knight’s signature, but did not see that of the testator. She was sure there was but one sheet of paper in the instrument she witnessed, and that was entire. It was not like the paper produced as the will. If her testimony is correct, the sheet must have been separated into two leaves, and no part of it but the last leaf composes part of the instrument now produced as a will. The last leaf of the paper is admitted by the plaintiff in error to be genuine, as well as all the signatures. The will produced consists of a number of leaves, strongly attached at the top by tape, on the last of which are the signatures of the testator and the witnesses, Eliza Somers proving her signature to be genuine. So far as the countenance and appearance of the paper goes, I would say without hesitation that the whole of the will was written by the same hand, and at the same time, the chirography being distinctive, and rather peculiar.\nThe jury found the whole instrument to be genuine. The fact of the identity of 'the instrument produced, with the will executed by the testator, and the weight and value of the conflicting testimony, and the credibility of Eliza Somers, and the question of substitution, were fully and distinctly submitted by the court to the jury, for their consideration and determination. It is assigned, however, as the first error, that the court erred in permitting the will to go to the jury. They did not, however; for the execution of the paper was legally proved by two witnesses, independent of Eliza Somers. The will was properly admitted in evidence, and the question of fraud, or substitution, was properly referred to the jury on the evidence.\nIt is also contended that the court erred in not instructing the jury, as requested, that, in order to have made the will valid in this case, it ought to have been signed by the testator, at the bottom of each leaf.\nIt is true that such precaution might be useful, together with an assertion at the end of the will, that each sheet or leaf had the signature of the testator. I would recommend such precaution in practice, to prevent doubt or uncertainty. But it is not a statutory requirement, and this court cannot make it essential. The statute requires that the will shall he signed at the end thereof. If it were an essential element of a valid execution, then each signature would have to be proved, according to the statutory requisition. Many wills have been written on separate leaves attached at the top by tape, or tacked, with but one signature of the testator, to wit, at the end of the will, and one probate. If this court wore to declare such wills invalid, independent of and without proof of fraud, to be determined by a jury, vast mischief would follow, many estates be disturbed and unsettled, and the direct words of the statute would be disregarded.\nIn the case cited from 3 Mod. 263, one of the judges incidentally observed, that where a will was on several sheets of paper, none of which had been seen, by any of the subscribing witnesses, but that on which they put their signatures, it would be void under the English statute.\nThat, however, was but a dictum, not founded on the case before the court, which, was altogether different. There were two witnesses to a will, and two to a codicil on a separate paper, one of whom had witnessed the will. The decision was, that there were neither three witnesses to the will, nor three to the codicil, and, therefore, both were invalid under the statute. The case, however, mentioned by Chief Justice Pemberton, would be a very strong case, and it has passed into the text-books, as if it was the case decided. But, in the case in hand, one of the subscribing witnesses did see the sheets, and he was the scrivener. In the English case, it was admitted that the sheets were separate, and not seen by the witnesses ; here they were attached when produced, and the jury have found that they were so when signed. Knight swears positively, that they were just as now when read to the testator and signed by him; and that, at testator’s request, the instrument was kept by witness until after his death, which was in a very few days. Where the subscribing witnesses are all dead, there can seldom be express proof, as, in most cases, there is none but the testator and the witnesses present. In Comy. 531, it was held, that, in such cases, the proof must be circumstantial. There being the names of three witnesses, it must be presumed that it was done in the presence of the testator, rather than the contrary; and, being a matter of fact, was properly referable to the jury: so here, substitution or interpolation, or not, was a question of fact properly referable to the' jury. If all the witnesses to this will had been dead, would it not have been a good will upon proof of the handwriting of the witnesses and the testator, in the absence of any proof of fraud? If so, why not good when the witnesses are living, unless there has been fraud? And that is a question for the jury on the whole evidence, and not a question of execution. In case of alleged fraud in the factum or body of the instrument, the character of the actors, the circumstances of the case, the appearance of the instrument, all being entitled to great and imposing weight, must be left to the jury when the execution is duly proved by two witnesses. One witness is sufficient to prove that the will was read to testator — the other may know nothing about that; and one witness is sufficient, if believed, to establish that there has been no substitution or interpolation; that is, two witnesses are not required, except as to those facts which the statute enumerates as amounting to a valid execution of the instrument.\nJudgment affirmed. ■"}