{"id": "962785", "contents": "Hibson, O. J.\nIt is a familiar rule, that a legacy given out of land, as in this instance, and postponed as to the time of payment, not on account of the age or personal circumstances of the legatee, but for the benefit of the estate charged with it, vests at the death of the testator. Cases, to show the universality of it, are collected in 1 Roper on Legacies, 436; and it seems to be founded on the reason there given for it, that the real property is made a fund for future payment, not by reason of the age or unfitness of the legatee presently to receive it, but by reason of the testator’s evident intent that the devisee of the particular estate should not pay it; and, again, because as the estate is devised to the tenant in remainder and the legatee concurrently, their interests necessarily vest together. And the rule is- equally applicable to legacies merely charged on real estate, where the postponement of payment has regard to the estate and not to the legatee. Now, why was .payment postponed in this instance ? The testator devised “ all and singular ” the premises charged to his wife for life, subject to payment of six hundred dollars, by the devisee in remainder, to his grandson. We have then a devise for life with a vested remainder over, in which remainder there was a legal interest, which consequently vested concurrently with it. This consequence was recognised in King v. Withers, Forrester, 117, and perhaps more distinctly in Hutchins v. Foy, Comy. 716, Hodgson v. Rawson, 1 Ves. Sr. 44, and some other cases. But that payment was postponed, in the case before us, for the benefit of the widow, and not for the capacity or age of the grandson, is evident from the nature of the case. She was to have the benefit of the whole estate, and not the estate less six hundred dollars taken out of it; for the property thus crippled, might have been inadequate to her maintenance. Again, she was not only to have the whole, but to enjoy it without disturbance. But if the legatee had been left at liberty to- enforce payment in her lifetime by a sale, she might have been turned out of possession by it, or compelled to pay the proper debt of the devisee in remainder. It was to prevent the one or the other of these, that the legacy was made payable at her death. The time of payment was consequently postponed for her protection, and not for the protection of the legatee. It is unnecessary, therefore, to determine whether the presumption of law fixes his death at a time anterior or posterior to the death .of the widow, or whether the gift of the legacy preceded' the time appointed for the payment of it; as the legatee was certainly living at the .death of the testator, the legacy as certainly vested at that period, and continued to be a charge.\nNor is the excejition that the proceeding did not pursue the form prescribed by'the act relating to executors and administrators, better founded. It was unnecessary to refer the case to an auditor to report the facts, for there were scarce any facts to be reported. It came on to be heard, chiefly on bill and answer; and as the fifty-ninth section does not require a reference in any case, the court was competent to decide the only question of fact raised by the depositions.\nDecree affirmed."}