{"id": "962783", "contents": "Rogers, J.\nThe questions in this case arise under the act of the 21st March, 1886, entitled “An act relative to limited partnerships.” The suit is assumpsit on a promissory note at four months, drawn by Henry W. Andrews & Co. to their own order, and by them endorsed, and is brought against Henry W. Andrews, John L. Wilson, and Joseph C. Harris, trading under the firm of H. W. Andrews & Co.\nThe defence, as disclosed by the affidavit, is, that Harris, one of the defendants, is a special partner. On this point the plaintiff takes issue, alleging that Harris is a general partner, because the firm expressly violated the provisions of the act on which the partnership was formed.\nThe question, therefore, is, have the members of the firm complied with the terms prescribed by the statute ? For, unless the conditions of the act are substantially observed, all the defendants are general partners. This principle, if it needed the aid of authority, is ruled in Smith v. Argall, 6 Hill, 479; 3 Den. 435; Argall v. Smith, Bowen v. Argall, 24 Wend. 504, and Madison v. Gould, 5 Hill, 311.\nThe case resolves itself into two points. Have the defendants conformed to the substantial requirements of the act ? and next, have the omissions been of such a nature as to change the relations of the parties so as to convert Harris from a special to a general partner ? That the defendants have acted in direct opposition to the statute cannot with any plausibility be denied, for they have attempted to trade under the name or firm of Andrews & Co., when the act in so many words prescribes (13th section) that the business of the partnership shall be conducted under a firm in which the names of the general partners only shall be inserted, without the addition of the word “ Company,” or any other general terms ; and it is further provided, that if the name of any special partner shall be used in such firm with his privity, he shall be deemed a general partner. This provision is obviously intended for the benefit of the public, and for their protection. Persons dealing with the firm have a right to know, as against a member of it, claiming an exemption from the payment of the debts of the firm, who are the persons composing it, who are general, and who are special partners. To add the prohibited word “ Company,”or to use any other general term, is calculated to mislead, and can in no sense be viewed as an asserted compliance with the act, and the only possible doubt on this point of the case is as to what penalty the legislature has chosen to inflict for an omission or refusal to comply in this respect with its provisions. Although it must be admitted the section is obscurely worded, yet we think the legislature intended such a plain and palpable disregard of the statute should make it a general partnership. Unless we adopt this construction of the act, it may be violated with impunity, as it cannot be pretended any other penalty is imposed.\nThe legislature no doubt supposed that the latter part of the sentence “he shall be a general partner” referred to the whole section, including as well the use of the prohibited words as the use of the name of the special partner with his privity. Had the firm used the name of Andrews & Co. without the knowledge of Harris, a different case would be presented; but, as fully appears, the act was violated with his privity and consent.\nThis view of the case derives strength from other sections of the act, where less vital omissions and commissions are visited with this penalty. As, for example, if the special partner transacts any business on account of the partnership, or be employed for that purpose as agent, attorney, or otherwise, he shall be deemed a general partner, 18th section: vide also 20th, 21st, and 22d sections.\nIn the construction of a statute, we must look to the general as well as the particular intention of the legislature. The word “ company” is expressly prohibited, in language which cannot be mistaken, and unless the penalty is imposed, the act is a dead letter, and may and will be used as an instrument of fraud. When a firm hold themselves out as general partners, then persons have a right to deal with them as such. They are not compelled to look to the records to ascertain the precise' position of each member of the firm. It‘is a consent on their part to waive all the advantages of the act, except as between themselves; that is, they are special partners as between themselves; general partners as against the rest of the world. The object of the act evidently is to prevent a limited partnership from obtaining a false credit, by holding out false colours, and hence the word “ company” or any other general term is wisely prohibited. And this seems to be admitted by the defendants’ counsel, where there is but one general partner, but is denied where there are more than one. But this is a distinction for which we see no warrant whatever; the act certainly in terms makes no such discrimination. A decisive objection to the distinc■tion is, it would introduce uncertainty into the law, than which nothing can be more pernicious; for in many cases it would be difficult to know what was the nature of the partnership, who were general and who special partners. The result would be, that what the legislature have made clear, would be rendered obscure by judicial construction.\nIn addition to the exception just stated, .it is further objected, that when the partnership was renewed, the cash payment required by the act was not made by the special partner. The first partnership commenced on the 1st April, 1841, and expired on the 1st April, 1844. The second partnership did not commence until the 16th April, 1844, an interval of fifteen days, in which the parties were, if partners at all, general partners.\nWas the second a renewal or continuance of the first partnership, or was it the formation of a new partnership ? This may be material in its bearing on the construction of the 11th and 12th sections. The 11th section provides: That every renewal or continuance of such partnership (limited partnership), beyond the time originally fixed for its duration, shall be certified, acknowledged, and recorded, and an affidavit of a general partner be made and filed, and notice given in the manner herein required for its original formation, and every such partnership which shall be otherwise renewed or continued shall be deemed a general partnership. The 12th section provides: That every alteration which shall be made in the names of the partners, in the nature of the business, or in the capital or shares thereof, or in any other matter specified in the original certificate, shall be deemed a dissolution of the partnership, and every such partnership which shall in any manner be carried on after any such alteration shall have been made, shall be deemed a general partnership, unless renewed as a special partnership, according to the provisions of the last — clearly meaning the 11th section of the act.\nThat this was the formation of a new partnership, would seem to be clear. From the 1st April, 1844, when the first partnership expired by its own limitation, until the 16th April, 1844, the partnership was general. The continuity was severed and broken, and even had the parties continued the same, they would fall under the operation of the 12th section. But, be this as it may, here there is an alteration made in the names of the parties, by the addition of another member; and this, by the express words of the act, works a dissolution of the firm, with the consequence that in such case it is deemed a general partnership, unless the second partnership is renewed according to the directions of the act. The firm is no longer the same; for it would be preposterous to hold that a firm, consisting of one general and one special partner, was the same as a firm composed of three or more partners and one special partner. The act directs, that unless renewed as a special partnership, according to the provisions of the act, it shall be deemed a general partnership.\nNow, have the requisitions of the act been observed ? The plaintiffs contend they have failed in an essential particular, viz., the non-payment of the cash required to be paid by the special partner. It appears that Harris paid in the first instance in actual cash the sum of $10,000, that he never withdrew any part of this sum, or received anything in money, goods, securities, or otherwise from the first partnership, either in the shape of dividend or otherwise. That the said sum of $10,000, therefore, remained in the firm as part of its capital stock at the time the partnership was renewed and .continued, as mentioned in the second certificate. This statement of facts, which we must take to be true, appears in the affidavit, and whether it would be a defence, if, as the defendant supposes, this was a simple renewal, it is unnecessary to determine.\nBut as this is not a renewal, but a new partnership, and an alteration and change of the parties, we are of opinion the defence totally fails. All the assets of the first firm are pledged for the debts of that firm; and whether it may be sufficient for that purpose, it is impossible to ascertain until an account be taken.\nTo rule this to be a substantial compliance with the act, would be tantamount to holding that in many cases the second partnership should be permitted to transact business without any capital whatever. This surely could not be the intention of the act, which is carefully drawn with the view of protecting the rights of others. It is no answer that those who deal with the firm have the additional security of the in-coming partner; for, it is a general and well established principle, that when a person joins a partnership as a member, he does not, without a special promise, assume the previous debts of the firm, nor is he bound by them. To render a person jointly liable upon a contract as partners, they must have a joint interest, contemporary with the formation of the contract: Saville v. Robertson, 4 T. R. 720; Young v. Hunter, 4 Taunt. 584, and Poindexter v. Waddy, 6 Munf. 418.\nBut suppose, instead of making an addition, they diminish the number of general partners, as, where there are three, they reduce them to one: would such a payment, in such a case, be a substantial compliance with the act ? This will not he pretended, and yet this is the consequence only, because the requirements of the act have been disregarded. We see no reason why the same principle should not be applied to both classes of cases, nor do we perceive in what the distinction consists. The strictness with which the court adheres to the directions of the statute, is shown in Smith v. Argall, 6 Hill, 479, where the terms of the partnership were published in two newspapers, but in one of them the sum contributed by the special partner was stated to be $5,000, when, in fact, it was but $2,000: it was held that though this occurred by the mistake of the printer, and the other requisites were fully complied with, the partners were liable as general partners. So, as is held in Argall v. Smith, 3 Den. 436, the amount of' the capital actually paid by the special partner, is a substantial and material portion of the terms: it is the foundation of the credit to be given.\nIn the casé in hand, instead of part, nothing was paid to the second firm, inasmuch as the first payment was liable for the debts of the first partnership. The failure to pay in actual cash was matter of substance, which could not fail to mislead persons dealing with the firm.\nThe defendant, Joseph C. Harris, alleges that he was informed, believes, and expects to prove on the trial of the cause, that the plaintiff, at the time, and before the note was given, knew that the firm of Andrews & Co. was a limited partnership, and that he was a special partner merely, and trusted to the credit of the firm and of the general partner only, and not himself. As I understand the affidavit, the averment that the plaintiff trusted to the credit of the firm, is not intended as an averment of a special contract, but is an inference drawn from the mere fact that the plaintiff knew that he, the affirmant, was a special partner. Had there been a special contract, or agreement to that effect, it would fall within the principle ruled in Ensign v. Wands, 1 John. Ca. 171, cited by defendant’s counsel. That ease was put on the fact of a special contract, as is clear, and, indeed, on no other ground will the case bear investigation.\nHad there been a contract, I agree it would be a good defence, as the parties are competent to make it. But such a contract must clearly appear. It cannot be inferred from the mere fact of knowledge, for such a decision would amount to a repeal of the act; for, in all cases, persons dealing with the firm would have, at least, constructive notice, which is equivalent to actual notice, that it purported to be a limited partnership under the provisions of the act. If the plaintiffs knew they held themselves out as a limited partnership, they also knew that, if the defendants failed to comply with the requisites of the act, they became general partners, and were liable as such. The presumption is, that the contract was made in reference to the legal rights of the parties, and this presumption can alone be rebutted by clear proof of an express contract, waiving all the plaintiffs’ rights under the statute.\nJudgment affirmed."}