{"id": "962711", "contents": "Coulter, J.\nTwenty-four errors are assigned to this record, and they are supported by a learned and voluminous printed argument, submitted by the counsel for the plaintiffs in error. The material points in the case will be considered: the others, consist either of disquisitions upon facts, which the court properly referred to the jury for their consideration and determination, or else are helps and corollaries of those that will be considered, and must follow their fate.\nThe first six points relate to the admission of evidence. [His honour here stated the alleged contract, and the evidence of the contents of the placard, and the meaning of the entries in the bank-book.] The whole of this evidence was rightfully admitted.\nThe placard and its contents were german to the issue, that is, if the testimony of its contents given by the witnesses was true; and, if it had been produced, would have explained and rendered clear the meaning of the words “seven per cent.,” entered by defendants in the plaintiffs’ bank-book; and, according to the plainest dictates of common sense and honesty, evidence of its contents, when the defendants declined to produce it, or prove its loss, could not be refused. It was not the contract, but an important link in the chain of evidence necessary to prove .the contract ; and, when the defendants refused to produce it, no alternative was left to the plaintiffs, but to supply, by parol evidence, the written document, which his adversary failed to produce on notice. The parol evidence, to explain the meaning- of the entry of “ seven per cent.” in the bank-book, was also competent and relevant. If a contract is in cipher, or a part of it, or if technical terms are used, or words of art, unintelligible to the court and jury, but which have a well-known meaning among mechanics and merchants, parol evidence is- admissible to explain the meaning and give the words their known signification: Daintree v. Hutchinson, 10 M. & W. 89; Goblet v. Beechey, 3 Sim. 24.\nThe statute of the state of Mississippi, which provides that the action of assumpsit must be brought within six years after the cause of action has accrued, or else the claim is barred, was rightfully admitted in evidence; because, if the defendants were negligent and took no steps towards the collection of the notes until they were barred by the statute, it was evidence that the demand was lost by their supineness, and went to the extent or amount of damage suffered. The statute would be of no consequence in the cause, unless the contract for collection by defendants was proved to the satisfaction of the jury, or unless negligence was established. But the court could not assume that they were not established, and therefore reject the testimony.\nThe substantial questions in this case are, Was the contract to collect the notes, by the defendants below, for 7 per cent., established; and, if so, were they guilty of such negligence,-under that contract, as to make them liable to the plaintiffs for the loss 'incurred in consequence of it? These are the bone and sinews of the case; and the rveight of these questions fell upon the jury. Because the law is clear, that if an agent undertake to do a specified thing for a stipulated reward, he is bound to exercise due diligence to accomplish what he has agreed to do; and to observe good faith towards his principal in every step, either of success or failure, towards accomplishing the end. The law implies a promise from brokers, bankers, or agents, and attorneys, that they will severally, in their respective callings, exercise competent skill and proper care in the service they undertake to perform; in which, if they fail, an action lies to recover damages for the breach of their implied promise: Boorman v. Brown, 3 Ad. & E. N. S. 511. Was, then, the contract proved? That question was distinctly referred by the court to the jury; and properly so referred. It was not a written contract which the plaintiffs relied on, and which would have been in the province of the court. The placard and entry in the plaintiffs’ bank-book were evidence: .they were both and each important links in the chain of testimony by which the plaintiffs sought to establish a contract. If the defendants had produced the placard or advertisement, put up by defendants in the bank, the nature of the business they proposed to transact, and the terms, would have been manifest; and the entry in the bank-books conduced to prove that the plaintiffs accepted those terms, and deposited the notes accordingly. There was no supplying of words, nor anything added to, or taken from a written contract. The effort was, to make out by parol testimony a contract, part of the evidence of which was printed, and withheld by defendants; and the withholding of which, or not establishing its loss, justified as severe a presumption as the evidence would tolerate against the defendants. The existence of the entry in the bank-book, did not so cripple the case of the plaintiffs as to compel them to roly on it as the written contract, which the plaintiffs in error contend; nor compel them to rely solely on what the plaintiffs in error allege was altogether insensible. That was only a link in the chain. If a written document amounts only to an acknowledgment of certain facts, forming a link in the chain of evidence by which a contract is sought to be established, it may be given in evidence concurrently with, and may be supported' and aided by oral testimony: Allen v. Pink, 4 M. & W. 144.\nThe learned judge at Nisi Prius instructed the jury, that if the contract or agreement by defendants was not to collect the notes deposited, but merely an engagement to transmit them to a responsible person in Mississippi, the defendants were not liable, because they had transmitted them to a bank in good credit, that is, the Bank of Rodney: but that the agent in Mississippi, if guilty of negligence, was responsible. That is, if the Bank of Rodney was the agent of the plaintiffs below, and not of the defendants, in such case the defendants were not answerable or liable; and this instruction, so far from being in opposition to the case of Mechanics’ Bank v. Earp, 4 Raw. 390, is in exact conformity with it. The next' material point is, as to the exercise of due diligence by defendants; if the jury were of opinion that the contract alleged was proved; and whether, in the exercise of due diligence, the defendants were not bound to give notice to the plaintiffs that they could not collect the notes. The court instructed the jury, that if the evidence satisfied them that the contract alleged was in fact made, it was incumbent on the defendants to show that all prudential measures, such as a careful man would use in his own case and business, were adopted towards collecting the notes; and that, if they were not successful in a reasonable time, the defendants were bound to give notice to the plaintiffs, and return the notes, or put them in the power of the plaintiffs in the state of Mississippi.\nAnd this was doubtless the true law of the case. It is laid down as the law in Story on Agency, § 208, that “ it is the duty of agents to keep their principals advised of their doings, and to give them notice in a reasonable time of all such facts and circumstances as may be important to their interests.” In Mechanics’ Bank v. Earp, before referred to, it was held that notice was not necessary in that case, because the contract on the part of the bank was to transmit the notes to a particular bank, with the instructions of the owner of the notes, and was not an agreement on the part of the hank to collect the notes for a stipulated reward; but a plain intimation is given, that if the agreement had been to collect the notes, notice would have been necessary. And in the exercise of good faith to his principal, the agent ought to be held to the giving such notice, whether the agent be an individual or a bank; for banks are subject to the settled law of contracts, as well as individuals.\nThe reason and nature of the transaction shows that notice is and ought to be required. Because the principal, stimulated into greater energy and activity by his deeper stake and the danger of loss, may employ more vigorous measures and a closer espionage, and thereby be successful. He has, at all events, a just right to that chance.\nThe plaintiffs in error contend that they had no lawful right to make such contract, being inhibited by that part of the statute which forbids banks from trading in stock, notes, bills, &c.; so that, even if they did contract, and, by asserting a power which they did not possess, they induced the plaintiffs to trust them, and thereby suffer loss and damage, they are not liable in law, however it may be in morals. The law does not countenance such laxity of principle. For, although the law will not lend its aid to enforce a contract against public policy or the provisions of an act of the legislature, yet it will not cover with immunity a party who has done a work of mischief to another under a false assertion of right and authority. But the true answer to the point is, that the statute does not prohibit such a contract as was made in this case. It was not a buying and selling or a trading in bills and notes, but an agreement to collect notes for a stipulated reward; an operation constantly practised by banks in this state and elsewhere; not against public policy, but according to the course of trade and the usage of merchants.\nThe error assigned as to the declaration, embracing only the general counts, and not being framed on the special contract, is of no moment now. If that exception had been taken on the trial, leave would have been given to amend. There has been a full trial on the merits, embracing the very special contract, which might have been set out in the narr. and a verdict and judgment. We cannot disturb it on a mere technicality, alleged out of leave and place, and which could have done the defendant no detriment. The law is against doing it.\nThis court is of opinion that none of the twenty-four errors assigned have been sustained.\nJudgment affirmed."}