{"id": "962760", "contents": "Gibson, C. J.\nAs between his legatees and devisees, a testator may charge any particular part of his estate with his debts, by express words or necessary implication. It is not to be implied in this will, that he left his debts to be paid out of any particular part of his land. He directed his executors to sell a particular part of it, and, after deducting three hundred dollars from the proceeds of it, to divide the residue in equal portions among his daughters. He then gave one hundred dollars to each of his grandchildren, of whom the complainant is not only one, but also entitled to a moiety of the legacy given to another of .them, since dead, intestate, and without issue; and he lastly devised the residue of his land to his wife and son during her life, and to the son in fee at her death.\nIt is clear that the legacies to the grandchildren were to have been raised by the projected sale; and that the three hundred dollars directed to have been taken out of the proceeds of it, were to have been reserved for the payment of them. The legacies to the daughters were expressly directed to consist of the residue. Why were the legacies to the grandchildren, and the sum to have been reserved, exactly the same in amount ? Evidently that the one sum might answer the exigence of the other. The legacies, therefore, were demonstrative, and not general. The reservation must have been designed for a particular purpose; for the testator would scarce have withdrawn the money from the fund to let the executors apply it at random. If his object was not to set it apart for the grandchildren, he had no object at all, for he has men tioned no other; and, if he has not directed it to be applied to their legacies, he has not directed it to be applied to anything else— a folly not to be imputed to him. Besides, he would, in the principle of the argument for the respondent, have made the legacies to the daughters residuary and uncertain, without a motive for it. From the very nature of the case, it would appear that the sum was set apart for the grandchildren.\nBut, under an order of the Orphans’ Court, the surviving executrix, herself a devisee, swept away the fund of the legatees, and applied it, in exclusive ease of her own estate, to payment of the debts; and shall not the devisee who succeeded her and benefited by it, as far as the grandchildren are concerned, make it good ? Where the estate is neither charged with debts or legacies, nor subject to a specific lien, and it does not descend, but is devised to a stranger, or the heir, a chancellor refuses to marshal the assets in favour of a general legatee, because there is no reason to think he was as near to the testator’s heart as was the specific devisee. That is the rule; but the case is not within it, because the daughters and grandchildren are not general creditors, but, in effect, specific devisees. The land itself, directed to be sold for their legacies, was substantively devised to them, insomuch that the daughters might have paid the grandchildren their legacies, and demanded a conveyance of the title. As regards the burthen of tire debts, therefore, the owners of the two parts of the land stood in equal equity, and neither party could claim to be exempt. But to suffer the legatees to be deprived of their fund, in violation of the testator’s plain directions, would give the devisees all the available part of the estate, and cut up his plan of distribution by the roots. As each part of the land was bound to contribute to payment of the debts, the legacies and devised estate were liable to abate fro rata. But, as the legacies of the grandchildren were demonstrative, and, like specific legacies, subject to abate only between each other, they were to be fully paid in the first instancé out of the fund appropriated to them; and the daughters, being entitled to no more than the residue of it, were liable to bear the burthen of the whole abatement, so far as their residue might be adequate to do so. To the grandchildren, therefore, the devisee, for whose benefit their fund was taken, is bound to make it good; and, substituting his own land for that of the daughters, he stands, as to the administration of it, in the place of the daughters. As, then, the abatement required did not reach the legacies of the grandchildren, he is bound to pay them in full.\nThe doubt is, whether an Orphans’ Court has power to marshal assets between legatees and devisees. If it has not, no other court has it, and there is a gap in our system. The power has not been specifically given; but, as a court of equity, with jurisdiction limited to particular subjects, that tribunal has all the powers necessary to give effect to its jurisdiction within the circuit of its action. In giving general jurisdiction of a particular subject, the legislature impliedly gives every ancillary power necessary to the exercise of it. Now, by the 4th section of the act of 1832, by which the jurisdiction of the Orphans’ Court is defined, it embraces the appointment, control, removal, and discharge of guardians, and the settlement of their accounts; the removal and discharge of executors and administrators, and the settlement of their accounts; “the distribution of the assets or surplusage of the estates of decedents among creditors, or others interestedthe partition or sale of the real estate among the heirs; and, generally, all cases in which executors; administrators, guardians, or trustees, are accountable for real or personal estate of a decedent. The jurisdiction thus declared was somewhat extended by the act of 1836; but not so far as to affect the case in hand. Both acts, however, require it to be “exercised in the manner” thereinafter provided; and in neither is there any specific provision for the marshalling of assets, except for apportionment among the creditors of an insolvent estate, which is not marshal-ling, in the legitimate sense of the word. But, the grant of a power indispensable to the administration of justice, is not to be defeated by an accidental omission to furnish the details. The power, being remedial and beneficial, is entitled to a benign interpretation. As it was impossible to foresee the cases that would fall within the generality of the grant, it was impossible to provide specifically for the manner in which they were to be disposed of; and it was left to the practice of courts of equity, or such practice as the Orphans’ Courts should adopt. It would be a disgrace to the law, if the injury which the complainant has suffered were to pass without a remedy: happily, the power of an Orphans’ Court is competent to redress it. .\nDecree of the court below reversed, and the complainant’s legacy decreed to be paid by the respondent."}