{"id": "962726", "contents": "Rogers, J.\nIt is the cardinal rule in the construction of wills, that the intention of the testator — to be collected from the whole instrument, or, as it is sometimes expressed, from its four corners — is to govern. But this must be the legal intention, to discover which, certain legal rules are firmly established, from which we are not at liberty now to depart. The rule is, as expressed by the Chief Justice in Steele v. Thompson, 14 S. & R. 88, that, when a devise is made in words, from which the law implies an estate for life, and no words of limitation are added, the devisee can take only an estate for life. But, as no technical words are necessary to show an intent to give a fee, any words which show such intent are sufficient And Mr. Justice Duncan, in one case, says, that when there are no words of limitation, and no neces-: sary implication from the whole body of the will to give a longer estate, the devisee takes but a life-estate. Of the rule and its qualifications many examples are given. in Steele v. Thompson, which it would be useless to repeat. f But I content myself with referring to the case, where most of the authorities are collected. It is useless to cite a multiplicity of cases, for it is agreed by eminent judges, that, as no two cases are exactly alike, the comparison of one with another throws but very little light on the testator’s intention. Keeping these rules in view, we must endeavour to discover the intention from the will itself, which, so far as is material, runs thus. [His honour here stated the will.] ;\nTwo questions arise on the construction of the will: 1. Is the devise to the daughter a devise of a fee-simple or life-estate ? 2. .At what time did the devise vest; at the time of the death of the testator, or at the expiration of the life-estate of the wife ?\nIt is admitted there are no words of limitation contained in the will, and whether there are other words sufficiently indicative of his intention to enlarge the estate, which is otherwise a life-estate, into a fee-simple, is the point in controversy. I approach the question with a great disposition to find words of such import as carry the fee, as. I am convinced that in a very great majority of cases we thus carry,out the intention of the testator, although I disclaim all idea of effectuating this object by conjecture merely, nor would I wish to be understood as interfering with a single adjudged case. None has been cited on all fours with it, nor with much resemblance to it. ■ Although the testator omits the usual formula, of a disposition of all his “worldly estate,” yet it is apparent he, had no idea he was dying intestate as to any part of his property. He devises all this plantation, and moreover, orders thirty or forty acres of land to be sold by his executors, to pay his debts, without any- words of limitation. It would impute great folly to him to suppose that he gave power to sell nothing more than a life-estate for that purpose. But I 'do not put the case on that ground, nor upon the fact that it is devised to them, or the survivor .of them, in joint stock, share and share alike. These clauses in cases of similar import, have been ruled not to enlarge the estate. But, although worth nothing of themselves, yet they are not to be altogether discarded from the consideration of the case. Nor am I inclined to pass- by the words that at the decease of his wife, the plantation is to descend to his three daughters, or the survivor of them, in joint stock, share and share alike. It is well remarked that the word descend is inapplicable to any estate less than a fee; that the testator uses it as synonymous with “ belong to,” or “vest in,” which would carry a fee. Besides, he. limits the life-estate to his -wife by apt words, from which a fair inference arises, that had he designed the same interest for his daughters, he would have said so in express words, by devising it them also during their natural lives. Taking all the facts together; considering that there is no reason to believe, but the contrary, that the testator intended to die intestate; that the words are, that it shall descend, which, implies an inheritance; that he uses apt words in devising a life-estate, and omits the words in the part relating to his daughters, together with the improbability that he should wish to limit the interest to a life-estate, when they might marry and have children, we think there is enough indicating an intention that they shordd have a fee. But there is another view,'in addition to that already taken, that is conclusive as to his intention. It is clear the testator intended his daughters should take the same interest in his real as in his personal estate. After devising his real estate, he bequeaths his personal estate, consisting of live stock, farming utensils, house and kitchen furniture of every sort, for the use and support of^is wife during her natural life, and at her decease directs it to descend to his three daughters, in the same manner and on the same principle as his real estate. If, therefore, they have but a life-estate in his real property, they have no greater interest in his personal estate. But this would be imputing an improbable, if not a most absurd intention, to the testator; that he should give them life-estates in live stock, consisting of sheep, chickens, cattle, and other property of this evanescent kind. In Morrison v. Semple, 6 Bin. 98, Tilghman, C. J., says: — “ The giving of the real and personal property by the same words, shows an intent to give the same interest in both; that is to say, an absolute interest in both.” And in Steele v. Thompson, 14 S. & R. 101, Duncan, J., says: — “It has not escaped us that this is a mixed devise of real and personal estate; a matter by no means unimportant in ascertaining the testator’s intentions.” It was not without effect in Grayson v. Atkinson, 1 Wils. 333. So also in Johnson v. Johnson, 1 Munf. 549, it is said that “ where an illiterate testator uses the same words in devising his real and personal estate in the same clause, it is fair to infer that he intended to give them the same effect.” Here we are not left to conjecture that he intended' that they should have the same effect, as he says so in so many words. They are to take the personal estate in the same manner, and on the same principle, as his real estate. The plaintiffs were, therefore, driven to the necessity of attempting to maintain that the devisees had but a life-interest in the personal property; in which they altogether failed.\nHaving, then, disposed of the question as to the quantity of the estate, and having come to_the conclusion he intended a fee, we have next to inquire, to what period does the survivorship relate: to the death of the testator, or to that of the tenant for life. The testator, after devising all the plantation on which he lived to his wife, during her natural life, proceeds to devise, that, at her ■decease, it shall descend to his three daughters, Mary, Phebe, and Lydia Morton, or the survivor of them, in joint stock, share and share alike. Although the testator devises it to them in joint stock, share and share alike, yet his intention appears to be, that they should take as tenants in common; and I shall consider it as if so expressed in terms. All the authorities concur, perhaps without exception, that, when the gift is immediate, that is, in possession, it is to be treated as intended to provide for the death of the objects of the testator’s bounty in the lifetime of the testator; the devise affording no other point of time to which they could be referred. Of this, Ld. Bindon v. Suffolk, 1 P. W. 96; Roebuck v. Dean, 2 Ves. Jr. 267; Russell v. Long, 4 Ib. 553; Smith v. Herlock, 7 Taunt. 129, are examples.\nBut, when the limitation was not immediate, (that is, in possession,) there being a prior life, as here, or other particular interest carved out, so that there was another period to which the words survivor or survivors could be referred, was á point, it seems, of more difficulty. In these cases, as well as in the cases where the gift was immediate, the courts of England, as Mr. Powell, in his Treatise on Devises, vol. 2, p. 750, very correctly observes, for a very considerable period, perhaps for upwards of one hundred years, applied the words in question to the period of the death of the testator, on the idea that there was no other mode of reconciling the words of survivorship with the words of severance, creating a tenancy in common. Without undertaking to decide as to the weight to be ascribed to this argument,’which does not seem to meet the approbation of the learned commentator, yet it cannot be disputed, that, for a long period, decision after decision followed in which survivorship was held to refer to the period of the testator’s decease. Mr. Powell enumerates no less than nine decisions in which this doctrine is held, embracing, if any, little less than a century: viz., Stringer v. Phillips, decided at the Rolls, in 1730; Rose v. Hill, by Lord Mansfield, in the Court of King’s Bench; Wilson v. Bayley, in the House of Lords; Roebuck v. Dean, by Lord Rosslyn; Perry v. Woods, and Maberley v. Strode, by Lord Alvanley; Brown v. Bigg, by Sir Wm. Grant; Garland v. Thomas, and Edwards v. Symons, by the Court of Common Pleas. In all these cases, notwithstanding that a previous interest was given, survivorship was referred to the death of the testator. Such was the state of the question on authority when Sir J. Leach, at that time the .Vice-Chancellor, in Cripps v. Wolcott, 4 Mad. 11, undertook to reverse the general rule, and to refer the limitation, in favour-of survivors, to the death of the tenant for life, rather than the death of the testator. In relation to this decision, Mr. Powell uses this language: “ Had the Vice-Chancellor been aware of the actual state of the decisions upon the subject, he would hardly have unhesitatingly propounded the doctrine which is here attributed to him. He would, probably, have felt the difficulty, if not the impossibility, of encountering such a mass of authority as had established the death of the testator to be the period to which the words of survivorship related, however his own judgment might have disapproved of the reasoning on which it was founded; and, even admitting that the conclusion from the whole range of the cases would have been the same, yet more confidence would have been felt in that conclusion if all the adjudications had been examined.” The commentator, although lamenting the overthrow of so many adjudged cases, endeavours to' console himself by the remark that, “ it is not denied, that if the authorities in question do not offer an .insuperable bar to its admission, the general rule of the Vice Chancellor is recommended by its reasonableness, and its convenience for general application, &e. It is probable, therefore, that future judges will, in accordance with this rule, determine that, an immediate gift to several persons and the survivors, vests absolutely in the objects living at the death of the testator, and that a gift in these terms, not immediate (i. e. in possession), refers to survivors at the period of distribution.’ ’ Whether Sir John Leach will be followed, remains yet to be seen, although the indications are that he will be, as in Horne v. Pellans, 2 M. & K. 15, decided in. 1833. Lord Brougham is reported to have said, it would be most inconvenient to hold that Cripps v. Wolcott is not to stand against the cases overruled by it; and in Wordsworth v. Wood, 2 Beav. 28, decided in 1839, Lord Langdale, M. R., said, the rule is, that, when an interest is given to one for life, and after his death to his surviving children, those only can take who are alive at the time the distribution takes place. But, be this as it may, what is the rule here ? For our part, we are inclined to adhere to the law, as settled prior to our revolution, and, however we may respect the opinions of Sir John Leach, they are no authority here. Besides, in addition to the reason that it is intended to prevent a lapse, the old rule has the further recommenelation,1 that it preserves the rights of children, as here, intermediate between the time of the death of the testator and the time of the period of distribution. That it is a controlling reason in the consideration of wills, to give it such a construction as to avoid the disinherison of the issue of the first taker, is shown in Beltzhoover v. Costen, 7 Barr, 18; Hauer v. Sheetz, 2 Bin. 545; Holmes v. Holmes, 5 Bin. 259; Scott v. Price, 2 S. & R. 63; and Welsh v. Elliott, 13 S. & R. 205. Although we believe .the general rule to be, that the words of survivorship must he referred to the death of the testator, whether the gift is immediate; or the limitation is after a prior life, or particular interest carved out; yet that general intent may be controlled by particular expressions in the will, indicating' a contrary intent. I had some doubt whether that was not the case here;. but, on consideration, I have come to the conclusion that it differs, in no respect, from the case of Rose v. Hill, 3 Burr. 1881, where,.in a case nearly similar, the survivorship was referred to the death of the testator.\nJudgment accordingly."}