{"id": "962752", "contents": "Rogers, J.\nIt is by no means clear that the deed of trust was intended for any other purpose than to secure the payment of the annuity of Elizabeth Dunlap, under the will of her late husband. If granted for this special purpose, on the death of the annuitant the power to sell ceases; for the cause of sale ceasing, the authority to sell must cease likewise: Smith v. Folwell, 1 Bin. 546. But be this as it may, was there a conversion of the real estate into personalty? In order to change real into personal estate, it is essential that the direction to convert be positive and explicit; that the will, if it be by will, or the deed, if it be by contract, decisively fix upon the land the quality of money: Symons v. Rutter, 2 Vern. 227; Walker v. Denne, 2 Ves. Jr. 170, 185. But this characteristic nowhere appears. The deed is not imperative that the land shall be sold. It contains nothing more than a power to sell, leaving it discretionary with the trustee whether he will sell or not. Indeed, it is doubtful whether he had authority to sell, except in the contingency it was necessary to pay the annuity. To establish a conversion, a will or deed must direct a sale absolutely, or out and out for all purposes, irrespective of contingencies and independent of all discretion: 1 Hoff. 213. To the same purport is the case of Evans v. Kingsberry, 2 Rand. 120. The latter case was a power to sell, which was ruled not to effect a conversion, because it was not provided the lands should be converted out and out, at all events into money. The constant rule in this, as in all other cases, is, that the intention must govern; and, as we perceive no positive and explicit intention to change the quality of the estate, we are of opinion it continues real estate, and, as such, subject to writ of partition. That the legal estate is outstanding is nothing, and partition may be made notwithstanding, as is ruled in Willing v. Brown, 7 S. & R. 467.\nJudgment affirmed."}