{"id": "962710", "contents": "Gibson, C. J.\nTrusts for accumulation of income, are as rigidly restricted by the ride against perpetuities, as legal estates. In the Duke of Norfolk v. Howard, 1 Vern. 164, Lord Keeper Guilford said, “all men are desirous to continue'their estates in their families; and if they could come nearer to a perpetuity in equity, than the rules of law would admit, they would settle their estates by way of trust, which might benefit the court, but would be destructive of the commonwealth.” In subsequent cases, such trusts have been frequent subjects of litigation in equity. It was the indestructibility, not only of springing and shifting cases, and of executory devises, but also of future trusts, which forced upon the judges the rule against perpetuities, in, order to set bounds to the remoteness of, not only legal, but equitable limitations; and it acts upon perpetuities wherever they appear, except in conveyances in mortmain, or to charitable uses. A perfect definition of a perpetuity has not been given, and the nearest approach to it is found in Lewis on Perpetuities, ch. 12, where it is said to be a future limitation, whether executory or by way of remainder, and of real or personal property; which is not to vest till after the expiration of, or which will not necessarily vest within the period prescribed by law, for the creation of future estates, and which is not destructible by the person, for the time being, entitled to the property subject to the future limitation, except with the concurrence of the person interested in the contingent event. If every perpetuity is a future limitation, the devise before us is not a perpetuity; for the limitation is immediate, and it vested, if at all, at the testator’s death. But though, as it is said, trusts for accumulation have no immediate connexion with the doctrine of perpetuities, they may sometimes fall within the rule against them. The mischiefs of such trusts, when the limitations are immediate and absolute, are as great as when they are future and contingent; and that they are not suffered to last for ever, is shown by cases of trusts to accumulate a fund for the renewal of leases, which must be restricted to the prescribed period, either expressly or by reference to the time which the particular lease has to run. The same reason requires the suppression of a trust for endless accumulation, in an increasing ratio, by turning interest into principal, which would be a perpetuity of the worst kind. There must be a power in some person to put a stop to piling up capital from income, and to deal with the estate, in some reasonable time, as an unshackled one. No trust of this class can be allowed to last beyond the period for the vesting of an executory limitation; or even so long, if it be not then to vest in a person capable to convey it in fee, by deed, fine, or common recovery. A case near the point, is Grig v. Hopkins, Sid. 37, in which trustees of a term limited in tail, remainder in tail, were decreed to convey the estate over, because, as a term cannot be entailed, there would have been a perpetuity in the trustees. Still nearer is Griffith v. Blunt, 4 Beav. 252, in which a trust to accumulate income for children, which was to vest in them at the age of twenty-five, was held to be void, because the vesting was too remote. But there is no need of an authority for a principle so evidently founded in wisdom and reason. What matters it, whether the testator limited the estate over, so as to retain it in his dying clutch, for a period longer than the law allows, for the vesting of an executory limitation; or, whether intending to clutch it for ever, he did not limit it over at all ? The mischief of indulging him would be the same, and the rule to restrain him must be the same. It might be supposed that the trust, if not sustainable in its extent, would be good for the time the law allows for the suspension of absolute power over the ownership ; and certainly the decisions on the 39 and 40 G. 3, ch. 98, which narrowed the legal period for trusts of accumulation, have affirmed them for the statutory period, and disaffirmed them only for the excess — “a rule of construction,” says Mr. Lewis, “entirely novel.” And so indeed it was; for no transgressive trust was ever sustained, for any part of the common-law period. We have no such statute; and this trust, if transgressive, is void in the whole. And now for the application of the preceding principles to it, in the aspects in which it presents itself.\nThe testator directed a fund to be raised from the income of the estate, first, and principally, to accommodate farmers with loans for the purchase of land, and mechanics for the prosecution of their business; and, secondly, if the surplus income should allow it, to endow a hospital, for infirm widows and single women. The loan-office, as it has been aptly called, and the hospital, or asylum, as the testator calls it, would both perhaps be charities, within the statute of charitable uses; but, it follows not the first of them would be a charity here. Without stopping to discuss that point, take it for granted that it was a charity, for the sake of the argument. Now, a gift to a charity is not necessarily affected by the rule against perpetuities, as it is in the very nature of such a gift to withdraw the thing given from commerce and circulation, since alienation of it would be inconsistent with the use to which it had been dedicated; and therefore, it is, that a gift to an English charity is good, if it fall not within the prohibition of the 9 G. 2, ch. 86, which avoids gifts to charities that have not been made by deed, six months before the donor’s death.\nBut a trust for perpetual accumulation of a part of the income, though a consequence not intended, and though the founding of a charity were the exclusive motive, would be a perpetuity productive of all the evils which the law abhors; for it would ultimately draw into its vortex all the property in the state. For proof of it, take the trust before us in connexion with the principal charity, so to speak, but disconnected from the other, which may never be called into active existence. We would! then have a gift of real and personal estate, in trust, to lend the income and increase the capital to infinitude by investing the interest of it, toties quoties, in other loans secured by bonds and mortgages, the produce falling into the general mass, and being applicable to all the primary uses of the trust. It is easy to see what that would lead to. As nothing would be disbursed except for agency and repairs, loans would be multiplied while farms remained to be bought, and mechanics to be assisted; for, so long as a propensity to run in debt is an instinct of our nature, borrowers would be found. The consequence of this compounding of capital, would be the gradual absorption of neai’ly all the property in the country, which would thenceforth be locked up — a consequence more prejudicial to the general weal than that which followed the trusts in Mr. Thellusson’s will, which produced little inconvenience except to the persons ultimately entitled, though they were left to expire by their own limitation. The records of judicial decisions afford no case of a trust for perpetual accumulation without other aim — for no sane man would be so silly as to meditate such a thing; but when a trust is declared which is effectively such, though the object were ever so meritorious, ought it to be tolerated ? Testamentary charities, as already remarked, have been prohibited by the statute last quoted; the construction of which has been so far strained as to bring within its range many cases not within its letter or its spirit. “Never,” says Mr. Jarman, in his Treatise on Wills, vol. 1, p. 211, “ was the spirit of any legislative enactment more vigorously and zealously seconded by the judicature, than the statute of the 9th of Greorge the 2d.” The judges, says Mr. Lewis, gave it the widest possible scope, and have been astute to discover arguments for the application of it to cases seemingly extra the letter and the spirit of it. This course of the English judges is a proof of the unmitigated evil of such trusts, in the mildest cases, and a legitimate encouragement to us to pursue it here, so far as we may consistently with precedent. Had the statute not been enacted, there is little doubt that they would have put testamentary charities under wholesome restraints of their own authority, at least so far as to deprive them of their most pernicious qualities. We mean not to say that trusts for perpetual accumulation would produce, in practice, the extreme consequence attributable to them in theory; for the inconvenience of them would be too insufferable to allow them to be carried out; but the contingent good of any charity attached to them would not compensate the actiial evil attendant on them. '\nIt is suggested that the disbursements for the hospital would return the income of the estate to the general mass of unfettered property. Out of the surplus proceeds of the income fund was to be built a hospital, or asylum, on one of the'testator’s lots in Easton, for the comfortable maintenance of infirm widows and single women; and, on another, small dwellings for inmates of the same description, which were to be let to them, and the rents from which, it was supposed, would add to, rather than take from, the general income.\nThe first thing that strikes the mind, in regard to this, is, that the contingency which was to give practical existence to this secondary and subordinate charity, might never happen; and then a trust for indisputable accumulation would remain to go on for ever, founded on what is substantially a loan-office, in the garb of a charity, and essentially no more so than a bank is a charity. The second is, that, if it did happen, it would not be certain that the disbursements for it would keep down the general income.\nThe contingency specified was an accumulation of interest beyond the demands on it for further loans, under circumstances of apparent probability that it would, otherwise, remain unemployed for a time when mechanics would be without employment: in other words, if a time should arrive when the trustees could do no better with the surplus interest, they were to build a hospital with it; but not till then. Is it certain that the farmers and mechanics would cease to borrow while a dollar was to be lent ? The affirmative rests on conjecture, which is not a basis for judicial determination. Besides, the time is referred to the unlimited discretion of the trustees, who might execute the testator’s direction according to their notion of its expediency, or not at all. The records of this court show how reluctantly these obscure charities are administered. There was neither certainty nor probability that the hospital would be erected; and to sustain the trust it was necessary to be absolutely certain. The principle which requires it to be so is derived, by analogy, from future limitations, which, though the contingency on which they are to vest may possibly happen within ¿he legal period, are jet invalid if it may possibly not happen before the expiration o‘f the period; an instance of which is found in Bacon v. Proctor, 1 Turn. & Russ. 31. It is very true, that the invalidity of a subsequent contingent limitation will not defeat a present absolute and valid one, as was held in Carver v. Bowles, 2 Russ. & Mylne, 307. But, disconnect the present trust from the future charity, and what have we ? Certainly not a present valid limitation, but a naked and an invalid trust of indefinite continuance.\nMoreover, it is not certain that the expenditure for the hospital would dispose of the entire income of the estate; nor did the testator suppose it would; for it certainly was not the principal object, as we see how anxiously he provided that it should not cripple the operations of the loan-office. Come what might, the lending was to go on. If a surplus were left, however small, that itself would be a nucleus, and, with- its increments, a fund for perpetual accumulation. And it is highly probable, almost certain, there would actually be such a surplus. Only one building for the hospital was to be erected; and that done, the power to make the expenditure keep pace with the receipts would be spent. The outlay would be finite, the income infinite; and no power would be left to increase the one or decrease the other. But, for the reasons already given, it is enough for the judgment that it is not judicially certain there would be no surplus. Were it otherwise, a formidable perpetuity might be raised by tacking an insignificant charity to it.\nTo get over these objections, we have the testator’s consent that a corporation be created to execute the trust, at the expense of public policy. The legislature has a constitutional right to change the law in its application to prospective cases; but, deriving its authority from the constitution, and not from individual consent, it is more than doubtful whether it could relax a rule of policy applicable to an estate already vested. The estate of the heir was divested at the testator’s death, or it could not be divested at all. But no act of incorporation has been obtained, and the trust cannot be sustained upon the basis of anticipation. How long might it remain in abeyance, and yet be enforced ? The legislature has not acted, and may refuse to act; in any event, a statute to confirm the devise would be disregarded. Even if it were viewed as a contingent limitation, depending on legislative action, it ought to be certain that the legislature would act within the legitimate period, else we might have a perpetuity for an indefinite time, dependent on expectation. On every ground, therefore, the heir .was entitled to recover. Judgment affirmed."}