{"id": "962702", "contents": "Rogers, J.\nTaking the charge as a whole, and it would be an act of injustice to the judge to take it in detached parts, we perceive nothing of which the plaintiff in error has any just Cause to complain. It is undoubtedly the law, that a continued, uninterrupted, and adverse use of an easement under a claim of right, and with the acquiescence and knowledge of the person interested, for a period of twenty years or upwards, will justify a jury in finding in favour of a party who sets up a right arising out of such use. Eor the law presumes in favour of long possession and use; and that the use was adverse, and under claim of right, may be inferred from the nature and character of the use. An occasional use for some purposes, or on some extraordinary occasions, will not answer. Nor will it avail if the circumstances show it to have been under leave and favour and courtesy, or by permission and at the will of the owner. And so the court in substance instructed the jury,' leaving it to them to say, judging from the character of the use, the length of time, and the attending circumstances, whether the use was adverse, under a claim of right, with the knowledge and acquiescence of the owner, or whether it was a user under leave and favour, and by permission and at the will of the plaintiff. This is undoubtedly the general scope of the charge. A user will not give title unless it be adverse and under claim of right, nor when it appears it was not done with the knowledge and acquiescence of the owner, or where the -way is used under leave and favour, and by permission and at the will of the owner. The requisites to the completion of the defendants’ title, the court say, may be inferred from the circumstances of the case and the nature of the use — and this is in consonance with all the authorities. In Campbell v. Wilson, 3 East, 294, recognised in Worrall v. Rhoads, 2 Whart. 427, it is ruled that user of a way above twenty years, exercised adversely and under claim of right, is sufficient to leave to a jury to presume a grant. But when used under leave and favour, it is otherwise. In Worrall v. Rhoads, it is ruled that twenty-one years’ uninterrupted enjoyment of a right of way affords presumptive evidence of a grant of an easement. And the principle is not gainsayed by the court. It is held in the same case that the presumption may be repelled by evidence, which accounts for the possession or user without resorting to a title by grant or otherwise. Cooper v. Smith, 9 S. & R. 26, is to the same point. The cases of Rung v. Shoenberger, 2 W. 28, and Parker v. Southwick, 6 W. 379, are not analogous. They are ruled on the act of limitations, and decide that it is not essential to the character of an adverse possession that it be by claim of right in the occiqoant. If he holds for himself, whether he claims title to the property or not, it gives title. In this we differ from the course of decisions in New York. But this principle was not meant to be applied to a user which is merely evidence of a grant, which con-sequently must depend on the character of the use and the attending circumstances, of which the jury must judge.\nJudgment affirmed."}