{"id": "962782", "contents": "Bell, J.\nBy the record, it appears but two exceptions were taken on the trial to the charge of the presiding judge. These are: first, to so much of it as instructed the jury the defendant could not avail himself of Kreider’s possession; and, second, to that part of it which submitted to the jury, as one of fact, the question of abandonment by Kreider, without any proof of it. In this court, other supposed errors in the charge have been assigned. But, it is clear, we cannot notice them without a violation' of legal propriety. The rule is, the complaining party must take his exceptions before the rendition of the verdict, and, if required, point out, specifically, the errors he avers have been committed. When this is done, he is not permitted to exercise his ingenuity in the discovery and suggestion of defects, after the charge is filed; defects which, had they been brought to notice at the moment, might have been corrected; or which, perhaps, owe all their apparent importance to the absence -of some addition or explanation, given orally to the jury, but in the after effort to condense the written charge, overlooked by the judge, as of little consequence in reference to the exceptions actually taken. In the instance before us, it is more than probable the instructions, as filed, were reduced to writing after the trial, with an eye to the objections then made, and with the special view of presenting them fairly. We may, I think, safely assume that much was said to the jury in elucidation of the points' decided, not found here. It is, therefore, hut doing justice all round, to confine the plaintiff in error to the exceptions taken when, familiar with the subject, his comprehension of the charge embraced everything of which he thought there was any shadow of reason to complain.\nLooking to the record alone, it is not very easy to ascertain what use the defendant below attempted to make of Kreider’s possession. No written proposition was submitted in connexion with it, upon which the opinion of the court was asked. Taking the language of the charge, I should incline to think the effort was to tack together the possession of the defendant and that asserted in Kreider, and thus to eke out a holding for twenty-one years, adverse to the title of the plaintiff. But as the defendant does not claim under Kreider — each, in fact, standing to the other in the relation of an utter stranger — the effort necessarily failed for want of continuity. If such was the aspect the defence assumed —and we have the word of the plaintiff in error, that this was the view of it taken by the judge — the instruction that the defendant could not avail himself of any claim or title that might have resided in Kreider, is correct. Indeed, this is not now controverted. We might, therefore, assume, there is no fault in this portion of the charge; for if, in an obvious point of view, from which the case can be fairly regarded, the opinion expressed may be sustained, it is certainly not the duty of the court of error to search for other grounds, perhaps not presented to the trying tribunal, from which the charge might be successfully assailed. It is now, however, averred, the president of the District Court fell into a mistake, in supposing the defence was founded, in any degree, upon an attempted union of Kreider’s possession with the subsequent occupancy of the defendant. It is said, the averment upon which the defendant below rested was of an outstanding title in Kreider, perfected by operation of the statute of limitations, which of itself was sufficient to bar the plaintiff’s right of entry, without regard-to merit or demerit in the defendant. This does not appear of record, and consequently, as already intimated, we might decline to consider what fell from the court, as a2)plied to this proposition: But were this difficulty waived, it is not perceived how, under the evidence, a substantive title in Kreider or his heirs can be deduced from lapse of time under the statute. Admitting in him an actual adverse possession of one-third part of the premises, after the recovery by Elizabeth Hartman — a position which, if necessary, might well be controverted — it is impossible, under the proofs, to establish such a continuous length of possession, as is essential to the creation of an estate. Catherine Sylvius never was in this country, having lived and died in Germany. ^ The latter event took place about the year 1817. She was, therefore, unaffected by the statute, until the passage of the act of March, 1815. This repealed the proviso, of the older statute, in favour of persons beyond seas ; but, by implication, allowed to such fifteen years, or up to March, 1830, to make their entry or bring action. As against them, therefore, a title under the act of limitations could only be acquired by an adverse holding up to the latter period, though twice twenty-one years might have elapsed before that time: Eakin v. Raub, 12 S. & R. 330. This immunity of course extended to those deriving an estate through them, during the running of the time allowed. Now, conceding to' Kreider and those claiming under him, everything they could reasonably ask, it cannot he pretended his distinct and hostile possession continued after the year 1825. The land was then judicially sold as the property of Elizabeth Hartman, who before had conveyed the whole estate in mortgage, as belonging exclusively to her. It was so purchased, and the defendant below now claims so to hold. There is no allegation of actual possession by Kreider of any portion of the premises after that sale; nor is there the slightest pretence for saying, the purchaser from the sheriff, and those who succeeded to his title, claimed to hold in Kreider’s right. The onus of showing the continuance of his hostile possession — if, indeed, such ever existed — lay upon those asserting it, and it must be proved affirmatively. It cannot be established upon the presumption of a continuance flowing from the fact of its former existence. This is defeated, at least primd facie, by the sale made, irrespective of any supposed right in Kreider.\nThese observations apply, if possible, with still greater stringency to that portion of the property derived through Anna Sabina. Kreider’s possession of this, under Henry Goeble’s pretended conveyance, was formally ousted by the recovery in 1802, through the agency of Catherine Hartman. As to this, there was, after that year, not the shadow of adverse holding by Kreider, or any one claiming through him.\nTo prevent misapprehension, it may he proper to say, the remark just made is not to he accepted as conceding that the exclusive possession of Mrs. Hartman, as the representative of two of the tenants in common, can he made, constructively, to enure to the benefit of Kreider, as against the remainingi tenant, even by the payment to him of one-third of the profits of the land. As it is unnecessary to decide it, this point has not been considered by us •with a view to the expression of an opinion.\nThe grounds upon which our conclusions are based, render the question of abandonment, raised on the trial, also immaterial. Whether a title, resting solely on the bar of the statute, can be set up as outstanding, by a stranger to it, in discomfiture of an older title; and, whether it may be held relinquished, as against such stranger, by the acts of the original trespasser, short of conveyance indicating an intent to abandon, need not now be discussed. Admitting the opinion expressed below to be, in the abstract, incorrect, no harm has been done by it, for, as already shown, Kr eider owned ho title from which the question of abandonment, as put by the judge, could spring! It was sufficient for the purposes of the plaintiff, that Kreider’s possession, if he had any, was uprooted by the sale under the mortgage.\nI have said no other errors have been properly assigned. But I am. reluctant to leave the case without remarking, the court below was right in leaving to the jury, as a question of fact, whether the possession of Elizabeth Hartman, connected with the mortgages executed by her, operated to oust her co-tenants, children of Catherine Sylvius. Admitting that the mortgages, standing alone, might work this effect, yet, where the statute has not closed on the title, it may be prevented by a contemporaneous or subsequent disclaimer of hostile intent, which, in Sailor v. Hertzogg, 2 Barr, 182, is said to be equally efficacious for this purpose, with a legal or equitable conveyance. Whether adverse or friendly, is always a question of intention, and, as was decided in Criswell v. Altemus, 7 W. 581, “it is sufficient to prevent the possession from being adverse, that the party taking possession intends to occupy the land, subject to the will of the owner.” Here, Mrs. Hartman testified she never dreamt of holding adversely to her relatives, and, as reconciling the apparent inconsistency of the mortgages, that she was pot aware of their contents, in this particular, when she executed them. Surely, on the question of intention, these combined facts were rightly referred to the jury.\nJudgment affirmed."}