{"id": "962728", "contents": "Coulter, J.\nThe court below were perfectly right in disallowing the several items of credit to the administrators, embraced and covered by the sum of $579.19, in the aggregate. $395 was no doubt considered an adequate allowance for the collection of 'Smith & Walton’s bonds, in the settlement of the accounts of the executor, as it most certainly ought .to have been. Then was the proper time for adjusting the matter, as those bonds were included in the supplementary account. The allowance for commissions and trouble to the executors being in the lump, and apparently sufficiently large, it would be out of time and place to superadd anything now.\nIt never has been the custom, so far as I know, to make an allowance for commissions on a proceeding for compelling distribution. The amount deemed to be due on settlement is the substratum of the proceeding. The charge for $100, in this proceeding, for counsel fees, was also inadmissible, because they were paid as a compensation for conducting proceedings which are in fact a mere experiment for the benefit of the executors, after a full and final settlement of their account. Their last, or supplementary account, was referred to auditors, upon whose report there was a full hearing and argument by counsel, and the report confirmed first nisi, and then absolutely. The other items are small in amount, and it is useless to go over them. They were rightfully rejected.\nThis proceeding is on a petition or bill by Smith, to compel payment of whatever sum remains yet unpaid by the executors of his legacy, or rather that of himself and wife. The executors attempt to set off certain errors in the settlement of their account by the Orphans’ Court. In this proceeding, the decree of the Orphans’ Court, made on a full hearing, must be considered as conclusive; otherwise, on every application by each and every legatee and distributee to compel distribution, the account could be overhauled and resettled. A very startling proposition this. This is a collateral proceeding, in which we cannot touch a decree of the Orphans’ Court, except for fraud or want of legal notice, either actual or statutory, to the party complaining. If there was any error, the executor had, and still has a remedy by appeal or bill of review, as either might be adapted most suitably to their alleged case.\nBut the error alleged, is not an error. The precise matter was adjudicated at law, in the case of Coale v. Smith, which underwent the revision of the Supreme Court, 4 Barr, 376. To give effect to the error assigned in this respect, in relation to theirbeing charged with Smith & Walton’s bonds, we should be compelled not only to overset the decree of the Orphans’ Court, but also to reverse the case of Coale v. Smith, decided by this court. The bond of Walton was not adjudicated at law; but the circumstances, the nature of the debt, and the relative condition of the parties are identical.\nThe error assigned as to the competency of Smith to maintain this proceeding in his own name, does not strike us with much force. In the will of the testator there is no expression, feature, or apparent intent, that the legacy was designed for the separate use of the wife. But, on the contrary, it is extremely clear that the testator looked upon the man and wife as the general doctrine of the law regards them, “ one and indivisible.” The whole will, and the circumstances referred to in it with relation to Smith and wife, make it evident that the testator made the bequest with'a knowledge that Smith had a right to reduce the legacy into possession, and make it his own if he chose to do so.\nThis court will always, under suitable circumstances made known to them in the record, protect the interests and rights of the wife. But she does not, nor does any one on her behalf, interpose any objection. For all that is known to us, the husband is faithful to his marital obligations, and provides for his wife’s support. The case is, therefore, totally free from the law of that class of cases where the husband abandons and deserts his wife, and yet seeks to recover her dioses in action. Under these circumstances, we cannot avert the proceeding of the husband to reduce the legacy into possession.\nCompound interest was not charged by the auditors. They did nothing more, in effect, than charge interest on the sum in the executor’s hands, at the time of the final settlement, up to the time of distribution — all of which was right and proper.\nDecree affirmed."}