{"id": "962756", "contents": "Rogers, J.\nWhere the effect is to increase the responsibility of those who are not included in its terms, the release of one or more joint, or joint and several debtors, operates as a discharge of all the others from the obligation of the debts. But, when the effect will be, not to increase the responsibility of the other obligors, it operates as a release pro tanto only. Thus, a release of the principal debtor discharges the sureties, because it throws the burthen of the debt on the sureties, who, as between the obligors, are not liable for the debt, and is, therefore, an injury to them; but the release of one or more of the sureties does not discharge the principal debtor, for the plain reason that he is primarily liable for the debt, and the release of the surety may injure the creditor, but cannot, by any possibility, prejudice him. These principles are supported by reason and authority. Thus, the release of a principal debtor will discharge a mere surety, but the release of one co-surety mil exonerate the other only to the extent which the releasee would otherwise be compelled to pay: Ex parte Gifford, 6 Ves. 805. And in Mortland v. Himes, 8 Barr, 265, which recognises Ex parte Grifford, it is ruled on the principle above stated, that a release of the surety does not exonerate the principal debtor. Mr. Justice Bell, who examines the cases bearing on the point, puts the question on the. only rational principle: that whether the release of one joint, or joint and several debtor, discharges the others, depends on the question whether the effect will be to increase the responsibility of the other debtors. If not, though effective as a release, it is never permitted to work a dissolution of the contract as to the party not'released. In Pitman on Surety, 40 Law Lib. 178, the law is thus stated: “ As the reason for discharging a surety from his liability when time has been given to the principal debtor, is, that the creditor has done an act by which the surety is or may be injured, any agreement entered into between the creditor and the principal, by which the remedies of the sureties are not determined or effected, and still less by which they are accelerated, as it cannot prejudice the surety, so it shall not discharge him.” So, in Whitehill v. Wilson, 3 Penna. 405, it is said, if the creditor releases the principal from the payment of the debt, he thereby releases the surety entirely. But, if he release the principal from a part, he only releases the surety pro tanto, and there is not even a shadow of reason why it should be considered as a release for any more. Now, granting the instrument to be a technical release, does it discharge the co-surety from all liability, or pro tanto only? We think the latter to be clear, on reason, and on the authorities already cited. The discharge of a surety by the creditor has not the effect of the discharge of the principal, without reserve, and therefore a co-surety is not discharged. In 1 Stor. Eq. Juris. § 498 a, thelearned commentator remarks, “ That it seems now clearly established at law, that a release or discharge of one surety by the creditor, will operate as a discharge of all the other sureties, even though it may be founded on a mere mistake of law; but, it may be doubted whether the same rule will be allowed universally to prevail in equity.” Indeed, circumstances may exist in which even a release of the principal might not release the surety from the debt, when it was clear, from the whole transaction, that it was intended the surety should remain bound. Also, in this section, commenting on Lord Denman’s opinion in the case of Nicholson v. Revill, 4 A. & E. 675, Mr. Justice Story remarks: “ It is, however, to be remembered that his lordship was here dealing with the question at law, but, it by no means follows that, because a security is extinguished at law, therefore it is extinguished in equity, if it is the clear intention of the parties that it should not be extinguished. Thus, an agreement between husband and wife, without the intervention of trustees, will be enforced in equity, although void at law; for equity will not suffer the intention of the parties to be defeated by the very act which is designed to give effect to such a contract.” Whatever, then, may be the effect of a release at law, it, in equity (and equity is part of our law), is a discharge pro tanto. And why should the law be otherwise ? Eor this, no rational reason has or can be given. In this case it is clear, that the act of the creditor, so far from being an injury, is a benefit to the co-surety, for it relieves him from the payment of a moiety of the debt, the whole of which he might otherwise be compelled to pay. If it be a prejudice to any one, it is the creditor; but of this, surely, the co-surety has no right to complain. Why the creditor agreed to release one of the sureties upon payment of his share of the debt, we are not informed; nor is it material, as we are satisfied he had the right without the consent, or against the consent, of the co-surety, to do so, without affecting or impairing his claim, except to the extent of one moiety of the debt. The executors of Hertzler cannot be compelled to pay more than they are equitably bound to pay on the insolvency of the principal debtor, viz., a moiety of the debt. To that extent, and to that extent only, have they a defence to the action.\nThe principle which rule this case is decided in Ex parte Gifford and Mortland v. Himes, already cited; the only difference in the latter being that it was the principal who relied on the release as a defence. In this it is the co-surety, the principal being insolvent. In principle, it is impossible to distinguish the cases.\nJudgment reversed, and a venire de novo awarded."}