{"id": "962727", "contents": "Coulter, J.\nWhether the materials were furnished on the credit of the church building and edifice, or on the individual liability and responsibility of Peter Bernheisel, the contractor, was a fact to be determined by the jury from the evidence in the cause; and it was very fairly and distinctly submitted to the jury by the court. I should not myself have considered the evidence on the part of the plaintiff below, that the materials were furnished on the credit of the church edifice, so strong as did the court; but the testimony of the elder Allison undoubtedly-furnished some evidence tending to prove the fact; and it was not error to submit that evidence to the jury. The court told them unequivocally, that, if the materials were furnished on the credit and responsibility of Bernheisel, the contractor, the church was not responsible. The bare circumstance or fact that the plaintiff charged the bricks in his book against Bernheisel, was not conclusive evidence that they were not furnished on the .credit of the building; because receipts, entries in a book, or other memoranda may be explained, modified or made conformable to the truth by parol evidence. The entry was undoubtedly strong evidence, but not conclusive; but Allison, the witness, was present when the contract was made, detailed the circumstances attending it, and was, moreover, one of the trustees of the church.\nThe charge in th.e books may have been made against Bernheisel, the contractor, as,a matter of;convenience and brevity. If the testimony satisfied the jury that the contract was really made, and the bricks furnished on the credit of the church, they might consider the entry in the book as merely intended to keep a record of the quantity. We cannot say that there was no evidence to show that the bricks delivered at the church were furnished on the credit of the edifice; and as the’ court called the attention of the jury to that evidence, and distinctly stated to them, that, if they were satisfied that the bricks were furnished upon the responsibility and credit of the contractor, the plaintiff could not recover in this suit, there is no error on this head. In relation to the first error, which regards the admission of testimony in the first and second bills of exception, it is only needful to- say, that the reason why Allison was objected to as a witness, is not stated in the bill, and I don’t perceive any reason myself. He was offered to prove that the bricks were furnished on the credit of the building, and that was certainly a legitimate object of testimony; it was the foundation of the plaintiff ’s claim. ■ It is not alleged that he was interested or otherwise incompetent.\nIn relation to the second bill, which regards the admission of the book, inasmuch as it contradicted the claim filed, and showed that the materials were furnished on the credit of Bernheisel, it is only necessary to say, that in so far as it .conduced to prove that fact, it was favourable to’ the 'defendant, and would aid in helping the church out of the difficulty. But it was good evidence for the plaintiff, in connexion with the evidence of the carter who hauled the bricks, to establish the amount of bricks delivered at the church, and in that respect conduced to maintain the claim'of the plaintiff.\nThe book of entries, and the 'testimony of Allison, presented the real point of the case. The first in favour of the defendant below, and the second in favour of the plaintiff. There was no doubt of the materials having been furnished at the church. On whose credit, was a question which belonged to the jury, and which was left to them.\nThe court instructed the jury that bricks, which were furnished and delivered for the construction of the building, and on its credit, although they might afterwards be-used for any purpose, in aid of the edifice, such as building walls to protect the cellar windows, and laying a pavement within the enclosure, were fit materials for the mechanics’ lien. It is not necessary to enter into nice discriminations as to what was part of the building and what not; for, if the materials were never used for any purpose, they would nevertheless, if so furnished, be protected by the lien. If, after the building was finished, and notice given to the material-man, an application was made for brick to lay a pavement, or build a helping wall to the edifice, that would furnish a question not existing in this. case.\nThe remaining point to be considered is, whether a church is a building within the meaning of the act of 1836, and subject to the mechanics’ lien. There seems to be no reasonable doubt on the subject. The language of the act of June 16, 1836, is “tEvery building erected, &c.and the scire facias presented by the statute is, to all those who hold or occupy the said building, &c. The question occurs, then, whether a church is a “ building ” in the sense contemplated by the statute. The best1 and purest rule of construction is, to abide by the words of the statute, where there is.no ambiguity about them. A resort to remote analogies in preference, seldom indicates the real mind of the lawgiver. A building is defined by Webster to be “ an edifice erected for use or convenience, such as a house, a church, &c.and many other statutes sufficiently show that the legislature knew this common and everyday meaning of the word. Thus the statute of 1772, against arson, provided that, if any person should burn the State House, or any of the adjoining building or ofSces, any meeting-house or other building for public worship, &e., he should suffer death; and the same language is repeated in the act of the 23d of April, 1849, to reform the penal laws. All churches are spoken of in common parlance as buildings. And travellers speak of the magnificent building of St. Peter’s Church at Rome, and St. Paul’s in London, St. Genevieve at Paris, and St. Marie at Florence, &c. The argument of the plaintiff in error, and the response thereto of the defendant, were moro applicable to that sense of the word ecclesia, as used in the New Testament, which denotes that invisible church not built with hands, or the whole body of true believers which constitutes the visible church. Although I heard these arguments with great satisfaction, and, I hope, some profit, I have narrowed the case to a more practical point, which regards a local congregation incorporated by law for secular purposes; and the house or building which they have caused to be erected, and built with hands, for the purpose of holding their religious meetings. This common-sense meaning of the word is so controlling, that the learned counsel for the plaintiff in error, in stating their case, say that the first question was, whether the materials were furnished for the building, or used in the building. The legislature, in 1838, by statute, exempted all churches, meeting-houses, &c., from taxation : and, if they had thought them not fit objects of the mechanics’ lien, they would have exempted them from that, as they are as much within the statute for that purpose, as they are within any statute imposing taxes. But the legislature, I presume, thought that corporations (clerical as well as lay) ought to pay what they owed; and that they might as conveniently be compelled in this mode, as by suit at law; and that, even where the congregation was not incorporated, this was the most facile way of making the property of. the joint stock liable, as, in such cases, some obstacles might be interposed to a'suit at law, not applicable to this mode of proceeding. The case of Wilson v. The Commissioners of Huntingdon, 7 W. & S. 197, cited for the purpose of showing that a court-house was not embraced within the term “ building,” does not establish that, nor any other principle which can aid the plaintiff in error. It was there ruled, that a mechanics’ lien could not be filed effectually against a county, inasmuch as an execution could not issue against a county, nor any of the public buildings be levied upon and sold. The only remedy being under the act of 15th April, 1834, to enforce payment of a judgment, which directed the court to issue a mandamus to the commissioners to pay the amount out of the first moneys in the treasury, and, if they declined, to enforce obedience by attachment. The inference from the cause is, that if this impediment was not in the way, the word “ building” would clearly embrace the court-house.\nOn the whole, we perceive no reason, either religious, moral, or civil, why the mechanics’ lien law does not apply to the erection of a church. -\nJudgment affirmed."}