{"id": "962708", "contents": "Coulter, J.\nSeveral of the points submitted to the court below are more speculative than adapted precisely to meet the facts, and are framed with some adroitness, and might have entangled thé court in a mesh of subtlety. In the main, however, there was no error. The knot would have been cut by an instruction. to the jury, that a judgment, or bond, or other security, may, after it is satisfied, be kept on foot for fraudulent purposes; and, in that aspect, it comes within the statute of 13 Eliz., as effectually as if originally contrived to delay or hinder creditors. [His honour here referred to the issue and evidence.]\nUnder these circumstancés, if the jury believe, that the judgment of Lawrence, which is now contested, was paid, and after-wards revived by scire facias, and kept on foot, and execution issued, with the view and purpose of defeating the impending judgments and executions of honest creditors, it was a device within the statute of Elizabeth, and void against those creditors whom it was intended to defeat.\nBecause, of whatever seeming the whited device may be, if it is contrived for the purpose of defeating or hindering creditors, it is void. Otherwise, the statute itself would become the victim of the very devices and cheats it was intended to prevent.\nIn such cases, the character of the device is referred to the time when it is used for the purpose of fraud; and, if then false and feigned, it is fully within the interdict of the statute and the provisions of the common law. For, that which is beautiful and true in its origin, may become foul by subsequent events, either performed by principals, agents, or instruments.\nThe objection to the admission of the fi. fa. in evidence, on which the personal property was sold, is without any solid foundation. It is true, as alleged, that a judicial sale imports, primd facie, honesty and fairness, and lifts away the necessity of a removal of the goods. That is, it removes the conclusion of legal fraud, from the fact of the goods having been left in the possession of the original owner. But there may, notwithstanding all this, be proof of actual fraud in the transaction: and that was the allegation here.\nIn the process of such proof, the legal sale will weigh in favour of the fairness of the transaction, but is far from being conclusive. The sale must take its character of being actually fraudulent, or not, from all the facts in evidence.\nBut the fi. fa. was part of the res gestee — part of the very transaction out of which the controversy arose, and part of the record which was in evidence.\nThere was no error, in the main, in the charge of the court below. I consider all the points raised by the counsel in error, as met by the foregoing considerations.\nJudgment affirmed."}