{"id": "962762", "contents": "Bell, J.\nThe zeal, naturally enough elicited by a protracted contest, with which this cause was argued for the plaintiff, induced us to examine, with more than ordinary care, the exceptions taken on the trial. This review has but served to strengthen our primary impressions that the assignments of error are destitute of merit. After the long litigation the case has -undergone, and the many opportunities thus afforded to ascertain the principles by which it must be ruled, it is somewhat curious room should have been found for the suggestion of so many supposed errors as load this record. The repeated explorations of the ground of controversy, both at Nisi Prius and in banc, ought to have made it familiar; and if the judge, before whom it was last tried, failed to comprehend it, the failure ought not, certainly, to be attributed to the want of light shed by former inquiries, or to any difficulty inherent in the subject.A brief examination, however, will make it apparent that, in conducting the investigation, he has but followed the well-marked path of those who preceded him.\nThe first assignment of error and the first specification of the fourth are kindred, and will, therefore, be treated together. They rest in a supposed want of power in the executors of John Peters’ will to make sale and conveyance of the premises in dispute. There is no copy, or even abstract, of that will on the paper-book, and its provisions are not now recollected. In the first report of this case, (4 Wh. 261,) it is stated the will confers upon the executors the requisite authority; and the judge who, on that occasion, delivered the opinion of this court, evidently so thought. But taking the fact to be as now stated, the conveyance made by the executors, and the subsequent dependent muniments of title, were properly admitted in evidence, not as showing a perfect title, but as indicating by what colour those who claimed adversely to the plaintiff’s pretensions, justified their entry upon and after possession of the land. These instruments were not necessary to perfect a title under the. statute of limitations. This might have been established without them. But they were highly important, as showing the character of that possession — of which much independent proof had been given — both in its inception and continuance through a period of more than half a century. Proof had been put in which I think must have convinced the jury, and, I may add, was entirely satisfactory to me, that, before the conveyance by Etwein to John Peters, in 1789, the latter was in possession of the premises, or that he entered shortly afterwards, and, by his son and other tenants, continued to hold down to the period of his death, after which the possession was continued by the family until the conveyance by Joseph Peters to Daniel Ley, in 1809, from whence it was preserved unbroken, by the several alienees, to this moment. Under this state of facts, the executors’ deed, in connexion with the prior and posterior conveyances, was evidence of weight in a two-fold aspect: as showing in whose right the sons claimed the possession, proved to have been in them; and, secondly, as already observed, manifesting the character of that possession. For both these purposes, and more especially for the latter, scarcely anything could be more potent. In commenting upon similar proof, it was said in Dikeman v. Parrish, 6 Barr, 225: “ Of the facts that have been, recognised as indicative of hostile intent, none is, perhaps, more decisive than the exhibition of a paper title, independent of that residing in the original owner, by colour of which the party justifies the original entry.” Striking out, then, the disputed conveyance, as a link in a perfect chain of paper title, the observation now objected to, that, as evidencing possession against Sailor, it was of no consequence whether the deed was made in pursuance of a power given by the will or not, is perfectly correct. It is very true, as the plaintiff insists, that to constitute a title by possession, it must be continued and unbroken for twenty-one years. But the rule does not also call for a continued and unbroken succession of perfect conveyances running along with the possession; yet this is what the .argument would seem to demand. Every one knows that continuity of holding is enough, if it be adverse. This is shown by a continuity of claim; and continuity of claim may be demonstrated by written instruments, radically defective as conveyances.\nBefore leaving this point, it may be well enough to say, it is by no means certain the executors’ deed is incapable of being supported as a valid conveyance. At this day, the heirs of John Peters would be estopped to deny its validity, more especially if they received the proceeds of sale, which, I think, would now be presumed: Adlum v. Yard, 1 R. 163; Hays v. Heidelberg, 9 Barr, 203. If sufficient against them, could it be impeached, for want of ppwer residing in the executors to make it, by the plaintiff, who claims under a distinct title ?\nThe second assignment, and the second specification of the fourth, are intimately connected with the points just discussed. They also invite a joint consideration. To an estimate of their value, a glance at the evidence put in before the introduction of the assessment books, is necessary. The defendant began by exhibiting a succession of regular conveyances, with the exception of the deed made by the executors — if, indeed, that is .to be excepted — commencing in 1788, and thence down, through William Henderson, the acknowledged owner of the property, to the last deed, made in 1827. He also showed two mortgages of the premises, one executed in 1809, by Daniel Ley, the grantor of Joseph Peters, to the latter; the other, in 1846, by the same mortgagor, to Thomas S. Fuldt and John- Snyder. These were followed by proof of an almost uninterrupted corresponding possession from 1789, and perhaps before, until the trial of this cause, in 1847. I say a corresponding possession, for, notwithstanding the criticism to which this portion of the defendant’s case has been subjected, it is impossible to scan the testimony, with an unprejudiced eye, without being satisfied that, after the conveyance to John Peters, he, in person, or by his son Jacob, held the premises, claiming under that conveyance, until 1793, when they both died of yellow fever; and that after this, it continued to be held by the Peters family, as their patrimony, up to 1800, when it was conveyed by the executors of the father to Joseph Peters, one of the sons, who claimed to own it until he aliened it to Daniel Ley, in 1809. But, during portions of this interval, the peciis possessio was sometimes in strangers to the family, and sometimes, for short periods, the bake-house was unoccupied. The latter was the case in 1794, after the death of Jacob Peters, and again in 1799, the pestilence having, a second time, scourged the city in the preceding year, when many fled from their homes. Some evidence was given to show that the stranger occupants entered under the Peters family, who continued to assert their estate at all times, including the periods of vacancy. In support of this, and as corroborating the other proofs of possession, the assessments were introduced. An examination of them, in connexion with the facts to which I have adverted, will show they were highly satisfactory for such a purpose. It is not now necessary to run over them, since this was done at Nisi Prius. But it' may not be unprofitable to note that, after the death of Jacob Peters, the property was assessed in the name of George Peters, the acting executor, until 1808, when it was rated as the estate of Joseph Peters, to whom the executors had before conveyed it, by a deed dated in 1800, though not acknowledged or recorded until 1804. Afterwards it was returned as Joseph Peters’ estate, until 1810, when Daniel Ley’s name was introduced as owner, and who, in fact, became so in the preceding year, by a conveyance from Joseph Peters. Since then it has uninterruptedly continued to be assessed in the names of the parties holding by title derived through the Peters family.\nIn view of this connected series of facts, the jury was told that, although “ the assessment of a vacant lot or piece of ground, in the name of a particular individual without title, and even the payment 'of taxes by him, is not, of itself, evidence of such actual adverse possession in the party, as will enable him to set np the statute of limitations ; yet, when there is a title, though it may be an imperfect and impeachable one, and proof of actual possession of the premises, for a portion of the time requisite to create a right, by those in whose names the property has been assessed for a number of years, the jury may look to such assessments as affording evidence, and, in many eases, strong, if not entirely satisfactory evidence, of a continuing possession, and of the claim made by such persons.” In this instruction, it is not perceived a mistake was committed. True, it has been determined the assessment of a vacant lot in the name of one without title, and payment of taxes by him, cannot, by construction, be magnified into a hostile possession under the statute, for that must be actual and notorious: Naglee v. Albright, 4 Wh. 291. So, on the other hand, non-payment of taxes by an actual adverse holder, will not destroy his statutory title when once acquired: Hockenbury v. Snyder, 2 W. & S. 240. And the better opinion is, that payment of taxes assessed on a wild and unseated tract of land, though in the name of the payer, is only evidence of claim of title, but is not to be esteemed equivalent to possession, when the party never entered at all, though a contrary doctrine seems to have been recognised, to some extent at least, in Kelsey v. Murray, 9 W. 111. This case is, perhaps, to be regarded as an exception, under peculiar circumstances ; for, doubtless, the general rule is as I have just stated. But it is confined in its operation to unseated tracts. In other cases, assessment and payment of taxes, is frequently received as evidence of ouster and exclusive possession. For instance, though a settler on appropriated land may not be an avowed intruder, his possession extends no further than his original occupancy, because there is nothing else to mark its extent. But payment of taxes by him, raises a presumption of ouster of the whole tract, and extends, by construction, his adverse possession to the boundaries of the survey: Royer v. Benlow, 10 S. & R. 306; McCall v. Neeley, 3 W. 69. And this obtains, though the actual occupancy continues to be but of a small part of the whole; for, under such circumstances, payment of tax gives colour of title to the whole, and is tantamount to adverse possession to that extent, which, if continued long enough, creates an indefeasible title: Naglee v. Albright, suprà; McCaffrey v. Fisher, 4 W. & S. 182; Kite v. Brown, 5 Barr, 291. It is thus seen, that assessment may be called in aid of a title, having its inception in hostile intention, upon the ground that when connected with even a restricted and imperfect possession, it works a constructive ouster. If this he so in the case of uncultivated lands, in a secluded district, surely, when the subject of the statute is a habitable structure, in the heart of a populous city, an assessment for forty years, consistent with a written title and an almost uninterrupted actual possession, may be referred to as powerful proof of continuing possession during a doubtful period, or to assist in determining the relations of a stranger, who appears on the scene as temporary occupant; and as generally corroborative of the whole case. In truth, such assessments may, without breach of legal propriety, be received as in some sort an official ascertainment of actual occupants and owners, by officers appointed for the very purpose. That it was so regarded by this court, when the case was here for the first time, is pretty evident from the laboriously prepared opinion then delivered: 4 Wh. 279. Nor do I perceive that, in according to it this degree of credit, we hazard so much of error as the plaintiff’s counsel seem to apprehend. Mistakes in naming the owners of unseated lands may, and frequently do occur, especially where they are, as is very common, non-resident and unknown. But this can rarely happen in a dense community, when the object of the assessment is a dwelling, or place of business; and should it, it is scarcely possible the blunder would be persisted in through a series of years. To say that it is possible, is to say nothing to the purpose; for all human testimony may be infected with error, but we dare not, for that reason, entirely reject it.\nIt will be perceived that, in the discussion, I have treated these assessments as though accompanied by proof of payment. It is stated that no book is kept in the commissioners’ office, showing the taxes paid. No better public evidence than the assessments was behind. Even in the case of unseated lands, it is, therefore, the practice to show the assessments merely: Kelsey v. Murray, 9 W. 112. And after the lapse of years, the taxes are presumed to be paid. A fortiori it is so, where the subject of the tax is habitable property.\nThe plaintiff, however, insists that, admitting the correctness of what has been said, a wrong was done to him by putting these assessments to the jury as evidence of adverse possession, when, in truth, they were received simply as evidence of claim. It is difficult, in such a case as this, to distinguish clearly between an adverse claim and an adverse possession, since the one was accompanied by the other. But the objection is founded in misapprehension. The judge, on the receipt of the evidence, said nothing more than that the assessments of themselves were not evidence of adverse possession. The guarded character of the remark sufficiently shows he did not mean to intimate that, in connexion with the other proofs, they might not become so. His remark was certainly not so intended, nor can we think it was so accepted at the moment. He feels very confident no injustice was done to the plaintiff on this score, for full opportunity was afforded to combat the inferences deducible from the assessments, and there is no such apparent error in the record, in this particular, as will justify a reversal of the judgment.\nThe record of the action, Rundle v. Etwein, we think could not properly have been kept from the jury. At that day the question, whether after-acquired land was bound by the lien of a prior judgment, was unsettled, as appears by the report of the case against Etwein, appended in a note to Calhoun v. Snyder, 6 B. 136. The object of the scire facias was to try that question as against “a messuage and lot of ground in the city of Philadelphia,” acquired by George Weiss between December, 1786, the date of the judgment, and the year 1789, when it is said to have been in the seisin of Jacob Etwein. If this messuage and lot was that now in question, it is not denied the record was evidence, as tending strongly to prove that the possession was, in 1789, consistent with the defendant’s title. Now, there was certainly some evidence of identity for the consideration of the jury. It was shown that Henderson had conveyed to Weiss in June, 1788; that the latter re-conveyed to the former in January, 1789, who, in February of the same year, aliened to Etwein. To this was added the recorder’s certificate, that, between the date of the judgment recovered against Weiss and the 1st of July, 1789 — a time subsequent to Weiss’s alienation of the property — no other messuage and lot was recorded as being acquired by Etwein, save that here in controversy. It must be confessed, the uncertainty as to the precise time when the amicable action of sci. fa. was commenced, somewhat detracts from the value of the record as an instrument of proof. The formal writ, though bearing the test of September, 1790, was not filed, and, by agreement, “made part of the record,” until August, 1794; yet, it is obvious this was long after the inception of the proceeding. The amicable action was entered as of June. Term, 1789; it was first continued in December of that year, and was removed into the Supreme Court in 1792, where it is entitled as of December Term, in that year. It is probable the form of the writ was placed of record to cure some technical objection; for this was long after the action instituted; which, it is possible, originated in an agreement to try the question in this way, before Etwein aliened the land to Peters, on the 16th of February, 1789. At all events, in the absence of the slightest evidence, leading oven to the suspicion of another conveyance of similar property to Etwein, about that period — of which it is natural to think some proof could have been given, had such existed — the difficulties originating in discrepance of date are insufficient altogether to invalidate the record as evidence.\nThe third specification under the fourth error, is grounded upon an isolated portion of the charge, separated from the context, and presented without reference to repeated cautions addressed to the jury, that upon them must devolve the responsibility of determining questions of fact, and particularly the question of the disputed possession. The sentence complained of, presented a proposition founded on mere lapse of time; the character of the possession having been before discussed and referred to the jury, as peculiarly within their province. No attempt was made to usurp this province, nor any approach made to a binding direction in reference to it. I think a candid perusal of the instructions given, will make this manifest.\nThe fourth, fifth, and sixth specifications of this assignment, may be very briefly disposed of. It is apparent the court below entertained a very decided opinion as to the preponderance of the evidence, and the legal tendency of the facts proved. But though expression was given to this opinion, the plaintiff has failed to show that any controverted fact was withdrawn from the jury. These judges of fact were, I may venture to say, fully informed of their rights and duties, and the responsibility attendant upon each, more than once pressed upon their attention. The credibility of the witnesses -was frankly left to them, though accompanied by the remarks of a very accurate judge, made when delivering the opinion of this court, and adopted by the presiding judge, as expressive of his own sentiments. This it was his right to do; were those sentiments erroneous, it would afford no ground for a reversal. But a careful re-examination satisfies me they are well founded, and such is the conclusion of a majority of this court.\nThe seventh and eighth specifications do not complain that the rules governing this part of the plaintiff’s case, were incorrectly laid down, or that the facts upon which they rest, were taken from the jury. The complaint is, that the judge, at Nisi Prius, declared his opinion of the transaction, relied on by the plaintiff, to be in accordance with that expressed by this court, sitting in error upon this very point. The judgment delivered, when the case was here a second time, contains nothing in contradiction of this, as may be seen by consulting it, in 2 Barr, 182. It was unquestionably the right of the judge to give to the jury his opinion upon this subject. Nay, looking to the peculiar character of this inquiry, its complication of facts, and their intimate.connexion with the legal principles by which their value was to be tested, he would, had he failed to do so, been derelict of duty, even though his impressions stood unsupported by the authority to which reference has been made.\nThe remarks made cover the whole case. They prove, I think, satisfactorily, that no error was committed on the trial. I may add, that I was entirely satisfied with the verdict, which, I believe, is in accordance with the opinion of almost all of the judges before whom the ease has from time to time been tried. It ought to be matter for congratulation, that this long and expensive litigation at length approaches its end.\nJudgment affirmed."}