{"id": "963766", "contents": "The opinion of this Court was delivered by\nGibson, C. J.\nThe key to the difficulty in this case is, that it arises from a latent, not a patent, ambiguity, produced not by the words of the will, but by circumstances collateral to it. Had the contemplated monument of the division between the brothers been described as the “post, a corner of John Brownfield and my home-place,” the definite article would have indicated the existence of an apprehension that there was no other post corner which answered the description; and the ambiguity caused by the testator’s ignorance of the fact, and not by any uncertainty in his words, would clearly have been a latent one. Is it less so, when, using the indefinite article, he describes the monument as a post corner ? It is plain he supposed that there was only one such; for had he known there were two, he surely would have specified the intended one by reference to peculiar circumstances connected with it. Nothing could be more indefinite than a bequest simply to John Smith; yet it would be unambiguous, standing on the words of the will, though it might be otherwise standing on extrinsic circumstances; and a contest about the identity of the legatee would be determinable as an unmixed question of fact, the Court having no more to do with it than to inspect the evidence pertinent to it, and pass it to the jury. As regards the corner, the contest in the Court below was such; and the question to be solved was one of fact, which did not depend in any degree on legal direction. “ Yet,” said the judge, referring to the diagram, “ the location of the line on the ground is for you. Yfas F a post corner? If it was, I think the will directs to that point. But if it was not, and the corner II was a post corner, and the only one in an easterly direction from the place of beginning, then that is the true corner, and your verdict should he for the defendant; if not, or if both H and F were post corners, then your verdict should he for the plaintiff.” But the will did not point to either of the corners in exclusion of the other, though external circumstances might do so. It gave no directions, but to run by an easterly course to a post corner of John Brownfield’s land and the testator’s home-place: and if there were two such, the will did not point to either of them in particular. That the verdict ought to be for the plaintiff, if both II and F were found to be post corners, was not a necessary conclusion of either fact or law. It is true, the course of the contemplated line was supposed by the testator to be nearly east; but that was a matter -of guess which leads to no result. I can at present recall but one case in which a legal conclusion has been drawn from modes of designation. Where, as in Vernor v. Henry, 3 Watts, 393, a concurrent designation by name and by description disagree, the rule is that the former shall be taken to be the more worthy in certainty. But here there was no disagreement, the name and the description answering in the same degree to each of the corner posts; so that nothing was to be detormine-1 but a pure question of fact. True, the judge told the jury that the location of the line on the ground was for them; but if he did not mean to instruct them that legal conclusions would diversely spring from the two facts put before them, as the one or the other of them should be found, they might readily suppose him to mean it.\nThe impression that the question of intention stood on the words of the will, seems to have led also to the exclusion of evidence which, we think, ought to have been received. To remove a latent ambiguity, circumstances indicative of the state of the testator’s affections towards the object of his bounty, or the relative circumstance of his connexions, or his acts and declarations in respect to the thing given, or the person of the donee, are constantly admitted. The competency of such matters was considered in Yernor v. Henry, already quoted; but it is unnecessary to recur to authority for the principle. In applying it to the evidence, in this case, it is difficult to say whether the testimony of the scrivener, that the testator intended the line to be run to the post corner at F, was proper or not. If it was' offered as proof that the testator had said so, it ought to have been admitted; but if it was offered as ‘ the opinion of the witness, it was not admissible, though the facts on which it was formed might be so. Clearly, however, the deposition of Anne Brownfield was competent. If the testator told her he meant to direct by his will that the line of division should be run to the particular corner; that she saw him begin to stake it off in that direction; that he afterwards told her he had staked it to that corner; and that she subsequently saw the stakes leading to it; these facts would be not only competent but powerful evidence that the particular corner was the one called for in the will. As the presumption is, in the first instance, that a testator aims at equality, the relative amount of the advancements and the differences in value of the portions of the land would be proper for consideration.\nThe questions of evidence, having been ruled for the defendant in error, are considered on this writ of error by consent of the parties.\nJudgment reversed, and venire de novo awarded."}