{"id": "963743", "contents": "Gibson, C. J.\nConstructive knowledge of an undisclosed right is not enough to charge the party with concealment. Suppression is a positive act of bad faith, of which no one can be ignorantly guilty; and fraud committed by means of it, is consequently actual, not constructive. 8 True, the title of a party who ignorantly encourages another to purchase, will be postponed; not however for fraud, but for having occasioned a loss which must be borne by some one, and consequently by the author of it. But if constructive notice were material, these parties would be equally affected with it; for they derive title under the same registered deed; and as both were actually ignorant, they stand upon a level. The question then is whether Mrs. Squibb, herself an administratrix and the owner of the sound title, did any act to encourage Matthiot to purchase the unsound one at his own sale.\nThe sale was ordered on the petition of the administrator, who conducted it and became himself the actual though not the ostensible purchaser of the decedent’s title. She doubtless knew of it, for she lived on the premises when it was made; 'but there is no evidence that she uttered a word or was present on the occasion. She assented to the order and sale, as every bystander assents to a sale who does not protest against it. She assented to a sale of her husband’s title, not her own; and the title she ha.d was founded on a recondite principle of the common law, which even a learned conveyancer might overlook. Every one is presumed to know the law; but the presumption is not strained so far as to charge him with an act of immorality, especially when the complainant had the same means of knowledge and was equally implicated. She was not bound therefore to protest against the sale at her peril. She was an administratrix only in name, and she was consulted as the mother of the family, as she would have been had her name not been in the letters of administration. A sale of some part of the land had become unavoidable for paymént of the debts; and as she expressed a desire to retain the salt-works for the support of the children, it is argued that she was the indirect cause of the loss from the purchase and sale of the rest. But she was not the active and proximate cause of it, and no case proves that she is chargeable with it as the passive and remote one. There would be no end of refinement in regard to cause and effect if the law were otherwise. But the rule is founded on the most exact principles of moral accountability, and no man is answerable by it for what he could not prevent. Why is not the title of an ignorant bystander at a sale forfeited by silence ? Because he is morally unable to speak out. Mrs. Squibbs’s advice to retain the salt-works, therefore, was not such an interference in procuring a sale of the property in contest as would postpone her title to it.\nBut it is contended that she positively encouraged the sale of it by agreeing that Matthiot should account to the estate for the surplus purchase-money after payment of the debt to Rogers, his agent to bid in the property. From the nature of the arrangement, it must have been proposed by Matthiot himself, who needed no incitement, and who purchased of his own head, the sanction of Mrs. Squibb having regard to a matter subsequent to the sale—an application of the surplus purchase-money. She barely assented to the sale, and, dealing with good faith, she could not be entrapped by a participation which was purely passive. Besides, Matthiot was a purchaser at his own sale, and his associates stand on no higher ground. No doubt he was as ignorant of her title as she was herself, but having gained her assent to an illegal transaction in which he was an actor, he, or any one under him, cannot turn it .against her.\nJudgment affirmed."}