{"id": "963769", "contents": "The opinion of this Court was delivered by\nBell, J.\nThe will of William Silverthorn did not specifically designate the persons by whom the power given to sell his lands was to be executed. The law, therefore, devolved it on the executors named: Lloyd’s Lessee v. Taylor, 2 Dall. 223. And as there was strong evidence that Thomas Miles, one of them, assented to the sale made by the other two to Burns, it was properly left to the jury to say whether, in truth, the sale was made by all the executors ; upon the principle that subsequent ratification is equivalent to precedent participation: Taylor v. Adams, 2 S. & R. 534. That case shows, too, that a general power to sell given by last will, may be executed by parol, and that such a sale, partly executed by possession, passes an equitable estate to the vendee, recoverable in ejectment notwithstanding the statute of frauds, just as a similar sale by one in his own right, conveys an available title. There is in fact, in this respect, no difference between the exercise of a power to sell unshackled by particular directions for its execution, and a sale made of one’s own estate. As, then, under the hypothesis that all 'the executors joined, Burns was, by the sale, invested with an estate recognised by our laws, there was nothing do hinder him from selling and conveying it to whomsoever he pleased. Nor is there anything in the law, or the transaction itself, to prohibit Isaac Silverthorn from becoming the purchaser. There is no suggestion of mala fides in the sale made by the executors to Burns, and it is clear that, in the absence of fraud, one, who ha.s sold an estate as a trustee, may afterwards fairly repurchase it for himself: Painter v. Henderson, 7 Barr, 48. Now here all the evidence in the caiise is that Burns sold to Silverthorn, and that the latter bought for himself whatever interest resided in the former. On this point there is no contradiction. All the witnesses agree. There is no whisper of bad faith, and there is no warrant for saying the transaction was intended as a mere abrogation of the sale to Burns, thus remitting the land to its former ownership. Nor will the employment of Burns’s notes by Silverthorn, as a means of paying the purchase-money, work in law such a result in the absence of a manifested intent; as- is shown by Wallace v. Duffield, 2 S. & R. 524. Those notes were not the property of the decedent’s estate. They belonged to his executors, and one of them might lawfully use them to pay his own debt, if he was solvent and no fraud was intended. There is in this case some proof that the legatees, who were entitled to the proceeds of the land sold, or some of them, have actually been paid. But be this as it may, it is sufficient that tbe executors are liable to account to those who may be found entitled to the sums for which the notes were taken. It may be further added that the relinquishment of the notes by Silverthorn to Burns, cannot be regarded in itself as any proof of an intent to put everything in statu quo, since the latter must have purchased the land at a price enhanced, very nearly, by the difference between the principal sums secured by the notes, and the interest which had accrued on them. But aside from this there was nothing whatever in the cause which could warrant the Court in submitting it to the jury to find whether the object of Burns and Silverthorn was retrocession, and not purchase and sale; an error that must have led to a verdict, which, as it strikes us, is very strongly opposed to the evidence. For this mistake alone, the judgment must be reversed.\nBut is there not an insuperable objection in the way of the plaintiffs’ recovery ? The testator directed his mill and twelve acres of the adjoining land to be sold, to pay debts and legacies, and what remained of the purchase-money to be divided among his four sons and daughter. Now, according to our cases of Allison v. Willson, 13 S. & R. 332, Miller v. Meetch, 8 Barr, 417, Morris v. Brenizer, 2 Rawle, 185, Allison v. Kurtz, 2 Watts, 185, this direction broke the descent and vested the estate in the executors, leaving to the legatees but an interest in the proceeds. As ther.e is no pretence of an election by all the legatees to accept the land unconverted, their remedy, if the executors have refused or neglected to execute the power, is under our statute authorizing the Courts to remove delinquent trustees and to appoint others in their stead, and to supply vacant trusts. Without the co-operation of all in interest, ejectment would seem to be out of the question.\nI deem it unnecessary to notice the objection that there were no debts, beyond the capacity of the personal estate to discharge, further than by saying the presumption, from the directions of the will, is the other way.\nJudgment reversed."}