{"id": "963786", "contents": "Jan. 8.\nGibson, C. J.\nThe case which most distinctly recognises the power of a spiritual Court to vacate its sentence when obtained by imposition, is Prudham v. Phillips, stated in Meadows v. The Dutchess of Kingston, Amb. 763, and rather more fully in 1 Harg. Tracts, 456, note. It was tried before Chief Justice Willes in 1737; and, though a Nisi Prius decision, it was quoted with approbation by Lord Apsley. To show, by analogy, that the sentence in a suit of jactitation of marriage, is conclusive in a common-law action, the Chief Justice took a distinction founded on the common-law principle, that a party to a fraudulent judgment can reverse it only directly, but that a stranger may reverse it collaterally by pleading and evidence. “ Who ever knew,” he said, “ a defendant plead that a judgment against him was fraudulent ? He must apply to the Court; and if both parties colluded, it was never known that either of them could vacate the judgment. Here the defendant was party to the sentence; and whether she was imposed upon, or she joined in deceiving the Court, this is not the time and place for her to redress herself. She may, if she has occasion, appeal, or apply to the proper judge.” So was it with the legitimate husband in the case under consideration. The time for appeal had gone by, and he applied to the only tribunal that was open to him. Chief Justice Willes does not intimate how it ought to proceed on the application; but it must necessarily be by summary examination and order. In Bacon’s Abr. Error, I. 6, the remedy for a surreptitious judgment at common law, is said to be a writ of error coram nohis; but Ronney v. Robinson, 2 Roll. Abr. 724, which is cited for it, leans the other way. If a clerk of the King’s Bench, it was there said, enter judgment against an order by a judge of the Court, it may be vacated at a subsequent term. If by writ of error, it would have been unnecessary to say anything about the time; and the meaning undoubtedly is, that such a judgment may be vacated after the term, just as if the record were still in the breast of the Court. That case shows that the principle of Prudham v. Phillips is a general one, and applicable alike to ecclesiastical sentences and common-law judgments. It has - no relation to the doctrine of amendments, which make the record speak a language it did not speak before: the vacation is a new and independent judgment, of which the recorded entry is its appropriate evidence. If it can be entered only on a writ of error, what is to be done with a surreptitious sentencé of an Ecclesiastical Court, to which no such writ lies ? As imposition on it would else be without the means of correction, it must necessarily have a power of summary revision. Facts put in issue as they may be, by the pleadings in error, are triable by jury; but as there is no jury in such a Court, there is the less objection to summary proceeding by it. There is certainly more reason for it than there was in Ronney v. Robinson. True, a statute has given the Common Pleas jurisdiction in libel for divorce; but it has not made it a Court of record in any other aspect, than 'the one in which it had before been considered. Its proceedings in divorce are not according to the course of the common law—at least where a feigned issue is not directed—and no writ of error lies to remove its sentence, whatever may be its power to remove the record of such an issue. In every other respect, the remedy is by appeal, as it is in the Ecclesiastical Courts.\nIt may seem an arbitrary act to expunge a sentence of divorce with a stroke of the pen, bastardize after-begotten children, involve an innocent third person in legal guilt, and destroy rights acquired in reliance on a judicial act, which was operative at the time: and under this-first impression, I would have decided as did the judge at Nisi Prius. But the legitimate husband also has rights; and if any one must suffer from the invalid marriage, it is he who procured it. By the terms of the contract, he took the lady for better for worse; and having assumed at least her moral responsibilities, he stands as to hardship in her place. He, therefore, has no right to complain. The children, who are the fruit of the connexion, are the only persons who have it, if indeed to have been brought into the world in any circumstances, can give such a right; but their condition is not worse than that of the dishonoured husband. There is no injustice, therefore, in a proper exercise of the power assumed in this instance; and the apparent danger of excess in the use of it, vanishes when it is viewed in connexion with a principle, which requires the record to exhibit the ground of every judgment. Possibly there may have been no sufficient ground exhibited in this case; but even if there were not, the order to vacate would be only erroneous, and unimpeachable after the expiration of the period for reversing it by appeal. In stating, however, the charge of imposition, without the facts and circumstances to sustain it, the Court has perhaps stated enough to justify their action upon it. Confidence must be reposed in the wisdom and justice of the tribunals ; and hence the maxim, that all things are presumed to have been rightfully done in Courts of record. • The endorser of the note in suit before us, had no property in it; and the plaintiff has no title.\nJudgment for plaintiff reversed, and judgment rendered for defendant."}