{"id": "963780", "contents": "The opinion of this Court was delivered by\nBurnside, J.\nIt is a well settled principle in our law, that a plaintiff in ejectment must recover on the strength of his* own title,' and not on the weakness of the defendant’s: Walker v. Coulter, Addison, 40; Lane v. Raynard, 2 S. & R. 65; Covert v. Irwin, 3 S. & R. 288. Had the plaintiff any title ? He obtained a judgment against Adam Dietz, under whom both parties claimed, on the 6th June, 1845, on a single bill, dated 30th January, 1841. He issued a fi. fa. to Sept. T., 1845, on which the property in question was condemned, and a ven. ex. to Dec. T. following, returned sold to Jesse King for $10. The sheriff’s deed to King was acknowledged 9th December, 1845.\nThe defendant gave in evidence a deed to himself from his father, Adam Dietz, dated 20th April, 1842, and acknowledged the same day, for the premises in question; tbe consideration of this deed was $50, to be paid in service.\nThe plaintiff then called witnesses to show that the conveyance from Adam to Samuel Dietz was fraudulent. He further gave in evidence the record of the District Court of the United States, No. 522, Oct. T., 1842, being the petition, &c., of Adam Dietz, of Fayette county, praying for the benefit .of the bankrupt law of 19th August, 1841. The petition and schedule were sworn to on 13th October, 1842, presented and filed 23d January, 1843, and set down for hearing 3d April, 1843. On 26th May, 1843, the petitioner was declared a bankrupt, and R. P. Flenniken, of Uniontown, appointed assignee. On the 23d September, 1845, a petition for discharge and certificate were presented and filed, and the Court appointed 27th November following as the time of hearing. Here the record of the plaintiff ended. It was duly certified by ¿the clerk and judge on 2d September, 1848.\nUpon the parol evidence against and in favour of the honesty of the conveyance, I apprehend the dishonesty and fraud greatly preponderated. The plaintiff then gave the bankrupt schedule in evidence. The property returned was all personal. The defendant, to meet the plaintiff’s rebutting evidence, offered in evidence the certificate of the final discharge of Dietz as a bankrupt, on 28th November, 1845. The plaintiff objected to the certificate; the objection was overruled by the Court, and this bill of exceptions forms the first alleged error. We think the Court was right in receiving the certificate in evidence. It was dated the day afte> the final hearing was appointed by the District Court. It completed the record of the proceedings in bankruptcy, and whether the clerk did his duty in making the entry of the final discharge on his docket, or neglected it, will not affect the proceedings or the certificate. The Act of Congress encourages looseness in these proceedings, authorizes the clerk to keep short memorandums, and dispenses'.with a full record. The certificate of bankruptcy is made evidence, and can only be impeached in cases of fraud. Congress have made it evidence in all courts of judicature. It is contended that the bankrupt made a fraudulent return in omitting the land in question. I think this is most probably true, but that does not help the plaintiff; for, by section 2 of the bankrupt law, the decree in bankruptcy vests all the bankrupt’s property, real, personal, and mixed, of every name and nature, by operation of the law in the assignee; the decree divested the bankrupt’s estate and vested it ipso facto in bis assignee. That decree was made by tbe District Court on 26th 'May, 1843, when Mr. Elenniken was appointed bis trustee. He was tbe person to look after the land in question. Tbe plaintiff’s debt was provable under tbe bankrupt law, and be was entitled to a pro rata dividend. Tbe negligence of tbe assignee in acting did not enable Mr. King to pursue tbe bankrupt’s estate. I apprehend tbe creditors might have bad another assignee appointed, if they bad chosen to attend to it. Tbe able argument of tbe learned counsel of tbe plaintiff would have been well addressed to tbe Congress of tbe United States against tbe passage and loose provisions of tbe bankrupt law; we have no power to remedy tbe crying evils it produced.\nJudgment affirmed."}