{"id": "963735", "contents": "March 4.\nGibson, C. J.\nThe question before us is one of intention, and depends not on a rule of law, but on the interpretation of a will. The testator bequeathed to his executors, sums of money in trust, respectively, for some of his children, to be invested in any loans of the United States, or State of Pennsylvania, or of the city of Philadelphia, or of any of the incorporated districts in the county of Philadelphia, or in any of the public stocks or securities bearing an interest;” and the question is, whether the bonds of the Lehigh Coal and Navigation Company were public securities within the meaning of the clause. The words must be understood in their popular sense. The company, though technically a private one, was incorporated not merely for purposes of private gain, but for a great public object. It was to bring into profitable use vast mineral stores in a particular quarter of the State; to supply its emporium with a cheap fuel; and to give activity, not only to its commerce, hut to its manufactures. The company had become a rich and powerful corporation; its bonds were a subject of investment in the stock market; and they were quoted in the published proceedings of the board of brokers, day by day, and side by side with the loans of the United States, and of Pennsylvania, much oftener than were the loans of the city or incorporated districts. In public estimation they were public securities; and it is not hard to believe that the testator viewed them as such. But it is argued that as the Lehigh Company was not strictly a public corporation, its bonds were not strictly public securities. Is a trustee who acts by the best lights he can procure, to be held to technical nicety of discrimination ? The Bank of the United States, though a fiscal agent, was not a public corporation; and its shares of stock, though a medium of remittance between Europe and America, were not public securities; yet it will scarce be thought that an investment in them, during its most high and palmy state, would not have been within the power given in this instance. The city and districts, though municipal, are not strictly public corporations, because they áre local, and embrace only a part of the people of the State, just as the Lehigh Company does; and if the testator dispensed with the public quality of the securities as to the one, why may he not be thought to have done so as to the other ? There are only two kinds of public securities here with which the testator can be presumed to have been familiar; the loans of the\" United States and the loans of Pennsylvania, and it is not to be presumed that he meant to have any part of his money invested abroad. He authorized it to be invested in the federal axrd state loans, and the loaxrs of the city and districts, by name, and if he intended to exclude other secux-ities not purely public, Ixis general direction was redundant and ridiculous; for there were none else to be had. They might have been had ixr Europe or our sister states, and whether European or American, they would have been equally within the letter, and perhaps the spirit of the power; but as a Chancellor would not authorize trust money to be ixivested in a country to which his jurisdiction would not extend, we ought to imitate his example. It seems the better opinion, therefore, that this investment was authoi'ized by the will.\nDecree reversed, and accountants discharged."}