{"id": "963738", "contents": "Coulter, J.\nJacob Johnson was a competent witness in this suit. He was not personally liable on the note in question, although it was under seal. The testimony was clear that he signed the instrument in the presence of, and by the direction of Abrams, who was himself stricken with palsy, and unable to rise from his bed. Abrams made the contract, fixed the sum, and when he was inquired of who should sign the note, he indicated Johnson. But he, instead of signing the name of Abrams, signed his own name as the agent of Abrams. Now, as he signed the note as agent, for work done by Musgrove, and services rendered to Abrams, and in the presence and by direction of Abrams, no principle of law makes him personally answerable. Every presumption of law must give way to facts. The general rule, to be sure, is that a deed signed by an agent and sealed with his own seal, is his deed, but there are exceptions: Hopkins v. Mehaffy, 11 S. & R. 129. The law raises a presumption that he intended to bind himself. Eor if it is not his deed, it is the deed of nobody. But if from the nature and terms of the instrument it appears that the party is an agent, and that he means to bind his principal, and to act for him, and not on his own account, the law will give the paper that intendment, to carry out the actual meaning of the parties, however inartificial the language may be: 11 Mass. R. 27; 5 Maule & Selwyn, 345; Paley on Agency, 378. And there is no difference on this point whether the instrument be a deed or an unsealed contract: Burrell v. Jones, 3 Barn. & Ald. 47; 1 Barnewall & Cresswell, 160. Now the nature and terms of the instrument here, leave no room to doubt. Johnson styles himself guardian of Abrams, and gives the note for services rendered to Abrams, and signs .himself .as guardian of Abrams. Abrams’s estate was abundantly solvent, and his desire was to secure Mrs. Musgrove for the services she so faithfully rendered him in his helpless state, and which was to continue until his death, and did continue. Who else would she trust ? She stood beside (him when they agreed on the amount due, and as he was stricken with infirmity so that he could not rise from his back when they asked him who should sign the note, he pointed to Johnson, who by ignorance or mistake signed the note as already mentioned. And now after the death of Abrams, his executors have the grace to set up the note under seal, signed by Johnson, as a satisfaction of the debt, and so requested the Court to instruct the jury. But every virtuous feeling on earth, and every principle revealed from heaven, is against the plaintiff in error, and so is the law. The Court withdrew nothing from the jury. The chancellor would have relieved Johnson under the circumstances proved, and in relation to which there was no dispute, upon the clear ground that Johnson had no consideration, and did not, by the face of the note, intend to charge himself, and that none of the parties contemplated that Abrams or his estate should be discharged. And as the Court here is a component part of the machinery by which equity is administered, they had a right to say all they did to the jury on this head. We are of opinion that the original cause of action for the services rendered by Margaret Musgrove to Abrams, remained unimpaired by the note signed by Johnson, and that this action of assumpsit can well be maintained.\nJudgment affirmed."}