{"id": "963779", "contents": "The opinion of this Court was delivered by\nCoulter, J.\nIn Overseers v. Kline, 9 Barr, 218, it is said by Mr. Justice Rogers, “ If it appeared in evidence that the defendant knew of the non-registry of Sylph, that she was entitled to her liberty, and fraudulently concealed that fact from her, a different case would be presented. Or if he had compelled her, taking advantage of her ignorance, to serve him, it would be another matter.” Now all these ingredients are distinctly charged in the bill of the complainant in this case. Thus it is contained as follows, “ nevertheless as your orator expressly charges, that notwithstanding the aforesaid Joseph was well acquainted in the premises, that is, that the orator was free, he the aforesaid Joseph fraudulently concealed the same from your orator, and held him in- a state of slavery until 1st January, 1810, under pretence, and a threat, that' if your orator did not faithfully serve him, the said Joseph, as a slave as aforesaid until the full expiration of the time last mentioned, that then he, the said Joseph, would hold your orator a slave for life.” And the bill continues in substance to aver that the deed of manumission was alleged by the said Joseph to be an act of humanity in consequence of the plaintiff agreeing to serve as a slave for. seven years. And the deed itself, which is appended to the bill, wears that complexion. It recites that the said Joseph, from motives of benevolence and humanity, agrees to set free from slavery his mulatto man, Thomas Ferris, on condition that he will serve seven years. The bill further alleges that the plaintiff was forced to serve one year after the expiration of the seven years, under the pretence that such was the true meaning of the act of manumission, which he was induced to believe, owing to the unhappy condition of his birth and consequent ignorance. The bill further alleges that the said Joseph Bechet died in 1816, testate, leaving a large estate, but that executors or administrators with the will annexed were never qualified, nor any account of the estate returned. That the defendants are his representatives and devisees, and further, that the plaintiff was free at the time he was manumitted, but that he was totally ignorant of that fact until the year 1846, when it was first discovered by him. The respondents do not answer the bill specially, but allege that the charges of fraud therein set forth are not true, and plead that the statute of limitations is a bar to the plaintiff’s claim, if he ever had one. The issue, therefore, is upon the validity of the statute, as a bar, under the facts set forth in the bill. The Court below decided that the statute is a bar. The defendant does not answer that the fraud is not sufficiently set out in the bill, nor that the plaintiff had the means of discovering the fraud, but relies altogether on the statute as a bar, in the language of the plea, even if a claim once existed, such as is set out, and prays judgment of the Court thereon. In -equity the statute of limitations begins to run from the discovery of the fraud, and not before: Brookbank v. Smith, 2 You. & Col. 58; Story’s Equity, sec. 1521. In the case from You. & Col., Baron Alderson said, “In eases of fraud the statute runs from the discovery, because the laches of the plaintiff commences from that date, on his acquaintance with, all the circumstances.” The plaintiff may reply fraud to the plea of the statute of limitations, and avoid the plea: Bank v. Forster, 8 Watts, 12. Against a right of action, dependent on a secret fraud, the statute runs only from the discovery of the fraud: Pennock v. Freeman, 1 Watts, 401. But the Court below say that when the party might have discovered the fraud, the statute began to run, and fix the period of its commencement in 1810, when the plaintiff was discharged, and cites a case from Pickering, and from 3 Mass. Rep. These cases doubtless refer to circumstances where the defendants were guilty of supine negligence, and had the means of discovery in their possession. Because all frauds are discoverable by evidence somewhere in rerum naturd. It depends, however, on the intelligence, acuteness, and activity of the party. I have examined the case of Fairman v. Brooks in 9 Pickering, on which the Court below rely. The Court say that the common law allows fraud, if not discovered until within six years before action brought, to be a good answer to the statute; Courts of equity do no more, except that they do not in all cases require a recent discovery to repel the statute, page 244, and in page 246. If the aggrieved party knew of the fraud when committed, or had full possession of the means of detecting it, which is the same thing as knowledge, it will deprive him of his remedy. In that case the party had in his possession the books and documents which established the fraud. The bill in this case charges actual fraud in the suppression of the truth, that the complainant was free, and in the assertion of a falsehood, that he was a slave, by means whereof he procured the agreement of the mulatto to serve seven years. The reckless assertion of that which is not true, by means whereof a man cheats and obtains the advantage of another, is a fraud: Bree v. Holback, Doug. 655; Jones v. Rees’ Executors, 4 Yeates, 109. The nature of the fraud is quite sufficiently indicated, and pointed at in the plaintiff’s bill; but that was settled by the decision-on the demurrer. In Jones v. Rees’ Executors it was held that where there is fraud, the statute does not operate unless it be discovered within the time, nor then when the party is ignorant that the facts constitute a fraud. In this case, the complainant was born a slave, and held as a slave till an advanced period of his life. He belonged to a caste in which ignorance, submission, and oppression was the badge of their tribe. He had the deed of manumission, and to that he clung as evidence of his freedom, and of the humanity and benevolence, as expressed on the face of it, of his master. Such is the habit of submission ancl even attachment to which long servitude reduces the mind, that those held in bondage rarely think of questioning the veracity of those who hold them; like the noble animal, the horse, they are obedient to their master’s voice, even after they are turned on the common to browse and die. Although ignorance of the law shelters no man, yet we must have regard to the circumstances and condition of people on whom a knowledge of facts is to operate. Although in equity a contract made with a man of sound mind will not be set aside, merely because it is a bad bargain, rash and improvident, yet, if it be made with a person of weak understanding, there does arise a natural inference that it was obtained by fraud, or circumvention, or undue influence: 1 Fonblanque Eq. b. 1, c. 2, § 3. If then such regard is had to the condition of a man, as 'to obliterate and annul his contract, why shall the condition of the plaintiff not account for a want of knowledge as to the facts .which made him free ? I will not say, but it would seem from the facts stated in complainant’s bill, that the knowledge was acquired after he was put on the township for support, when the defendants refused to remunerate the overseers. As to the ultimate liability of the defendants, I intimate no opinion, because the only question raised on the record is, whether, on the facts stated in the plaintiff’s bill, and the decision of the Court below on the demurrer, the statute of limitations is a bar. We are of opinion that it is not. The decree of the Court below is therefore reversed, and the record remitted, with instructions that the defendants answer over to the plaintiff’s bill.\nDecree reversed."}