{"id": "963732", "contents": "The opinion of this Court was delivered by\nBell, J.\nThe action of dower unde nihil habet can be maintained only against him who was tenant of the freehold, rightfully or wrongfully, at the time of the writ sued, and, therefore, non tenure is a proper plea where the defendant denies his liability to answer altogether: F. N. B. 29, 30; 2 Saund. 43, n. 1; Id. 144, b. n. 4; Galbraith v. Green, 13 S. & R. 85. This is the position assumed by the defendant, Patterson, and the only question presented by the pleadings and special verdict is, whether at the impetration of this writ he could be regarded as tenant. The fact is found that by deed, dated Nov. 24, 1842, the then owner of the land conveyed it in fee to Mr. Patterson. It is true Ms grantors,, though owners of the whole beneficial interest in the premises, were not invested with the legal title, since no conveyance was executed by Jones to Hooper, or his heirs, although the latter have paid the whole amount of the purchase-money. But as Patterson accepted from them an assurance in fee, and claims to hold under it the estate he bargained to sell and convey to Harvey, it is not open to Mm to deny his tenancy in this action, on the ground that the legal estate in very truth continues to reside in Jones or his heirs. Nor does he. He claims, here, to support his plea of non tenure by force of his agreement with Harvey, by wMch the latter took a beneficial interest in the property, now vested in Casporus, at least to the extent of the purchase-money paid. Such an interest is, questionless, regarded in equity as an estate for any purpose of enjoyment, covering the whole interest acquired; and this equity is fully recognised by our Courts, as is shown by numerous cases, among the last of which may be named Ives v. Cress, 5 Barr, 118, where some of the authorities are collected. But, although this be so, it by no means follows, a vendor, by articles and before deed, is divested of his estate in the land. Until conveyance, the legal title remains in him, and although it has been called the ghost of his former ownership, yet, where any portion of the consideration remains due, it is regarded as a tangible interest, which may be vindicated by ejectment, for the recovery of the possession. Such an action, though in some sort regarded by us as an equitable proceeding, subject to be arrested by payment of the purchase-money, is yet in contemplation of law founded in the legal seisin remaining in the vendor, and drawing to it the right of possession. Now it is this legal seisin that constitutes a party tenant of the freehold: Seaton v. Jamieson, 7 W. 533, and cases there cited; and it can only be parted with by some mode of assurance known to the law, or suspended for the time by a disseisin. It is true that while the contract remains unrescinded, and the vendee continues in possession, the legal title is esteemed rather in the light of a security than as attended by the qualities of an estate; but still, for the purposes of action and remedy, it is regarded as an estate, and the vendor may assert his right, or be called on as a tenant of the freehold. Thus, as just mentioned, he may maintain ejectment against one in actual possession; and the property may be sold as Ms estate, under an execution against him. Indeed, in a Court of pure law, his would bo esteemed as the sole title, even as against an equitable vendee, who had paid the whole consideration of his purchase. The only remedy of the latter would be to call for the interference of chancery, acting upon the principle that what ought to be done shall be considered as done, and, therefore, refusing judicially to notice the actual want of a legal assurance. So far as dower is a legal right, and to be pursued by legal remedies, it is said to be obvious, that the estates in respect of which it is claimed can be such only as have existence in the contemplation of a court of law: Parke on Dower, 123. In England, therefore; it never can become a question as against a cestui que trust, though in Pennsylvania, from usage and universal understanding, a widow is dowable of a trust: Shoemaker v. Walker, 2 S. & R. 556. Do not these considerations suggest a ground broad enough to support the present proceeding ? With us, it is strictly a real action, originating in and proceeding upon the principles and according to the forms of the common law, and is so treated by our legislation in respect of it: Act of 1836, regulating actions. Whoever, therefore, by that code, strictly administered, would be accepted as a sufficient tenant of the freehold, must here, for the purpose of remedy, be so regarded. Where, as in the present instance, the holder of the legal title retains in the land, not merely a bare technical estate, but also an interest of value, the practice of making him a party to the action is justified, both by an adherence to technical rule and the propriety of giving notice to all who have a stake in the subject of the suit. Indeed, were it not that we recognise dower as assignable in a trust estate, it would be improper to join any other than the holders of the legal title in the action, since at law a simple cestui que trust is not answerable. Whether under our system one claiming by articles of sale- and part payment of purchase-money, may be summoned conjointly with the legal tenant, we are not called on, as this record stands, to decide. Were Casporus now before us, under the special verdict, that question would be fairly presented. But the rule is, that where several are impleaded as joint tenants, a denial must be put in at the earliest opportunity by pleading non tenure in abatement; and if this opportunity be suffered to pass, the fact cannot afterwards be gainsayéd. Thus, where there are several defendants, one of them can-mot, after a wager of law, take the entire tenancy on himself in relief of his co-defendants: Com. Dig. title Abatement, 1, 26. The effect is the same where a joint plea of ne unques seisie que dower is pleaded, and á fortiori, it is so, where a judgment is rendered against the tenant for want of a sufficient plea: Seaton v. Jamieson, and cases there cited, supra. Here, Casporus attempted to deny his tenancy, but having failed to do So properly, a final judgment was rendered against him, which, on error brought, was affirmed by this Court: 7 Barr, 120. He is therefore to be regarded as a joint tenant of the freehold with the other defendant, notwithstanding the special verdict, which is no further operative in the cause than as between the demandant and Patterson. We have seen that the facts ascertained by it, do not disprove the tenure of the latter, and consequently judgment ought to have been rendered against him below. It is not a sufficient objection to this conclusion, that it might possibly subject him to damages at the suit of the demand-ant, for this would seem to be one of the incidents attendant on -his relation to the freehold. These are given by the statute of Merton against whoever may happen to be tenant at the time of suing the original writ, and who may thus be held to answer for all who preceded him in the tenancy: Seaton v. Jamieson, supra; Parke on Dower, 301. As, however, that statute was not made in contemplation of distinct legal and equitable estates in the same land, such a construction would probably be given to it, in a proper case, as to avoid the hazard of injustice. In this action the demandant does not ask damages, and, therefore, it is unnecessary to consider the extent of liability to which the legal tenant might be subjected.\nJudgment reversed, and judgment for the demandant against the said Patterson on the special verdict."}