{"id": "963739", "contents": "The opinion of this Court was delivered by\nGibson, C. J.\nIn England, the feudal warranty was superseded by a covenant of warranty, which, in turn, seems to have given place in that country, but in few of the American States, to what conveyancers call the five common covenants of title; namely, a covenant of seisin, a covenant that the grantor had a right to convey, a covenant for quiet enjoyment, and a covenant for further assurance: for the last of which Chancellor Kent substitutes the covenant of warranty, still retained by us; and on which this action is brought. It has been thought by country scriveners, and even by members of the profession, to contain the elements of all the rest; but the terms of it are too specific to secure the grantee against every disturbance by those who may have a better title. It binds the grantor to defend the possession against every claimant of it by right; and it is consequently a covenant against rightful eviction. To maintain an action for a breach of it, as may be seen in Clark v. McAnulty, 3 S. & R. 364, Paul v. Witman, 3 W. & S. 407, and in the cases collected in a note to 4 Kent, 471, an-eviction must be laid and proved; not necessarily by process or the application of physical force, but by the legal force of an irresistible title. There must be proof at least of an involuntary loss of the possession.\nSuch being the nature of the covenant, is the act laid in the declaration within it, and a breach of it ?\nIt will scarce be thought that a covenant of warranty extends to an entry by the authority of the State, in the exercise of its eminent domain. Like any other covenant, it must be restrained to what was supposed to be the matter in view; and no grantor, who warrants the possession, dreams that he covenants against the entry of the State to make a railroad or a canal; nor can it be a sound interpretation of the contract that would make him liable for it. An explicit covenant against all the world would bind him; but the law is not so unreasonable as to imply it. The entry of the public agents, and the occupancy of the ground, were not a breach of the warranty.\nNor was it an eviction even of the ground taken for public use; certainly it was not a disseisin. The entry was on the enjoyment of an easement, which was, at most, a disturbance that left the seisin and a qualified use of the possession, in the grantee. If the subject-matter were, in other respects, within a covenant for quiet enjoyment, the public invasion of it might have been a breach of it, but it was not an eviction. In contemplation of law, the grantee was still the owner and possessor, and might have gained an indefeasible title to the property, by the statute of limitations, against an adverse claimant by superior right. He might continue to do any act of ownership consistent with the public franchise, reserved from the beginning. He might lay pipes or open a quarry under the canal; or enter on any other enjoyment of the soil, that would not interfere with the works, or impede the navigation.\nWas the antecedent release of ultimate compensation, an eviction ? An eviction of what ? Of a right to claim. Strange subject of an eviction! Having been executed before the conveyance, the release, if an eviction of any right, was an eviction of the grantor’s right; for the grantee could not be evicted of what he had not received. The construction of the canal was subsequent to the conveyance; and if there was an eviction at all, it was not by the sealing of the release, but by the entry of the State, which we have seen was not a disseisin within the warranty. The release was, if possible, still less so. The claim to compensation being no more than the benefit of a chance, was an ideal thing; and, though of appreciable value, it would not have fallen within the ancient warranty, which had regard to things corporeal, and differed from its successor chiefly in regard to the voucher to warranty, and the recompense in value. It therefore cannot fall within the modern covenant.\nA part of the argument has been, that the release passed a right of entry to the State, as well as extinguished the compensation for it. But the releasor could not convey a right that was in the State from the beginning, and one that could be exercised without his consent on the single condition of compensating the owner. The release forestalled the compensation, and it did no more. It was not. a breach of a subsequent and prospective covenant, not even against encumbrances; and running, as it did, with the land, it could not, by any construction, be more than a clog on the enjoyment.\nThis decision of the principal matter rules the cause, and relieves us from the consideration of anything else.\nJudgment reversed."}