{"id": "963753", "contents": "The opinion of this Court was delivered by\nBell, J.\nThe Court below instructed the jury that as to the purparts of the land in question, to which the plaintiffs derive title through their late mother and under the conveyance from Strause and wife, their right to recover is barred by the Statute of Limitations. This instruction was based on the idea that, so far as these interests are involved, the case is one of successive disabilities, and consequently, as no action to recover the possession was instituted within ten years from the respective deaths of Sarah Marple and Eliza Vandike, the plaintiffs are not within the protection of the proviso saving the interests of femes covert and infants. But this opinion is founded in misapprehension of the position occupied by the plaintiffs. As a brief'recurrence to a well ascertained principle will show, they are not driven to claim the benefit of the proviso, except so far as that operated to prevent the running of the statute during the respective lives of their mother and aunt.\nNotwithstanding there is some obscurity in the phraseology of our Act of Limitations and of the 21 Jac. 1, from which, so far as it respects land, it is substantially borrowed, it is settled by a series of determinations, that the spirit of these statutes is to allow the respective’ periods of 20 and 21 years from the time a person might make an entry or support an action; for though the owner be out of. possession, the statutes only begin to operate from the moment a right to enter accrues: Hall v. Vandegrift, 3 Binn. 374; Carlisle v. Carlisle, 1 Pa. R. 6; Cook v. Danvers, 7 East, 299. It is therefore said that one effect of these enactments has been to arrange claimants of lands into three different classes; namely, parties claiming presently the whole fee simple, of which they or their ancestors have been disseised; those claiming particular estates, and those claiming reversions or remainders expectant on the determination of particular estates: Blanshard on Limitations, 2, 1 Law Lib. As the last of these have no immediate right of entry, during the continuance of the precedent particular estate, the statute can have no effect to bar their interests until they are in a condition to sustain a possessory action, for it would be obviously unjust to deprive a man of his estate' for negligence in asserting a right while he is forbidden by law to vindicate it by action. Were, indeed, an expectant estate within the very terms of the Act of Limitations, the destruction of it by mere force of positive law, without any default in the remainder-man, or reversioner, might seek a justification in grounds of supposed policy. Of this an illustration is alleged by the 10 & 11 Wm. 3, cap. 14, which prohibits writs of error to reverse fines, common recoveries, or judgments, unless brought within twenty years after the fine levied, the recovery suffered, or the judgment signed. In the construction of this statute, it has been held that a reversioner cannot have error after twenty years from the time of a recovery, though his title did not accrue until long after that period had elapsed, for, said the Court, the words of,the statute are “ twenty years after recovery suffered,” and it was not the words that are in the statute of fines “ after, the title accrued:” Lloyd v. Yaughan, 2 Str. 1257. But the latter terms, or their equivalents, are found both in the 21 Jac. 1 and in ■our Act of 1785, and it has accordingly been settled, both in England and Pennsylvania, that reversioners and remainder-men are not within the purview of these statutes, until their right of entry accrues by the determination of the precedent estate, no matter how long that.may endure. Thus where there is a valid existing lease for years, the right of entry is postponed until the expiration of the term, and though it may be forfeited by condition broken, yet as the owner is not obliged to take advantage of the forfeiture, the continued possession of the tenant for twenty years, without any subsequent act acknowledging the tenancy, will not be counted adverse: Cook v. Danvers, supra. In this case, which was much considered, a testatrix had demised the land for a period of years and died, first having devised it in fee to the lessor of the plaintiff. After her death, her heir-at-law entered and received the rents during his life, and was succeeded by his son and heir, who also received the rents, making together a period of time more than twenty years before the expiration of the lease. It was urged for the defendant that the devisee might have entered on the land, without committing a trespass on the tenant, to vest seisin of the freehold in herself, or to assert her right, whatever it might be, against the party claiming and talcing the rent, and not to oust the tenant. But to this it was answered, with the approbation of the whole Court, that no other title or right of entry is within the stat. 21 Jac. 1, except that which is accompanied by a right of possession, which the devisee could not have pending the lease. The same doctrine was, in effect, applied in our case of Shepley v. Lytle, 6 Watts, 500, where a father had demised lands, and afterwards devised them, in fee, to the lessee and others; and it was determined that the statute did not begin to run till after the expiration of the lease, although, after the death of the testator, the lessee and devisee claimed to hold the subject of the devise under the will, and in pursuance of a partition made between him and others. The same rule holds where there is a precedent estate for life, however created, and though it be forfeited as against the remainder-man; for an entry at any time within the allotted period, after the remainder attaches, is sufficient: Kemp v. Westbrook, 1 Ves. sr. 278. See also Morton v. Funk, 6 Barr, 485.\nIn the case béfore us, the adverse possession, set up by the defendants, commenced during the coverture of the mother and aunt of the plaintiffs, whose titles were therefore as fully protected by the saving clause of the statute as if the lands, adversely held, had first descended upon them after their respective intermarriages: Carlisle v. Carlisle, supra; Weddle v. Robinson, 6 Watts, 486. The operation of the statute being thus suspended until their deaths, their estates were up to that period as unaffected by it, as though no hostile possession existed. Yet had an immediate right of entry then descended upon the plaintiffs and upon Mrs. Strause, as heirs of their respective mothers, they vrould have been put to their several actions for the recovery of the possession, within the ten years given by the Act. But in both cases a precedent estate for life vested in their respective fathers, and, intervening between the mothers and their children, suspended the latter’s right of entry, until the respective particular estates were expended by the death of the tenant, or a merger of his interest. Prior to this, there was no moment of time when the children of William Ilollman’s daughters could have entered upon the land without being trespassers, and, consequently, there was, under the principle I have brought to view, no such right residing in them as the Act of Limitations could affect. As to that portion of interest derived through Mrs. Yandike, the right of possession did not vest in her daughter, the grantor of the plaintiffs, until' the death of the former’s husband, nor could the plaintiffs enter upon that portion of the land descended from their mother, until -their father’s conveyance to them of 1845, which being a surrender of the lesser estate, worked its merger in the remainder, and thus perfected the title. The plaintiffs do not therefore seek to excuse their want of action until the institution of the present suit upon the ground of infancy of themselves and Mrs. Strause, as the Court of Common Pleas erroneously supposed, but upon the higher basis of want of right, to which the precedent disability of their respective mothers furnishes no answer. By the death and conveyance of the tenant by the curtesy, a new right was acquired, which was untouched, because not embraced by the Act of Limitations; for every new right of entry confers an additional period within which it may be exercised: Hunt v. Bourne, 1 Salk. 339. It is scarcely necessary to say that as to the remaining third of ‘the tract here in dispute, the instructions given to the jury were correct, and as this disposes of the whole case against the defendant below, it' is unnecessary to consider the' question of evidence thus rendered immaterial.\nJudgment reversed, and a venire facias de novo awarded."}