{"id": "963793", "contents": "The opinion of this Court was delivered by\nBell, J.\nIt has been long and firmly settled that, in respect of awards which require the sanction of the Court of Common Pleas, this Court, sitting in the last resort, will not undertake to rectify errors resting in facts extrinsic to the record. It is the peculiar province of the Court below to take cognisance of and correct the mistakes committed by the referees, on exceptions filed, just as it will remedy those committed by a jury, on a motion for a new trial; and its decision cannot be reviewed, unless indeed there be errors in law apparent upon the record itself: Russell v. Gray, 6 S. & R. 145; Harker v. Elliott, 7 S. & R. 284; Kline v. Guthart, 2 P. R. 490; Wilson v. Caldwell, 3 W. 212; Johnson v. Porter, 7 W. 356; Sands v. Rolshouse, 3 Barr, 456. Exceptions founded in alleged want of notice; substitution of one referee for another; adjournment to another place without the assent of the parties, and the like, are peculiarly within the province of the Court below, and will not be considered in this Court even though the depositions and other evidence should be sent up with the record: Browning v. McManus, 1 Wh. 177. And in.this particular there is no difference between awards made under the Act of 1705 and those returned in pursuance of the Act of 1806. These are equally subjected to the power of the Court below, and inquiries touching them are to be conducted in subordination to the same rules. In the case before us, both of the objections preferred here against the validity of the award, rest upon a basis of fact, which the exception seeks to establish dehors the record, by means of depositions taken in the Common Pleas and fully considered there. But it is plain that, under the rule to which reference has been made, we cannot look to these or found any action upon them. The alleged misconduct of the referees in adjourning the further hearing of the controversy to Masontown, and their negligence in not causing the award to be enclosed in a sealed envelope before delivering it to the Prothonotary, was for the sole investigation and determination of the Court into which the award was returnable, since these allegations were to be proved or disproved by testimony distinct from, and independent of the record itself. But, if it be averred that the ground of the first exception taken here is also disclosed by the unassisted record, our attention is to be confined exclusively to the record, and this furnishes the answer that all parties in interest consented, to the removal of the place of investigation from Brownsville to Masontown. That this is a sufficient answer must be admitted, for it cannot be seriously contended that the parties had not power to agree orally to this change. Where, under such an arrangement, an inquiry is had and award made, the defeated party cannot be permitted to impeach the decision of his own chosen forum, in direct fraud of his agreement. These adjournments from time to time, and from place to place, are frequently found essential, not only to the convenience of the referees and parties, but to the due investigation of the disputed facts, and it has ever been held they may be arranged by the persons interested in the litigation, without the formality of signing and sealing. Of the fact of the arrangement having been made, of course the return of the referees is to be esteemed as full proof in this Court.\nBut were the difficulties that have been suggested removed from the path of the exceptors, a still greater would remain. By the submission of these parties, it is stipulated that the award to be made in pursuance of it shall not only be final and conclusive, but still further that “there shall be no appeal taken or exception filed.” That the litigants had power to enter into this stipulation is not denied; that as a consequence it is binding upon them, except where there has been dishonesty or corruption, is decided: Mussina v. Hertzog, 5 Binn. 387; Andrews v. Lee, 3 Pa. Rep. 99. And why should it not be ? It is for the public interest that bounds be set to litigation. For this reason we recognise the right of disputants to refer their contests to -the arbitrament of private tribunals, in preference to the public courts of the country, and surely there is no paramount reason of public policy forbidding an agreement that their decisions should be beyond the reach of further inquiry or review. On the contrary, submissions to private arbitration, being found conducive to public and private tranquillity, have ever been encouraged by our laws.' But it is enough the point has been determined. The defendants have taken their chance in the mode selected by themselves; the proper tribunal has declared the conduct of the referees was fair and honest; and the parties found by them to be in default must not be admitted to come into a court of error to raise technical objections, in violation of their own solemn agreement.\nIt will be perceived that, hitherto, I have not noticed the third and fourth errors assigned here. Indeed, they made so slight an impression upon me, as a reason for overturning the award, that they had escaped my recollection, until a renewed inspection of the paper-hook recalled them. The answer to them is- obvious. They propose an investigation of merits without the power or indeed the means of making it. The rule adopted by the referees- in computing interest is disclosed by deposition, and being outside that, to which we can alone look, the error, if one was committed, would be without our reach. This might be a subject of regret, wore it not that the same matter was brought to the notice of the Common Pleas, and there corrected by a remittitur of part of the sum awarded, a condition which that Court had the undoubted right to impose: Aubel v. Ealer, 2 Binn. 583, in note; Lee v. Wilcocks, 2 S. & R. 48.\nAs, then, the record is without error so far as we are competent to determine, the judgment confirming the award must stand. If injustice has been done the estate of the defendants’ testator, it is the result of a course of investigation and power of determination to which they voluntarily submitted themselves.\nJudgment affirmed."}