{"id": "963785", "contents": "Burnside, J.\n(after stating the facts.)—Our law is, that where husband and wife take to themselves an estate jointly, they have not several estates, but, on the death of either, the whole estate belongs to the survivor: 8 Coke, 716; 2 Vern. 120; 2 Cruise Dig. 441; Robb v. Beaver, 8 W. & S. 107. They are tenants by entirety, and have the right of survivorship which is incident to such an estate. I shall not attempt taking up the alleged errors in detail, or to follow the learned counsel in their arguments. At one time they contend that the agreement gives them absolute estate in the premises; • that it has been ratified and confirmed by Fanny, by her receiving grain after the death of her husband, and hence their estate is in fee. The next moment they attempt to destroy this title by setting up a sale and purchase of a treasurer’s title on a sale for taxes on a prior, warrant and survey on the same land, which they say existed, to Peter Best, before his agreement with James Clark and wife, and older than the improvement with Baker, which Clark bought to make way for his warrant and survey. No attempt is made to fulfil the agreement with Clark and wife in 1822. They drove her out of her cabin and two acres, which was removed, and in a short time it is reduced to ashes. The answer to all the points made is plain and simple. The defendant came in under the title of Clark and wife, upon certain conditions, which they refuse to fulfil. They deny her right, yet they say they have a grant of that right in fee; but when that grant comes to be examined, the law in its wisdom replies to them, that when Fanny Clark signed the agreement, she was a feme covert; as to her it was void, and the law cast the estate upon her on the death of her husband, when she became feme sole ; it did not bind her, she never acknowledged it as the statute requires. If they had suffered this lone woman to remain in her cabin, and paid her the rent the agreement required, there is no doubt she would have been satisfied. But such are the ways of a just and wise Providence, and the excellence of our laws, that weakness and dishonesty generally punish themselves.\nThe judgment is affirmed."}