{"id": "963736", "contents": "Jan. 15.\nBell, J.\nIt is impossible to imagine any ground upon which Spang can hope to escape the consequences of his negligence. By his seizure of the goods of Bickel, the defendant in the jd. fa., the sheriff was vested with a property in them, and it was his duty to remove them .to a place of security until they could be sold. By the levy retened, Grressman’s judgment was ipso facto discharged, though the goods were never sold, and he could therefore look to no one but the officer executing the writ: Hunt v. Breading, 12 S. & R. 41; Freeman v. Caldwell, 10 Watts, 9; Boas v. Updegrave, 5 Barr, 519. It is no excuse that they were subsequently sold by virtue of another execution, for the sheriff was bound to keep them, at his own risk, and a rescue of them or their entire destruction was at his cost. The law gave him ample power over them; and by suffering them to escape his grasp, he made himself liable to the execution creditor for their value. Nor was there anything in the proceedings of the Court of Common Pleas that can operate to protect him.- Before it interfered at all, there was ample time to effect a sale; and after their order to open the judgment for the purposes of the proposed defence, there was nothing to affect the execution in the hands of the sheriff, or to suspend his right to sell after its return. The Court might have directed the process to be stayed, but then it would probably have ordered the levy to remain as a security; and even without such an order, it was incumbent on the sheriff to preserve the property, to meet the exigencies of the contest, or, if of a perishable nature, no doubt permission would have been given to dispose of it, paying the avails into Court. But the truth is, the Court intermeddled not ■with the sheriff’s powers. The mere rule to open the judgment interposed no obstacle to tbe exercise of tbe right to sell, with which the seizure invested the officer; nor did the return of his writ or his subsequent retirement from office deprive him of it. By the writ of fi. fa. he was clothed with the power of disposition, and having once seized the goods in execution of the writ, he was bound, even after his general authority had ceased by expiration of the term of his office, to proceed to sell, and to do every act necessary to its \"completion. The return of the fi. fa. would not prevent the exercise of this function, for a sheriff may sell after such return, and without a venditioni: Watson on Sheriffs, 188, 9; 1 Roll. Abr. 893, 9; Ayre v. Alden, Cro. Jac. 73; Clark v. Withers, 6 Mod. 295; Doe e. d. Stevens v. Douston, 1 B. & A. 230. The case, then, is the naked one of a sheriff, after seizure of goods sufficient to satisfy his execution, refusing or neglecting to sell until after they are lost to him. By his return he fixed himself for the debt, and there is nothing to relieve him from this liability. It is, indeed, an instance of unmitigated neglect of duty, unrelieved by a single circumstance tending to the exculpation of the officer.\nIt is hardly necessary to say that the case of Commonwealth v. Magee, 8 Barr, 268, has nothing in common with the present. There the execution was stayed before levy, and the restraint remained unremoved until after the return day. Here, the sheriff’s hands were never for an instant shackled, or his power trammelled. In the one case, the officer was directed to forbear; in the other, he was commanded to proceed’, and failed to obey.\nAs to the point raised under the writ of error sued by the plaintiff below against the terre tenants, it is sufficient to say that the cases of The West Branch Bank v. Chester (not yet reported), Clarke v. Stanley, 10 Barr, 472, and the decisions upon which these determinations rest, show the lien of the sheriff’s recognisance was divested by the judicial sale, made in satisfaction of the prior mortgage. The observations made in McKensey’s Appropriation, 3 Barr, 156, were not intended to question those determinations, or to establish an exception in favour of recognisances where the sale is under a precedent mortgage. The remarks apply to sales under subsequent liens.\nJudgment affirmed."}