{"id": "963737", "contents": "The opinion of this Court was delivered by\nBurnside, J.\nThe doctrines of the English chancellors, concerning part performance of parol contracts for land, have'been adopted as the law of Pennsylvania. Under our Act of Assembly against frauds and perjuries, notwithstanding the omission in the latter of section 4 of the English statute, delivery of possession of land, in pursuance of a parol contract, amounts to part performance ; and the vendee, as well as the vendor, may insist on specific execution of the contract: Pugh v. Good, 3 W. & S. 56. Hence, it seems to a majority of this Court that this case was not properly put to the jury. I think the fair inference from the evidence was that the son was put into possession in pursuance of .a contract entered into with Ms father. That is a fact for the jury to determine, and the evidence is clear that the father afterwards had the land surveyed for the son, but refused to make him a deed, until the whole purchase-money was paid. It is in evidence that the son paid a judgment for the father, lifted a note, and paid sixty dollars on his contract for the land, and the father declared it was all paid but forty dollars, a balance in the last gale; that the son was industrious, made valuable improvements, and turned the wilderness into a fruitful field.\nIn the examination of cases on parol contracts, it frequently happens that there was no person present when the bargain was made, or that, if present, he is not living at the trial. The declaration of the vendor is evidence for the vendee, and of the vendee for the vendor. The father certainly admitted the contract when he refused to make the deed until he received the last forty dollars. Whether there was a contract and possession delivered in pursuance of it ought to have been submitted to the jury. They had a right, under the evidence, to say what sum was due on the contract to the vendor, if they found one,1 and they might have found for the plaintiff, to be released in a reasonable time, to be fixed by the jury, and that the plaintiff should not have execution until he tendered or filed a conveyance in the office: Swartzlander v. Markly, 8 W. & S. 172. I deem it unnecessary to recapitulate the evidence. It is clear to me the case, on that evidence, ought to have been put to the jury on the principle indicated.\nJudgment reversed, and a venire de novo awarded."}