{"id": "963775", "contents": "Jan. 28.\nCoulter, J.\nThe case presents for the judgment of the Court a question of property between two individuals. In reaching that question, however, it is absolutely necessary to consider the social relation of the parties, and to estimate its effect on the question of property. One party invokes the protection of a clear and explicit provision of the constitution. And to reach that, we must, if necessary, go over an interposing Act of Assembly. In England, parliament has frequently annulled the contract of marriage for adultery. There is, perhaps, more reason for the practice there than existed in this gtate for the exercise of a similar power by the legislature; because parliament is a Court. Lord Coke says it is the highest and most honourable Court in the kingdom. But that high Court proceeds with the utmost circumspection, examines witnesses to prove the adultery, and in cases where the guilty parties have not left the realm, requires that there shall also have been a trial in the common law Courts for criminal conversation, and damages recovered, and also that a sentence of divorce in the spiritual Court should have been decreed, which can only divorce a mensa et thoro ; hence the necessity of the intervention of parliament to divorce a vinculo, whose power, only, is adequate to that end. But in this gtate, the legislature seems to have acted on the ground that it was an exercise of legislative power, and therefore not requiring a judicial examination. We think, however, that this doctrine may be well questioned.\nA divorce annuls a civil contract between two individuals, of a higher and more imposing nature, and of more emphatic emphasis on the whole structure of society, than the voluntary contracts, by deed or by parol. And there flows from the severance of the contract, a divestiture of property from one .and a re-investment of it in the other. It is in fact a judgment in a dispute between two individuals, the justice of which must depend upon facts in relation to which both parties ought to have an opportunity to be heard. But however questionable the power might have been under the Constitution of 1790, the amended Constitution of 1838 did expressly prohibit its exercise by the legislature, wherever the Courts then had or should thereafter be vested with power; from which an implication results of a power to annul the marriage contract in the non-enumerated cases. The legislature has therefore a limited power, with an express prohibition outside of the limitation. Sec. 14, art. 1, is as follows: “ The legislature shall not have power to enact laws annulling the contract of marriage in any case where by law the Courts of this Commonwealth are or may hereafter be empowered to decree a divorce.” The Courts have now power to decree a divorce in almost every case where a divorce is justifiable. The Act of Assembly does not express on its face, or in a preamble, the cause of the divorce in the present case. It is in these words: [His Honour here stated it: see ante, pp. 350-351.]\nIt does not appear from the Act whether the case was within legislative power or not. And the position taken by the defendant in error, is, that Courts cannot go, as they call it, behind the Act itself to ascertain whether it was within the pale of the Constitution or not. But I apprehend that we can, in all cases, go to the Constitution itself. The majestic impersonation of the sovereign people speaking through the Constitution, is always present in this Court, and must always be heard and obeyed.\nThe power confided to the legislature is a limited power, and it cannot be allowed that they should convert it into an unlimited power. If they can convert a special jurisdiction into a general jurisdiction, the provision of the Constitution becomes dead. If Courts cannot or will not go behind the Act, where the cause is not expressed on its face, the clause in the Constitution might as well have been that the legislature shall annul, &c., as that they shall not. It requires but a trick of the pen to leave out the cause, and then the power becomes general. A great number of authorities have been cited by the defendant in error to show that in judicial proceedings the judgment of a Court of competent and general jurisdiction over the subject-matter, cannot be overhauled in a collateral proceeding. All this is admitted, but then it is to be understood that the party was affected with notice in the mode pointed out and prescribed by the law. But no Court ever held that a judgment against an individual who had no notice whatever was valid. Wo know that the legislature never summon the party, and that they proceed, in nine cases out of ten, upon ex parte testimony. The cases therefore are not applicable. But the counsel assume the fact in contest, and then lean on those authorities. The legislature have not a general jurisdiction over the subject of divorce. Their jurisdiction is limited, and these authorities, even assimilating the proceeding to analogous cases in Court, do not touch the question.\nIt was however ruled in Kemp v. Kennedy, 1 Peters’s Cir. Court Reports, 36, that Courts of limited jurisdiction must not only act within the scope of their authority, but that it must appear on the face 'of their proceedings that they did so, and if it does not so appear, all their proceedings are coram non judice. This is the general principle as to Courts of limited jurisdiction, so that every just analogy drawn from proceedings of Courts is against the defendant. But I place the decision on the broad ground that the Constitution must be preserved, and that if Courts should refuse to permit evidence to show the grounds of the divorce, the legislature could obliterate the clause in the Constitution. This is a question of property resulting from the divorce. The party has a right to the protection of the constitutional provision, and if necessary, the Court can touch the Act with the judicial wand, and open it to inspection, so as to see whether or not it is within the pale of the Constitution. The evil of this example would not terminate with this class .of cases, but reach with fatal effect to others. The legislature can aliene and grant the public domain not already appropriated. They have therefore a limited jurisdiction in granting lands. Suppose they were to pass a law granting throe hundred acres of land on-the Delaware, by well defined boundaries, to John Doe, could not the real owner of the land' be permitted to show that the land had been granted more than a hundred years ago, to those under whom he claimed, and that therefore the legislature had no power or jurisdiction over it ? Not so, if full effect is given to the argument of the counsel for defendant in error. Courts cannot go behind the law, but must presume against fact that the legislature acted within the scope of their power. In the one case as well as the other, the legislature have a limited jurisdiction; in case of the land, to grant that which had not previously been granted, and in cases of divorce, to grant them where the power had not been previously granted to the Courts. And the only mode of preserving the Constitution and protecting the rights of individuals in either case is to admit the best evidence, aliunde as from behind the law. Evidence of this kind has been admitted by the Court when the peril to individuals was not so pregnant as here: Austin v. Trustees, 1 Yeates, 260; Stoddart v. Smith, 5 Binney, 353; Bolton v. Johns, 5 Barr, 145.\nIn the case of Gaines v. Gaines, Penn. Law Journal, June 1849, the Court of Appeals of Kentucky decided, that a special law granting a divorce was a judicial act, and as such belonged to the Court; and admitted evidence to show that when an act was passed, judicial proceedings were pending to procure a divorce; and that, therefore, the law was void as it respected the property of the parties; and decreed dower out of the estate of the husband, notwithstanding the legislative divorce. We are of opinion that the following evidence, offered by the defendant below, ought to have been admitted, to wit:\n“Defendant offers in evidence the record of an action of divorce, instituted in the Court of Common Pleas of Montgomery county, to August Term, 1842, No. 29, by the said Charlotte S. Jones, by her next friend David Styer, against the said Joseph P. Jones, the ‘defendant. That the causes set out in the libel of the said plaintiff were cruel treatment and the offering of such indignities to her person as to render her condition intolerable, and life burdensome, and thereby forced her to withdraw from his habitation. That all of said causes were denied ,by the said defendant, and that the issue was subsequently tried, and a verdict rendered for the said defendant. That on or about the 6th day of April, 1845, Mr. S., who was one of the counsel for the said Charlotte S. Jones, and at that time a senator of Pennsylvania, presented to the said Senate the petition of the said Charlotte S. Jones, with certain affidavits or documents, praying the said legislature to pass a law, divorcing her from the bonds of matrimony with her husband. That the grounds upon which the said application was made ryere the same as those stated in her said libel presented to this Court, viz. cruel and bar-barons treatment, and tbe offering of sncb indignities to ber person as to render ber condition intolerable.”\nBut that what follows, in relation to tbe manner of proceeding, or agencies used by any member of tbe body, ought to be rejected.\nIt would be unbecoming and discourteous to tbe legislative body, to admit such evidence, which is excluded by tbe case of Fletcher v. Peck, 6 Cranch, 87. We are of opinion that tbe Court erred in excluding tbe evidence in tbe first bill of exceptions, tbe second, tbe third, and tbe fourth. Tbe object in these offers was to bring before tbe Court tbe very best evidence tbe nature of tbe case admitted of tbe grounds on which tbe divorce was procured; that is, tbe petition of Mrs. Jones to tbe legislature, and tbe affidavits by which it was - sustained, all of which it appears were in Court. Tbe act of tbe legislature was constitutional, if it was passed for any of tbe non-enumerated causes in tbe constitution; in other words, if not for any of tbe causes over which tbe Court bad jurisdiction. Tbe defendant takes ground too broad, therefore, when be asks tbe Court below to say that tbe act is unconstitutional on its face. Tbe point of this decision is, that tbe defendant below has a right to establish, by such evidence as be offered, that the' Act was passed for a cause over which tbe Courts bad jurisdiction, and that tbe Court of Montgomery county, on a fair trial between tbe parties, in relation to tbe alleged causes, bad given judgment against tbe plaintiff, and that, therefore, the legislature bad no jurisdiction or power to grant tbe divorce.\nA great deal was said in tbe argument of the duty of this Court to presume that a co-ordinate branch bad confined itself within tbe scope of its power. I will admit, that if tbe legislature had specified, in tbe act, or by a preamble, that tbe divorce was granted for a cause where tbe Court bad no power, a very different case would be presented. But they have not said it. At most, however, this is nothing but tbe old argument, not pushed to quite its full extent, that tbe Courts must always presume that a co-ordinate branch acted within tbe scope of its authority, and cannot, therefore, declare its acts unconstitutional.\nTbe old rule is a good one, that, where a fact cannot be made to appear, tbe reason is tbe same as if it did not exist. As tbe legislature have not expressed tbe cause, we throw it open to evidence by either party, so that this question of property may be justly decided, according to tbe Constitution.\nJudgment reversed, and venire de novo awarded."}