{"id": "963751", "contents": "Burnside, J.\n(after stating the case.)—We think there was error in the way the learned judge put the cause to the jury. [His Honour here stated the first error assigned.] This Court has ruled in Jobson v. Boden, 8 Barr, 463, that under the Acts of 1836 and 1845, a journeyman is not entitled to a lien for his work. In that case the facts were that Jobson was employed by McAllister to build a mill at a certain price; Jobson hired Boden by the day, as a carpenter and millwright, for the agreed price. Boden filed a mechanics’ lien for his pay. On the trial of the scire facias, the Common Pleas gave judgment for the plaintiff, and this Court reversed that judgment.\nI think no one will read the opinion of Mr. Justice Bell but will be satisfied that our mechanics’ lien law never did nor never could contemplate that every man who was hired by a contractor to work at a building had a right to file a lien for his wages. Under the opinion of the Court in this case, the jury were misled, if they found that Horner was hired by Obert to work at the mill, Guthrie was in any event liable to pay him. Our lien law is not so.\n[His Honour here stated the second error assigned.] The evidence was clear that the mill was perfectly worthless. If the plaintiff relied on confirmation after full knowledge that the mill was of no value, it lay on the plaintiff to prove it.\n[His Honour here stated the third error.] .The jury ought to have been instructed that, if they found that Obert and Horner were partners, that then the defendant had the same defence against Horner that he had against Obert; and if they found from the evidence that Horner was a mere labourer for Obert, then, unless there was a full agreement and confirmation on the part of Guthrie to pay Horner for his labour, after knowledge that the mill was worthless (a fact not disputed), the making of the single bill did not prevent him from showing the mill was worthless in this case, and that the labour of Horner was a loss instead of a benefit to Guthrie. If the jury found Horner was a workman and labourer under Obert, and the place was Obert’s, and Horner did his work faithfully for his employer, then, as we have said, he had Obert for his wages, and he was the person who ought to pay him.\nThe judgment is reversed, and a venire de novo awarded."}