{"id": "963763", "contents": "Rogers, J.\nUnder the Act of 18Q6 respecting executions, if any fact connected with the distribution of the estate shall be in dispute, the Court shall, at the request in writing of any person interested, direct an issue to try the same. This Act is ruled to be imperative on the Court, and a refusal error, in Bickel v. Rauk, 5 W. 140, Reigart’s Appeal, 7 W. & S. 267, Trumble’s Appeal, 6 W. 138, and in 7 W. 127. But it is said that it is not the duty of the Court in all cases to grant an issue: that t.he Act was not intended to enable a litigious party to demand an issue under all circumstances, and thus take his chance before a jury where there is nothing in the case to call for its intervention. And this is ruled in Dougherty’s Estate, 9 W. & S. 192-3, and in Dickerson and Hoover’s Appeal, 7 Barr, 250. If this be a case of that description that there were no facts to submit, or that the determination of the facts would not alter the result, the refusal to direct one issue worked no injury; and consequently, as has been repeatedly ruled, we would not reverse the proceedings. The controversy in this case is between separate and partnership creditors, as to the distribution of proceeds arising out of the sale of property alleged to be held in partnership. In the distribution of the money two facts are material. Was the judgment of the appellant a judgment against the persons named in their individual or partnership characters, and was the property sold partnership property ? In view of these facts, which are undoubtedly material in the distribution, the appellant filed an affidavit, setting forth that the factory property at New Haven sold by the sheriff as the property of Blocher, Shoemaker & Taylor, the proceeds of which are now the subject of distribution, was purchased by Blocher, Shoemaker & Taylor, as partnership property and for the purpose of carrying on business by them as partners for the manufacture of woollen goods, and that after the purchase aforesaid the defendant knows that they held it as partnership property. The appellees contend that the affidavit does not allege that his debt was a partnership debt, and consequently the only issue which the jury would have to try would be whether or not the property sold was partnership property, and that this would have left the question whether Overholt should be preferred over other separate creditors as undetermined as before, and consequently would have no effect in changing the manner of distribution. That the affidavit in this particular is defective must be conceded; and if the case rested here, there would be no cause for reversal, as no injury was done the appellant. But that the request was not confined to an issue to try whether the property sold was partnership property, would seem to be pretty plain. On the Blst December, 1847, we found this entry signed by the learned judge who heard the case. The counsel for H. D. Overholt ask the Court to refer this report back to the auditor, or to direct an issue to enable him to prove that the property sold was purchased by the defendants as partners for partnership purposes, as is stated in the affidavit of H. D. Overholt and in his application for an issue this day filed, and that the judgment No. 90, Sept. T., 1844, was given for a partnership debt. And what renders it certain that the application for an issue was intended for a double purpose, is that the Court declined to grant the application because it was believed “that the distribution must be made to the judgments as they appear on the record ; that their character cannot be altered by parol proof and the distribution will be the same in the opinion of the Court whether the defendants held the property as tenants in common or as partners: the judgments all appear upon the record as of the same character as ordinary judgments against the defendants.” It is perfectly plain the Court understood the application as a demand of an issue to try whether the judgment No. 90, Sept. T., 1844 .(the Overholt judgment), was given for a partnership debt. Without this it is impossible to understand the reason assigned for refusing to grant the issue and confirming the distribution made. With that explanation the remark of'the judge is perfectly intelligible, and if right in his idea that the distribution must be made to the judgments as they appear on the record, and that their character cannot be altered by parol proof, there would be nothing wrong in refusing to direct an issue. The issue could produce no possible beneficial effect to the appellant, and of course there would be nothing of which he could complain. But that the Court was mistaken in that view of the case, would seem to be plain on the authorities cited. Thus, where one of two partners gives bond for the payment of borrowed money; the other witnesses it; the money is entered in the cash book of the partnership; a joint commission taken out; the obligee is entitled to be admitted as a creditor : Ex parte Gilbert Brown, cited 1 Atk. 225. So when money is raised for partnership purposes by bills drawn by one of the firm, the person discounting them can sustain his claim against the joint estate for the money received by the firm: Bradly v. Miller, 1 Rose, 65, 27; Cary on Partnership, 90. The object of the application is for liberty to show that the bond was given by defendants as partners and for a partnership debt. We see nothing in the proposal contradicting the judgment; but a mere explanation. A firm may exist, as is correctly said, and often does, without being designated by any name, and in bringing suit against a firm of that kind it is sufficient to designate the names of the parties, as in this case, and it is unnecessary to allege the existence of a partnership firm. In Dana v. Abbott, 2 McLean, 27, it was decided that in an action against the maker of a note signed A. and B., it is unnecessary to allege a partnership between the makers. It is only, as is ruled 1 Denio, 471, 402, when partners have a partnership name, that they will be bound only by that name. Eor the reasons given, we are of opinion that there was error in refusing to direct an issue.\nProceedings reversed and remitted, with directions to award an issue."}