{"id": "963777", "contents": "The opinion of this Court was delivered by\nGibson, C. J.\nKelly, under whom the plaintiffs claim, entered for himself, and, though as a settler, he was a disseisor; and the question has regard to the extent of his constructive possession. He procured no survey to be made by the deputy of the district, and he made no unofficial designation of his boundaries himself. The tract had been surveyed for a warrantee; and the doubt is whether he always evinced, by declarations and acts, an unintermitted purpose to hold by the lines on the ground. To the neighbours, he declared that he intended to hold the tract; and if his acts of OAvnership had con*esponded with his words, the statute of limitations would have given it to him. But he suffered whatever he professed to hold, to be assessed, sometimes as fifty, sometimes as a hundred, sometimes as two hundred, and sometimes as three hundred acres; and if that Ayas done by his procurement, or even with Ms knowledge and acquiescence, it lost Mm Ms constructive possession by detacMng it from the landmarks that had sustained it. No appropriator of land is suffered to escape from a false position once taken by Mm in relation to tbe revenue. A warrantee bas never been suffered to carry bis title back beyond tbe day assigned by bim for the commencement of interest; and this, to teach settlers, as Mr. Justice Yeates said in Nicholson’s Lessee v. Laferty, 3 Yeates, 272, that honesty is tbe best policy; and in Merchant’s Lessee v. Milleson, Id. 73, tbe same principle was applied to a warrant in which tbe improvement was not mentioned, by bolding that it gave title only from tbe date. There is no difference between those cases and this; for tbe principle is of general application, and founded not more in policy than in justice. An intruder,.who disclaimed an intention to bold in opposition to tbe title, is not suffered to set up a possession inconsistent with bis disclaimer; much more so where be disclaimed tbe fact of possession. Now, it is always said, that, acts speak louder than words. Tbe settler knew, not only tbe lines by which be professed to bold, but tbe quantity of land contained in them. Every man in tbe district knew tbe number of acres usually called for in a warrant; and, if knowing the number in tbe particular instance, be represented his claim to tbe assessor to be for less, be deserted the lines of tbe tract, and, having no other landmarks to give shape and feature to bis claim, be abandoned bis constructive possession altogether. To be protected for tbe whole, be must have claimed tbe whole during tbe necessary period; for if be released bis grasp on it for an. instant, tbe continmty of bis constructive possession was broken and gone. Now, whether he winked at tbe oversight, or perhaps misconduct of tbe assessor, must be determined by tbe customs and usages of tbe country. It is the duty of tbe assessor to call on tbe owner for information in respect to ■ tbe nature and quantity of bis property; and tbe presumption is that be does it. He may act of Ms own bead; but if be commit a mistake to tbe prejudice of tbe treasury, it is tbe duty of tbe owner, when conscious of it, to set bim right. Every citizen is bound in conscience to bear bis share of tbe public burthen; and it would be a breach of moral and social duty to avail himself of tbe blunder of an officer to evade it. Tbe assessor ought to have known from the returns of tbe deputy surveyor into tbe office of tbe commissioners, bow many acres were in tbe survey; and, if be assessed only a part of tbe tract to tbe settler, be was bound to assess tbe residue of it as unseated, and the settler was guilty of a fraud in claiming it by adverse possession. To suffer another to pay the taxes, was held in Royer v. Benlow, 10 S. & R. 306, to be an admission that the party was out of possession. The scienter is doubtless for a jury; but from the very nature of the case it is impossible to hesitate about it; and if found against the plaintiffs, it must conclude them.\nJudgment reversed, and a venire de novo awarded."}