{"id": "963746", "contents": "The .opinion of this Court was delivered by\nRogers, J.\nHad this been a claim for services rendered without request by a son while residing in the same house with his father, and a member of his family, as in Candor’s case, 5 W. & S. 513, the action could not be maintained. But here the services were performed, if we believe the witnesses, at the request of the father, by a son, who lived at a distance from him on a different property, with a family of his own to support. The facts of the case furnish abundant proof that the peculiar relation of parent and child for that purpose had ceased, and that the parties contracted together on the basis of master and servant.\nThere is nothing in the second error. The justice of the peace ruled the case correctly in refusing to allow a set-off, the demand not being in the same right. It was an action by an administrator on a promissory note, given by the defendant to him for a purchase made at the vendue, and consequently not subject to a set-off by a debt due by the intestate to him. Besides, it appears in evidence, that the set-off was withdrawn, but Wolfersberger v. Bucher, 10 S. & R. 10, rules this point.\nThe remaining error on the statute of limitations has something more respectable in it. The acknowledgment, by which it is sought to take the ease out of the operation of the statute, was made by the administrator and not by testator. And in Fritz v. Thomas, 1 Wh. 66, it is ruled that an executor or administrator, sued in his representative character, for a debt due by decedent, may plead the statute of limitations as a bar to the action, although such executor or administrator may have made such an acknowledgment of the debt, as, in the case of a person sued for his own debt, Avould be sufficient to take the case out of the statute. Fritz v. Thomas, which restores the legitimate construction of the statute, and places it on its true ground, seems to rule this case, but the plaintiff contends that it does not apply, because there the promise Ayas not made until after the bar of the statute, and here it was made before the debt was barred. He contends it Avould be a fraud on the plaintiff to insist on the statute, and, moreover, would bo prejudicial to tbe estates of decedents, because it would compel creditors to bring suit to prevent the running of the statute. I confess I was struck with the reason given for the attempted distinction, but, on reflection, I am satisfied no such distinction exists. The reasoning of the Chief Justice in Fritz v. Thomas, applies with equal force to both cases; and I am at all times averse to mere technical distinctions where they can be avoided. The more simple and plain the law of contracts is, the better to the great body of the people, because they can more easily understand it as a rule of action. Nor does the rule necessarily lead to the consequence apprehended. An administrator may, notwithstanding, make such an arrangement, if beneficial to the estate; for, it must be observed, he is not bound to plead the statute. This is a - matter resting entirely with himself. Nor will the creditor be prevented from- delaying- suit upon the acknowledgment or promise of the administrator, because the administrator would render himself personally liable for the debt at the suit of the creditor. The case of Patton’s Administrator v. Ash, 7 S. & R. 116, cited by defendant, has no bearing on the question. That was a case of a promise or acknowledgment by the intestate himself, and not by his administrator.\nJudgment reversed, and venire de novo awarded."}