{"id": "963787", "contents": "The opinion of this Court was delivered by\nCoulter, J.\nThe only question involved in this case is, whether time was a material part of the contract, in relation to the subject of controversy, according to the understanding of the parties, or not. The Court below instructed the jury that it was not. John Means sold a tract of land of one hundred and eighteen acres to Westerman, defendant, at $10 per acre. This agreement is dated 18th August, 1838. On 13th April, 1840, James Westerman executed his judgment bond, for the balance due, $660.17, the last instalment of which was $332, and was payable on 1st April, 1841. This bond is subject to a condition, in which is contained the following stipulation : “ The said last payment is subject, nevertheless, to this condition—that Thomas Means (who it seems had a claim to the land) shall on or before said time make, execute, and deliver to said Westerman, a release for the excess beyond one hundred acres and allowance of land, for which this is in part the consideration, and if this same cannot be procured, then a deduction to be made for the eighteen acres and forty-seven perches, at the rate of $10 per acre.”\nThe bond was fully paid by Westerman 1st April, 1841, with the exception of this deduction for the eighteen acres and forty-seven perches, for which a release was not made at the time, nor has yet been made.\nTo December Term, 1847, a scire facias was issued to revive the judgment entered in 1840, on the bond, to which the defendant set up the payment of all except the eighteen acres and the condition as a bar to the recovery. But the Court instructed the jury that the plaintiff was entitled to recover; that interest, however, should be deducted until 28th December, 1847, when Mechling and wife executed a deed to defendant for 118 acres; and further, i that plaintiff could not collect the balance of the judgment, until he had procured a release from Thomas Means, or those in whom his title was vested, to the defendant for the 118 acres. It is thus quite apparent that the Court made a new contract for the parties, one of which they perhaps had never thought, and which they certainly did not make. But that is not the business of Courts. It is their duty to carry out and enforce the contracts of the parties, as they understood them, by giving a fair meaning and construction to the language they use. In relation to time in a contract, it is a rule of equity that where it is declared immaterial, the covenants must be mutual, one party must have been entitled to a remedy to enforce the contract, as well as the other: 1 Fonblanque’s Equity, chap. 6, book 1, sect. 42. And Story says that Courts of equity have regard to time so far as it respects the good faith and diligence of the parties, and that they will always regard it as material where there are not mutual remedies: Story’s Equity, § 776; but what mutuality of remedy is there in this case ? The plaintiff holds on to his judgment ad libitum, according to the doctrine of the Court below. If the land rises in value he will withhold the title, or make no effort to procure the release, which in that event would cost him more,—and if the land depreciates to a small value, he may in some time to come procure the release;—he may revive his judgment and keep it alive against defendant for twenty years as well as now. ' In the mean time what remedy has the defendant ? why, nothing but patience, and submission to that larv, which does not hold an equal balance between his adversary and him. The remarks of Baron Alderson in the case of Hopewell v. Knight, 1 Younge & Collyer, 415, are worthy of especial consideration. “ I do not see therefore why, if the parties choose even arbitrarily to stipulate, provided both of them intend to do so, fór a particular thing to be done at a particular time, such a stipulation is not to be carried literally into effect in a Court of equity. That is the real contract. The parties had a right to make it. Why then should a Court of equity interfere to make a new contract which the parties have not made?” This is also the doctrine maintained by Sir Edward Sugden. And Mr. Justice Story, Equity, § 780, says: “ It may be truly said that in some of the cases, in which, in former times, the strict terms of the contract as to time were dispensed with, Courts of equity went beyond the true limits to which every jurisdiction of this sort should be limited, as it amounted pro tanto to what the parties had not contracted for;” and cites many English cases for authority: 13 Vesey, 76; 6 Vesey, 678; 13 Price, 702. And that is the doctrine of the American Courts of equity: 1 John. Ch. 370. The stipulated damages ean in no sense be said to amount to a penalty, against which a Court of Equity would relieve. In Peers v. Lowe, 4 Burrows, 22, 25, Lord Mansfield .thus expressed himself:—“ Courts of equity will relieve against a penalty, upon a compensation; but where the covenant is to pay a particular liquidated sum, a Court of equity cannot make a new covenant for a man; nor is there any room for compensation or relief. As in leases containing a covenant not to plough up a meadow, and there be a penalty, a Court of equity will relieve against the penalty; but if it is worded to pay £5 an acre, for every acre ploughed up, there is no alternative, no relief against it.”... Here, in this cáse, by the agreement of the parties themselves, ten dollars an acre was to be deducted, if the title was not procured for the eighteen acres. It was of the very substance of the contract, and who shall make a different contract for the parties? Westerman is in no default; he performed his contract, and he is to have this judgment revived against him, after the lapse of eight years, and kept on foot, in favour of a man who will not perform his contract. And this is to be done against the express agreement of the parties themselves.\nJudgment reversed, and venire de novo awarded."}