{"id": "963778", "contents": "Burnside, J.\nThe case of Hay v. Sterrett, 2 Watts, 327, was argued a second time in the Supreme Court by very able counsel. The elaborate opinion of Mr. Justice Rogers, pronounced on deliberation, is sound in every particular. That case is like the present, and the only difference is that Hay’s grist-mill had a possession on the stream upwards of thirty years before Sterrett’s saw-mill was constructed. In that case it was established that the mere prior occupation of a stream of water for the purposes of a mill, will not vest such an exclusive right to the occupant as to enable him to maintain an action against a person who erected a mill and dam above his, by which the water is in part impeded, and he in some degree injured. Every riparian owner is entitled to use the flow of water through his land, although the owner of a mill below may be in some measure injured thereby.\nIn order to establish a right to the use of water for the purposes of a mill, exclusive of a riparian owner above, founded upon the presumption of a grant from lapse of time, there must have been an actual occupation of the flow of water upon the land above, for a sufficient length of time. It is not enough to establish such a right, that the water had been accustomed to flow uninterruptedly through the land above for any length of time. An improper or malicious use of the water through the land above, gives a right of action to the owner of a mill below, who is injured thereby. The Court there affirmed the instruction to the jury, that if the injury to the plaintiff’s mill arose from the detention of the water in Sterrett’s dam for its ordinary and proper use for mill purposes, it was damnum absque injuriá, and the plaintiff was not entitled to recover.\nThe evidence was, that Sterrett frequently withheld the water in his saw-mill dam for two days and one night, to the injury of Hay’s mill. This was held to be properly referred to the jury to determine ; and they were instructed, that if they believed the water was no longer detained than was necessary for a proper enjoyment of it, as it passed through Sterrett’s land for' the use of his mill, it is a damage to which plaintiff must submit.\nI need only refer to that case for a lucid and learned exposition of our law, as well as to the case of Hetrich v. Deachler, 6 Barr, 33. We think the defendant’s point was well put, and ought to have been answered in the affirmative.\nThe defendant had a right to use the water for his lawful purposes on his own land, and that, whether he uses the old flutter-wheel or the modern scroll-wheel. On the evidence, the .plaintiff had no cause of action against the defendant, and the jury ought to have been so instructed.\nThe judgment reversed, and a venire de novo awarded."}