{"id": "963771", "contents": "Gibson, C. J.\nThis second writ of error is brought to confront us with our predecessors, and compel us to overrule two of their decisions or one of our own; but happily the dilemma is not presented to us. Falconer v. Montgomery, and Passmore v. Pettit, were not overlooked at consultation when the cause was/here before, or by the judge who delivered the opinion; but viewing them as they had been pressed on us, it seemed more respectful to the judicial reputation of the eminent judges by whom they vrere decided, to pass them by, without remark, rather than expose what was then supposed to be their nakedness to the ga.ze of the profession. In the view we now take of them they are clear and indisputable law.\nThe authority of Hall v. Lawrence, on principle, was denied in the first of them, “because no man should be condemned unheard,” and because u an artless narrative of facts, and an ardent course of reasoning by the party himself, have often a greater effect on a generous mind than the cold and minute details of a reporter.” The first of these propositions is a legal aphorism, and the second comports with all experience; and they are emphatically true when predicated of the condemnation of a party who had ineffectually attempted to be heard at the proper time. But they are inapplicable to a case, in which he refused to press his right to be heard, when he ought to have done it, choosing rather to take his chance without it; but finding the cause going against him at the pinch, insists upon doing what he ought to have done before. By the way, it is proper to state here that at no time before the filing of the umpirage was there a demand to examine witnesses: it is insisted that the umpire was bound to do it without demand. But to return to Hall v. Lawrence. From the very nature of the case, I infer, though the fact is not stated in the maimed and miserable report of the case to which alone we can have recourse, that the party had notice, and that he would have been heard with his witnesses had he proposed it in due time; but it does not appear that he had been in attendance at the sittings. “The Court thought,” it is said, “that as no application was made to the umpire to examine the witnesses before he made his award,” the rule to show cause should be discharged. How he could be in default for not having made his application, unless he had been apprised of the appointment, and of the time and place of sitting, I am unable to conceive. In any other state of the fact the decision would have been a mockery, which is not to be imputed to Lord Kenyon and the judges who sat with him. The refusal to entertain a similar motion in Tunno v. Bird, in which the authority of Hall v. Lawrence was recognised, even by the very counsel who argued against the umpirage, was put explicitly on the point of notice and waiver. Then if the fact were so, there was no room for complaint. Now how is it here ? For the same reason that I infer the existence of notice in Hall v. Lawrence, I infer the want of it in Falconer v. Montgomery, and Passmore v. Pettit, which are also imperfectly stated. Like Hall v. Lawrence, they are silent on the subject of notice, which ought to have been made the turning point of the decision. But Chief Justice Shippen, as well as each of the judges associated with him, was too good a lawyer to apply his remarks to a party who had put himself in the predicament of a spoiled child, crying after what he had rejected. The Court was not ignorant of the rule which requires a party to exercise his right at the proper time, or to abandon it. How much more unfavourable the case of one, who, by advice of counsel, declines beforehand, in order to take his chance before the umpire, or take his antagonist at an advantage should the event be against him! That the doctrine of waiver is applicable to proceedings before arbitrators is not only agreeable to reason, but is shown by a variety of instances. An umpire may not be chosen by lot, yet a choice by lot will be sustained if the parties knowingly proceed to a hearing before him. So, where two arbitrators mistakingly ap2Doint an umpire, instead of a third, a party who has attended the meetings will not be allowed to impeach the award. There are other waivers of irregularity, which it would be superfluous to specify. It may be admitted that there is no waiver by a party to be affected by an ex parte proceeding, but arbitration is strictly a proceeding inter partes.\nFor the reasons indicated we think there is no discrepance between Hall v. Lawrence and the two cases in the reports of Mr. Dallas. Had the facts, which were the ground of adjudication in them, drawn us to an opposite conclusion, we would not have hesitated to follow what may be called the leading case. Decisions, which have founded a rule of property, however unfounded in reason, are not to bo questioned; but the policy of adhering to precedents, which have founded a rule of practice, that may be changed without unsettling vested interests, is not so apparent.\nBut were not Hall v. Lawrence too deeply fixed in principle, it is too deeply fixed in utility to be abandoned. That it has stood its ground in England is proof that it is founded in justice. It is hard to discover why a party, who had not insisted on the insertion of a clause in the submission for the appointment of the umpire beforehand, and for his attendance at the meetings for purposes of qualification, should have 2)ower to subject the other party to the delay and chance of additional expense, from a further examination of witnesses in a protracted hearing; and that, too, it might be, not where the arbitrators had divided on a question of fact. In Gratz v. Phillips, 2 Pa. Rep. 410, there had been a sedulous examination by arbitrators during fifty days; and in commercial cases, arbitrations have been known to last not only months but almost years. Would it not be oppressive in such cases to suffer a party, for any reason but an overruling one, to drag his antagonist again over the same ground ? It ought to appear, first, that he was ready and anxious, but not permitted to be heard. Where, however, he has stood out with notice, or waived it by saying that he would not attend, the case is against him. It is not the business of an umpire to hunt up witnesses; and if the party to be benefitted do not attend to it, on him be the consequences.\nIt is unnecessary to repeat remarks heretofore made on other parts of the case; but it is proper to say in respect to the new point taken at the trial, that it was not the duty of the umpire to report an account because the submission did not require it. As the award or umpirage was to settle every matter in controversy, it was unnecessary to disclose the basis of it; and, as an account could not be made the subject of revision, the want of it could do no harm. It is therefore not a ground of exception.\nJudgment affirmed."}