{"id": "963799", "contents": "The opinion of this Court was delivered by\nBell, J.\nThis controversy is identical, in principle, with Leinaweaver v. Stoever, 1 W. & S. 160, the reasoning of wMch is unanswerable. It is true, the questions presented by the two cases arise under different statutes, but both of these have the same object in view, and are, therefore, subject to the ame construction. If, indeed, there be any difference discoverable in the language of the two enactments, in the particular now under consideration, it is in favour of the claim set up in this action. This is made subject to the Act of 1797, the 10th section of which provides that an accepted devise of any portion of a testator’s estate to his Ayidow, “ shall be deemed and taken in lieu and bar of her dower out of the estate of her deceased husband, in like manner as if the same was so expressed,” Avhile the Act of 1794, under which Leinaweaver v. Stoever was adjudicated, directs that “ the share of the estate of an intestate, in this Act directed to be allotted to the widow, shall be in lieu and satisfaction of her dower at common law.” Yet notwithstanding the comprehensiveness of these words, which, taken literally, would seem to include all a widoAV can claim at common law, it was solemnly adjudged that accepting the statutory interest in the lands left by her deceased husband, ayíII not bar her of dower in lands aliened by him in his lifetime, without her co-operation. And why ? Simply because, by the unwritten law, a husband has no poAver to destroy his wife’s estate in dower, by alienation, and he is not helped to do it by the Act of 1794, which, like its successor of 1833, has reference solely to the realty of which the baron was owner at the time of his death: Riddlesberger v. Mentzer, 7 W. 141. If this be the true meaning of the older statute, and I do not understand it is denied, by what Avarrant we can ascribe a broader signification to the Act of 1797, which merely substitutes the accepted devise for the widow’s interest in “ the estate of her deceased husbanda description having no application to property in which he divested himself of all estate prior to his death. The truth is, no one can read these statutes and those that have followed them of like import, without at once perceiving this operation was intended to be confined to lands an intestate had left to descend on his heirs, or a testator had given to his devisees.' The simple absence of every direct expression, indicative of a design to bring lands aliened within the purvieAV of the enactments, ought, in itself, to be accepted as sufficiently proving no such design w^s entertained; for surely, had the laAY-maker intended so important a change in the existing law, he would not have left it to a doubtful inference drawn from inconclusive reasoning.' This suggestion is in accordance with one of the primary canons of construction, which teaches that statutes are to be interpreted in subordination to the common laAV, a change of which is not l!to be imputed to the legislative body, where the legislative act can be construed in harmony with it. “ It is not to be presumed,” says an approved writer on this subject, “that the legislature intended to make any innovation upon the common law, further than the case absolutely required. The law rather infers that the act did not intend to make any alteration, other than what is specified, and besides what has been plainly pronounced; for if the Parliament had had that design, it is naturally said, they would have expressed it:” Dwarris on Statutes, 43. This position is abundantly supported by the highest authority, as a glance at the books will show: Plow. 365; 1 P. W. 252; 2 Inst. 148; Id. 301; 1 Saunders, 240; 1 Kent’s Com. 434. But, as has already been intimated, direct decision has closed on this question, so far as the Act of 1794 is involved, and reason and analogy equally conclude it, as it is presented under the Act of 1797. The most that can be said for the defendant in error is that the object of the latter statute was to put a widow to her election, where there was a general devise in her favour, precisely as she may be called on when a testator expressly provides that the thing devised is to be taken in lieu of the devisee’s dower in his estate. Yet it will scarcely be pretended that such a direction would defeat the widow’s estate in lands aliened before the execution of the will. Our books furnish us with no case countenancing such a doctrine—at least none have been brought to our notice by counsel noted for industrious research, for the reason, as I take it, that this idea has never been entertained, either at law or in equity. It is said, however, that a leading object of the Act of 1797, and now of the Act of 1833, is to protect the heir or devisee from the unreasonable exactions of widows, claiming to take both under the will and at law. And so indeed it is. It was predicated upon the reasonable presumption that a testamentary gift to a man’s wife is, unless otherwise expressed, always intended by the testator to be instead of dower in the lands descended from, or devised by, him. A positive rule was, therefore, introduced in aid 'of this presumed intention, fór the benefit of the hesres natus and hesres factus. But was it, also, intended to operate for the benefit of a stranger alienee? I have already endeavoured to show it was not, and, indeed, this appears to me to be so plain as to leave no room for cavil in ordinary cases. But, as leading to a different conclusion in this litigation, we are directed to the covenant of warranty entered into by the husband of this demandant. It is argued that as his devisees may be made to answer in damages for a breach of it, the only way in which their estates can be protected is by denying the demandant’s right to recover. We must, however, recollect that we are not, now, weighing the consequences that may flow from a breach of the testator’s covenant. We are called on simply to declare the meaning of a statute, which must be the same whether there be warranty of the lands aliened or not. If it be conceded that the husband’s unassisted alienation is impotent, under the terms of the statute, as they stand, to destroy the wife’s dower, it must necessarily result that a new quality cannot be conferred on the Act, by a covenant not at all within its contemplation. If without a covenant of warranty the case would be without the purview of the enactment, how can the presence of such a covenant enlarge the circle of its operation ? It may be well enough to say, it ought to work such an effect, but the answer is, the statute does not so provide. The error consists in the endeavour to wrest it from its legitimate application to a class of cases which may be called general, to make it subserve the exigencies of a particular instance, probably not thought of at the time. In this aspect of it, the argument is reduced to this proposition. Lands aliened inter vivos are or are not within the contemplation of the Acts. If they are, it requires not the aid of a special undertaking by the husband, to make them operative; if they are not, such an undertaking cannot extend the circle of their efficacy. This must have been the view taken in Leinaweaver v. Stoever, where the husband executed a bond to indemnify against the wife’s claim of dower, a recovery on which would, of course, have decreased his remaining estate. Yet it was deemed so unimportant in the decision of that question, that it was neither urged on the argument, nor noticed in the opinion of the Court.\nFor the reasons given, the judgment rendered by the District Court must be reversed, and as the special verdict finds everything necessary, the proper judgment in favour of the demandant will be awarded by this Court.\nJudgment reversed, and judgment for the demandant."}