{"id": "963747", "contents": "Burnside, J.\nThere was no objection to this deed on the ground that it was dated after the institution of the ejectment, nor was the date noticed on the trial, or mentioned or brought to the view of the Court in any manner by counsel during the trial. Nor was it noticed or suggested to the Court by any of the requests of counsel for instructions to the jury. The fact was seen by the plaintiff’s counsel after the trial and judgment. They now assign it as error, and urge us to reverse the judgment on the authority of Andrews v. Long, 10 S. & R. 55, where the late Chief Justice says the Court will notice an error not assigned which plainly appears, where the justice of the case requires it. But that case is not like this. íjbre the Court had reversed for errors assigned, and were about to send it back on a venire de novo. In the conclusion of the opinion of the Court, they notice the point which was not assigned for error, to guide the parties on the new trial. The Chief Justice says in strictness it ought not to be noticed, as it was even thén immaterial, but to advise the defendant of the Court’s opinion. The general rule is that a party is confined to the objection taken at the trial and stated on the bill of exceptions: Baring v. Shippen, 2 Bin. 168. So a party may be called on to state his objections to the competency of evidence, and if his ground fail it is not error to receive the evidence, although it be incompetent on other grounds: 7 S. & R. 277; nor is it error that the Court did not charge on a specified point without any prayer to that effect: Brittan v. Doylestown Bank, 5 W. & S. 87; under the ruling of the Court the deed was received subject to several objections. If the fact had been brought into tho view of the Court before the case was concluded, it would have been in time. And if the Court had on request refused to give an opinion upon it or had given a wrong opinion, it would have entitled the party injured to the notice of the Court. I fully concur in the opinion and decision of the Court in Andrews v. Long, before cited, and I think all Courts ought to reserve to themselves the right to correct an error which stares them in the face, when they think the justice of the case requires it. But we are unable to see anything in this case which requires of this Court the application of the rule. What injustice is done to the defendant ? He had no title or claim to the land within the survey of Bryan, except a clearing, over one of the lines, of near an acre by a person residing on the adjoining tract. _ I have searched in vain through the evidence to find that line, nor is a diagram produced showing where this acre is to be found.\nThe judgment is affirmed.\nSo much only of tbe opinion delivered is reported as bears on the facts stated. The rest turned on facts not set forth in the bill of exceptions, and which could not be collected with sufficient certainty from any of the papers connected with the case."}