{"id": "963768", "contents": "Deo. 24.\nGibson, C. J.\nThe statute ' of 13 Elizabeth avoids fraudulent transfers of a debtor’s property only so far as they stand in the way of creditors or their representatives in pursuit of it for their debts by action, judgment, and execution. A creditor, an executor or administrator of the fraudulent debtor, or his assignee .in bankruptcy or insolvency, representing creditors—but not a subsequent assignee for the benefit of creditors, representing as he does the person of the debtor—may proceed by action to judgment and execution of the property in the hands of the assignee, as if it had not passed by the fraudulent assignment. The reason of the distinction, and it was not perceived in Englebert v. Blanjot, is that a subsequent assignee also for the benefit of creditors, stands in the place of the assignor, and is bound where he would be bound; and it is settled that a fraudulent conveyance concludes the parties to it. But creditors, or their legal representatives, may treat it as a nullity. Yet they are not bound to do so; and no one else can. By taking a benefit under it, they elect not to vacate it on the common principle that any one may dispense with a provision for his own protection; and it follows, not only that it is merely voidable even by them, but that they are presumed to assent to it till the contrary is made known. When a trust which is defeasible at the option of those who will not speak out, is cast upon trustees, what are they to do? The creditors, or their representatives, are quiescent; the effects may be lost if they are not collected, or they may perish on hand if they are not disposed of; interest is accumulating: and to save even a spar from the wreck, it is necessary that something be promptly done. But who is to do it ? The creditors will not; and the trustees are not to lie back in expectation of a disaffirmance which may never come; consequently, while they are suffered to act for the common good, their acts necessarily bind every interest involved in it. Their unopposed sale of the effects, therefore, passes, the title, legal and equitable; and the purchaser holds it free from danger of a disaffirmance of it thereafter.\nThere was therefore no want of power to sell; and if the defendant was a bond fide purchaser for value, his title is incontestable. The existence of mala fides is not pretended, and the question has regard to the consideration. ■ The receipt at the foot of the conveyance is certainly not evidence of payment; but it appears that though the vendors suffered the price to remain in the vendee’s hands, they charged themselves with it, and took credit for so much received by him in payment of his claims on the fund. By that operation the debts satisfied by it were extinguished and gone; for nothing is more true than that a thing taken in satisfaction of a debt, is purchased for value. The debt was released, as regards the debtor and his assignees under the deed of trust; and why it should not be regarded as released in respect to the assignee in insolvency, it is impossible to see. If he could undo a bond fide transaction and remit the parties to their former rights in one case, he could do it in every case, and disaffirm all that had been done with the acquiescence of those he represents. Though the price of the property did not actually pass, it did so potentially; for as the trustees charged themselves with it, and paid the preferred creditors their dividends of it, the fund was proportionately increased by it; and as the result would have been the same, the case would have been no better for the purchaser, had he paid with one hand and received with the other. ' There was, therefore, an indissoluble purchase for a valuable consideration effectually paid; and for that reason the decision is sustained.\nBut the plaintiff did not attempt to dissolve it. On the contrary, he demanded and received the unadministered part of the fund, increased by the price of the property taken in payment; and had not the inactivity of the creditors already validated the sale, that unmistakeable act of positive affirmance would itself have done it. In Smith v. Hodson, 4 T. R. 211, it was ruled that though assignees in bankruptcy disaffirm a fraudulent delivery of tbe bankrupt’s goods when they sue for them in trover, they affirm it when they sue for the price of them in assumpsit, insomuch that they let in the creditor to set off his debt: and the same thing was ruled in almost so many words in Brewer v. Sparrow, 7 B. & C. 310. Those cases were determined on the familiar common-law principle that a party shall not be permitted to claim in repugnant rights; and I cite them in preference, not because they deserve more respect than our own, but because they are nearer to the case in hand in their circumstances. For this reason, also, the direction is sustained.\nJudgment affirmed."}