{"id": "963757", "contents": "■Jan. 15.\nBell, J.\nThis ease is ruled by The Turnpike Co. v. Brown, 2 P. R. 463, from which it is impossible to distinguish it. That decision proceeded upon well-founded considerations of convenience, and is in accordance with the settled principle that where a statute confers a new power or right, and provides a particular mode by which it may be vindicated, no other remedy than that afforded by the statute can be enforced: 7 Vin. 349, tit. Debt, M; Moyer v. Ruby, 14 S. & R. 164; Smith v. Drew, 5 Mass. 514; Henderson v. Darned, 16 Watts, 65. The principle which prohibits a turnpike company, invested with the power to collect tolls at its gates, and to detain travellers until they are paid, from maintaining an action for the recovery of them, in the absence of express assumpsit, was reasserted in Dormor v. The Turnpike Co., 3 Watts, 126; and there is nothing in Hopkins v. Stockton, 2 W. & S. 163, which impugns it. That determination was based upon the fact that the law provided no remedy for the collection of tolls incurred by carriages carrying the mails of the United States; and the case, therefore, fell within the rule that where a statute creative of a new right fails to prescribe a remedy, the common law will furnish one by action; and where the question is of the payment of tolls, it will imply a promise to pay sufficient to maintain assumpsit. Most of the cases cited for the plaintiff in error belong to this class; and.one of them, Bear Gap River Co. v. Woodman, 2 Greenl. 204, was decided upon the words of the Act incorporating the plaintiff, giving it authority to “ demand and recover” tolls, which it was thought authorized an action against those using the improved navigation, and is, therefore, not to be accepted as adverse to our decisions. Indeed, Chisley v. Smith, 1 N. Hamp. Rep. 20, is the only case brought to our notice which bears this aspect; and there is nothing in the reasoning upon which that determination rests, of sufficient potency to cause us to swerve from the doctrine of our own cases, settled after deliberation, and sanctioned by ancient precedent. Experience has taught that it is best for all parties to confine turnpike companies to the summary mode of collecting their tolls usually provided by the several Acts incorporating them, and that the inconveniences and injuries which it was suggested in argument might flow from this rule, are seldom felt in practice. Against the use of fraud or force the law affords ample protection, and the fullest enjoyment of their privileges is not, in any degree, jeoparded by denying them the right to sustain civil actions in cases like the present. But were they thus subjected to some chance of injury, it were better so than to accord to them the power of harassing travellers by petty suits.\nFor the reasons so well expressed in Turnpike Co. v. Brown, the Court below was right in denying the plaintiff’s right to recover.\nJudgment affirmed."}