{"id": "963802", "contents": "The opinion of this Court was delivered by\nGibson, C. J.\nAn assignment of a chose in action or of a fund need not be by any particular form of words, or particular form of instrument. It leaves the legal ownership and consequent right of action in the assignor; and it has therefore been treated as a declaration of trust for the assignee, or an agreement that he shall receive the money to his own use; or, as the case may be, to the use of the persons beneficially concerned. Any binding appropriation of it to a particular use, by any writing whatever, is consequently an assignment, or what is the same, a transfer of the ownership; and that it may be effected by a letter of attorney to collect and distribute so as to be good against an attachment by particular creditors, was ruled by this Court in The United States v. Vaughan, 3 Binn. 400, and Sharpless v. Welsh, 4 Dall. 280, so that the case before us is with the defendants on authority. The difficulty, on principle, arises from the revocable nature of the instrument; whence an argument that if the principal can control the money, it is potentially his property, and subject to attachment, in whatever hands it may be. The solution of it is that a letter of attorney is not revocable after it has been executed; and here the money was collected and ready for distribution according to the terms of the trust. The services of the trustees, in the 'execution of it, was a consideration for an agreement which would have prevented the donor of the power from retracting it had he been disposed to do so. The consideration of trouble was certainly as potential as the trifling pecuniary one inserted in formal assignments. If, then, the letter of attorney, and the acts done pursuant to it, virtually constituted an assignment, it was decisively within the purview of the statutes to regulate transfers for the benefit of creditors; else those statutes might be evaded, and the pernicious- power to prefer be retained by changing the form of the instrument. True, it was held in Blakey’s Appeal, 7 Barr, 449, that judgments given to prefer particular creditors, are not assignments in substance or in form; but they could not be made so by any construction, however forced. An assignment passes the property immediately: a judgment enables the creditor to seize it: but their operation is diverse. Here the garnishees had the property for the creditors, by force of an irrevocable power, and it was consequently subject to attachment.\nJudgment affirmed."}