{"id": "963808", "contents": "Gibson, C. J.\nThe enjoyment of this legacy by the immediate legatee was expressly limited to.her lifetime, and she consequently took a particular interest in it, joined to a power of appointment at her death. Had it been bequeathed to her by an inhabitant of Pennsylvania, it would have been taxable as her property when she received it, and payment of the tax would not have been deferred till her death; but the testator was an inhabitant of Maryland, and the statute imposes no tax on a legacy brought here from abroad. But money appointed by will under a general power to appoint for any purpose, is held by English chancéllors to be equitable assets for payment of the appointor’s debts; whence an impression that the money appointed in this case was transmitted by the appointor’s will as part of her effects, and consequently taxable before it came to the hands of her appointee. Truly speaking, it was not. Such a fund is certainly not legal assets, for it does not go into the executor's hands in a course of administration. It could not be a part of the appointor’s effects while he was living, and it cannot be so when he is dead; for a title which did not vest in him when he had capacity to take, could not vest in him when his capacity was lost. Yet an English chancellor intercepts the money on its way to the appointee, and applies it to the appointor’s debts, not as an actual part of his effects, but as what, according to the chancellor’s notion of justice, ought to have been made so for the benefit of his creditors. As was said in Harrington v. Hale, 1 Cox, 132, he stops it in transitu when a step has been taken to appoint it to the use of any one else; and this arbitrary control of the direction given by the testator to his bounty through the agency of his proxy, is strangely put upon the obligation of the proxy to pay his debts ;• the assumed violation of which, in not paying them with money filched from his wife or child—in not robbing Peter to pay Paul— is held to give, his creditors a specific equity against his appointee ! “It'may be a hard case,” said Lord Hardwicke, in Townsend v. Windham, 1 Ves. 8, “but I must not make a precedent that men may make a provision for their families in prejudice of their creditors.” Notwithstanding my habitual respect for the judgment of that great man, I am unable to see any wrong of which the creditors could complain. There is such flagrant injustice in applying the bounty of a testator to the benefit of those for whom it was not intended, that the mind revolts from it. An appointee derives title immediately from the donor of the power, by the instrument in which it was created; and consequently not under but paramount to the appointor, by whom it was executed: by reason of which it is impossible to conceive that the appointor’s creditors have an equity. A man who is employed to manage the conduit-pipe of another’s munificence, is authorized by a general power of disposal to turn the stream of it to any person or point within the compass of his discretion; and his creditors have no right in justice or reason to control him performing his function because it was not assigned to him as their trustee. It is the bounty of the testator, and not the property of his steward, that is to be dispensed. In the words of Lord Hardwicke, it would be a hard case if he were allowed to provide for his family under a power designed for his creditors; but a general power, instead of the .ownership, is usually given to enable him to pass them by; and to give them what was intended for objects exclusively in the testator’s view, is a fraud on him. He might have excluded them by an express restriction, and he enables the appointor to do so, by investing him with all his power. The vice of the English principle is its disregard of the donor’s purpose; in which respect it is not more unfortunate than a charitable donation to a superstitious use. An unlimited power of disposal is sometimes said to be equivalent to ownership, because it enables the person who possesses it to make the property his own; but to have that effect it must be executed. In Holmes v. Coghill, 7 Ves. 506, Sir William Grant said, “ There is no reason why the money he (the donee of the power) had a right to raise should not be considered his property, as much as a debt he had a right to recover.”\nThe learned and excellent Master of the Rolls had forgotten, for the moment, the broad line of distinction between property and power. The- creditors of a deceased husband are not entitled to the benefit of his surviving wife’s chose in action, though he might have recovered it; and the assignees of a bankrupt are authorized to execute his general power of disposal only by a statute comparatively recent. Much more to the purpose is what was said by Lord Eldon, in the. same case of Holmes v. Coghill, 12 Ves. 212, when it came before him on appeal: “ It is much to be regretted, that the right of creditors to receive satisfaction out of the estate of their debtor, should depend upon either artificial modes of conveyancing or artificial rules of law, clashing with each other, and not to be reconciled to clear principles of law or equity. I confess I am unable to reconcile what a Court of equity has been in the constant habit of doing, and what it has refused to do.” Again: “ A court of equity, certainly in favour of creditors, takes upon itself to disregard altogether the quality of the deed, to alter wholly the rights of the parties under it. Sir John Coghill, though bound to pay his creditors, could not be called upon by law to pay them, out of an estate which is the property of another person. Yet equity does so strong an act. as to pay them out of .the estate which was vested, not in him, but in his son.” Right or wrong, it was emphatically a strong act. Yet, on the foot of this shallow equity, bred by the temper of the bankrupt laws, whose design is not to do justice, but to foster credit, an English chancellor puts his hand into the fund, and serves it out to the appointor’s creditors. Whether this Court would sanction'so strong an act, has not been determined.\nI have been minute in examining the soundness of the chancery principle; for the demand of the State, as a tax-gatherer, can have no other foundation; but its evident injustice must forbid it to be applied to cases merely analogous.\nBut, granting for the moment that a creditor may have an equity of some sort, what equity has the State ? It is doubtless as much a duty to pay taxes as to pay debts. But it is neither a legal nor a moral duty of a legatee for life to pay the tax on the remainder. That is to be done, if at all, by the recipient of it; and the analogy to a case between debtor and creditor is imperfect. Being pre-. termitted in the execution of the power, the State has not a legal title; and there can be no equitable title to a tax, which is a creature of express enactment. Yet a creditor has but an equity. The State could not claim as a legal creditor; for she would have no pretence to call for a tax which could not be assessed on the legacy as the appointor’s property, in her lifetime or at her death—not in her lifetime, because she received the legacy in Maryland; and not at her death, because it was transmitted to her appointee, not by her appointment, but by the testator’s will, of which it had become a part. She was not bound to execute the power in behalf of the State, which was not her creditor while she lived, and could not become so when she died. The action, therefore, cannot be sustained against Mrs. Duffield and her husband, as representatives of the appointor’s person and property.\nBut as Mrs. Duffield is herself the appointee, they are said to be liable for the tax in her right. The pervading principle of the case is decisive against the claim in that aspect also. She got her part of the legacy by an appointment under the will of a citizen of Maryland; and she stands as if she had been named by him as the person to take at the de.ath of her predecessor in the enjoyment. The Act of 1826, on which the claim is founded, provides that “ all estates passing from any person who may be seised or possessed thereof within this Commonwealth,” shall be subject to a collateral inheritance tax; and the business is to fix the time to which the material clause relates. In The Commonwealth v. Smith, the assets were here at the death of the testator, and that is undoubtedly the period which the legislature had in view; for, though it be certain that an estate created under a power takes effect as if it were created by the deed or will which raised the power, it does so only from the execution of the power; yet the distinction is not so obvious as to have directed the attention of the legislature to such a case as the present. The fund was in Maryland at the testator’s death; the interest made by it was received by the appointor to her own use during her lifetime; and the appointee asks no more than to be permitted to receive the principal from the executors free from encumbrance or deduction, as her successor. They were directed to set it apart for the use of the testator’s sister during her life, and to pay it over to her appointee at her death; so that, in point of fact, the corpus of the legacy was not here at all. Personal property has no locality as regards the succession, though the rights of creditors who owe no allegiance to the country of the domicile are determinable by the lex loci rei sitee; but in this case the actual as well as the domiciliary situs was in Maryland when the ownership vested in the appointee; and we have the plain case of a foreign legacy received abroad, which is not taxable here.\nJudgment affirmed."}