{"id": "963807", "contents": "Bell, J.\nFrom this very imperfect record tbe following summary of facts may, with some labour, .be extracted. Before and in tbe beginning of tbe year 1842, Quigley'& McConnells were tbe owners and occupiers of a certain furnace in Venango county, blown by tbe cast-iron cylinder in dispute, which was affixed to the furnace, and absolutely necessary to its use. On tbe 20th of April, 1842, James McConnell, one of tbe firm of Quigley & McConnells, sold tbe cylinder to Findlay, tbe plaintiff below, who was bail for tbe price of it, to tbe person from whom it bad been purchased. As evidence of this sale, a bill of sale was executed by tbe firm and delivered to Findlay, in tbe following words: “We, Quigley & McConnells, have this day sold to David Findlay tbe east-iron cylinder and appurtenances thereunto belonging, that we bought of David McJunkin, and authorize him to have possession of tbe same, and make tbe best sale of it be can, and apply tbe proceeds of tbe same to our account, which is at Sandy Furnace, Venango county, Penna.” At this time the firm had quitted the possession of the furnace, in which the cylinder had remained, and it does not appear that there was ever an actual delivery of it to Findlay by the sellers, or any one for them. One witness testifies that he was at the furnace on the 18th of April, 1842, when the McConnells had left there; that on the Saturday of the same week he was there' again, when he observed the cylinder was disconnected from the furnace; but who caused the separation, or for what purpose it was done, the evidence does not inform us, unless we find it in the testimony of Henry Near, who said he heard Isaac Heaton say that David Findlay came to the furnace and claimed the cylinder, and uncoupled it from the other works. After the éxecution of the bill of sale to Findlay, Quigley & McConnells sold the furnace to James Heaton, one of the defendants, who was informed at that time of the sale of the cylinder to Findlay. The time of the sale to Heaton is not given, nor when he entered into possession; but he did so enter. After the sale of the furnace, Heaton, and those connected with him in business at the furnace, several times acknowledged the cylinder belonged to Findlay. This is more particularly proved by Mr. Maxwell, an attorney-at-law, who says that in the spring of 1842, McConnell called on him and wished to retain him as counsel of James Heaton in some business connected with the failure of Quigley & McConnells, but he refused until ho was satisfied by Heaton that the interests to be represented would not come in conflict with those of Findlay, by whom he had been before retained: that, when inquiring into this subject, he examined some bills of sale from Quigley & McConnells to Heaton, and observed to the latter'he did not see that he claimed the cylinder of which Quigley & McConnells had given to Findlay a bill of sale. Heaton replied that he did not; that Findlay was bail for McJunkin for the price of it, and would have'to pay it, and that Findlay’s interest and his were identical; whereupon Mr. Maxwell consented to be concerned for. Mr. Heaton. At this same interview, Maxwell, at the request of Heaton, wrote a letter to the sheriff of Yenango county, directing him to proceed under a certain judgment which had been recovered by Findlay against Quigley & McConnells, in the Common Pleas of Yenango, and then by assignment the property of Isaac and Lewis Heaton, to levy, advertise, and sell the property of Quigley & McConnells. What property this was is not shown. To this letter was added a postscript, with the knowledge and assent of Isaac and Lewis Heaton, in these words: “ You must not levy on the cylinder that is there; it belongs to Findlay. I mean the largo cast-iron cylinder.” This letter was carried by the Heatons to the sheriff, but it does not appear that anything was done in pursuance of its directions, or whether the Findlay judgment was ever paid. To February Term, 1888, of the Common Pleas of Yenango, a judgment was recovered by William Cross and others against Heatons and McConnells for the sum of $2666.67. This judgment was regularly revived, and was, at the date of the bill of sale of the cylinder to Findlay, a lien on the furnace and its appurtenances, then the property of Quigley & McConnells. On the 30th March, 1843, a fieri facias was issued under this judgment and returned by the sheriff, levied on a tract of land, with a furnace erected thereon, which was regularly condemned and appraised. To November Term, 1843, a ven. expo. was issued, by virtue of which the sheriff sold'the land and furnace to Isaac Heaton, on the 27th November, 1843, and executed a deed to him therefor on the 1st 'December of the same year. At the time of this sale, the cylinder, as I understand it, was again connected with the furnace and used in blowing it, but by whom this was effected does not appear. On the trial the sheriff testified he believed he levied only on the real estate, and that at the sale the plaintiff’s attorney handed him a written notice, which he read publicly to the bidders present, and afterwards posted it on the door of the court-house. No copy of this notice accompanies the record, nor are we informed of its contents, unless we take the statement made by the plaintiff’s counsel when offering it in evidence, under objection. But this was not proof; and as the defendant in error has not made it a part of his case in this Court, as he was bound to do if he founds anything upon it, we must be content to take the cause as we find it.\nIn October or November, 1843, the plaintiff caused this writ of replevin to be issued, for the cylinder in question, and the sheriff returned, that on the 13th November he had “summoned the defendants and executed the replevin by delivering the property to tKe plaintiff.” But it does not seem to have been removed from the furnace; for, on the 24th of November, the parties came to the following written agreement, which, however, was signed but by Isaac Heaton: “ It is agreed between David Findlay and Isaac Heaton as follows—Whereas said Findlay has taken possession of a cylinder in the furnace now in the possession of the said Heaton, which cylinder is required to blow the furnace, and said Findlay agrees to rent the same to the said Heaton till the expiration of the present blast of the furnace, or for a period of sixty days, at the option of the said Heaton, who is to pay therefor such rent as may be considered reasonable, which rent is to be paid to said Findlay, should he establish his right to the cylinder, as it is understood said Heaton has no claim thereto, it being the same cylinder taken on a writ of replevin by the sheriff of Yenango county, and the right as established on the replevin to be considered as conclusive as to the rent.” The person who signed the paper as subscribing witness, testified that, at the tim,e, the cylinder was attached and used to blow the furnace, and that it was so left in the hands of the defendants.\nUnder these circumstances, can the plaintiff recover ? It is objected that the right of property in a chattel which has become so by severance from the freehold, cannot be determined in replevin or other transitory action. But this obtains only where ownership of the thing severed is deduced from an averment of title to the freehold, and to be established by a trial of that title. The present ease, putting it on the ground presented by the plaintiff, is not therefore within the principle of Mather v. The Trinity Church, 3 S. & R. 509, and Powell v. Smith, 2 Watts, 126, but is covered by that ascertained by Cresson v. Stout, 17 Johns. R. 116, where it was ruled that machinery, severed by the owner of the realty, became personal property, and a proper subject of replevin. This technical difficulty is thus put aside, and we are brought, unembarrassed by it, to the leading ’question in the cause, Is the plaintiff the owner of the cylinder ? Unless there be something peculiar in the cause that withdraws it from the operation of the general law, it is not to be doubted that under the authority of Gray v. Holdship, 17 S. & R. 415, Morgan v. Arthurs, 3 Watts, 140, Oves v. Ogleby, 7 Watts, 106, Voorhees v. Freeman, 2 W. & S. 119, Pyle v. Pennock, Ib. 390, and other kindred cases, the cylinder, while attached to the furnace and making a part of it, was of the freehold, and passed to the purchaser at the sheriff’s sale. Upon such fixtures the judgment-creditor has a lien, and a judicial sale, under the judgment, vests them of course in the purchaser, just as it vests every other portion of the freehold. Can the debtor-owner, by severance and sale of them as chattels, confer on the vendee an absolute property in them, discharged of the encumbrance? To ,the question thus broadly put, the determination of a majority of the Court in Gray v. Holdship, as it was pronounced by Mr. Justice Smith, would seem to return a negative answer. There a brew-kettle, fixed in a brewery, had been distrained for rent, and removed by the bailiff from its proper place, but, because of the, straitness of the door, was not taken out of the brewhouse. The rent being paid, the kettle was afterwards sold by its owners to one Gray, who hired it to the tenant of the brewery,- by whom it was replaced. While in his possession and use, the brewery was sold by process, issued under a mechanic’s lien that had attached before the sale of the kettle. In a contest between the first and second purchaser, it was held the utensil belonged to the latter. “As,” said the judge, “ it was not severed from the brewery by the owner of the freehold, it remained part thereof, and Gray could not, under the circumstances, derive any advantage from the transaction. Besides, the mechanic’s lien attached before the boiler was severed, and before the transfer to him.” And he repeated, “ As there was no severance at any time before the mechanic’s lien had attached, the plaintiff cannot hold the boiler under the transfer.” Much the same view seems to have been entertained by the Supreme Court of Massachusetts, in The Union Bank v. Emerson, 17 Mass. R. 159, where it was ruled that a,- kettle fixed in a fulling-mill, and necessary for its use, passed as realty under a mortgage of the mill, and that the mortgagor could not remove and sell it to a third person, after delivering possession of the mill to the mortgagee. “But,” said the Court, “ had the kettle been placed there before the mortgage, it might have been removed before the mortgagee was put in possession.” This distinction seems to have'been disregarded in Gray v. Holdship, though strongly urged by the dissenting member of the Court; for there, the boiler was placed in the brewhouse after the work, for which the mechanic’s lien was filed, was performed.\nBut perhaps neither of these cases called for a decision of the question of power in the tenant of the freehold, permanently to dis-annex a fixture, not incorporated in the building, and to sell it irrespective of lien. Both of them were determined in reference to the peculiarities attendant upon them, and I should, therefore, be unwilling to say they deny the existence of such a power where the sale is bond fide, the severance total and intended to be lasting, and the chattel removed by the purchaser from' the encumbered premises. But the transaction upon which the\" litigation is founded, lacks the essential features of permanent severance and definite removal. The temporary separation of the cylinder, followed by almost immediate re-annexation, surely could not operate to change the character of the thing as against an encumbrancer, to prevent him from afterwards taking it in execution as part of the realty. It does not appear the severance was intended to be other than momentary, and if it did, the re-attachment to the furnace again made the incident a part of the freehold, and subject to the judgment. In this aspect of it, the case is directly ruled by Gray v. Holdship, and it follows, that by the judicial sale the property in the cylinder passed to the purchaser of the furnace.\nBut it is said that, though this would have been so had the purchaser been a stranger to the previous transactions, the defendants below are estopped from denying the ownership of Findlay, by their prior and subsequent recognitions of it. Their anterior acknowledgment of Findlay’s title would probably have bound the defendants, had the sale to them been effected under the judgment assigned to them, and in pursuance of the instructions given to the sheriff by Mr. Maxwell, as their attorney. But these acknowledgments and directions could not affect the rights of the other judgment-creditor, under whose process the land was afterwards sold. Nor can I perceive any consideration connected with the sale, which would make it inequitable in Heaton to become the purchaser of all which, by operation of law, passed under it. His knowledge of the' former sale of the cylinder to Findlay raises no equity against him, for that sale was invalid as against the judgment and execution, and he, therefore, stood in relation to it precisely as if he had never heard of Findlay’s claim. He had notice, but it was notice of a nonentity. The paper read by the sheriff at the sale, if he knew its contents, would work no effect adverse to Heaton, for it could not vest Findlay with an interest denied to him by the law. There is no evidence that the former ever received from the latter anything of value, as a consideration of the recognition of his title, or which binds him to respect it under the circumstances that have had place here.-\nNor does the paper of the 21st November, signed by Isaac Heaton, contain anything- to estop the defendant from controverting the plaintiff’s right to recover. It does not acknowledge his ownership, for that is expressly referred for ascertainment to the result of this cause, and the temporary hiring of the cylinder does not overbear this express stipulation, for even the payment of rent to Findlay is made to await the final issue of the contest. The sentence, “it is understood, the said Heaton has no claim thereto,” is but an expression of opinion, or at most, an acknowledgment adverse to the sufficiency of his title to the cylinder; hut this, according to Payne v. Craft, 7 W. & S. 458, affects it not if it be otherwise good. As is there said, “its goodness must depend on the facts connected with it. A man’s knowledge of his title being bad, when it really is so, may doubtless be given in evidence against him to make him responsible in particular eases, where otherwise he would not be so; but- if it be good, his opinion cannot make it bad, or render him accountable as if it were bad, whatever he might have thought or said of it himself.” To the same effect is Paull v. Mackey, 3 Watts, 125.\nConvinced that this view of the controversy bears hardly upon the plaintiff below, and probably gives to the defendants what they scarcely supposed was theirs, we have struggled in vain to find a tenable ground upon which the plaintiff’s claim might be securely rested. But if any fact exists, it is excluded from view by the imperfect manner in which the record presents his case.\nWhat has been said seems to reach the foundation of the action; and, perhaps, we might therefore be spared the labour of meeting the exceptions taken to the admission of testimony. As, however, the case goes back for another trial, it seems proper to consider them briefly. To the first bill it will be sufficient to answer, that, so far as we are informed, it has never been the practice in Pennsylvania, to name the witnesses to be examined under a foreign commission, either in the rule, the interrogatories, or the commission itself. This may occasion in some instances inconvenience, but the remedy is by an application to the discretion of the Court, or general rules may be adopted by them for the future government of tht practice in this particular. It is not a matter of course, says Mr. Justice Baldwin in Parker v. Nixon, Bald. 291, to compel the party entering a rule, to take depositions out of the State to name the witnesses to be examined on commission, but it depends on the discretion of the Court, to be exercised under the circumstances of the case. This, to be sure, is said of New Jersey, but is equally applicable here.\nThere is nothing in the second bill. Following all the preceding-cases on the subject, it was ruled in Levy v. Van Buskirk, 4 Barr, 316, that the rule of policy, which forbids' a counsel to reveal information derived from his client, is confined to confidential communications, and knowledge derived from private and professional intercourse, and does not embrace those facts the counsel may become acquainted with collaterally, or those which were publicly disclosed by direction of the client himself. The facts to which Mr. Maxwell spoke, are of the latter description. They were ascertained by him as preliminary to his engagement as counsel, and not in the course of professional conference, and they are communicated to a public officer with the sanction of the defendants.\nThe third bill is equally destitute of foundation. The sheriff might surely speak of the contents of the notice. But in fact he did not do so, nor did he testify anything variant from his written return of levy.\nBut the judgment must be reversed, for misdirection by the Court below.\nJudgment reversed, and a venire de novo awarded."}