{"id": "963804", "contents": "The opinion of this Court was delivered by\nBell, J.\nWe think it is impossible to distinguish this from the similar cases that have preceded it, by any course of sound reasoning. Like the defences set up in Todd v. Gallagher, 16 S. & R. 261, Harper v. Jefferies, 5 Wh. 26, McGinnis v. Noble, 7 W. & S. 454, Ganz v. Renshaw, 7 Barr, 119, and Dentler v. Brown, 1 Jones, 295, that assumed here is purely equitable, and, resting on considerations of honesty and fair dealing, measures the relief to which the vendee is entitled by the expenditure to which he has been subjected as a consequence of the proceedings had under the judgments recovered against his vendor, the plaintiff below. As was well said in McGinniss v. Noble, “ all the vendee has a right to require, is to be placed in the same situation he would be in had he paid the encumbrances without suit, and in that case the measure of equitable relief would be precisely the money paid, and the necessary expenses, and no more.” And again, “even-handed justice requires that while on the one hand he is not suffered to lose, on the other he shall not be allowed to gain anything by the sale.” In that case, too, like the present, there was not, at the time of the sheriff’s sale, a sufficient sum of purchase-money due, in the hands of the vendee, to satisfy the lien by virtue of which the land was brought to the hammer; and the same fact characterized Todd v. Gallagher, where Houston, Justice, remarked, speaking of the vendee, “ Justice required that he should have credit for what the encumbrance cost him, and the same justice requires that he should have credit for no more than what it cost him.” In Harper v. Jefferies, tMs equitable principle was carried still farther, for it was there made operative against a vendee whose estate had been sold to a stranger, under an execution against the vendor, because it appeared the former was indebted in an amount of purchase-money competent to the satisfaction of at least the judgment-creditor, who pressed the land to a judicial sale. The vendees insisted that having lost the land by reason of a paramount encumbrance, there was a total failure of consideration. But Mr. Justice Kennedy, repeating the doctrine which has now become familiar, answered: “ This defence is merely equitable, and, to entitle the defendants to avail themselves of it, they ought to have shown that they had no means of preventing it without being losers, or giving up that which of right belonged to themselves.” These adjudications, and the more recent one of Dentler v. Brown, establish the distinction that where the vendee himself becomes the purchaser at the judicial sale, lie remains liable to tbe vendor for tbe residue of tbe purchase-money unpaid; but if tbe land be sold to a stranger, this liability depends on tbe inquiry whether, at tbe period of tbe last sale, the vendee bad in bis bands, of tbe consideration of bis purchase, a sum, sufficient to extinguish tbe encumbrance.\nAcknowledging tbe authority of these precedents as having definitively settled tbe law in Pennsylvania, tbe plaintiff in error, on tbe argument, sought to draw a distinction between them and .bis case, from tbe fact that in tbe three older determinations there was a conveyance of tbe legal title, subject to tbe encumbrance which afterwards caused tbe sales under execution, while here tbe legal estate remained in tbe vendor, and tbe judgments were recovered against him, after tbe sale to tbe vendee. Regarding, as we are compelled to, tbe defence as a purely equitable one, it is difficult to conceive why tbe suggested differences should interfere to prevent an application of tbe equitable doctrine deducible from tbe authorities adverted to. It is true, that a judgment recovered against a vendor, after be has articled for a sale of bis land, binds but bis legal title and such beneficial interest as may remain in him, measured by tbe amount of tbe unpaid purchase-money; while a judgment rendered against him before tbe sale, covers tbe whole estate: McMullen v. Wenner, 16 S. & R. 21; Chahoon v. Hollenback, Ibid. 431. But why should this difference in tbe binding efficacy of tbe lien work a difference in tbe equities that appertain to tbe relation of vendor and vendee, in this State ? If an argument could be derived from it, it would rather tend to favour tbe continued liability of tbe vendee than to tbe establishment of an opposite rule; and for this reason: A sheriff’s sale, effected under a judgment or other encumbrance, older than tbe equitable sale, sweeps away tbe whole estatej and tbe equitable vendee is thus compelled to become tbe purchaser, under tbe penalty of otherwise losing all the beneficial interest acquired by bis purchase; but where tbe forced sale is brought about by means of a judgment posterior in time to tbe equitable purchase, it is optional with tbe vendee to buy from tbe sheriff, since bis sale affects only tbe interest remaining in tbe vendor, leaving that of tbe vendee untouched. There would, therefore, seem to be greater reason for releasing a purchaser from bis covenants under tbe first supposed circumstances, than under the latter; and yet we have seen that, as a buyer under compulsion, he is still held to tbe performance of bis original contract. Why should be not be, when be interferes as a volunteer buyer from the law’s officer ? Again, if a third person buy at the judicial sale under a subsequent judgment, it is conceded the first purchaser would he amenable to him to the extent of the unpaid purchase-money. Why should the former be permitted to free himself of this obligation by becoming himself the purchaser under the judgment, and thus acquire the whole estate, legal and equitable, at a cost below what he agreed to pay for it, at the expense of the vendor ? Certainly, there is no reason to be found for an affirmative answer to this question, among the considerations which would influence the action of a chancellor; and our cases of Ganz v. Renshaw, and Dentler v. Brown, prove that under our system, the fact, that the judgment against the vendor was recovered after his sale, works no difference in the liability of a vendee who also becomes a buyer from the sheriff. But it is insisted that, as such a judgment encumbers the legal estate retained by the vendor, as well as his beneficial interest, a transfer of these to his vendee necessarily extinguishes, by merger, the whole estate of the former, and, with it, his right to call for the remainder of the purchase-money. This idea is founded on the decision in Purviance v. Lemmon, 16 S. & R. 292, and the kindred cases cited, and is not without plausibility. But a critical examination of the doctrine announced by these cases, will show that it is founded in the legal conclusion that where a vendor re-acquires the beneficial interest, before residing in his vendee, by purchase at a judicial sale, mediately or immediately, the contract is to be regarded as executed between them, for had each performed every duty cast upon him by his contract, the parties would have stood in the same position ; the vendee having the benefit of the whole sum paid by him as purchase-money, and the vendor having repurchased that portion of the estate, which was out of 'him. • As, therefore, there is no intervening equity to prevent it, the contract is treated as extinguished at law, because executed so far as it is possible. Thus considered, it is obvious the rule established by these determinations is inapplicable here. Conscience and good faith require at the hands of this vendee, something more than he has yet done, and though the whole estate is united in him by operation of law, equity still keeps his covenants afoot as a subsisting engagement. The truth is, that, as the vendor is regarded as trustee of the legal title for the benefit of the vendee, the latter is also esteemed as trustee of a beneficial interest in the land to the extent of the unpaid purchase-money; and though, perhaps, because of the sheriff’s conveyance, the vendor could not enforce payment by ejectment to recover possession, there is no technical difficulty barring an action on the covenants. He cannot keep the land and money both. An opposite rule would be intolerable. It frequently happens that sales <of land are made to relieve the owners from impending embarrassments. This would s'eem, from the conditions accompanying the judgments confessed by our vendor, to have been the object in this instance. To permit a vendee under such circumstances to lie by and seize the opportunity of a sheriff’s sale to acquire the estate in defeat of his covenants, would be to encourage fraudulent delays, and no doubt frequently lead to their perpetration.\nAs we think this controversy falls within the doctrine settled by the cases I have cited, the case is with the plaintiff below, both on reason and authority.\nJudgment affirmed."}