{"id": "963800", "contents": "Tbe opinion of this Court was delivered by\nRogers, J.\nWe do not perceive that any error was committed in admitting tbe proceedings in tbe Court of Common Pleas, on tbe application of Thomas B. Young, to prove tbe contract between John Aitkin and John Young for a perpetual lease of, tbe property in controversy. This application was made under tbe provisions of tbe Act of tbe 10th March, 1818, a farther supplement to tbe Act of tbe 31st March, 1792, an Act to enable executors and administrators, by leave of tbe Court, to convey lands and tenements contracted for with their decedents. Tbe petition sets out a state of facts, which, if true, brought the case within tbe jurisdiction of tbe Court, and called for its interposition. Tbe Court, on tbe prayer of tbe petitioner, directed proof of tbe contract to be made in open court, and ordered notice to be given to tbe executor of John Aitkin. Under this order proof was made of tbe contract, which was adjudged to be sufficient. This was received by tbe Court, not as conclusive, but as some proof of tbe facts therein contained. For this purpose we think tbe record and depositions were properly received. There can be no error in this, for tbe Act expressly says, said petition and adjudication, as well as a copy of tbe record thereof, shall be evidence of tbe facts set forth in said petition.\nTbe Act contains no direction as to whom notice shall be given, nor does it even prescribe that any notice whatever shall be given. But the uniform practice has been in conformity to every rule of common sense and common justice to give notice, and as the deed is directed to be made by the executors or administrators, that notice in all cases is ordered to be given to them, as the representatives of the heirs, devisees, and all parties having an interest in the premises. For some cause which has not been explained, no further proceedings were had than to prove the contract. No deed was executed and delivered by the executors. If this had been done it would have concluded the title so that its validity could not be contested in a collateral proceeding. That it is evidence for the purpose it was admitted, is clear, as the heirs and devisees, although not actually, were virtually, parties to the proceedings.\nIt is said that the Court erred in instructing the jury that the possession of Thomas B. Young was sufficient to take the case out of the operation of the statute of frauds and perjuries, and in answering the plaintiffs’ first, second, and third points. Had the Court instructed the jury, as is alleged, that the possession of Young was sufficient to take the case out of the operation of the statute, it may be the plaintiffs in error would have some right to complain. But I do not so understand the instruction. They charge the jury correctly as to what takes the case out of the operation of the Act, leaving them to judge, on the facts in evidence, whether the requisitions of law had been complied with.\nAs to the plaintiffs’ legal points, the Court have given an affirmative answer. They instruct the jury that possession before and at the time of the supposed contract, and the mere continuation of that possession, cannot be considered as taking possession under that contract. That in order to constitute a good title by parol the possession must be contemporaneous with, or immediately consequent on, the contract, and in pursuance of it, and that these facts must be established by clear, precise, and satisfactory evidence. And that in order to exclude this case from the operation and influence of the statute of frauds, the possession of Thomas B. Young must have been notorious and exclusive, and taken in pursuance of the supposed contract.\nThe charge is as favourable to the plaintiffs as they could, or at any rate did, desire. It is made in the very words of their points.\nThe plaintiffs further ask the Court to instruct the jury that there is no evidence of the precise date of the contract, and of the time when Thomas B. Young assumed ownership over the property, and that in this the defendant’s evidence failed. The Court properly refused so to charge, because, as they truly say, it presents a fact for the jury, and not for the Court to determine. Had they charged as requested it would hare been erroneous, as it would be a plain and palpable usurpation of the province of' the jury. It is not a case where there is no evidence whatever, for there is abundance of proof bearing on this fact; but whether it was sufficient to bar the plaintiffs was a question exclusively for their determination. Whether their decision was right or wrong we' cannot inquire, nor have I any disposition to do so in this case, which has very little to recommend it on the score of justice. The mistake as to the number of the points can make no difference, in view of the practice of the Court, which is to 'read the points to the jury, and to give them an affirmative or negative answer. We have no reason to apprehend that the jury were misled. No doubt the matter was distinctly understood at the trial. It was a mistake as to the number of the points, which could have no operation on the jury. The legal points could not be denied. The only controversy which could have arisen was that the third point assumed the existence of a fact which the jury, and not the Court, had the right to determine.\nThe fourth error is not founded in fact. For the Court did not, as is alleged in the point, charge the jury that the possession of Thomas B. Young was sufficient.to take the case offt of the operation of the statute of frauds and perjuries, and there was no error in answering the first three points, for the Court' answer them affirmatively, except one, which was properly referred to the jury.\nBut it is said there was error in admitting in evidence the receipts of Janet Aitkin, because she was a stranger in blood’ and estate, and her acts recognising the title of Thomas B. Young could not affect them. To this the defendant in error gives this satisfactory answer. That by the very terms of the contract, T. B. Young was to pay $156 as ground-rent, per annum, for the premises in controversy. The rent was paid to Aitkin in his lifetime, as appears by his receipt, in pursuance of the contract. Mrs. Aitkin, upon his death, succeeded, under the provisions of the will, to a life-estate in the premises, consequently the payment of the stipulated rent to her, during the continuance of her interest, was required by good faith, common honesty, and the very terms of the contract. The right of Thomas B. Young to the premises was dependent upon his continued compliance with the terms of the contract. And although Janet Aitkin may have been a stranger to the plaintiffs in blood and estate, still, that circumstance does not constitute a fatal and valid objection to evidence that shows that he has, with punctuality and fidelity, performed his agreement. Although the plaintiffs could not be affected by the acts of Mrs. Aitkin, recognising the title of Thomas B. Young, yet they might be affected by a contract of the person under whom they claimed, rendered effectual by possession and a scrupulous compliance of the other party with its terms.\nNor do I perceive any error in admitting evidence of the improvements by John Young.\nAt the time the evidence was admitted the plaintiffs had given no evidence of title. John Young, under whom defendant claims, was in the possession. It was therefore competent for them to show improvements made by them. It was evidence in proof of-an adverse, hostile possession, under the plea of the statute of limitations. It is true, that subsequently the whole matter was so changed by the introduction of other testimony, as to render it incompetent and immaterial, and on request, the Court, no doubt, would have charged the jury to disregard it. But it being competent at the time it was received, there was no error for which the cause can be reversed.’ We are not called upon to bo astute in reversing a cause, when we have reason to believe the testimony was immaterial and harmless.\nJudgment affirmed."}