{"id": "964897", "contents": "The opinion of the court was delivered by\nGibson, C. J.\nIt has not been contended that a husband has a distinct interest in his wife’s choses in action, but it is argued, on the authority of Shuman vs. Reigart, that the act of 1814, which transfers the property of an insolvent debtor without an act done by him, is equivalent to an assignment by him of every thing over which he had a power. It was ruled in that case, that the wife’s distributive share of the price of her father’s land, secured by recognizance to pay at her mother’s' death, passed, by her husband’s assignment under the insolvent law. It was said that the husband’s property would have passed without it; but it was not said, nor was it intended to be intimated, though it might seem otherwise, that his wife’s property in action did. It was supposed that the husband’s actual assignment embraced riot only his ■ property in general, but the wife’s interest in the recognizance expressly; and had that been so, the case would have been, as it was thought to be, the same as Richwine vs. Hein,- on the principle of whibh it was supposed to be ruled. But the fact was not entirely so; and the misconception happened in this wise: Two causes bétween the same parties, founded on distinct assignments, thought to be alike in the minutest particulars, and executed by two insolvent husbands of’ sisters, entitled respectively under the same recognizance, were consolidated and- argued together; but in reality the one assignment embraced the wife’s interest,' and the other did not. The difference was not observed at the argument, or, if observed, was not pressed; and the judge who drew thé opinion happened to take the case from the record which contained the specific assignment, but the reporter happened to .make up the case from the other.. The paper books have been procured, and show that such was the fact. Though it was said that the Legislature had dispensed with the assignment of the husband, it was not said the wife’s chose passed by the statute. On the contrary, it was said to have passed on the principle laid down by Mr. Justice Smith, in Richwine vs. Hein, that the statute rather strengthened than weakened the actual assignment, which is consequently good for the excess without regard to the enactment. It is admitted that it was not expressly said in Shuman vs. Reigart that the wife’s chose in action passed by the husband’s assignment alone; but neither was it said that it passed by the statute. It was not' said in the report that it was included in his assignment; and the truth is, the opinion was deficiently expressed. Had the last sentence of the first paragraph been introduced by a reference to the supposed fact that both assignments included the wife’s interest, the conclusion would .have been legitimate. But little attention was paid to that part of the case, as the question was thought to depend on the extent of the husband’s power .to transfer his wife’s reversionary interest. Had, the reporter made up the case from the other paper book, there would have been no apparent discrepance between it and Richwine vs. Hein, or Shay vs. Sessaman, in the latter of which Shuman vs. Reigart was referred to as an authority for the principle that the husband’s power of reduction to possession-do'es not pass by the statute. .The assignment before us did not include the wife’s interest in the recognizance, and consequently did not pass it; so that she and her insolvent husband, as her trustee, are the only persons who have at any time been entitled to sue for it. . '\nThe defence taken ,on the ppint of former recovery is no better founded. Certain it is that the former suit was - brought, like the present, nominally by the president of the. Orphans’ Court; but the assignees were the actual plaintiffs. Except for the maxim, communis error, neither that suit, nor the present, could be maintained by an officer who is not a corporation, and who cannot be the successor of a person to whom the recognizance was acknowledged nominatum, even if the-original cognizee could have maintained it. The form of the recognizance was a bungling contrivance to avoid the trouble of -acknowledging a separate recognizance to each child, which the Orphans’ Court ought not to have adopted;, but though.it would now be mischievous to doubt its validity, it would be as much so to' let it, for the sake of technical congruity, stand in the way of subtantial justice.\nJudgment reversed, and venire de novo awarded."}