{"id": "964896", "contents": "The opinion of the court was delivered by\nGibson, C. J.\nThe decree in Coates’ appeal settled the point, that the bequest of the personal estate gave Mrs. Pennock the ownership of it for life; and that though it was expressed in words of absolute gift, they were qualified by the testator’s declaration of confidence, that she would leave the surplus to be divided justly among his children. The doubt was, whether this declaration operated as a limitation of the gift, or as an explanation of the motive for it; and the weight of authority inclined to the former. In the English courts, the current of decision is beginning to set the other way; and it may be thought we ought to have fallen in with it. My own opinion is that we ought not; and it is founded on a belief, not that the precedents have more frequently accorded with the intention as to the quantity of the particular interest, but that they have accomplished the ulterior design of the gift. They have restrained the immediate legatee from giving the property to strangers, while they haye left room enough for discrimination between the members of the class ultimately, to be benefited; and they have thus produced the permanent results intended. No more was determined in Coates’ appeal, however, than that Mrs. Pennock had an interest for life, and a trust for the children; but whether in equal or unequal portions, at her option, was not determined ; and we are now to say whether she had a power in the nature of a trust, and whether it was well executed.\nIt is settled that under a bequest for life, with such a power over the residue, all take equal portions immediately under the will in case the power be not executed; and that an execution of it does no more than alter the allotments; but that all must take something, and take it, not from the donee of the power, but from the testator, as a particular bequest of so much to each. Now, if the intent, in this instance, was to declare a trust for the children, as equal takers in any event, it would have been more easy and natural for the testator to express it as he did when he was limiting a remainder of the realty after an estate for life, in the neatest and most skilful way; for he knew what he was- about, and he meant to do more. But if he meant to say that Mrs. Pennock should have the personalty for life, with no other power over the surplus than to divide it equally, he meant to say nothing; for the statute of distribution would have said it for him. He certainly meant that what he significantly calls the surplus, should be left by will; but a power which could produce no difference of result, ■whether executed or not, would be no power at all, and a testator would be chargeable with absurdity for an attempt to create it. Mrs. Pennock was empowered to divide justly, not equably; and the use of the word implies an exercise of discretion. In a general sense, equality is said to be equity, but it is not universally so. The lord of the vinyard might give full wages to the laborer who had come in at the eleventh hour, without wrong to him who had borne the burden and heat of the day; that concerned his generosity, not his justice; but there may be cases in which equality would be, not only inexpedient, but unjust. A son might forfeit his claim to it by becoming a spendthrift, a gambler, a drunkard, or a felon, while his brother may have been laboring to support the family and improve the estate. The testator might know that all his children were fit recipients of his bounty at the date of his will, but he could not foresee what they would be at his widow’s death. He surely meant to subject them to her control; yet they would have been independent of it had he not put into her hands the means to make them submit to it. It is impossible not to think that he designed to give her at least a restricted right of disposal, else why speak of confidence in a person powerless to do harm or good? We are bound, if we can, to give effect to every expression in a will. Strike out the word justly, as distinguishable from equably, and you reduce the testamentary disposition of the personal estate to a bare interest for life — certainly no great matter for a flourish of words; for the statute of distribution would have given the surplus in equal parts. There is no reason to doubt that the testator thought he was giving Mrs. Pennock the absolute interest, and that his expression of confidence in her justice was to satisfy the children that he did them no wrong; and though we are bound by authority to give her no more than a power in the nature of a trust over the residue, we are bound to execute his ¡oían where we may. Now the words, “leave to be divided,” give a clear right of disposal by will. Such is Doe vs. Thorley, 10 East, 483, in which the words were, “ also at her disposal afterwards to leave it to whom she pleased.” The question there was on the construction of a power; here it is on the existence of it; but the question would have been an immaterial one had there been no power to be construed. In one aspect, that case is not to be reconciled to the Anonymous case in 3 Leo. 11, and to one or two others; but in those also, the existence of a power from a limitation for the life of the first taker, followed by the words, “after his death,” or, “then to be at his disposal,” was taken for granted, the question having regard, not to that, but to the instrument of execution. On principle and authority, therefore, we are to take it that there was a power in the nature of a trust; and what was the subject of it?\nThe testator gave the profits of his real estate to Mrs. Pennock for life, and his personal estate absolutely, having, as he said, “ full confidence that she would leave the surplus to be divided, at her decease, justly among Ms children.” It is plain she was to use, not only the income of the personal estate, but the estate itself, as if she were the untrammelled owner of it. What other meaning can be given to the word absolutely? We may not strike it out, and if he meant not to give her a right to consume both principal and proceeds, he knew not what he said. To give absolutely, is to give without restriction. In this case, the word surplus is the key to the meaning. Would it consist of the unconsumed profits or the unconsumed principal? The former would need no other power than that which springs from ownership; and the delegated power was therefore applicable only to the princi pal. There can be no use of things which ipso usu consumun tur; but Mrs. Pennock was to have more than the use, and her power was to extend to so muck of tbe personal estate bequeathed to her as should remain at her death. Was it well executed?\nDoe vs. Thorley settled the law that it could be executed only by will, because the word “leave” is inapplicable to a deed; and Whaley v. Drummond, cited 1 Sugd. Pow. 270, settled it that a power to be executed by will, cannot be executed by an act to take effect in the donee’s lifetime. Mrs. Pennock was bound to give all the children something; but she did not. He left seven: Rebecca, Sarah, Isaac, (dead, living his mother) Martha, Ann Eliza, (dead, living her mother) Mary Ann, and George, only three of whom are mentioned in her will, which was not even an ostensible attempt to execute her power. It contained no reference to it; for she treated the personalty bequeathed to her, as well as what she had drawn from it, as her own. Her purpose was to dispose of it without restraint; and if it were necessary to consider the objection raised on that ground, it would be decisive. An act which would be inoperative, except as an execution of a power, though done without reference to it, is allowed to take effect in the only way it can; still there must be, at least, a reference to the fund as a subject of disposal. But Mrs. Pennock had property of her own to satisfy the bequests in her will, which contains no allusion to the property of her husband.\nThe children are not precluded, by their dealings with her, from asserting that there was not an execution of her power; for there is no estoppel from a recital; and if there were, the bequest to her is recited in the words of the will. Nothing said in the deeds is inconsistent with their claim; and if any there were, yet being said in mutual ignorance, equity would disregard it.\nBut each of them is precluded to the extent of her advancement. Satisfaction of the interest of an appointee, makes the donee of the power, if so intended by him, a purchaser of it, and gives him an unrestricted power to dispose of so much of the fund as his own. Pitt vs. Jackson, 2 Bro. C. C. 91; Folkes vs. Western, 9 Ves. 456; Noel vs. Walsingham, 2 Sim. & Stu. 99; and Gower vs. Gower, 1 Cox, 53, are to the point. The discrepance between those cases touches not the principle, but the evidence of intention necessary to bring the particular case within it; for in none of them is it pretended that the donee may not sink the interest of the. child fer the benefit of the rest, or keep it afoot for the benefit of himself at his election. Perhaps Mrs. Pennock took no thought of the subject; but there is no evidence that she intended to be burthened with any trust further than she could help it. Each advancement is to come out of the share coming to the child by reason of the non-execution of the power. It is necessary, therefore, to send the case to the master with direction to report the amount of the advancements separately, omitting those made to grand children, if any; the value of the surplus of the testator’s personal property unconsumed at Mrs. Pennock’s death; and the value of that part of it which was included in her will. So ordered."}