{"id": "964899", "contents": "The opinion of the court was delivered by\nBurnside, J.\nThe defendants below were convicted; sen-; teheed to pay a fine of one dollar and costs. It was further adjudged and ordered that the possession of the premises mentioned in the indictment be restored to the prosecutrix. The record returned to thiá court exhibits the whole trial, and error has been assigned to the charge of the court, the manner of the trial, as well as to the indictment and sentence. We have nothing to do with the evidence, or the ruling of the court on the trial. Forcible entry and detainer is a criminal proceeding, and, generally, in all criminal cases, the errors to be noticed by the Supreme Court, and within their jurisdiction, must appear on the indictment or sentence; on the face of the record. We have no right to inquire beyond the errors assigned to the indictment and sentence. We notice only the first and third errors.\n1. The first is that the indictment does not sufficiently describe the locus in quo, so as to enable the court to award restitution. The true rules on this subject are found in Hawkins, title, “Forcible entry and detainer;” and he informs us that the tenement in which the force was committed must be described with convenient certainty; for otherwise, the defendant will neither know the special charge to which he is to make his defence, nor neither will the justice or sheriff know how to restore the injured party to his possession. But it has been resolved (for which he cites numerous authorities) that an indictment for a forcible entry into a mansion house or messuage is good, for these words are equipollent; also, that such an indictment for an entry into a close, called Sergeant Henry’s close, &c., without adding the number of acres, is good; for here is as much certainty as is required in an ejectment : 1 Curwood’s Hawkins, 503-4, secs. 37, 38. This doctrine of Hawkins’ has been fully adopted in Pennsylvania, in Dean and others vs. The Commonwealth, 3 S. & R. 418, where it was held, that in an indictment for forcible entry, it is sufficient to describe the premises as “ a certain close of two acres of arable land, situated in Shirly township, in county aforesaid, being part of a large tract of land adjoining lands of Andrew Dearmond and Henry Hoshell.” It would seem that this case was before the attorney who drew the indictment. He describes the premises in question, a messuage and tract of land, situated, &c., to wit: “All that piece of land, containing twenty-six acres and one hundred and fifty perches, and the allowance of six per cent., it being a part of a large tract known as the Peter Jackson improvement, adjoining lands of Daniel Henderson on the east, and the land of Sarah Black, being so seised, &c.” This certainly would be sufficient in an ejectment.\n2. In sentencing the defendants to make restitution. Restitution was first authorized by the 8 Henry VI. chap. 9, Hawkins, before cited, 497. This statute was ever ruled to extend and be in force in Pennsylvania. This indictment avers that the prosecutrix was seised of the premises, in her demesne as of fee; and the rule is well settled, by ancient authorities, that the indictment ought to show what estate she had in the land. Where the entry was made before the statute 21 Jac., it ought to show that he had a freehold; and since, it ought to lay what estate he has, for perhaps he is only tenant at will: 1 Salk. 260; 1 Sid. 102; 3 Com. Dig. 368, old ed. This court has ruled, in Burd vs. The Commonwealth, 6 S. & R. 252, and in a subsequent case in Pittsburg, last year, that if an indictment for forcible entry and detainer shall merely state a naked posession in the prosecutor, without stating what estate or interest he had in the premises, it is not sufficient to authorize an award of restitution. The counsel for' the plaintiffs in error have not a foot to stand on.\nThe judgment is affirmed."}