{"id": "964894", "contents": "The opinion of the court was delivered by\nGibson, C. J.\nGreenough vs. Greenough, decided at the last Pittsburgh term, is essentially different from this case. In that, as in this, an attesting witness proved that the testator’s name, not the mark, was written by the testator’s direction, and in his presence ; but the other could not recollect whether the testator directed the name to be written or not; he was unable to give testimony as to the particular fact. His memory, in respect to it, was extinct, and he himself legally dead. Had he been actually so, it is settled, by authorities referred to in the opinion, that his attestation would have stood for proof by a witness, for the reason that devisees are not to lose their estates because the witnesses to the will have lost their hold on life, or the faculty of recollection. But that is not the case in this instance. Hess, the scrivener, and an attesting witness, proves, as far as the testimony of a single witness can prove it, that he wrote the testator’s name, at the end of the will, “at his own request,” from which a jury might infer that he wrote it, in the words of the statute, “by his express direction,” which means that the authority for it must be actively and positively conferred, not passively, by silent acquiescence. But the testimony of Carpenter, the only other witness who was called, not only falls short of full proof, but amounts to positive disproof. He professes to have heard and seen every thing that passed; to have forgotten nothing, and to have omitted nothing. He does not say so in terms; but he tells his story like a man who is confident of the details of it. Pie says, “ I saw Daniel Keeports make his mark. He did not say any thing to me at the time I put my name thereto. I was called in, and witnessed it in his presence. ’Squire Pless and me went together. This is (was) the last time we had been in their house. The ’Squire requested him (the testator) to sign his name. He said he felt weak and could not write. The ’Squire asked him again, and he said he could not write his name, and he thought his mark would do as well. Then we both said that we thought it would do, perhaps. He was on the bed; he got out then and went to the table and made his mark. Then ’Squire Hess looked round to me and said, now I will write Daniel Keeports, his mark — will that do ? And I said, I suppose it would. I don’t recollect any more only putting our names to it. The old man got on the bed again. It appeared to me he was very weak at the time. The name, Daniel Keeports, was written by ’Squire Hess, in his presence. When ’Squire Hess spoke of putting the name there, the old gentleman was sitting present at the time. I think he heard him. I can’t tell whether he was taking any notice of Hess putting his name there. He was sitting at one end of the table at the time. He did not my any thing, that I recollect, when Hess spoke of signing his name to the mark.”\nThe deficiency of this testimony is its want of proof that the name of the testator was written by his express direction. The witness proves affirmatively that it was not. Hess doubtless thought that he had authority to write the name, on the ground that silence gives consent; but it certainly was not an express or a positive one, and the words of the statute are too stringent to be satisfied with less. The object was to prescribe a formality, though a simple one. The testimony of Carpenter not only falls short of proving such a direction, but absolutely disproves it; and as he professes to have heard and seen every thing that passed, there is no gap in his memory to be filled up with his attestation. The proof of execution, therefore, is incomplete.\nJudgment affirmed."}