{"id": "964895", "contents": "The opinion of the court was delivered, by\nCoulter, J.\nThe character of the case, and the nature of the proof required, have often a controlling influence, to a certain extent, on the rules of evidence. Although general principles ought to be kept in view, yet there are cases in which they must, in some degree, be accommodated to the facts in issue; otherwise, truth will become the victim of general maxims. It is necessary, in the action for a breach of the marriage promise, to prove that the contract was mutual; otherwise, the engagement, on the part of the defendant, would be naked, and without consideration. He might be mulcted in damages for the breach of a promise which he never could have performed, for want of assent on the part of the promisee. Rut such is the nature of the contract, that witnesses are not called to attest it. That is forbidden by the shrinking delicacy of the female; and, where the man is faithless, she is driven to the evidence of concomitant circumstances. In the case of Mansel vs. Hutton, 6 Modern, 172, Lord Holt says: “If there be an express promise by the man, and it appear that the woman countenances it, and, by her actions at the time, behaved herself so, as if she agreed to the matter, that shall be sufficient evidence of a promise, on his side.” In the case on hand, an express promise was distinctly proved, by the plaintiff, to have been made by the defendant; and the plaintiff then offered evidence that she had requested her brother to take her to Gettysburg, to buy her wedding clothes, in the presence of Matilda Johns, the witness; and that plaintiff, in her presence, engaged Julian Johns, her sister, to be her bridesmaid at the wedding, which, she said, was to take place on the first Thursday of January, 1849; that the wedding clothes were prepared, and the guests invited to the wedding. This testimony was objected to, and is covered by the three first bills of exceptions. The court admitted the evidence, on the ground that the promise, on the part of the defendant, had been proved, and that it was competent, for the purpose of establishing the consent of the plaintiff. In this was no error. The argument that it was evidence made by the plaintiff, in her own cause, is without weight; because her assent, however proved, is by her own act and her own declarations; and this mode of proof only substitutes circumstantial testimony, in place of direct evidence of her agreement at the time the engagement was entered into. When the court admitted the evidence, they stated that it was solely for the purpose of shewing the readiness of the plaintiff to comply with her engagement. The father of the plaintiff having distinctly proved that the defendant, in the month of November previously, had stated to him that he had made an engagement of marriage with his daughter, and asked his consent to the match, (as it is called,) the court could do no less than assume that the promise, on part of defendant, was proved, prima facie, for the purpose of admitting evidence of the readiness, on the part of plaintiff, to perform her engagement; and it was not error so to assume for the purpose of admitting that evidence. In his charge to the jury, the learned judge left to them the credibility of the evidence of the promise made by the defendant.\nThe fourth bill of exceptions is, that the court admitted evidence to prove that, subsequently, the defendant was joined in matrimony with Hannah Eliza Monfort; whereas, the declaration charged that he was married to Anna Eliza Monfort. The statement of the name of the person to whom he was married was totally immaterial; it might have been struck out of the narr., as it was laid under a videlicet. Even if it were material, the narr., as. it stands, would, perhaps, be good, on the principle of idem so-nans. But the defendant could not, possibly, have been taken by surprise; for nobody will believe that he did not know the name of his own wife. Such mere technicalities are weaker than cobwebs. It is true that a plaintiff may so interweave an immaterial fact with the substance of a good averment, that it may not be stricken out, and thereby become material; but not when, as here, it is laid under a videlicet. The general rule, as to the use of the videlicet, appears to be that it will save an immaterial description from becoming material, and requiring proof as laid: 7 Bacon Abr. last ed. 503; 2 Saunders, 291, a. n. The material averment was that the defendant had married another woman. The immaterial description, under the videlicet, was the woman Hannah Eliza Monfort. We look to the substantial and material fact, distinctly averred. The proof that he was married to Hannah Eliza Monfort substantially maintained it.\nThe counsel for the plaintiff in error assigns error to a part of the charge of the court. The charge does not accompany the record. The court only give their charge in relation to the testimony of the marriage with Anna Eliza Monfort, in which they instruct the jury that the marriage of the defendant, as alleged, was substantially proved. It is not necessary to notice this a second time. I have said all I deem necessary on the subject, on the error as to the admission of the testimony.\nThe other part of the charge on the record relates to the damages, in relation to which no error is assigned.\nThere is nothing on the record which sustains the alleged error, that the court withdrew the cause from the jury. The court only-reduced to writing so much of their charge as related to the points contested. No questions were submitted to the court on which to charge the jury; and if they had peremptorily instructed the jury upon the facts, or given them a binding direction as to the credibility of the father of the plaintiff, which, by the evidence, it would appear there was a faint attempt to impeach, but which was abundantly sustained, the counsel ought to have had that part of the charge placed on the record.\nBut, after all, the counsel, perhaps, were misled by the instructions that the proof of the defendant’s marriage, as alleged, was substantially proved; in which instruction the court did. not err.\nJudgment affirmed."}