{"id": "964893", "contents": "■ The opinion of the court w,as delivered by\nBurnside; J.\nThe statute of Anne, ch. 14, sec. 1, makes notes given for money lost at play utterly void, frustrate and of none effect to all intents and purposes whatsoever, 4 Bacon Ab. Title Gaming. By the act of our legislature against gaming, Dunlop’s Dig. 201, act of April, 22, 1794; 3 Smith’s Laws 177, sec. 8, persons losing money at any game of address or hazard, play or game whatsoever, “shall not be compelled to pay or make good the same; and every contract,- note, bill, bond, judgment, mortgage, or other security or conveyance whatsoever, given,granted, drawn or entered into, for the security or satisfaction of the same, or any part thereof, shall be utterly, void and of none effect.” Both the English and American statutes render the contract, for payment, utterly void and of none, effect. In Bowyer vs. Bampton, 2 Strange 1155, the Court of King’s Bench, after two full arguments, held that the innocent indorsee of a gaming note can maintain no action against the drawer. The question whether a bill of exchange, with a blank indorsement, being stolen and negotiated to an innocent indorsee, could be recovered, came before Lord Mansfield, Doug. 636, Peacock vs. Rhodes, and another, and his Lordship, in delivering the opinion of the court, declared that he was glad that this question was saved, not for its difficulty, but because it -is important that general .commercial points shóuld be publicly decided.\nHe declared the law to be settled, “that a holder, coming fairly .by the bill or note, has nothing to do with the transaction between the original parties, except perhaps in 'the single case,- (which he calls- a hard one,) of a nóte for money won at play.” Lee, C. J; puts it on the same ground, viz: that the statute makes it void to all intents and purposes. The gamester makes use of the note to' pay his own debt, or to receive money'on it. If .the innocent indorsee is to recover, it will be a means to evade the act, it being so difficult to prove notice to the indorsee; “ and though it will be some inconvenience to an innocent man, yet .that will not be a balance to those on the other side. And the plaintiff is not without remedy; for he may sue (the indorser) on his indorsement.— And it is but the common hazard of taking notes of infants or feme coverts,” 2 Strange 1155. The argument here is that commerce is to be encouraged, and therefore we ought to decide in favor of. an innocent indorsee. I am well satisfied that we shall, not send a vessel’less to sea, by taking from commerce the uncertain aid of faro banks and other gaming tables.\nThe judgment is affirmed."}