{"id": "964887", "contents": "The opinion of the court was delivered by\nRogers, J.\nThis is an action on the case for a- nuisance for flooding the lands of the plaintiff and throwing the water back on his grist mill. The suit was brought by George Reagan against Reuben Grim, who died pending the suit intestate. Letters of administration were granted to his widow and one of his sons, who were substituted as parties on the record. Yerdict was rendered for the defendant.\nNumerous exceptions are filed, all of which, are to the admission and rejection of testimony. As is usual in such cases, a few of them only require any other remark, than that they are destitute of even a shadow of plausibility. The attention of the court has been directed to two classes of exceptions ; the second and third, and also the sixth and eighth bill. Each of those classes call for a few remarks. The plaintiff’s counsel at the trial offered to prove, that whilst the jury were viewing the damages of the water complained of, up the creek, about half a mile above defendant’s mill and dam, Henry Grim, one of the administrators and children of defendant Reuben Grim, who died intestate, privately ordered his brother or brothers, also heirs, to raise the mill gates and lower the water, and they did it, saying “ this won’t do, the dam is getting too high.” The evidence so offered was objected to by the defendant’s counsel, and the court admitted so much of the evidence as showed the drawing of the water, during the time the jury were on the ground, and overruled the residue; to which the plaintiff excepts, and this is the first.bill.\nThe plaintiff then offered to prove, that Daniel Grim, one of the heirs of Reuben Grim, deceased, raised the gate of the grist mill; and that another of the heirs raised the gate of the mill whilst the jury of view 'were viewing the premises, and let the water off, by both gates. This evidence was overruled and plaintiff excepts; this constitutes the third bill.\nThe exceptions have been argued and will be. considered together as depending on the same principle.\nThe error, if any, was cured as is alleged in part, for a portion of it was afterwards received by the court. This is true, but as the testimony was not all admitted and particularly the most material part, to wit, namely: the declarations that this won’t do, the dam is getting too high, the objection still remains in full force. That the evidence was .pertinent to the issue is not disputed. Indeed it could not be with any reasonable prospect of success. Some of it, at least, has a direct bearing on the claim of right, tending to prove the opinion, which some of the parties interested in the controversy entertained on that point. The declarations are said not to be admissible, because it was not the admissions of a party to the suit, but of persons who although heirs are not named on the record. Although not perfectly clear, yet I am inclined to believe this is the proper reading of the offer.' The language is obscure, but it is the language of the plaintiff’s1 counsel, and must be construed favorably to the defendants. The grammatical construction of the sentence, it must be conceded, favors this view. In considering this point, therefore, we think the defendant in error is entitled to whatever advantage or benefit may arise from taking the words, as spoken by one of the heirs, not a party to the suit. With these concessions, we will proceed to examine the question.\nThere are certain principles bearing on this point which are too well settled to be now disputed. Thus, in an action of nuisance, the declarations of either plaintiff or defendant, or those under whom- they claim, respecting the right in contest, are evidence, McKellip vs. McIlhenny, 4 W. 317; Galbraith vs. Elder, 8 W. 103. If the declarations above stated, had been made by the intestate in his life time, the pertinency of the evidence would be unquestionable. • Why then does not the rule hold good as to heirs, who, although not nominally, yet are substantially parties to the suit? That they are not actual parties named on the record is nothing. Eor it is common text law, that the admissions of the party really interested, although he be no party to the suit, are evidence. The law, with a.view to evidence, regards the real parties.\nThus in an action on a bond, conditioned for the payment of money to L. D., it was held, that the declarations of L. D., that the defendant owed nothing, was evidence for him. So the declarations by the under sheriff, in matters relating to the execution of the officer, is' evidence against the sheriff, since he. is the responsible person. So it is where the party really interested indemnifies the sheriff. So it is in actions on policies, the declarations of parties really interested are admissible. So in an action against the master for freight, is the declaration! of the ship owner, where the action is brought for his benefit. So where the party in the action is indemnified by a third person, the declarations of that party are evidence against the sheriff. See 2 Starkey E. 4 part page 41; 1 Greenleaf E. secs. 171, 172, 174, 180, 189, and the authorities there cited.\nThere is then nothing in this exception; but the second reason has, I agree, something more respectable in it. It is said the declarations are not admissible, not only because the heir was not a party to the suit, but because the suit is against the administrators. That a verdict and' judgment for or against them, would neither conclude the right, nor be even evidence in a suit tó which the heirs were parties; that the only effect of the substitution, in this case, is to enable the plaintiffs to recover damages for the erection and continuance of the nuisance, up to the time of the intestate’s death. If the premises be true, the conclusion cannot be gainsayed.\nThat the admission of one may affect all, cannot be denied.— For where two were bound in a single bill, the admission of one was held good against both defendants, 4 Harris & McHenry, 364; Vicary’s case, 1 Gil. Ev. page 59, in note. The admissions of a legatee or devisee, on an issue of Devisavit vel non, are put on peculiar grounds. As to this point, see Atkins vs. Sanger, 1 Pick. 192; Jackson vs. Vail, 7 Wend. 125; Osgood vs. The Manhattan Co. 3 Cow. 612, where it is held, that where several were both legatees and executors- in a will, and also appellees, on a question as to the probate of the will, the admission of one of them, as to facts which took place at the time of making the will, showing that the testator was imposed upon, was held receivable in evidence.\nIt is true that the verdict and judgment would not be evidence in another suit and involving the same right to which the heirs, or those claiming under them, were parties. That it would be evidence in the life time of the intestate, will be conceded. Then why should it not be so, when, as in this ease, he dies pending the suit, and his administrators are substituted. It is said, because the only effect of the suit is to ascertain the amount of the damages done. But this is an assumption not warranted by the fact. By the absurd application of the principle of the common law, actio personalis moritur cum persona, the action on the case for a nuisance abated.on the death of either plaintiff or defendant. For remedy whereof among other things the legislature wisely directed that executors or administrators shall have power to commence and prosecute all personal actions which the decedent, whom they represent, might have commenced and prosecuted, except actions for slander for libels, and for wrongs done to the person; and they shall be liable to be sued in any action, exceptas aforesaid, which might have been maintained against such decedent, if he had lived. This being a remedial act is entitled to a liberal construction. Its obvious intention is to put the parties on the same footing, after as before the death of the party. If we stop short of this, we deprive the act of part of its vitality. This ought not to be permitted, except for some obvious and controlling reasons.\nIn an action for a nuisance, the right is necessarily tried, and most usually the suit is brought merely for the trial of the right; the damages being merely nominal. So far as regards such actions at least, the act would be useless, for if its only effect is to enable the party to recover damages, it would be much better for the party to suffer the suit to abate, and commence his action de novo. Although it is not said so, in express terms, yet it is a natural inference, that they should not only have the right to prosecute the action, but with the like effect, that the testator or intestate could have done; and that a recovery also should be attended with like results. It would seem strange that where, as here, the verdict is for the defendant, and the judgment suffered to stand, the plaintiff should be at liberty to commence a new suit, and try the same right, without being prejudiced in the slightest degree by a former recovery and judgment against him. It not being even evidence, as it undoubtedly would not be, on the principles asserted on this construction of the act, I see many good results, and but few if any evils that need be apprehended. With me it is a great recommendation that it will have a tendency to put a more speedy end to litigation, a result always to be promoted and encouraged by courts. This ought to be always steadily kept in view, in the-construction of new statutes. It is said the administrators are the representatives of the creditor. Be it so; are they not also the representatives of the distributees and heirs, who in this country, unlike England, are usually the same persons. In the performance of their duty, they are necessarily compelled to take care of the interests of the heirs, for the right in the locus in quo is the gist of the action, the damages but an incident usually of but little consequence, till after the ascertainment by verdict and judgment of the right. There is, therefore, but little danger to be apprehended that justice may be done. Besides, as here, one of the heirs is usually the administrator. It is difficult to conceive a case where their interests are diverse. No practical injury has resulted in the case of suits to recover debt, as for example, an action on a bond, although incidentally at least, in all those cases, the rights of heirs, may, and usually are involved. And not seldom the whole real estate is swept away by a recovery of a contested debt against the administrator. I mention these cases to shew that the construction given is attended with no danger to the heirs, while it lessens expense and expedites the settlement of controversies, which is undoubtedly a recommendation, entitled to great consideration.\nA passing remark is all that is required as to the 6th and 8th bills of exceptions. The exception is rather to the mode of asking the question, than to the testimony itself. It was evidence unquestionably as to the quantum of damages, but not as to the right to swell the water. For if there was a swelling, although it may not have actually prejudiced the plaintiff, it would be actionable, for in all such cases the law implies damage. From the manner in which the question was put, the jury may have supposed that it applied as well to the right as to the quantum of damages. As this goes down for another trial, no doubt this error will be avoided by varying the form of the question, which may be easily done.\nJudgment reversed and a venire de novo awarded."}