{"id": "964890", "contents": "The opinion of the court was delivered by\nRogers, J.\nThe assignment, so far as appears on the face of the instrument, is acknowledged to be regular in all its parts. • The requirements of the act have* been complied with by placing the assignment on record, and making an inventory and appraisement of the property assigned. Although the property was left in the possession of the assignor, yet that does not avoid the assignment if the requisitions of the law are complied with. It is decided that the retention of thé possession of goods by the- assignor, after a voluntary assignment in trust for creditors, with the permission of the assignees or his vendees, does not make the transfer Of the goods fraudulent per se, Fitler vs. Maitland, 5 W. & S. 307; Seal vs. Duffy, 4 Barr 274. Admitting these cases to be Sound, the defendant contends the whole transaction is fraudulent; that the assignment was colorable, and intended as a means of placing the property of the assignor out of the reach of his creditors. In answer to this point the court charged the jury, “ that if \"dishonest, and done with a view of securing the effects from seizure,>nd retaining them in the hands of the assignor, to enable him to’cariy* them off for his own benefit, without answering for them by the assignees, it is void.” That the charge is unexceptionable; but in its application to this case' it must be borne in mind that to avoid the deed the fraud must be in the concoction of the transaction, in the assignment itself. Unless this be so, the goods eo instanti the deed is delivered vest in the assignees for the benefit of the creditors. It is clear that no subsequent fraudulent dealings or acts between the assignor and assignees can re-vest the goods assigned in the assignor, or have a retrospective effect, so as to avoid the assignment itself. -This is ruled in Seal vs. Duffy 4 Barr 274, where it is held that an assignment for creditors once accepted by the assignee is vested .for the benefit of creditors, and a subsequent renunciation does not affect the validity of the conveyance. The question of fraud, the quo animo of the parties, the court refers to the jury, instructing them that they were the sole judges of the facts- whether there was fraud or not, and if they were of opinion the whole assignment was a contrivance to defraud creditors, and give the assignor the benefit of the goods, they should'give a verdict for the defendant; but that they should not decide on slight grounds, and that there was but little evidence here. Of the last phrase it would seem the plaintiff in error has á right to complain, for after a careful examination of the evidence, I perceive none whatever which bears on the allegation of fraud in the assignment itself. There is nothing that I have observed calculated to raise a suspicion that the assignees, whatever may have been the covert design of the assignor, intended any thing moré than the deed purports, viz: an equal division of the debtor’s .property among all his creditors.. If there was any improper conduct or fraud, it took place after the assignment was accepted by the assignees, when ■ the property was appraised, and in permitting the assignor,'with the erroneous notion he was entitled to it as .exempted by law, to retain a certain amount of property. But admitting that Miesse, one of the assignees,' who alone was present, was privy to and cognizant of the fraudulent concealment of certain property, as it would appear by the wife of the assignor, and its under valuation by the appraiser, of which however there is but slight proof, we must consider the charge in another aspect; Were they right in instructing the jury that if the assignees carelessly,'negligently or intentionally gave over to the assignor six or seven times as much goods as he had any right to retain, under, a mistaken construction of law, and then connived at or assisted him to get the same out of the reach of his general creditors, not intending to account, for it themselves as -assignees, they have but little cause to complain of the more vigilant creditor, who finds out the article's and seizes them himsélf. There is no doubt' this instruction would be correct, if the assignees were alone the parties, but the learned judge- has 'omitted to observe that in this case it is not the/ assignees alone, but the beneficiaries that are interested in the controversy. The general creditors claim the'proceeds of sale, because the goods were transferred to the assignees for their benefit. They contend that no fraudulent act' of theirs can divest their right; that they have the privilege of looking to the assignees personally or to the property itself. It must be remembered there is no bona fide purchaser in the way of the creditors. Can it be tolerated that a trustee may be permitted of his own mere will to divest the beneficiaries of their property without them consent, either by.gift or fraud ? A donee' or covinous grantee acquires no property by the transfer as against them, whatever right he may obtain, against the other' donor or fraudulent grantor. A contrary principle would be most disastrous. It would lead to fraudulent combinations between insolvent trustees and. unprincipled men, enabling them by such contrivances to sweep into their own pockets the property of minors unable to protect themselves, or unwary adults who have incautiously confided in their integrity. The beneficiaries may if they please pursue the goods in the hands of the do-nee or fraudulent grantee, or take their remedy against '.the trustee, or if-necessary he may compel both to disgorge their ill gotten gains. In conclusion, I must remark that the plaintiff, so far as the proceeds of the goods are concerned, stands in' the same position as the assignor. If the assignor was not- the owner of the goods his creditor cannot claim the proceeds.. The issue was directed to try to whom the property belonged. .\nJudgment reversed, and a venire de novo awarded."}