{"id": "964892", "contents": "The opinion of the court was delivered by\nCoulter, J.\nThe facts in this case are hardly disputed, and it turns on a sheer principle of law. The statute of 13 Eliz. avoids all feoffments, conveyances, &c.,. made with an intent to delay, hinder, and defraud creditors or others of their just and lawful actions, suits, &c., as fraudulent and covinous against the person or persons, his or their heirs, whose suits, actions or debts, by such guileful and covinous practices, shall or may bev delayed, hindered or defrauded, saving only such conveyances, &c., upon good consideration and bona fide, as shall be made to any person'who shall not have at the time of such conveyance any notice or knowledge of such covin or intent. Ashmead put this bond due to him from Hean into the hands of Levi Kline, for -the purpose of collection, who called on Hean, and told him that unless he gave security, he would proceed against him. A day or two after that communication, Hean agreed to sell the property in dispute to Moulfair, the defendant below, who, as landlord of Hean, was admitted to. defend in this suit. On the same day that the proposition was made, Moulfair agreed to purchase, and a deed was made to him by Hean. It was perfectly understood between them, that the object was to give the other creditors of. Hean a preference ’ over Ashmead. Moulfair paid no money, but agreed to pay the other creditors of Hean the amount of the purchase money, which he has since done. So that he was bound to pay, and has paid a full price for the property.- At the same, time, Moulfair bought, one hundred and fifty dollars worth of Hean’s personal property, and the balance was sold on a judgment which Hean confessed in favor of his son. Hean told Moulfair what his object and design was, that is, as he alleged, to secure his other creditors,-and prevent, Ashmead from selling the property. Kline proceeded with a suit on Ashmead’s bond, obtained judgment, and sold .the premises in dispute, which was all the real estate that Hean owned, and it was purchased by Ashmead, who brought ejectment against Hean, who remained in possession as tenant of Moulfair. The allegation,of Moulfair is, that he purchased for full value, paid afterwards to the other creditors of Hean, that it was a mere preference of one or more creditors over another,, which any- debtor has a right to make. And this ground was sustained by the court below. ■ I am- not at all disposed to deny, that a man indebted to two or more, may not pay one in preference to another, if he does it honestly. 'Nay, I will not deny that he can transfer real estate to one in preference to another, for the purpose of paying him, if he does it honestly and freely without intent to hinder or delay another. And I admit that in such case the conveyance would be good, if the alienee knew of no design or intent on the part of his débíor, to hinder or delay the suit of another. It is the intent which brings the transaction within the clutches of the statute; an intent that must be known' to the purchaser. The circumstance of the sale being for value is of no moment, if the corrupt motive be present in the operation. The object of the statute was to make men honest and fair in their dealings, and to promote good faith among men. In Cadogan vs. Kennel 2 Cowper 434, an . eminent chancellor said, “I have known many cases where persons have given a’Tair and full price for goods, and possession-actually changed, yet being done with a view to defeat and hinder creditors, the transaction has been held fraudulent, and therefore void;” and the same rule holds in the construction of the statute when applied to conveyances of real estate, as was said in 2 Penna. Rep. 92, Johnston vs. Hawey.\nIn Haden assignees vs. De Mott, 1 Burrow 474, it was held that transactions valid between the parties may be fraudulent by reason of covin or collusion to injure a third person. When the grantee or purchaser participates in the fraud, or knowingly assents to it, he is affected by it. It is in full proof that Hean said, at the time of the sale, when Moulfair was present, that he owed money to Ashmead, and that when he had given his obligations it was understood between them, that he, Ashmead, would wait for their payment until he had his other debts paid: and that now he was pushing him, and going to secure his debt by a judgment, and that he had no other way than to sell his property to Moulfair to secure the payment of his other debts.\nThis testimony is sustained by others, and by all the facts in the case. And it establishes, if believed, that the actual and express design, the ruling motive was to delay, hinder and obstruct Ashmead in his suit and the collection of his debt, of which Moulfair was fully apprized, and in which he was a willing assistant. If there is any meaning therefore in the statute, and the decisions made under it, particularly Kepner vs. Burkhart, and Dean vs. Connelly, 6 Barr 239; it takes fast hold on the sale by Hean to Moulfair.\nIt may be noted also as corroborative of the intent, that Hean sold part of his property to Moulfair, and that the rest was sold on a judgment confessed to his son.\nThe plaintiff below was therefore entitled to the instruction prayed for, to wit: “ that if from the evidence the jury believe, that the purchase was made by Moulfair from Hean, with the intent on the part of Hean and Moulfair to delay, defeat and hinder Ashmead from obtaining his debt, then the conveyance was fraudulent and void as against Ashmead, although for a full consideration, and although good as to all the world beside, and the plaintiff was entitled to recover.”\nI may say further, that Moulfair declared he had no reason for making the purchase, and it was made in haste on the application of Hean, who has remained in possession until this time as the tenant of Moulfair. All this, to say the least, throws an atmosphere of doubt and suspicion around the transaction; and although I will not intimate that there was any thing more than legal fraud in the transaction, yet if such contrivance to defeat a. large and honest creditor prove successful, a man ¡’with half an eye may perceive how easy it would be to make a third person the instrument of hindering an obnoxious creditor, and defeating the statute.\nJudgment reversed and venire de novo awarded."}