{"id": "964906", "contents": "The opinion of the court was delivered by\nCoulter, J.\nWe dont know what instructions the court gave to the jury as to 4th and 5th counts, and if we did know we could take no notice of them. But I presume the jury under the direction of the court thought there was sufficient facts and law, to authorize a conviction on the first, second and third counts, and to acquit on the fourth and fifth. It is a non-sequitur that it was inconsistent and constitutes error, to acquit on the fourth and fifth counts and convict on the others, which the counsel allege contain the same charge. We have not the counts on the paper book, and cannot therefore say the charge was identically the same. But if it were, it would not be error. If the counts, on which there was a conviction of the defendant, were repugnant and could not stand together, and there was a general verdict, it would be error, but that is not alleged to be the case here.\nThere are two errors assigned, in relation to there being no crime, either at common law, or by statutes; charged in the count in which it is not given that the woman was quick; but these have been sufficiently considered in the indictment at the instance of Mary E. Lutz. The counts averring quickness, and that in Which it is not averred, are not at all inconsistent or repugnant to each other; they were all equally good, it being alleged in all that the woman was pregnant and big with child.\nThere is no error in the record; but it is necessary to reform and modify the sentence in consequence of the reversal of the sentence and judgment in the case of the commonwealth against this defendant on an indictment against him for the seduction of Mary E. Lutz. Under the authority given this court by the first section of the act of 16th Juné, 1836, relative to the power of courts, we modify and reform the sentence of the defendant in this case; so as to make the term of imprisonment commence, and run from the time of passing sentence. We therefore order and decree that the clerk of the Quarter Sessions shall enter on the record of the trial that the sentence is so modified. _\nJudgment and proceedings affirmed as modified."}