{"id": "964988", "contents": "The opinion of the court was delivered by\nCoulter, J.\nThe admission of evidence to impeach the deed from Summerville and wife, to Jackson, for fraud, was right. The character of the evidence was not objected to, and was unobjectionable. It is the object or purpose of the testimony which is made the ground of objection, and the test of its admissibility.\nPositive or actual fraud vitiates all contracts into which it enters, and renders them null and void. Differing essentially, in this particular, from contracts which, on account of their evil example, and their opposition to the law and its policy, have legal frauds imputed to them, without presence of actual guilt or covin. These last are merely voidable, and may be affirmed. But those which are void for actual fraud, cannot be affirmed by the party defrauded. Essentially a legal nonenity, even legal proceedings and judgments founded upon them must give way before the claim of the injured victim. In this case, the decree of partition had been made by the court; after which, Jackson, the defendant, purchased the title of Summerville and wife, one of the parties to the partition, and appeared in court, with his deed, and claimed to represent the Summervilles, and, as their representative, elected to take the land at the appraisement, which was awarded to him by the court, and the partition ordered to be firm and stable forever.\nThe children of Summerville and wife seek to recover the portion or purpart of the land their parents conveyed, because the deed from them was procured by actual fraud and deceit. The evidence offered and admitted conduced to prove the most startling and appalling fraud, by which extreme old age and imbecility were overcome by concerted falsehood and contrivance on the part of men of weight and character, in one of whom the deceived parties had unbounded confidence, and by means of which falsehood they were induced to make a deed for their purpart, for less than half its value. The evidence tended to prove, not only a fraud upon the Summervilles, but upon the court; and its admission was only a just vindication of the dignity and purity of the judicial tribunals, and the public justice of the country. If the deed from Summerville had been forged, what just man will say that a decree procured by it ought not to give way to the violated rights of the party defrauded ? And what is the difference, in the eye of elevated morals, between a deed forged, and one procured by falsehood and covin ? In the eye of the law, there is a difference. One is punished as a crime, and in the other, the party is only deprived of his ill-gotten gains. The principle that the judgments and decrees of courts, procured by actual fraud, are null to the extent of the fraud, as against the party defrauded, is as old as the times of Lord Coke, and is familar in our own jurisprudence : Mitchell vs. Kintzer, 5 Barr, 216, and the cases there cited, in the opinion of the court.\nI admit the position which the able counsel for plaintiff in error so earnestly labored to establish; that is, that the judgment of a1 court of competent jurisdiction, upon the point in issue, cannot be overturned in a collateral proceeding; because there must be an end to judicial proceeding; and judgment is the fruit of the law.\nBut there never was a judgment or decree upon the question, whether the deed from Summerville to Jackson was obtained by fraud. That decree was rendered upon the faith of the fact, that the Summervilles were legally and honestly represented by Jackson. But if the deed were fraudulent and void, the title never passed out of the Summervilles, but still resides in their legal representatives. Whilst, therefore, the decree is good as against the interest honestly represented before the court, it is void as against the interests not representeffall; that is, not represented in the eye of the law. As to that interest, the law takes it up now, just where the fraud and covin found it, and wrests it from the spoiler. As to that interest, the decree of the court was, as it were, coram non judice. Where parties have been heard, or due notice has been given, the judgment or decree of a court, upon the point in issue, cannot be overturned, in a collateral proceeding, upon an allegation of mistake or error. That is the law. But where fraud has been used by the party, and enters into the procurement of the decree, the law holds up the mirror of truth, and it fades away.\nThere was no error in admitting the declarations of Garber, in the absence of Jackson. Even in actions of conspiracy, the evidence of the declarations of either party is received after the concert of action and design has been proved; which was fully done; but as Garber was one of the operators, and held an interest in the purchase, the evidence was clearly admissible.\nThe third, fourth, fifth, sixth, seventh and eighth bills of exceptions are of no account. They raise objection to drops of evidence which are the mere drippings of the bucket, such as must fall out in every case, of no intrinsic importance in the case, yet germain to the matter, and which may obliterate some spots on the cause. The defendant has not specified the ground of objection, as he ought to have done, and I perceive none.\nThe first error assigned to the charge of the court below, as to the conclusiveness of the decree of the court, awarding the land to Jackson, has been sufficiently commented upon in answer to the first bill of exceptions to evidence.\nIt is clear that the plaintiffs below were not estopped or hindered from pursuing the land, by the circumstances of old Mrs. Summerville having received payment of the note given by Jackson, in a new note given by Garber. There had been some spark of evidence, that before that time — at all events, before the payment of Garber’s note to her representatives, the fraud had exploded, and became known to the Summervilles. But the taking the new note, and afterwards receiving the amount, was not such a new contract, for sufficient consideration, as, in the eye of the law, would make a new arrangement, by which the old contract would be virtually re-enacted. It was a mere continuation of the old arrangement, without any additional consideration, substituting her particular friend, Garber, in place of Jackson, not so well known to her. But the reception of the money by the legal representatives of Mrs. Summerville, operated no estoppel, either in equity or law. They had a right to receive that money, and the law so adjudged it, as á just punishment for covin and fraud. A fraudulent vendee gains no title to land by the sale, whilst at the same time, the vendor gains a good title to the purchase money. The policy of the law, as a punishment to the fraudulent vendee, gives to the vendor a title to the money, which is not repugnant to, but consistent with his title to the land: Gilbert vs. Hoffman, 2 Watts, 66; Smull vs. Jones, 1 W. & S. 138. But it is sufficient on this head to say, that no lapse of time, nor any act of confirmation by the party defrauded, even with a full knowledge of the facts, can restore and make vital a contract dead on account of actual fraud. A new contract, for additional consideration, may be made; but the old is forever gone. Once a cheat, the thing so remains: Duncan vs. M’Cullough, 4 S. & R. 485; Chamberlain vs. McLurg, 3 W. & S. 36; Coke Littleton, 2146. But the defendant below will be no loser by the dissolution of the contract. He has received out of that, which has forever escaped reclamation by the Summervilles, far more than he ever paid, together with Garber.\nThe instruction of the court to the jury, upon the subject of fraud, was fair, full and according to law. They were strongly impressed and urged by the court to be careful and circumspect. They were told that fraud was not to be presumed, but must be clearly made out to their satisfaction. Fraud, undoubtedly, may be inferred from facts proved, clearly leading to that conclusion. But the fraud here did not rest on inference: there was distinctly proved the suggestio falsi, for the purpose of misleading — the positive acts of circumvention, &c. But the question of actual fraud was fairly submitted to the jury, and they have found it. It is now above and beyond our reach in that respect.\nThere is no error in the instruction as to the verdict. There was some evidence of a deed having been made, by Jackson, to A. P. Wilson and Dr. Schoenberger, a few days before this suit was commenced; but whether delivered or not does not appear; nor is there any evidence that any of the consideration money was paid. It was therefore entitled to no weight, one way or the other, in the cause. A deed to which nothing but legal fraud is imputed, will not protect a purchaser, without notice, unless the money is actually paid; otherwise, he is a mere volunteer: Bolton vs. Johns, 5 Barr, 145. Much more would the purchaser lack protection, when the fraud was actual and flagrant, unless he had actually paid the purchase money. The whole force of the beneficent principles of equity might easily be frustrated by contrivances, unless the law was so held. On the whole, we see no error in this record.\nJudgment affirmed."}