{"id": "964997", "contents": "The opinion' of the court was delivered by\nGrlBSON, C. J.\nIt is not pretended that a finder of a bill or note payable to bearer, could transfer the ownership of it, unless there had been culpable carelessness on the part of the loser. It is not easy to determine what would be such; but the bare fact of loss would not be evidence of it. No man is bound to watch his property more anxiously than a man of common prudence does; and he is bound to use no more diligence in keeping it than is compatible with reasonable convenience. Any other measure would enable the possessor of a horse stolen from a common, or a meadow, to make title to it; which, as every one knows, is not the law. The reason is that it would be intolerably oppressive to compel an owner to keep his chattels under lock and key. When the rule of general convenience occasions a loss, that must fall on one of two innocent men, which of them is to bear it ? Certainly not he who had the legal title from the first, and who has done no act to divest it for the benefit of another not more innocent or deserving. Prior in tempore, potior in jure. The law leaves the parties and the title where it found them. What is the carelessness that is imputed to the loser in this instance ? It is said that as the paper was negotiable, by an act of the legislature, he ought to have filled up the blank endorsement by making the contents payable to his own order, in anticipation of what actually happened. The rule attempted to bo applied would equally compel a man to lock his stable door; for, the owner of the paper had no more reason to think that he was going to lose it, than a man has to think his horse is going to be stolen. He was not bound therefore to take any measure of special precaution in respect to it.— Besides, it might not have suited his convenience to incur the responsibility of an endorser, by putting his name on the paper; and he was not bound to do it. The case is therefore with the defendant in error.\nJudgment affirmed."}