{"id": "964917", "contents": "The opinion of the court was delivered by\nGibson, G. J.\nIf the meaning of the article in the amendments on which the question turns, be that the trustees, ministers, ex-horters and leaders, should elect their pastors from among themselves, the members of the corporation have not been, as they most certainly intended and supposed themselves to be, in communion with the African Methodist Episcopal Church. The doctrine and discipline of that church, as set forth in the published exposition of it, is fashioned in a great measure after that of the white Methodist Episcopal Church in England and America; in which the election and ordination of the priesthood by the general or annual conference, the ordination of them by laying on of hands by a bishop and elders, and the fixing of their appointments by the bishop, are cardinal points — the last of them a distinctive one. It is the rock on which the church is founded, and on which it has prospered. Eemove the church from it, and it ceases to be methodistic. The election and ordination of elders, and the fixing of their appointments, are regulated by articles which are fundamental; and how does the article in the amendments comport with them ? There is in the terms of it a remarkable want of precision. It provides for the election of a “ presiding minister, to superintend the churches, to license preachers, and to preside over the churches agreeably to the discipline thereof.” But his discharge of those duties, as an elder in charge, would be a violation of every part of the discipline. The person who framed the article on the amendments, probably had in view the office of a presiding elder, whose duty in the Methodist Episcopal Church is, “ to exercise within his own district, during the absence of the superintendents, (bishops,) all the powers vested in them by the government of the church: provided that he never act contrary to an express order of the superintendents.” His action, therefore, would be at most, provisional, and subordinate to that of the permanent authority of the bishop. Consequently, by that interpretation — and it is that which goes furthest to reconcile the amendment to the standards of the church, — the induction of the respondent by the bishop was legal and canonical.\nBut in any aspect whatever, a congregational election of a presiding elder could be neither. To say nothing of the fact that the discipline requires him to be elected by the annual conference, he might, being taken from the trustees, members, exhorters, or leaders, happen to be a layman; and, in that event, who was to set him apart ? If he was to be ordained by laymen or not at all, the object of the amendment was to make the church congregational while it professed to be methodistical; and it was therefore a disingenuous one. The annual conference could not ordain him, and its connexion with the congregation would be virtually dissolved. Besides, the word minister is not used in the discipline as the specific name of any clerical officer whatever. The clergy are divided into bishops, elders and deacons ; the exhorters, local preachers and leaders, are laymen. With all the lights obtained from an elaborate argument, I am unable to discover the drift of this strange amendment. But contemporaneous practice is a powerful interpreter of doubtful meaning; and when long continued by common consent — as in this instance for more than thirty years — it is irresistible. Perhaps a legal presumption might arise from lapse of time that this fundamental article, irreconeileable to the usage and practice of the church, had been expunged in the way known to the law. In every aspect it is a riddle ; and the congregation have been wise in treating it as a nullity. They could not have done otherwise without abandoning their standards and falsifying the name of the incorporation.\nRut even if the corporation had power to choose its members, it has forborne to exercise it. Surely, tben, professing to be a methodist congregation, and refusing to elect for itself, it might waive its right and receive its ministers from the hand of the bishop according to the regulations of the church with which it professed to he connected. If it might not, all its spiritual acts since the amendments were adopted, have been invalid; and how far its temporal acts might he affected by reason of the illegality of the appointment to office of the president of the board of trustees, might raise a serious question. Perhaps the acts of the elder in charge, as an officer defacto might he good; but it certainly is not the policy of the corporation to encourage strife and litigation. The best friends of its peace and prosperity will not do so.\nThe respondent, therefore, is the legally inducted elder in charge ; and the trustees who were expelled by him pursuant to the discipline of the church, have no standing in court.\nJudgment affirmed."}