{"id": "964984", "contents": "The opinion of the court was delivered by\nGibson, C. J.\nIt is a maxim that a man may dispense with a rule provided for his benefit; but it is inapplicable to the case of an infant, or a necessitous man. He can not dispense with such a rule, because he is not a free agent. A statute against usury is intended to protect the borrower from himself, for could he dispense with it beforehand, it would practically be a dead letter.— Still he must not be suffered to turn his shield into a sword. An infant, eapax doli, is answerable for a fraud as a “tort“infants said Lord Chancellor King, in Evroy vs. Nicholas, 2 Eq. Ca. Abr. 488, have no privilege to cheat men.” The statute of New York, which rules the case before us, prohibits not purchases of business paper at an extraordinary discount, but purchases of accommodation paper, originating in what was, essentially, a loan. Vantine, the defendant below, made the notes in suit, and Sold them by his broker, in New York, pursuant to express instructions to offer them, as business paper; the object being to raise money at the usurious rate of interest; and Wood purchased them, reposing on his assurance of the fact. As Vantine attempts to avail himself of the statute, we are bound to treat the case as if he intended to extract the money from the first person, who should be silly enough to believe him. Was the statute intended to give effect to a fraudulent attempt against the party attempted to be defrauded ? It declares that underbought accommodation paper shall be deemed usurious, even in the hands of bona fide holders; but not a holder having the greater equity. Its purpose was not to assist a party, in an attempt to commit a fraud, for which his protection ought, on every principle of common honesty, to be forfeited. The interpretation put on this statute, by the courts of New York, is conclusive in all other courts, State or Federal; and it furnishes us with a safe guard to a sound conclusion. It is sufficient for the occasion to rely on 1 Dowe vs. Schutt, 2 Denio 621, in which the holder of a note, for his own accommodation, having sold it at usurious discount, as business paper, was held to make it good, though it was clearly usurious between the purchaser and the maker. That was the case of an endorser who was essentially a new maker, and in this, like him, the maker was the fraudulent negociator. There is a class of cases, beginning with Montefiori vs. Montefiori, 1 Black R. 363, which have established a rule' that between two parties, to an assertion made to deceive a third, the fact shall be, as it was asserted to be. How much stronger an invocation of the principle, not by a party to the attempt, but by the party who was to have been the victim. Even had the law been otherwise, there would have been nothing to prevent a recovery on the common counts of what had been paid. They were founded, not on the usurious contract, but on a disaffirmance of it; and the statute was consequently not in the way. But the plaintiff has told us, that he will be satisfied with his verdict as it is ; and we will not disturb it. Judgment affirmed."}