{"id": "964962", "contents": "The opinion of the court was delivered by\nCoulter, J.\nThe question is whether the property passed to the defendants, lineally or collaterally. The statute provides that all estates passing from any person, who may die seized of such estates, by will, or under the intestate laws, or by deed intended to take effect, after the death of the grantor, to any person in trust or otherwise, except to or for the use of father, mother, husband, wife, children, and lineal descendants, shall be subjected to a tax. Thomas Williams devised and bequeathed the estate in question to his daughter Mary Williams'1 during her natural life, and from and after her death, to such person as she by will should appoint; and in default of appointment, then to her children.— Mary Williams dying, I presume unmarried, first made her will, devising the property to her brothers and sisters, who were the lineal descendants of Thomas Williams. The plaintiffs contend, that the brothers and sisters of Mary took, and the estate passed to them, by her will; and that, therefore, they took the estate,■collaterally. But Mary Williams was never seized of the estate in fee. She had but a life estate, which was expended by her death. What she never had, she could not grant. She could not pass the estate by her will. She could only designate the person to whom the estate would pass, ly her father’s will. The devise is after her death to such persons as she shall appoint by will.— She appointed lineal descendants of her father and the estate passed to them by his will. This seems plain.enough; so plain, that it is unnecessary to complicate the question by any discussion about the nature of the power of appointment. The authorities sustain the view I have expressed. Thus under a general power of appointment, if the donee of the power limit to A for life, with remainder to his children, these limitations will take effect, as if limited and expressed in the original deed. 2 Atle. 661. Those who take under a power of appointment, take as if their names were in the grant of the power. 2 Vesey 61. The act of the appointment becomes part of the power itself; it attaches to it, gives it identity. Like the recording of a deed, it adheres to the original instrument. The appointees have not two titles; but one title evidenced by connected lawful instruments of writing, conducing to the same end. We are of the opinion that the defendants took under the will of Thomas Williams, and that by virtue of that instrument, the estate passed to them, who are his lineal descendants; and therefore they are not subjected to the tax.\nJudgment for defendants."}