{"id": "964948", "contents": "The opinion of the court was delivered, by\nGibson, C. J.\nThe rule in Shelly’s case ill deserves the epithets bestowed on it in the argument. Though of feudal origin, it is not a relic of barbarism, or a part of the rubbish of the dark ages. It is part of a system; an artificial one, it is true, but still a system, and a complete one. The use of it, while fiefs were predominant, was to secure the fruits of the tenure, by preventing the ancestor from passing the estate to the heir, as a purchaser, through a chasm in the descent, disencumbered of the burthens incident to it as an heritance; but Mr. Hargrave, Mr. Justice Blackstone, Mr. Fearne, Chief Baron Gilbert, Lord Chancellor Parker, and Lord Mansfield, ascribe it to concomitant objects of more or less value at this day; among them, the unfettering of estates, by vesting the inheritance in the ancestor, and making it alienable a generation sooner than it would otherwise be. However that may be, it happily falls in with the current of our policy. By turning a limitation for life, with remainder to heirs of the body, into an estate tail, it is the hand-maid, not only of Taltarum’s case, but of our statute for barring entails by a deed acknowledged in court; and where the limitation is to heirs general, it cuts off what would otherwise be a contingent remainder, destructible only by a common recovery. In a masterly disquisition on the principles of expounding dispositions of real estate, Mr. Hayes, who has sounded the profoundest depths of the subject, is by no means clear that the rule ought to be abolished even by the legislature; and Mr. Hargrave shows, in one of his tracts, that to engraft purchase on descent, would produce an amphibious species of inheritance, and confound a settled distinction in the law of estates. It is admitted that the rule subverts a particular intention in, perhaps, every instance; for, as was said in Roe vs. Bedford, 4 Maule & Selw. 363, it is proof against even an express declaration that the heirs shall take as purchasers. But it is an intention which the law cannot indulge consistently with the testator’s general plan, and which is necessarily subordinate to it. It is an intention to create an inalienable estate tail in the first donee; and to invert the rule of interpretation, by making the general intention subservient to the particular one. A donor is no more competent to make tenancy for life a source of inheritable succession, than he is competent to create a perpetuity, or a new canon of descent. The rule is too intimately connected with the doctrine of estates, to be separated from it without breaking the ligaments of property. It prevails in Maryland, Georgia, Tennessee, as well as, perhaps, in most of the other states; and it prevailed in New York till it was abolished by statute. We have no such statute; and it has always been recognized by this court, as a rule of property.\nA devisor who uses words of limitation in an improper sense, may so explain the meaning of them by other words in the context, as to exclude his devise from the rule; for it operates only on the intention, when it has been ascertained, not on the meaning of the words used to express it. The ascertainment is left to the ordinary rules of construction peculiar to wills; but when the intention, thus ascertained, is found to be within the rule, there is but one way; it admits not of exceptions. It is to the application of those ordinary rules, sometimes controlling the meaning on weak and inconclusive grounds, and not to the nature of of the particular rule — which is, in truth, not a rule of construction — that the discrepance of the decisions is attributable. The question on a will is not whether the testator intended that the rule should not operate, for that is not subject to his power, but whether he used the words, “hems of the body,” as synonymous with the word “ children,” or its proper equivalent. By not adverting to this, the rule has sometimes been thought to be a flexible, instead of an unbending one. But can technical words of limitation, in an executed conveyance of the legal estate by a common law deed, be qualified by implication or the context ? In moulding legal conveyances to give effect to executory trusts in marriage settlements, a chancellor interprets the deed 'as freely as he would interpret a will; because it contains no more than hints or instructions for a formal settlement; and he consequently treats an executory limitation to heirs of the body, as a direction to dispose of the estate at law, in strict settlement, by giving estates to first and other sons in tail. Lord Macclesfield held, in Trevor vs. Trevor, 1 P. Wms. 622, that the case is stronger on articles than on a will; because articles are only heads or minutes of the agreement ; and that they ought to be so modelled, in executing them, as to give effect to the actual intention. But it has never been supposed that technical words of limitation in a conveyance — and heirs of the body are such — can be controlled by any thing whatever. It was held in Roe vs. Bedford, 4 M. & S. 362, on the authority of Lord Hardwicke, in Bagshaw vs. Spencer, that even in a devise of legal estate, the words must be taken as they stand, according to their strict legal signification; and the same thing, essentially, was said by Chief Justice Bridgman, in Rundale vs. Eely, Carter, 170. It is said, in Sheppard’s Touchstone, to be peculiar to wills, that a devise is to be liberally expounded, in order to pursue the meaning of the devisor, who may, for want of assistance, have omitted the legal and proper phrases; insomuch as to sustain a fee simple without words of inheritance, or a fee tail without words of procreation, or an estate by implication; and that a will is to be construed rather on its circumstances, than on any principle of law. On this distinction was ruled Ellmaker vs. Ellmaker, 4 Watts, 89, in which the word dower, embracing, in the popular sense, every thing which belongs to the widow of an\nintestate husband, was restrained, in a deed, to real estate. What, then, is the legal meaning of the words, heirs of the body ? The word issue, which was held, in the Earl of Oxford vs. Churchill, 3 Ves. & Bea. 67, to be ambiguous in a will, is always a word of particular designation in a deed; and it follows that heirs of the body are words of limitation in it. In King vs. Melling, 1 Vent. 226, Twisden, Justice, said that the words, issue of the body, in a conveyance executed, make not an estate tail, more than would the word children; and Hale, Justice, said that, in creating an estate tail by will, the intention is the law of the case; but that in a conveyance by deed, the word heirs is a term of art; and the cause was ruled on that ground. In a will, the legal force of the word heirs may be controlled by the context evincing such a demonstrative intention to misapply it, as -cannot be mistaken: in an executed conveyance, never. It is significant, that in the eighty-two cases comprised in the analytical tables of Mr. Hayes, Shelly”s alone was on a deed; and that the question was not on the meaning of the words, but on the power of the rule to control it. Since, then, the present is the only one, in England or America, except Baughman vs. Baughman, 2 Yeates, 410, which has come before the court on a conveyance executed; and the latter seems to have been ruled on the distinction now taken. The question, in every other, has been on a will, or an appointment in the nature of a will. Mr. Hayes remarks that he introduced Shelly’s case into his tables only because it had given name to the rule. But it is essentially the case before us. ’ The limitations were to A for life — remainder to the use of the heirs of his body, and to the heirs males of the body of such heirs males; and in default of issue, to the heirs males of the body of B. In our case, the limitations are to Esther Bouslaugh, during her natural life, and after her decease, to the heirs of her body, and to them and their heirs and assigns forever. The difference is, that there is a limitation over in the one case, and not in the other; the immateriality of which will be shown. But nothing is better established, by decision, than that superadded words of limitation, which import the same course of descent, are inoperative even in a will. The principle is sustained by Good vs. White, Bl. R. 1010; Henry vs. Purcell, id. 1002; Burnt vs. Coby, 1 Barn. B. R. 367; Goodright vs. Pullyn, 2 L. Raym. 1437; Wright vs. Pearson, 1 Ed. 119; Denn vs. Shenton, Cowp. 210; Measure vs. M’Gee, 5 B. & A. 910; and Rench vs. Ward, 2 Sim. & Stu. 411. In Goodright vs. Pullyn, the limitations were to the ancestor for life, and to the heirs males of his body, lawfully to be begotten, and his heirs, forever — words as strong as those in the deed under consideration, yet they were held to make an estate tail even in a will. In Carter vs. McMichael, 10 S. & R. 429, the same effect was given to a devise to a son, expressly for life; and to the heirs male óf his body at his death, and to the heirs and assigns of such heir male— exactly the superadded words here. So in Paxson vs. Lefferts, 3 Rawle, 59, where the devise was to a son during life, and if he should leave lawful issue, then to them and their heirs and assigns forever. In these cases, the rule in Shelly’s case was enforced, though the superadded limitations in fee attempted to be engrafted on words of procreation, no more imported the same course of descent than do the superadded words in the limitation before us. But whatever might be their effect as proof of a misapjdication of technical words in a will, where an intention to control their legal effect may be implied, they have no effect in a deed, for it admits not of implication. The only apparent exception to this, is found in“Pybus vs. Mitford, 1 Vent. 372, where there was an implication of an intermediate use of the interest remaining in a grantor of a future use. Such an implication can arise, however, only on a deed of bargain and sale, or a covenant to stand seized.\nNo greater effect is attributable to the want of a limitation over, which evinces no more than an intent that the inheritance shall be in the particular tenant, if he shall have issue. But even where the question stands on a will, such a limitation has no other effect on the life estate than, in the absence of express words of procreation, to turn it into an estate tail. The operation of the rule in Shelly’s case, is just this: It gives the ancestor an estate for life, in the first instance, and, by force of the devise to his heirs, general or special, the inheritance also, by conferring the remainder on him, as the stock from which alone they can inherit, and the source alone from which their inheritable blood can- spring. Thus, a devise to one for life, with remainder to the heirs of his body, gives him an estate tail in possession by the merger of his life estate in the inheritance; but a devise to him for life, remainder to another for life, remainder to the heirs of the body of the first donee, gives him an estate for life in possession, and, by reason that the intermediate life estate prevents the merger, an estate tail in expectancy. This solution of what might else be a difficulty, is given by Mr. Hays, in a manner so simple and satisfactory as to leave no doubt of its accuracy. In the cases quoted, there was, not only an express limitation to heirs of the body, but an implication of the same limitation from a limitation over. But can the latter be more operative than the former ? Where there is an express limitation to heirs of the body, there is no room for an implied one. That it is supposed to fill up the measure of the intention, and to leave nothing to be supplied by intendments, is sustained by Higham vs. Baker, Cro. Eliz. 16; Bamfield vs. Popham, P. Wms, 54; Blackburn vs. Edgely, Id. 600; Attorney General vs. Sutton, Id. 760, and Glover vs. Clarches, cited in Higham vs. Baker. In its essential properties, therefore, Shelly’s case is the case before us; for could there be an implication from a limitation over in a legal conveyance, the consequence would be the same. Indeed, the limitation over does not seem to have been considered an element of that case.\nThe argument that the estate limited to the mother is equitable, and that the limitation to the heirs of her body is legal, is unfounded. A wife may purchase without her husband’s assent; and, although he may divest her estate by disagreeing to the purchase, the title is in her in the meantime. In this instance the husband did not disagree, and she took the legal estate as if she was a feme sole. Equitable limitations to married women are sometimes distinguished from legal limitations — certainly executory trusts are — but we have here an executed conveyance of a legal estate, which, as the husband did not disagree to it, vested the property in the wife subject to his power to divest it.\nIt is decisive against the alleged testamentary character of the instrument, that it is not absolutely a will. It must be exclusively so, or it is a deed; for there is no middle ground; and no will, as this instrument did, ever passed the property in the donor’s life time. The Attorney General vs. Jones, 3 Price, 368, is more than apocryphal. It was not only decided by a divided court, but one of the four judges declared, that had not the instrument contained a power of revocation, he would not have concurred. They would then have stood two to two, and the case, as a precedent, would have been neutralized. But it would be strange if every deed which contains such a power, should therefore be deemed a will. Mr. Jarman, the editor of Powell on Devises, and himself the author of a treatise on the subject, scarcely conceals his dissatisfaction at the decision. It would expunge a rudimental distinction from the law of property. Nor is the coonstruction of the deed to be nfluenced by any thing in the will that preceded it, which, being inoperative till the testator’s death, would be no evidence of intermediate intention, even if it might bear on the result. To show an actual intention contrary to the legal effect of the deed, would be to show nothing. The deed itself shows it; but it is an intention forbidden by the law.\nIt is the opinion of the court, that Esther Bouslaugh took an estate tail general, which, at her death, descended to Jacob Bouslaugh, the plaintiff, who is consequently entitled to recover.\nJudgment affirmed.\nCoulter and Burnside dissented."}