{"id": "964918", "contents": "The opinion of the Court was delivered by\nRogers J.\nHad the cause been permitted to rest on the evidence first adduced by the plaintiff, there would be nothing in the way of the recovery, for I agree, the sheriff must be considered in default, unless on the receipt of an execution he proceeds to levy and sell the goods of the defendant, and moreover returns the writ. This is not only in accordance with the writ, but it is in conformity to the 41st section of the act of the 30th June, 1836, which prescribes, that the officer to whom the writ of fieri facias may be directed, shall if the defendant therein refuses or neglects to pay the debt and costs, proceed to levy and sell so much of the defendant’s personal estate as shall be sufficient for that purpose, and make return of the proceedings to the court, according to the command of such writ. The act is so far imperative, that if he do not obey the command of the writ, or show some sufficient cause why he omits to perform the duty enjoined, he renders himself liable for the whole amount of the debt, if it appears the property levied on is equal in value to the debt endorsed on the execution. In the case on hand it was agreed, as the court expressly says, that a levy was made on the personal property of the defendant, and the evidence shows it greatly exceeded in value the plaintiff’s debt. That the sheriff had plenary power to sell after the return day, is beyond dispute; nor can it be alledged with any semblance of truth, that there was not sufficient time between issuing the execution and the return day, to levy and sell the goods, and make return thereof to the court. The question is not, be it observed, as to the authority of the sheriff to sell, even after the return day, for that cannot be denied. Beale vs. Commonwealth 7 W. 186; Fitler vs. Patten 8 W. & S 455, and other cases; but it is, as to the extent of the liability which attaches to him when he fails to perform his duty, as enjoined by the act, and the command of the writ; considering the law to be that he is prima facie liable for the debt, the defendant contends he is not conclusively so. That in this case he is not answerable on two distinct grounds.\n1st. That the writ was not placed in the sheriff’s hands with a bona fide intention of selling the property.\n2nd. That after the writ was issued, negotiations were entered into between Walton & Hill, the debtors, and the plaintiff in the execution, Marsh, to purchase the stock levied on after as well as before the return day. That pending these negotiations, the proceedings were stayed with the consent of the plaintiff; and that these negotiations and stay of proceedings continued until after Mr. Porter was appointed sheriff, and other executions were levied on the goods. It was contended, that the interference of the plaintiff with the writ prevented its execution, and that the plaintiff ratified the acts of the officer. If either ground of defence taken at the trial be true, the defendants were entitled to a verdict. At least they could not be mulcted in more than nominal damages, and this I think to be clear. It would hardly be contended that the plaintiff or his attorney has no control over the writ, even after the return day; he may if he chooses, release the debt, waive the levy, either by a written or verbal order; postpone the sale or forbid it altogether, and the sheriff would be bound to obey him. ■ And surely, when this appears either by direct or inferential evidence, it would be the climax of injustice, to render the sheriff liable for losses occasioned by the acts of the plaintiff or his attorney. Eor although he is prima facie liable, yet he is not so conclusively fixed for the money, that no subsequent conduct of the plaintiff can discharge him. Here a levy was made on property worth $15,000 for debt of $3,000, which lévy was in existence and in full force at the time of the death of the sheriff. That the property was not removed does not destroy the lien. Taking property into actual possession is not absolutely necessary. It is sufficient if it be forthcoming to answer the exigencies of the writ: Wood vs. Vanarsdale 3 R. 401; Trovillo vs. Tilford 6 W. 468. As the sheriff may sell under a fieri facias after the return day, the levy having been previously made, if such sale is postponed by direction of the plaintiff after the return day, although the sheriff may be in default for the acts done by him before the return day, the damage must be nominal. The measure of damages, is the injury sustained by the plaintiff, and when the injury is occasioned by his default or his interference with the writ, in any stage of the proceedings under it, and when the injury is not solely chargeable on the sheriff, the damages may be nominal, 9 English C. L. R. 419; Baker vs. Green, 2 Bing. 317, 28 Eng. C. L. R. 382; 2 Nev. & Man. 837, Bates vs. Wingfield; Hewes vs. Parkman, 2 Pick. 90; Goodwin vs. Willard, 5 Met. 517; 16 Pick. 64; Laffin vs. Willard, and other cases cited. The principal question in this case, in my view of the evidence, is whose fault was it that the goods were not sold and the debt paid. If not sold in consequence of the default of the sheriff or his deputy, the loss is his; but if on the contrary the money was not made, because of the interference of the plaintiff or his attorney or both; if the delay was occasioned by negotiations between the plaintiff and Walton & Hill, the defendants in the execution, and the other creditors, the sheriff, unquestionably, upon any principle of common sense and common law, ought not to bear a loss, caused by the fault or folly of others. In view of this point, the court was requested to instruct the jury, that if the debt was lost by the negligence or misconduct of the plaintiff, or his interference with the proceedings under the execution, the damage for the plaintiff must be nominal. To this question, on the authorities already cited, the plaintiff was clearly entitled to an unquestionable affirmative answer. But instead of giving the defendant the benefit of a direction as prayed for, the court say, I concur in this point, except I see no reason why there should be nominal damages, as I have put the case to the jury. If the jury find the value of the goods levied, equalled the real debt and costs, marked on the writ, the plaintiff is entitled to a verdict, on the grounds put in the general charge, and if the jury find the debt was lost, by the negligence and misconduct of the plaintiff, as put ly the court, the defendants are entitled to your verdict. To understand the meaning of the judge, we must refer to the general charge, and from that it clearly appears, and so the jury must have understood it, that the negotiations, which took place between the parties, were no further material than, as they bore on the question which the court considered the only one, whether the execution was put in the hands of the sheriff, with any other than a Iona fide intention of selling the property, and collecting the debt. With the greatest respect to the learned judge, we think in this view of the case, he has fallen into manifest error. That so far from this being the only point, it was a subordinate question, and ought to have been submitted to the jury with proper directions. As this case goes down for another trial, it would be improper to give any opinion as to the weight of the evidence. It is enough that there was proof proceeding from the witnesses on both sides, which ought to have been submitted to the jury, that the loss of the debt was caused by negotiations between the parties, and that the fault is not attributed to the sheriff, in whose hands the fi. fa. was in the first instance placed. That at the time of his death he was not irretrievably fixed for the debt. That if there was default, it was only in failing to return his writ, and that the loss of the debt was caused by others. A number of exceptions, as is usual, are taken to the charge, but as the remarks already made cover all that it is material, it would be a waste of time to examine them particularly, and at length.\nThe return of Mr. Porter was properly received in evidence,— of its effect, whether for or against the plaintiff, we give no opinion.\nWe think the court right in rejecting the evidence of the deputy sheriff. If the defendants are answerable, it is owing to his negligence and misconduct. He will be ultimately liable to the loss. He is in effect a party to the cause, which of course excludes him unless released.\nJudgment reversed and a venire de novo awarded."}