{"id": "964986", "contents": "The opinion of the court was delivered by\nG-ibson, C. J.\nThe admission of the preliminary proofs to the jury without restriction, is the only part of the case about which the mind can hesitate. Had these been read in disregard of the specific objection to them made here, it would have been error.— The proper course was to put them before the jury for purposes of authentication, leaving to the judge, who alone had a right to read them, his undoubted province to say whether they made a prima facie case. Rut though one of the pleas had expressly put the furnishing - of the preliminary proof in issue, the objection to the evidence of it was broad, general, and without bound or limit.— According to Richardson vs. Steward, 1 Binn. 198, where evidence is offered generally and objected to generally, it is not error to admit it if it is competent for any purpose. If the rule were otherwise, the defendant might have thrown the plaintiff on the one or the other horn of a very petty dilemma. If the defendant did not establish the fact that the proper preliminary proof had been furnished, he would fail; and if he established it by the only evidence in his power, because it might happen to operate in a forbidden direction, he would fail. It is not disputed that the documents were proper to be laid before the jury for identification. But the counsel objected to them even for that. The object was undoubtedly to exclude them not only from the jury but from the court: for the defendant gave no evidence in support of his plea that his loss was occasioned by the plaintiff’s villainy; and unless the counsel had succeeded in excluding the evidence of preliminary proof from both court and jury, his case would be a desperate one; and it called for a desperate remedy.\nThe part of Maquillan’s deposition received under exception, was properly admitted. It was part of the defence that the plaintiff himself had set fire to the store; and his previous conversations with the witness are to be viewed, not as his declarations, but his acts; and if they were inconsistent with a guilty purpose, it is difficult to see why, as res gestee, they should not have been admitted. An honest man would often be defenceless, if the tenor of his conduct at the material point of time were not allowed to speak for him.\nThe next assignment of error, is still less plausible. The judge allowed the jury to determine the amount of the loss without directing them to distinguish between the goods insured as “merchandize usually kept in country stores,” and fixtures, jewelry, and some other things; but there was no prayer for special direction ; in such a case, a judge is answerable only for errors of commission.\nBut the least founded of all is the assignment that the judge overruled the defendant’s motion for a new trial. It is not pretended that this would be ground for a writ of error at the common law; but the act which has put the Nisi Prius on the footing of an independent court with power to give judgment, provides that either party may take a bill of exceptions to the opinion of the judge as in the Common Pleas; and that “whenever the said judge shall refuse to grant a new trial on points of law, or when either party shall tender a bill of exceptions as aforesaid, or in any case in the said court where a writ of error is now allowed in a like case, to any Court of Common Pleas or District Court, it shall be lawful for the party aggrieved to require the said judge to grant an order to certify the record and bill of exceptions, or either of them, as the case may be, to the Supreme Judges in bank.” By this, two ways are provided to bring the law of the case before this court. The first by bill of exceptions to the rulings of the judge at the trial; and the second, by a certificate of his decision on the propriety of those rulings. A party may take either of them, but not both; for the one or the other must be superfluous. Here the defendant took bills of exceptions. He still held his motion for a new trial; but only for error committed by the jury, and on that head the decision of the judge was conclusive. It was not intended that a party might open the merits of his case in bank as on an ordinary motion for a new trial.— The defendant has had the full benefit of an argument on the points presented by the bills of exceptions, which, by the way, were the same in substance as those he had presented to the judge on Ms motion for a new trial; and we cannot inquire whether the judge ought to have granted it for excessive damages or for mistake as to the weight of the evidence — matters with which a court of error has no concern.\nJudgment affirmed."}