{"id": "964941", "contents": "The opinion of the court was delivered by\nCoulter, J.\nIt is not necessary that a contract should be signed by both parties ; it may be good, although signed by only one. The assent of the other may be inferred from his possession of the paper or writing and other circumstances. In addition to the possession of the writing, the offer or tender to perform his implied part of the engagement, by transferring the stock at the time specified, was evidence that he assented to it.\nContracts to buy stock, or in the language of this paper to take and purchase stock on time, are common. And if A should agree in writing to take and purchase all the crop of wheat raised byB on his farm, in the harvest of 1850, at one dollar per bushel, and deliver the writing to B, and B should thresh his crop and tender it to A, would lie not be bound to take it or answer in damages; Flannery is in tbe same category, and wby should he not recover, having kept the stock till the time, and then tendered and offered a transfer. It was not a naked contract. Flannery was bound to keep the stock for Dechert just as B, the farmer, was bound to keep his wheat for A. And if Flannery had sold his stock for a higher price, or refused to transfer upon tender of the consideration, he would have been liable in damages. One promise is often the consideration of another promise; and a promise may be implied from acts and circumstances. And who can resist the implication that Flannery agreed to transfer the stock that Dechert agreed to take and purchase, upon payment of the consideration. The consideration of Dechert’s promise was a counter or equivalent promise or implied agreement to transfer. It was a case of mutual promises, and Flannery having tendered performance was entitled to this action for damages. It was not a naked or one-sided contract, to which nobody assented but one man. And that was the mistake of the court below.\nJudgment reversed and venire de novo awarded."}