{"id": "964907", "contents": "The opinion of the court was delivered by\nBell, J.\nJohn Yundt, by his last will, dated March 23,1829, directed the remainder of his estate to be apparently increased by the addition of all the advancements theretofore made by him to his children, and the aggregate thus ascertained to be divided into ten equal shares, to be distributed among certain of his children named, after deducting from the share of each child the sum advanced to him or her by the testator. Among these children is named his daughter Polly, then intermarried with Joseph Horst, who was largely indebted to the father. The latter, sedulous as it would seem, to preserve for the use of his daughter such share of his estate as might be found coming to her, under the provision I have alluded to, created a trust for the preservation of the fund during the coverture of the daughter, with a direction to pay over to her the fund, absolutely, should the coverture be determined by the death of the husband; but should he survive his wife, then to distribute it among her children in equal shares. .\nThat by this a benefit was intended for the wife, independently of her husband, is too obvious for doubt or hesitancy. It was not subject to be defeated by his improvidence, nor absorbed by debts he might contract. But its extent was to be -ascertained by charging against her the values she had before received at the hands of her father, by way of advancement, or in the words of the testament, ’“all advancements shall be respectively deducted from each respective share” before distribution made. It is shewn that all the daughters, on their intermarriage, were advanced by the father, in household furniture and -other necessary articles, and' some of them, as well as the sons, received assistance in cash.-\n' The articles thus furnished to Polly amounted to $440 60, of which a mémorandúm was'máde by the father, in a book, containing also-an account of the advancements made to the other children from time to ’ time. These entries wear no appearance of book accounts, intended to constitute the evidence of debts contracted by the children, but are, beyond. question, simple memoranda, made to assist in carrying out -the then entertained and afterwards expressed intention of the parent, to distribute his property equally amongst his.sons and daughters. In this light they have been viewed by all the parties in interest; were so introduced by the executors into the inventory of the testator’s effects, and are now accepted, all round, as indicating undisputed amounts to be treated as advancements within the meaning of the will. Of these, therefore, n'o question is made.\nBut Horst, the husband of Polly, was, long before the making of the will, indebted to his father-in-law for money loaned, money paid for him, and rents due from him. For the payment of these debts, bonds, notes, or other securities were taken, amounting in the whole to $7,737 68. In addition to this, on the 20th -of April, 1826, on an account stated of further claims held by the testator against Horst, the. latter was found indebted to the former $2,873 00, a statement of which fact, on the request of the parties, was entered in a book other than the book of advancements, Mrs. Horst at the time remarking, “this'we owe to father honestly.” Can this indebtedness of her husband be used for the purpose of absorbing Mrs. Horst’s interest, under the will of her father, and thus defeating the claim now made by her children, the appellees? It is conceded it cannot be so used, unless ityan be considered in the nature of an advancement made to the husband and wife; for by the directions of the will, advancements alone are to be deducted from the residuary legacies. .But advancement, in its legal acception, does not involve the idea of obligation, or future liability to answer. It is a pure and irrevocable gift made by a parent to a child in anticipation of such child’s future share of the’ parent’s estate. Regarded only in their inception, this cannot, with any show of reason, be, asserted of the husband’s liabilities. They exhibited no single- quality of gift.— Obligation to pay was an idea inseparable from them, subjecting, the husband to coercive process, under the pressure of which he would in vain have suggested that his father-in-law intended only the advancemént of his daughter, unconnected with the thought of reclamation. Nor was the character of debt which attached upon the settlement of 1826 at all modified or affected by the remark of Mrs. Horst I have cited.. If it was an obligation resting on the husband, at the moment of its ascertainment, nothing his wife could say would have the effect to make her a joint debtor, Dorrance vs. Scott, 3 Wh. 309; and if it had it would not help the appellants’ case, for the sum ascertained would still retain all the characteristics of a debt. This brings us, to the inquiry, whether the evidence offered of the declarations of the testator, tending to show an intention to treat the debts due from his children • and their husbands as advancements, ought to have been received? Were this a case of intestacy, the question put must have been met by a flat negative under the authority of ora own cases.\nNothing seems to be better settled than that the ex parte declarations of a parent of an intention to treat an existing debt as an advancement not communicated nor agreed to by the child, nor accompanied by an act sufficient to obliterate the obligation as a debt, can change it intmgift by way of advancement, whether the evidence be offered by me child to defeat the recovery of the debt, or by the representatives of the parent to bar the child’s claim to a distributive share of the parent’s estate, Haverstach vs. Sarbach, 1 W. & S. 390; Levering vs. Rittenhouse, 4 Wh. 137; much legs can such evidence be introduced for the purpose of saddling a daughter with the debts of her husband, as advancements made in anticipation of her future interest in the parent’s property. This rule does not, however, exclude written entries made by the parent, of advancements, as is shown by Hengst’s case, 6 W. 86, nor declarations contemporaneous with the transaction, declaratory of its nature. But a further difficulty lies in the way of the appellants. ' Their effort is either to explain the terms of a testamentary writing by parol, or to defeat a legacy by oral declarations inconsistent with it.\nNow, though it is true that where the language óf a will has no apparent object upon which to operate, evidence aliunde may be used to introduce one, the general rule is, that no word or phrase in a testament can be diverted from its appropriate subject by extrinsic evidence, showing that the testator .commonly, or on that particular occasion, used the disputed word in a sense peculiar to himself, or- even in a popular sense, as distinguished from its strict and primary import, 1 Jarman on Wills, 858. In the instance before us, the word “advancement,” as used.in this will, has its appropriate object, as we have seen, and consequently there can be no apology for disregarding the general rule, excluding oral proof. That the legacy given to Mrs. Horst and her children cannot be thus defeated is abundantly established by Kreider vs. Boyer, 10 W. 54, a case which, while' it fully, recognizes the doctrine that a prior legacy may be adeemed by a subsequent advancement, and even that such an intention may be shown by the testator’s declarations, utterly denies that such declarations are competent to convert a loan made by the testator to his son-in-law into an advancement of the daughter, in order to defeat a legacy given to the latter by the will of her father, executed after the creation of the debt. That Joseph Horst’s liabilities to the testator were considered as debts, by every one having an interest in the subject, up to and after the testator’s death,-is ápparent from every thing legitimately disclosed by the evidence, a view which seems to have been changed only by the discovery that the debts were not applicable as a set off in answer to a demand of the wife’s legacy. It would Seem indeed that Mrs. Horst - herself, as well as . her husband, labored under the misapprehension that such an application might be made of them, but it is almost needless to observe that this mistake will not confer.upon them a quality which, without it, they do not possess. The question involved here has been so frequently discussed by this court, and particularly in Kreider vs. Boyer, that I deem it unnecessary to elaborate the argument. It will suffice to observe in conclusion, that the Orphans’ Oourt was right in excluding the husband’s debt from consideration when as*certaining the rights of the wife’s children: ’\nThe second, error assigned is sufficiently answered in the argument submitted for the appellees. It is true that interest is not generally chargeable on advancements. But the mode of calculation pursued by the auditors, and sanctioned by the Orphans’ Court, produces the same result as though the advancements had been introduced without interest in the year 1884, when distribution ought to have been made, and the share of Mrs. Horst ascertained, and interest calculated upon that share up to March, 1849. No injustice is, therefore, inflicted on the appellants by the course adopted. There is no pretence for suspending the. interest on the sums ascertained to -be in the executors’ hands, pending the examination of their account of 1844. They were bound to keep the fund at interest, unless peculiar circumstances intervened to excuse it, which it was incumbent on them to show.\nWe think it’ sufficiently apparent, looking to. all parts of the will, that the testator intended the childr'en of Mrs. Horst should receive, on the death of their mother, all that was payable to her during the coverture, but which from any circumstance she failed to receive. It is plain a leading object was to exclude the husband from any participation, except so far as he might attain to the enjoyment of the annual interest through his wife. But the direction is express to pay to her children their mother’s share after her death, and this, we think, may be well taken to include the interest accruing during her life, and which was not reduced to possession. At all events, the husband puts in no claim to it, and he is the only person who by possibility can dispute the children’s right. He cannot be compelled to do this' for the benefit of the other legatees, which would be the sole effect of an adoption of the -view urged by the appellants.\n. The claim of the husband, if he has any, being out of the way, there is nothing to narrow the claim of the children, as between them and the executors. , .\nJudgment affirmed."}