{"id": "964965", "contents": "The opinion of the court was delivered by\nCoulter, J.\nThe rejection of the deed from Theophilus T. Ware for seventy acres of land, to be followed by intermediate deeds down to the plaintiff, is assigned for error.\nIt is alledged that the said Ware was collector of internal revenue for the 10th collection district of Pennsylvania, and as such had authority to sell the land for the non-payment of the internal tax imposed by the government of the United States. Rut there is no evidence whatever on the record, nor was such given to the court below, that Ware was collector of any district within the State, particularly of the seventh district in which the land lies, or that he was the designated collector for the sale of lands, in the State, for the non-payment of taxes which had not been sold by the collectors of the several districts. This court cannot say that he had any authority to make sale of the land. Nor did it appear that any one of the prerequisites of the act of Congress, for the purpose of attaching the lien of the tax upon the land and making the sale lawful was complied with. No evidence of assessment, nor of a personal call for the tax within sixty days after its assessment; no evidence of there being no personal property from which it could have been levied, nor any evidence of advertisement of sale as required, was given. Under such circumstances, the deed cannot but be considered as merely naked and void. Ware had no interest in the land or authority over it, either individually or officially, and the deed was properly rejected: 3 Cond. Rep. 308, & Cond. Rep. 4 Vol. 394.\nIn the cases cited from our State Reparts, 9 Watts, 344, and 6 Barr, 211, the sales were under State laws for taxes on unseated lands, and the authority of the commissioners and treasurer to sell in those cases was undisputed and admitted. They were held, therefore, to be evidence against a mere intruder. Rut under the United States laws for non-payment of taxes, the law has been held differently for sufficient reason. Deeds without proof of authority or performance of prerequisites are not even prima facie evidence of right or title.\nThe next, and only other, error assigned is the rejection of the deposition of Sarah Bessonett, offered in connection with the deed from Ware. The object was to prove that the defendant admitted the right of the plaintiff, and was in fact his tenant. It was admitted in the court that the plaintiff below said he had no additional evidence to offer towards establishment of the tenancy.— The paper book, and the record itself, is so skeleton like on this head, that we were compelled to fill up by the mutual admissions of the counsel.\nThe deposition does not establish that the defendant was the tenant of the plaintiff, either at will, or for any definite period. It establishes that the father of defendant, who lived on the land a long time, admitted the title of Palethorp, and went on it shortly after the date of the deed from Ware to Haldeman, and, I presume, after the deed to Palethorp, who, it appears by the deposition, pm-chased in the autumn of 1820 — the same year that the deed was made to Haldeman. Harrison, the father of defendant, was the brother of Mrs. Bessonnet, the deponent. The title (whatever it was) of Bessonnet passed, after his death, to the plaintiff, but how does not appear; it all being of course on the deed from Ware to Haldeman. The argument of the plaintiff in error is, that defendant is the tenant of plaintiff by virtue of his descent from Abraham Harrison, who acknowledged the title of Palethorp, and therefore cannot impeach the title of his landlord. But Abraham Harrison, at most, was only a tenant at will, and he died several years ago. The son may have known that the title represented by plaintiff, was worth nothing, and resolved, in consequence to set up for himself. There was no privity of estate or of possession between him and his father. There is no evidence that he knew that his father had ever aknowledged the title of Palethorp, or any who claim under him, and we cannot indulge in conjectures on the subject for the purpose of reversing a judgment. There is not a scintilla in the deposition of any evidence that he ever admitted a tenancy, that he knew his father was a tenant, or that he made use of any stratagem to obtain his father’s possession, or that he entered or claimed by, through, or under Mm. There he is, on the land, and there his father and mother, who are both dead, were, before him; but he claims not under them. He alleges his naked possession, which he obtained without fraud or wrong to any body, and merely asserts that the plaintiff must either shew a title, or that he is his tenant. The court below thought that the deposition neither shewed a tenancy, nor any facts from which a jury could rightfully infer a tenancy; and as the plaintiff had nothing else to offer, they rejected the deposition and the deed. We cannot say they were in error.— Dikeman vs. Parrish can give the plaintiff no aid, because there was in that case, a clear privity between the father and the son, who claimed by deed from his father.\nJudgment affirmed."}