{"id": "964970", "contents": "The opinion of the court was delivered by\nCoulter, J.\nThis case is voluminous in the number of points and the argument. ' But it is made so by the . ingenuity and ability of the counsel for the plaintiff in error, and not by the intrinsic merits or law of the case. It does not require an extended notice from the court.\nIt is true that circumstances which do not amount to a justification, or-which is the same thing, which do not lead to the door of proof, and from which a jury could'not infer or presume guilt of the offence, may be given in evidence on the plea of not guilty, in mitigation of damages; on the ground that they weaken the proof of malice. ' But when such circumstances lead directly towards the proof of guilt, they cannot be given in evidence on that plea. If they could, the plaintiff might be stabbed in the dark, and wounded without warning. Because no man is expected to come with, evidence at his fingers’ ends to justify his whole life, unless he is put upon his guard by the nature of the plea. Not guilty puts plaintiff on proof of speaking the. words, and assumes the ground that defendant did not commit thé offence with which he is charged. But the plea of justification, if put into form, admits the speaking of the words charged in the nar. as therein alleged, and avers that the defendant was justified in speaking them because they were true.. And in that category the plaintiff is put upon a defence of his life as to the acts charged. But the court cannot judge of the effect of evidence, but only of its tendency. When, therefore,' it tends directly to prove guilt, the court cannot say that a jury would not believe it. -The- evidence offered here did directly conduce to'the proof of guilt, and was properly* rejected on the plea of not guilty.' The defendant then pleaded a justification, and gave his evidence; and the complaint ■ of the plaintiff in error is that the court instructed' the jury that it did not amount to a justification,' although\"they had before said that it tended to prove a justification.\nBut there is nothing wrong in all this..' It only proves that evidence does not always hit the -mark, which counsel set up for it. /The evidence was not so strong when it was delivered, as the counsel imagined it to be, in embryo. What would have been a-trespass in evidence was mistaken for a felony. The court instructed the\" jury that even admitting the evidence, the wmm\\ furandi was wanting, except as. to one of the items of charge, and that they left to the jury; I mean the charge of stealing the planes. Indeed the court left all the evidence to the \"jury with the \"instruction that it was the duty of the defendant to make out the charge of larceny. I do not perceive that they infringed on the province of the jury by any binding directions as to the facts, nor that they subverted the law in any direction which they, gave.— Possibly some discrepancy might be detected in some small things, but as a whole, theii instructions to the jury were in conformity-with the law. I do not, for my part, see the propriety of stretching a technical rule, or climbing to the appices juris, for the purpose of shielding a slandering man by sharp points after a full trial on the merits. There was nothing wrong in telling the jury that a plea of justification, deliberately put ■ on record, was a circumstance to be taken into consideration in aggravation of damages.\nWhy should it not be so in law as well as common sense. It is a bold reiteration of the charge in the most public manner, and attempts- to fix a stigma so indelible, that all the waters and dews of heaven, that even repentance will not wash away.\nIn the judgment of the court, none of the errors assigned have been maintained.\nJudgment affirmed."}