{"id": "964964", "contents": "The opinion of the court was delivered by\nBogers, J.\nThis is an action on a promissory note dated the 19th May, 1848, purporting to' be drawn by Holland and Porter, in favor of the plaintiff, Wilson and Kelly, for $1,419 94, payable one day after date. The signature to the note is in the writing of Holland. The writ was served on David B. Porter, returned nihil as to Holland.\n. The defence was' that there was no partnership, that if there was a partnership it was for coaling purposes alone, and that the note was not given for a partnership debt.\nThe point to which my attention has been particularly called, relates to the first ground of defence. The others have been settled by the jury and require no remarks from me.\nAs a most important link in .the testimony, the plaintiff offers in evidence the copy of an article of agreement, purporting to be made the sixth day of March, 1841, between Samuel Holland of Wilkesbarre, and David B. Porter, the defendant. The evidence was objected to, admitted by the court, and exceptions taken. This forms the principal point in the case.\nBefore evidence can be given of the contents of a written paper, it is indispensible to prove in the first place the existence and execution of the original instrument; next, to give positive proof of its destruction, or of a diligent search by which its loss has been ascertained; 6 Bin. 234, Meyer vs. Barker; 3 W. & S. 291.\nThe first inquiry naturally in order is, was the first indispensible pre-requisite complied with; was there legal and competent proof of the existence and execution of the alleged original article of copartnership ? The copy offered in evidence purports to be witnessed by William Stewart, who being examined, after stating he was in the employment of Holland and Porter, whose business was mining and transporting coal, and the necessary operations connected therewith, the selling of goods, merchandize and provisions, &c., proceeds to state that he knew there were writings be-< tween Samuel Holland and David R. Porter, but whether there were articles of copartnership he cannot say. He thinks it probable he witnessed their writings, but he cannot recollect distinctly of signing them as a witness. He thinks those writings were executed about the 1st March. It must be confessed the testimony of this witness is yague and shadowy as to the existence and execution of this instrument. - He neither identifies the paper, nor does he recollect whether he signed it as a witness, nor does he know whether the evidence offered is a copy of the writing that was executed between the parties. That this of itself would.not be the proof the law requires is clear. - Let us now examine the other evidence on which reliance is had. Walter Gr. Sterling was examined and deposition taken three times, viz: the 16th September and 2d November, 1848, and the 23d February, 1849. To this testimony I have paid the most particular'attention. Sterling took the copy of the article in question some time in the spring of 1847. At that time there is not the slightest reason' to believe the witness had either seen David R. Porter write, or that he had ever seen any paper whatever,.except the article itself, which purported to be written by him. He knew literally nothing of his hand writing. His impressions, if he had any, must have been derived from the declarations of Holland. There was nothing else from which they could be derived. How deceptions such a course of information must be, will be immediately perceived when we recollect that his belief is based on the declarations of a man, at that time in insolvent circumstances, And who exhibited the article to obtain credit at the bank in which the witness was a clerk. It is all important to observe, that any acquaintance he had with the signature of the defendant was obtained after he returned the articles of - copartnership to Holland. It is not necessary to rule that after-acquired knowledge in no case will enable a witness to prove a signature to a lost instrument. Rut this we do say, that evidence in a case of that description must be of the most unequivocal and positive kind. That nothing short of actually seeing the party write, or an' acknowledgment distinctly and clearly made by the party himself, will suffice. We wish not to be misunderstood on this point. We take the distinction which is a clear and marked one between the proof of a lost instrument, and proof of a paper .produced and under the inspection of the witness. It is the first class of cases which calls for the stringent proof alluded to and not the last. Let us now subject the testimony to this test. In the deposition of the 2d November, Sterling says that he does not know that he ever saw David R. Porter write.— This is also plainly inferable from the other depositions. It is clear lie never saw a paper, letter, or any instrument of writing ■whatever actually signed by David It. Porter, or any one which he ever acknowledged to be his. The only knowledge he pretended to have of his hand writing, is derived from notes and checks of his signing, or purporting to be signed by him, which were paid. He did not recollect of any letter of David R. Porter, but he does recollect of a proposition made in writing, purporting to come from him, with regard to taking up or making arrangement of some protested paper by him with the Wyoming Bank. He cannot remember whether his signature was to that proposition.\nThis is stating his evidence in all its length and breadth, and on this evidence he is permitted to swear to his belief, that the signature to the article he had seen some %> years before, 'when he had no knowledge on which to found a belief, was the proper hand writing of the defendant. Had the original paper been produced, it would not be sufficient, much less when it is the proof of a lost paper. Before a man is permitted to state his belief of the genuineness of the hand writing of another, he must state facts and circumstances to show he has knowledge enough to speak of it with reasonable certainty. It must not be guess work or mere probability. Swearing that the hand writing was that of another is not enough: Slaymaker vs. Wilson, 1 P. R. 216. There are two modes, as is said in Best on Presumptive Evidence, 219,. and in Greenl. 1 vol. sec. 577, of acquiring knowledge of a party’s hand writing sufficient to enable the witness to. testify to its genuineness. The first is from having seen him' write; ■ The proof in such case may be very slight, and the jury will be permitted to weigh it. The second mode, is from having seen letters or other documents purporting to be the hand writing of the party, and having afterwards personally communicated with him respecting them, or acted upon them by written answers producing further-correspondence or acquiescence by the party in some matter to which they relate, or by any other mode of communication between the party and the witness, which, in the ordinary course of the transactions of life, evidences a reasonable presumption that the letters or documents were the hand writing of -the party; evidence of the identity of the party being added aliunde, if the witness be not personally acquainted with him.\nIn either mode, as is said by Coleridge and Patterson, J. in Mudd vs. Suckermore, 5 A. & E. 708, the witness is supposed to have received into his mind an impression not so much of the manner in which the writer has formed the letters in the particular instance, as of the general character of' his hand writing, and he is called on to speak as to the writing in question, by a reference to the standard so formed in his mind. The .witness acquires his knowledge by his own observation, on facts coming under his own eye, and as to which he does not rely on the information of others, and the knowledge is usually and especially in the latter mode acquired incidentally without reference to any particular object, person or document. Here it is not pretended the witness had any personal communication with Mr. Porter, nor had any personal knowledge that the check or draft of which he speaks, had been paid by him, or with his funds. He had no personal knowledge of 'any act of the plaintiff in error adopting- or confirming those transactions. As to these matters it is guess work or mere probability on which he relies. And as to the time when he saw the signature, he had no standard whatever formed in his mind, by which a judgment could be made of the genuineness of the hand writing.\nBut it is said, Sterling swears positively to the hand writing, and whether true or false, is for the jury: For this- position 6 S. & R. 312, is cited. But these cases bear no resemblance to this: one was a suit on a note, the other on a bond, the authenticity of wrhich were in contest. There the instruments were allowed to be laid before the jury on the acknowledged principle, that where the issue is directly on 'the authority of an instrument, the court is bound, if there is the smallest evidence of its. existence, to permit it to go to the jury, who are the proper judges of the fact.\nBut this is not so, when the question is as to' the admissibility of secondary evidence to supply the place of a lost writing. — 1 There a different rule prevails. In such cases it is a matter of law, to be decided by the court, and unless such preliminary proof is given as authorizes its introduction, it is the duty of the court to reject it, and a refusal to do so is error. It is true that a matter which is purely discretionary in the court below is not the subject of a writ of error. . But the question of rejecting secondary evidence for want of primary has never been regarded as of that description. This is seen in Leazure vs. Hillegas, 7 S. & R. 323, and Pipher vs. Lodge, 16 S. & R. 214, a cause much contested. The Chief Justice in the latter case says in cases of secondary evidence, the question whether a sufficient introductory ground was laid has always been treated in courts of error as a proper subject of discussion. After referring to the cases of Clark vs. Sanderson, 3 Bin. 192; Hamilton vs. McGuire, 2 S. & R. 478; Sweitzer vs. Meese, 6 Bin. 500; Carpenter vs. Groff, 5 S. & R. 162, he proceeds: There is an endless list of other cases where, a court of error will inquire into the sufficiency of introductory evidence, as for instance, of the existence, loss of, and search for deeds, or other writings offered in evidence collaterally. So in Parks vs. Dunkle, 3 W. & S. 293, it was adjudged error in receiving evidence of the contents of a letter 'without proof of its destruction or loss.\nBut we think the copy ought to Have been excluded, because the doss of the original article of co-partnership was not sufficiently proved. It may be of the first consequence to the. defendant that the original pap.er be produced. Thfe alteration or insertion of a single word, as for example, the word merchandizing, in the copy, may cost him the earnings of a life time. He has therefore a right, before he is stripped of his estate, to demand strict proof of its loss. We cannot shut our eyes to the fact that the defendant is placed in a peculiar situation of peril, arising from the unjustifiable acts of a man in whom he has unwarily placed confidence. The allegation is he has formed a partnership with a man who has abused the trust reposed in him, saddling the firm with debts which the defaulting partner is either unable or unwilling to pay. It'is apparent that it would be exceedingly convenient to throw the debts on another, and by that means relieve himself from one-hálf at least of the burthen. The defendant is placed between two fires.. Under these circumstances. it is that the' plaintiff, nat-r urally desirous of a solvent, debtor, takes the deposition of the defaulting partner, a willing witness, to prove the loss of the original article. The deposition was taken the 12th October, 1848, the cause tried some time in March, 1850, so that' upwards of twelve months intervened between the taking of the deposition and the trial. The original agreement, as he says, which was in his possession some time since, he has lost or mislaid, so that he cannot find it. He has made diligent search for the paper at several different times and cannot find it. Had the witness proved the destruction of the paper, although so long before the trial, it would be sufficient. But this is not pretended; it is merely lost or mislaid. The experience of every person must satisfy him how deceptive and unsatisfactory such, proof must necessarily be, for we all know that perhaps another search by a willing or anxious person might bring it to light. The rule is that it is not compé-' tent to give parol evidence of the contents of a written paper, without first giving positive proof of its destruction, or of a diligent search by. which its loss has been ascertained, Parks vs. Dunkle, 3 W. & S. 291. It must be shown that a bona fide and diligent search has been made for it where, it is most likely to be found. Can this be said here ? Holland’s deposition is not sufficient, because he may have since found it. It does not show that it could not be found at the time of trial. Nor does it prove that due and diligent search which the law requires. If a search made twelve months before the trial will suffice, why not twelve years, or any indefinite period of time. There is one rqmarkable fact attending the deposition of Holland, for it appears that it was not only given in evidence to the jury but it is noticed in the charge. The court says the original article is proved by Samuel Holland to be lost. They also add, if that article is properly in evidence, you, thé jury, can have little doubt of the existence of the partnership. Holland also says the paper attached and marked A. he believes to be a true copy of the original article of agreement between him- and David R. Porter concerning their partnership at Nanticoke, in Hanover township, in Luzerne county. Thus Holland whose interest it is to throw the payment of one-half of the debts on the defendant, is permitted to testify to the jury as to the original articles of partnership. Of this the defendant has a just right to complain. Indeed if this should be suffered no human being would be safe.\nThe court was right in admitting the letter of the 30th May, 1849. It is evidence of the declarations of one of the parties of the.existence of the-alleged-partnership as to himself, but it is not evidence without more to fix the defendant. This must depend on his own acts and declarations, Johnston vs. Warden, 3 W. 101.\nWe also think that the defendant was entitled to a positive answer to the defendant’s request that he should instruct' the jury that if the plaintiffs sent the goods to Wilkesbarre instead of Nanticoke, and knew that Wilkesbarre was beyond the .place of' shipment to their business house, it is a circumstance from which the jury may infer the plaintiffs below were privy to the fraud practised by Holland upon Porter., This however is a point which will no doubt be corrected in another trial.\nJudgment reversed, and a venire de novo awarded."}