{"id": "964957", "contents": "The opinion of the court was delivered by\nBell, J.\nAs it is not to be questioned, so it is not denied by either of the parties, fhat, in order to ascertain the terms of the conveyance made by Abraham Reist to his daughter Barbara, the deed of the 80th May, 1809, and the article of agreement executed on the same day, must be read as one instrument, together constituting the muniment of tifie, under which the litigants before us respectfcdly claim. If authority were required for so plain a proposition, it may be found in Shep. Touch. 242, 3 Com. Dig. Condition A., and our own cases of Hamilton vs. Elliott, 5 S. & R. 375; and Baer vs. Whistler, 7 W. 144. Upon these two papers then, thus treated and considered, the question arises, what estate Barbara took; whether a fee conditional, a fee tail, or, as the court below seems to have thought, an estate for life, with a contingent limitation to such of the children as should attain the age of twenty-one years.\nTo a mind unaccustomed to the critical niceties the common lawyer has been taught to exert in the construction of words and sentences, and looking only to the intention of the contracting parties, there would seem to be no room for hesitancy.- Reading these documents in a spirit untrammelled by technical rule, and the refined and subtle reasoning of legal logic, there could .be, but one conclusion attained. And happily, in this instance, I think if clear, this conclusion is in harmony with that which the jurist re-, ferring to and acknowledging the authority of judicial precedent1 must arrive at.\nBy the words of the grant, the land in question is conveyed “to\" Barbara, her heirs and the assigns of her heirs, and to the only proper use and benefit of her, the said Barbara Bomberger, her heirs and the assigns of her heirs forever.” Although from the peculiarity of the phraseology here used, in connection with the word “ assigns,” it might be argued some intention is discoverable to distinguish between the ancestress and her heirs, there is no room to dispute that the clause I have cited, standing alone, conferred on the first taker an indefeasible estate in fee simple. But immediately following is this qualification, “under and subject to a certain article of agreement, bearing even date with this present indenture, executed by the said Abrahani Reist, Christian Bomberger, and Barbara his wife, the aforesaid Barbara Bomberger.” This pointed reference to the simultaneous articles of agreement, as containing something which may qualify or restrain the generality of the grant, agreed upon by all the parties, in effect adopts its language and conditions, or ■ those of the grantor, whenever from the context it is evident they should be referred to, as stipulations emanating from him, and binding the grantee to the performance of some essential act. For though a stipulation may assume the form of a covenant undertaken by the grantee, yet if the agreement be mutual, and it is compulsory on the feoffee or donee to do or omit to do something which may confirm, enlarge or defeat the estate before granted, it is in the nature of a condition ; and this whether it be in the instrument creating the estate, or indorsed upon it, or be found in some other deed, making a portion of the mutual undertaking: 3 Com. Dig. condition A. 2; 2 Co. Rep. 71-6; 5 Vin. 45, pl. 2, 4, 5, 7, 9; Shep. Touch. 236— 7; 30 Law Lib. — ; Whitchcot vs. Fox, 2 Cro. Rep. 398; Thomas vs. Ward, 1 Cro. Rep. 202. Among the stipulations thus incorporated, as it were into -the deed, is the following; “ And the said Christian Bomberger and Barbara his wife, for themselves, their heirs, executors and administrators, do covenant, promise and grant to and with the said Abraham Reist, his heirs, executors and administrators, that if the decease of the said Barbara should take place and she should not leave lawful issue or issues that would live to the age of twenty-one' years, that in that case the premises as herein before mentioned agreed upon to be conveyed to her, stall then descend and come to the heirs of her said father, Abraham Reist, or to their' legal representatives, and that in such case the indenture by which the premises are granted to the said Barbara, shall cease, determine and become absolutely void to all intents and purposes whatsoever; but if otherwise, and she should have issue or issues as aforesaid, the said indenture should be valid, and remain in full force and virtue.” This provision, though assuming the shape of a covenant on the part of Bomberger, and his wife, may under the principles just adverted to, be treated as a condition imposed by the grantor, if it contain apt words to create a condition. . In ascertaining the character to be ascribed to it, we may refer also to that clause of the deed, “¡under and subject to a certain article of agreement, bearing even date with the present indenture” &c. These are the words of the grantor himself, and according to Hamilton uv. Elliott, and Bear & Whistler, are apt to create a condition, the nature of which is to be ascertained by calling in the aid of the “article.” But apart from this, the clause I have cited from the article in itself so imports. There are certain words which, of their own efficacy and force, constitute a condition; -as sub conditioni, ita quod, and proviso semper; and it is said the latter words do so, though joined to others, as provided always, and it is covenanted, “ provided, and it is agreed,” and the like: 3 Com. Dig. Condition A. 2; Co. Litt. sec. 329. So other words, as quad si contingat, make a condition, if they be assisted by a conclusion or expressed consequence, as by a clause of re-entry, or that .tbe estate shall cease, or be void, or that the feoffment shall be void; and stipulations'of similar tendency, Co. Litt. Sec. 204; 1 Roll. 408, l. 50; 3 Com. Dig. Ti. Condition; 5 Vi. Abr. Ti. Condition.\n~ Now, it is not to be doubted, the clause' of the article was intended to operate in defeasance of the estate granted, and that it presents us with the characteristics necessary -to endow it with the power of operation. Its opening words are equivalent. ' “ If it should happen the said Barbara should die without issue,” &c.,. and it closes with words of forfeiture, applicable only to the estate given, which, according to the-.Touchstone is one of the features of a condition: Shep. Touch. 30 Law Lib. 236, 7. Every legal requirement is thus satisfied, and as no question can be made of the intention to give Barbara an estate of inheritance, subject to be defeated upon the contingency of her dying without issue, who should live to attain the age of twenty-one years, a layman would be at a loss to understand why, on the happening of the contin.geney contemplated, the condition should not operate to put an end to the defeasible estate, and invest the-fee in the right heirs of the grantor. The plaintiffs in error resist this conclusion, on the ground that the clause in question either restrains the legal operation of the words of inheritance used in the deed, or it does not. If the latter is the ca'se, say they, it .leaves the estate granted in all the plenitude of an unqualified gift in. fee simple,- as the terms of the deed, taken alone, import; if the former it reduces it to an estate tail, which having been barred, the heirs of the grantor can take nothing by force' of the limitation over. It might be sufficient to answer that it works not a limitation upon the precedent estate, but a total destruction of it, since it provides that in the event indicated, the conveyance shall'become absolutely, void. But as the idea of an estate tail was much insisted on in argument, it may not be amiss shortly to notice it.\nMuch recondite learning has been expended on the question, when, in a conveyance after words of inheritance, the introduction of a limitation over to take effect on failure of the first taker, will reduce the estate given to a fee tail. Though it is settled no estate can arise from implication in a common law conveyance, it seems agreed prior' words of grant may be explained, lessened, or. qualified by subsequent terms, and thus language broad enough to confer a fee simple, may be much narrowed down by a subsequent expression to a fee tail. It is not my intention to discuss this somewhat intricate and perplexing subject. The learning relating to it,' may be found collected in Preston on Estates, in the chapter treating of estates tail. It will suffice now to observe that to reduce the estate first given, the gift must be restrained, by the frame and context of the deed, to the heirs of the body of the donee, either by express words, or by something tantamount, .excluding every possibility tbat tbe donor or grantor niay have . had reference to general heirs. Thus it has been held, .that a gift to A., and his heirs male, lawfully begotten,-and for want of such issue, then over, conferred only a fee simple and not a fee tail, for want of words of appropriation or procreation, in the limitation over, since it was not ascertained by or upon wbat body tbe issue should be'lawfully begotten, -and all heirs are-lawfully begotten: Abraham vs. Twigg, Cro. Ell. 478. But the want of. an express direction in this particular, may be supplied by equipollent provisions, and the chief difficulty has been to ascertain what shall be deemed an- equivalent. On this point, the most of the argument submitted for the plaintiffs, in error was expended. It was insisted with much force, that the second estate being limited to those who must of necessity be the right heirs of Barbara, on .her dying without children, the words used in the article, “should not leave lawful issue or issues,” must be taken as referring to issue of her body, since her general beirs, tbe issue of others, are designated to take on the failure of her issue proper. And this view is not without authority to sustain it. But I am spared the necessity of considering its applicability here, by the conviction, tbat under no known principle, can Barbara’s estate be moulded into a fee tail. If the words had,been simply, “should she not leave- lawful issue,” then over, without the express provision of defeasance, there might be some ground for saying she took in tail. But the direction is “ should she die without issue that would live to the age of twenty-one years.” Now, in the construction of a deed, the intention of the grantor, when legal and sufficiently expressed, is tbe governing principle: Means vs. Presbyterian Church, 3 W. & S. 303, unless it be overridden by some technical and unbending rule, for the sake of certainty and uniformity. -I take it, therefore, the expression of the contingency in our articles is subject to the same construction, and will havé the same operation as words of similar import found in a testamentary disposition.' If so, perhaps, nothing is., better settled than that they are not creative of an estate tail. The distinction is' between words that import an indefinite failure of issue of the first taker, and those which fix the'time when tbe devise over is to take effect within a particular period, to occur within a life or lives in being, and twenty-one years after. For example, if land be given to one in fee, and if he die without issue, or for want of issue, or without leaving issue, then over to another in fee, the estate of the first.taker is a fee tail, which will pass to his descendants ad infinitum, as tenants in tail. But if the contingency be, if the first taker die without issue, before arriving at twenty-one, or if he die unmarried and without issue, or on similar forms- of expression, shewing that the donor contemplated the necessary occurrence of tbe contingency within a fixed and limited period, the estate of the first taker is a fee conditional, liable to defeasance by the happening of the event. Brown vs. Polls, Cro. Jac. 591; Eichelberger vs. Barnitz, 9 W. 447; Langley vs. Heald, 7 W. & S. 96. In our case, the language used indicates unerringly, the grantor had not in view a remote failure of issue upon which the estate was to go ovér, but an immediate defect, consequent on the death of all Barbara’s issue before reaching their majority; an event which must necessarily take place, if at all, within twenty-one years after her own .decease,. This shews the words “issue or issues” were here used in their more natural signification of “ children,” and not as indicating the remote descendants of a long continued line. The clause may, therefore, with propriety be read, should she not leave any child or children, who shall live to the age of twenty-one years, her estate shall be wholly ended and determined; a provision which could be accepted but as a condition subsequent, upon which the continuance of the estate depended.\nFrom what has been said, it results, that Barbara took a fee simple, dependent on the condition of leaving children, who .should live to attain full age. Having failed in this, her estate has determined by her.death, and a fee vested in the right heirs of the grantor. The judgment pronounced below is consequently right.\n.Judgment affirmed."}