{"id": "964972", "contents": "The opinion of the court was delivered by\nBurnside, J.\nMahon claimed title under his late warrant of the 6th February, 1849, a survey of 30 Acres, a strip between the survey of 1762 and 1767 which belong to Duncan.\nOn the return of Mahon’s survey, the matter was heard on a caveat against its acceptance before the board of property, who decided in favor of its acceptance; whereupon Duncan instituted this ejectment.\nThe plaintiff in error complains that the court erred in their charge to the jury.\n1. In their answer to defendant’s 2nd point.\n2. In their answer to defendant’s 3rd point, and '\n3. In their answer to defendant’s 4th point.\nThe errors assigned, as well as the arguments to sustain them, resolve themselves into a complaint against the learned Judge of the Common Pleas, in not taking the case from the jury and not directing them that the defendant was entitled to a verdict. It is due to the court to state, that the jury were instructed that the defendant had shewn a legal title from the commonwealth for the land in controversy, and unless the plaintiff has shewn an older and better title, and that the land in dispute is embraced within the lines of either the William and Thomas Duncan survey, or the survey of William Duncan, he must fail in this action; and the defendant would be entitled to a verdict. The survey of William and Thomas Duncan, was made in November, 1762, and in 1766 William Duncan took his warrant for 160 acres adjoining his other land as well as other old surveys. It was surveyed in ’67, and returned adjoining his other land on the north; the owners of the survey of William and Thomas Duncan have had possession of the 30 acres from time immemorial. It is in part cleared, and by cutting timber where they pleased, where it was not cleared; and so long cleared that the stumps have disappeared from the field. In this case, if the land was vacant, the clearing over gave no title against the commonwealth; Morris vs. Thomas, 5 Binney 77; Johnston vs. Irwin, 3 S. & R. 249. Great regard has ever been paid to the return of the Deputy Surveyor — but the return will be controlled by the lines actually marked on the ground; as the lines on the ground and the corners constitute the actual survey; Walker vs. Smith, 2 Barr 43 ; Hall vs. Tanner, 4 Barr 247; Henry vs. Henry, 5 Barr 249. So the jury were fully and fairly instructed. But the judge left it to the jury to determine under the evidence, whether the deputy surveyor did actually run the southern line of the William Duncan survey, and leave a vacancy between that survey and his other land, which was called for by the warrant and actually returned and accepted in the land office and patented. There were several facts in evidence in this ease, proper for the consideration of the jury. It was manifest that the plaintiff intended to take it up, and that it was included in his warrant of 1766, returned in his survey of 1767 on that warrant; unless the surveyor actually cut it off, there was no vacancy. Some of the lines had to be shortened to exclude it. The subject of surveys is so fully considered in the cases cited, that I deem it unnecessary to state the evidence more particularly, merely remarking that where the old warrant particularly called for the land in dispute, and the survey upon it returned into the office, there remaining undisturbed for more than seventy-five years, with possession accompanying it, the case must be indubitably clear that the land was not within the survey, to disturb it at this distant day. In truth I have not as much confidence in the modern surveyors of Penn’a., as I have in the Armstrongs the Lukens, the Palmers, and the Maclays, before the revolution. Their work to this day tells well, and is entitled to the highest regard of our courts and juries. The last purchase made in 1784, and the opening of the land office under it in 1785, introduced many bungling surveyors who have been very prolific in this State from that day to the present. I mean no reflection on the gentlemen examined in this case. We all think the case was properly submitted to the jury.\nThe judgment is affirmed."}