{"id": "964924", "contents": "The opinion of the court was delivered by\nRo&ers, J.\nIt seems to be conceded by the learned judge who ruled this case, that the execution of Dr. J. C. Richards was postponed in favor of subsequent execution creditors. Indeed it is difficult to come to a different conclusion. It appears in evidence that by an agreement between Richards and Grarlin, the defendant in the execution, the result of a previous understanding, that the store, on which his levy was made, was to be left open, and that the clerk of the defendant was to sell the goods in the same way as before the levy. Richards indorsed on the execution, “ This levy at the risk of the plaintiff.” In pursuance of this agreement, the store was left open, and the goods were sold at private sale, as before the levy, until the 21st April, twelve days after the return day of the writ. The private sales during that time amounted to $107 00. Of this, $60 00 was paid directly to Richards at the instance of the sheriff, and without passing through his hands. The clerk, by the agreement, was employed by Richards, and was to be paid by him.\nProperty taken in execution must be disposed of by public and not by private sale. To permit it to be sold otherwise would lead to fraud, and henee such an arrangement, although no actual fraud may be intended, is deemed fraudulent, and consequently postponed the execution creditor in favor of other executions, though subsequent in date. By this arrangement there was a postponement of the sale, until after the return day of the writ. The control and direction of the writ was wantonly taken out of the hands of the sheriff, but no notice whatever was given of the sale. In Gibbs vs. Neely, 7 W. 305, it is ruled, that even a sale, after five days public notice, with the assent of the debtor, is fraudulent, as against his other execution creditors. But here the goods are sold at private sale, without any notice whatever, in which respect it is much stronger than Gibbs vs. Neely. But Bingham vs. Young, 10 Barr, 395, cannot be distinguished in principle from this case. In Bingham vs. Young it is ruled, that where an execution creditor procures a special deputy, to be appointed by the sheriff, and the goods levied on in a store are sold by him and the defendant at private sale, until other executions are left with the sheriff, the prior execution is postponed. In Bingham vs. Young, as in this, the sheriff appointed a deputy, who, with the defendant, made private sales. There the public sale was before, here, after the return dayjof the writ; and the store was kept open for private sales some days, here, eighteen days. In neither case had the sheriff any control or management of the sales. In all essential respects, that case is identical with this.\nDid the question rest here, the case would be attended with no difficulty whatever. This the court expressly admitted, but they are of opinion, the first execution creditor is not postponed, because the subsequent execution creditors are in pari delicto, or, as Judge Watts terms it, in the same boat. If the premises be correct, I admit the conclusion is inevitable. Are they then in pari delicto? In the first place, we must throw out of view that each of the executions contains the samé indorsement, viz: “ This levy at the risk of the plaintiff.” It must be remembered, that Dr. Richards’ execution is not fraudulent as against subsequent executions, because of that indorsement, (for if it was, there would be no gainsaying the defendant’s proposition,) but' because of the agreement between Dr. Richards and the defendant, Garlin. Such an indorsement is understood to mean nothing more than that the property, until sale, might be left with the defendant, at the risk of the plaintiff,and not at the risk of the sheriff; that if the property is not produced on the day óf sale, so far as regards the plaintiff, the sheriff is released, and further, perhaps, as an agreement to indemnify the sheriff for a levy on the goods of a stranger, 1 Tronbat & Haley, 483, in note. This course is frequently adopted when the plaintiff has confidence in the defendant, or when, for other causes, he is willing or desirous the goods should not be removed.\nBut such an indorsement does not amount to a direct or implied stay of the proceedings, nor is it understood without more that the execution is put in the hands of the sheriff for security, and not for sale. Such an indorsement does not, nor does it purport to interfere with the action of the sheriff in any other particular. Although it must be confessed there is appearance of contradiction in the dicta of some of the judges, yet it is the rule in this state, and in the neighboring state of New York, as is decided in Eberle vs. Mayer, 1 R. 369; Howell vs. Alkyn, 2 R. 283; Doty vs. Turner, 8 Johns. 20; Commonwealth vs. Stremback, 3 R. 343; Corlies vs. Stanbridge, 5 R. 290, that merely leaving the property in possession of the defendant, though with the plaintiff’s consent, is not, per, se, fraudulent. The rule is, if goods be left in defendant’s possession, even with plaintiff’s permission, the lien is not lost, unless there be fraud. Casting aside, therefore, that which does not enter into its merits, is there any evidence that the subsequent execution creditors acceded to the arrangement made between Dr. Richards and the defendant, Grarlin? Of this important fact we perceive no proof. There is nothing to evince that the subsequent execution creditors agreed that the store should be left open, and that the goods might be sold by the clerk at private sale. If there was, they were then in pari delicto, or, as the judge expresses it, in the same boat. No direction was given by them, to the sheriff, except what appears on the back of the writ, the effect of which has been already considered. So far from proof of an assent to the agreement, on their part, there is proof from which plain inference, may be drawn that they did not agree to it. The sheriff says he would most certainly have closed the store, if it had not been for Dr. Richards. He would have had some advice before he would have closed on the two other executions. Neither of the other two gave him, as he says, orders not to close the store. They left him to exercise his own discretion about it. He would not have suffered the store to remain open, unless Keyser and the bank had agreed that the levies should be at their risk, as marked on the execution. There was then no agreement whatever between the two last execution creditors and the sheriff, such as is proved took place between him, the plaintiff and the defendant; or if there was, certainly no proof of it was given. The sheriff was governed in his actions, as regards them, solely by the indorsement on the writ, as he testifies.\nThe defendant in error wishes us to infer a knowledge of, and consequent acquiescence in, the agreement. But the evidence on this point is too loose and unsatisfactory. It is true, they may have known of the first execution, that the store remained open from that time, 3d April, tbe day of levy, until tbe 21st, when tbe store was closed, and that in tbe intermediate time, tbe clerk was engaged in selling tbe goods. However this may be, there is no proof even of any knowledge of tbe secret agreement, even if that would affect them, which I by no means admit; much less is there any evidence from which we would be at liberty to infer they became parties to tbe arrangement.\nDecree of tbe court reversed, and tbe money ordered to be paid to tbe Bank and George H. Keyser in order of time tbe executions came to tbe bands of tbe sheriff, tbe balance, if any, to be paid to Dr. Richards’ execution."}