{"id": "964956", "contents": "The opinion of the court was delivered by\nGIibson, C. J.\nThe doubt is not so much about the extent of the plaintiff’s right, as about the means to enforce it. In England, the remedy is in equity; and the Judge who ruled the cause was of opinion, that the common pleas had equitable jurisdiction of the case, by the 13th section of the act of the 16th of June, 1836, wMch gives that court among other tMngs, the powers of a court of equity, so far as relates to “ the care of trust monies and property, and other monies and property;” and I will not say that this obscure clause might not be so construed, were it necessary to resort to it, as to shake off the imperfect remedy we were compelled to employ, as a substitute for a bill in equity. But, jurisdiction is more explicitly given to the orphan’s court, which, within the limits of its jurisdiction, is strictly a court of equity, proceeding by petition and answer, and enforcing its decrees by attachment, sequestration, or execution, as the case may require.— By the 4th section of the act of the 29th of March, 1832, its jurisdiction is extended to all cases in which “executors, administrators, guardians, or trustees, are possessed of, or undertake the care and management of, or are in any way accountable for the real or personal estate of a'decedent;” and the provision is repeated, word for word, in the 19th section of the act of 1836.— Now, all the authorities shew that equity relieves, in a case of the kind, on the ground of trust. The devise passes the legal title; but a chancellor holds the recusant devisee bound, as a trustee, to compensate the devisee he has disappointed. Being seized of the legal estate, he is, in the words of the statute last quoted, a trustee, possessed of and accountable for the real estate of a decedent; and were this purely a case for compensation, the remedy would, undoubtedly, be by sequestration. But the estate of the refractory devisee, in this instance, is found in the special verdict, to be worth twice as much as the estate he rejected; and it is impossible to conceive that the disappointed devisee could get more than compensation from it. As a general principle, the weight of authority decisively inclines to the side of compensation, and not forfeiture; and the writ of sequestration is used to prevent the disappointed devisee, from being in reality, a gainer, by what was apparently his loss. After compensation is made, pursuant to it, the surplus remains to the devisee; but why employ it, when there cannot, by any possibility, be a surplus ? Where the disappointed devisee must be a loser, in any event, it would be useless to keep the property locked up in the hands of a sequestrator, Avho must be paid for his services. The profits from it would not be equal to the profits of the estate, of which the complainant had been deprived; and the property would remain sequestered forever. I confess that I have found no precedent for such a ease; but it appears to me to be one, not of compensation, but of forfeiture.— Even Lord Eldon, who maintained the principle of compensation as a general one, admitted in Tibbets vs. Tibbets, 19 Vesey 666; and Groen vs. Green, ib. 668; that there are cases to which it is inapplicable. There would often be no other remedy than a decree to convey; and such a decree might, in this instance, have been obtained in the orphan’s court. But was the plaintiff bound to obtain it, as the foundation of an action at laAV ? As a consequence, if the legal title would have been decreed for his peculiar benefit, he might waive it, on the foot of a familiar maxim, and maintain his ejectment, according to the established practice, in Pennsylvania, on his equitable title. The court, therefore, had jurisdiction of the matter, in the form of the proceeding before it; and the plaintiff ought to have recovered.\nOrder of the Common Pleas reversed, and judgment for the plaintiff."}