{"id": "964903", "contents": "The opinion of the court was delivered by\nCoulter, J.\nThe bill concludes with a prayer for a special injunction, that John Horton, the defendant, shall be restrained from further interference in the affairs of the firm, and that the court appoint a receiver; and also a prayer for such further and other relief as may be meet and proper. The court however refuse to appoint a receiver, or restrain John Horton from interference; but order specially that he shall not prevent Tams from exercising all the rights and duties of a partner.\nThis is a special order, not asked for by the complainant’s bill. The practice of courts in chancery in this country is embodied in this particular in the 20th rule of this court on the subject which is as follows: “ The prayer of the bill shall ask the relief, to which the party supposes himself entitled, and also shall contain a prayer for general relief; and if an injunction or any other special order, pending the suit, is required, it shall be specially asked for.” This conforms to the rule of the United States Courts, and the practice has been in accordance with it; and there is good reason for it, as in such case the respondent will have notice of the point to which he ought to direct his defence. It imposes no hardship on the complainant, inasmuch as every suitor is supposed to know the relief he requires; and if he has started on the wrong track, he may have leave to amend his bill, upon the proper suggestion being made. The special order therefore, made by the judge below, was erroneous, not being prayed for. Indeed, under the circumstances disclosed in the bill and answers, that decree would seem to afford no relief to the complainants; and hence, perhaps, it was not asked for. The parties appear to be in such a state of discord, hostility and disagreement, that it would be impossible for them to transact their business in peace, and with the considerateness and mutual deliberation necessary to their prosperity.\nPerhaps a Chancellor would decree a dissolution, independent of the assignment of the share of Tams hereafter mentioned, although there is some conflict in England as to the necessity of asking for the special decree, suitable to the parties’ case; yet the better opinion seems to be, there, as' well as here, that it must be asked for, in the bill, substantially. 1 Daniel’s Chan. Pract. 502 Jacob vs. Hall; 12 Vesey 458; 1 Smith’s Chan. Pract. 587.\nThe judge below predicates his decree mainly on the fact that Horton does not clearly and distinctly state that the assignment by Tams to Olwine was merely collateral, and with a view to raise funds to carry on the concern. But there is a clear, distinct and unequivocal denial in the answer. Horton says that Tams assigned all his interest in the concern to Olwine, who presented himself and claimed to be admitted as a partner, by Horton. He further answers that he knew nothing of the assignment, never assented to it, refused to admit Olwine, and considered the firm dissolved, and is proceeding accordingly. This full answer, shewing that Olwine claimed to be admitted as a partner, under the assignment, is at least equivalent to the bill; because although Olwine signs the bill, he does not swear to its contents; that is done by Tams alone.\nA Chancellor will make no decree where the respondent swears directly in answer, and in opposition to its allegations. In such cases there must be another witness, or else corroborating circumstances to overbear the defendant’s answer. Where it is oath against oath, they stand in equilibrium. In an anon case, 3 Atleyns 270, Lord Hardwick says: “where there is oath against oath, the plaintiff shall not have a decree for relief.”\nBut I am at a loss to perceive how the assignment can be considered collateral, in the sense attributed to it in the bill. It is an absolute sale and assignment by deed of all Tams’ interest and title, in the real and personal property, in any wise appertaining to ■the furnace, known by the name of the “William Penn Furnace;” and also his right, title and interest, in and to the lease of the said furnace property, which lease is to be assigned to Jacob Olwine, who is to have immediate possession. Now the lease-hold of this furnace, and the property thereto appertaining, constituted the assets and business of the firm, of which Olwine was to have immediate possession, and did, as appears by Horton’s answer, claim to be admitted into possession. The bills set forth that this assignment was to be a collateral secuirty to the said Olwine, that the amount which should remain to the credit of the said Sampson Tams, when the partnership business of the firm of John Horton & Oo. should be finally closed up, for advances made by. him, and yet, in the very process of conducting the business of the firm to • a close, and winding, up its concerns, the very things assigned would be used, turned into money, passed away, and only appear on the books, in the language of the bill, “as a credit to Sampson ‘ Tams when the business of the firm should be finally closed up.”\nThat such an assignment worked a dissolution of the partnership is established in our own books and jurisprudence; it is therefore unnecessary to examine the cases cited. It was foreshadowed in Mason vs. Caldwell, 1 Wharton 381, and directly decided in Cochran vs. Perry, 8 Watts & Serg. 262, where it was ruled, that when a partner sells his share to a stranger, or even to another member of the firm, the partnership is dissolved, unless the articles provide for such sale and transfer. And certainly it seems conformable to reason and justice that it should be so. Partnerships are formed and entered into by reason of the confidence the members repose in each other, their mutual capacities and knowledge of business; and firms are very much trusted by creditors, on the same basis. When one sells to a stranger, the basis of th,e trust and confidence is broken up; a stranger coming into the concern, would not be liable to pre-existing engagements. It would in fact, be a new firm; and consequently requires the assent of the stationary, as well as the releasing and incoming partner.\nAfter a dissolution thus effected, the incoming partner could not ■withdraw the effects, nor his share of them. The remaining, .or stationary partner, would be entitled to hold possession, for the purpose of paying off the debts and winding up the assets of the firm. That is not only his right, but his duty; and that would appear to be what Horton is desirous of doing.\nThe special decree, being erroneous, is reversed, and the bill is dismissed.\nDecree reversed and bill dismissed."}