{"id": "964933", "contents": "The opinion of the Court was delivered by\nRogers, J.\nA sale is defined to be a transmutation of property from one man to another, in consideration of some price or recompense in value. From this the consequence is deduced, that upon all sales of goods in possession, the property is changed immediately upon the making of the contract, although the actual possession may not be obtained by the vendee until the fulfilment of the stipulations; thus, if a man sells his horse for money, though he may keep him until he is paid, yet the property of the horse is in the bargainor or buyer: Boss on Vendors, p. 1. So where a mail sells goods in possession for cash, but subsequently delivers the goods without exacting payment, the property passes to the vendee, not only as against all the rest of mankind, but as against the vendor himself. In such a case, the only remedy of the vendor is an action on the contract to recover the price. By an unqualified delivery, notwithstanding a cash sale, ho relinquishes the advantage of his possession and trusts to his action on the contract. This is ruled in Leedom vs. Philips, 1 Yeates 529; and in Harris vs. Smith, 3 S. & R., 20. If one sells goods for cash, as is said in Leedom vs. Philips, and the vendee takes them away without payment of the money, the vendor should immediately reclaim them by pursuing the party and retaking them, and. this may be done, when necessary, even by force. But where he lies by and makes no complaint in a reasonable time, he consents to the absolute transfer of the property, and the contract is consequently complete against all the world. Had not these principles been lost sight of at the trial, it is plain, that the point on which the cause was made to turn, to wit: “whether the plaintiff paid for the goods before the defendant’s levy,” would have been totally irrelevant. The evidence puts it beyond all reasonable doubt that the property was purchased at the auctioneer’s sale, for the use of the plaintiff; and further, that the goods were delivered, or at any rate, suffered to go into her possession with the assent and approbation of the assignees, the legal owners. The title, therefore, is perfect, notwithstanding the purchase money remained unpaid; the only remedy of the assignees being against her on her contract. The enquiry, therefore, which was the hinge upon which the cause was made to turn, was wholly aside the question; for whether the price was paid or not, was immaterial, as the plaintiff, notwithstanding non-payment, was the owner of the goods, and consequently the defendants were trespassers. The error into which the court was betrayed by the counsel, is an error against the plaintiff of which the defendant, as he is not injured, has no right to complain. The other parts depending on this fall with it.\nThe court answered the first and second points in favor of the defendants, and whether erroneous or not, is of but little consequence in the aspect the case assumes. If the defendants are injured, which is by no means clear to my mind, the remedy was by motion for a new trial.\nWe see no objection to the competency of either Roberts or Fenton. Whether a nolle frosequi was entered, as to Fenton, matters not, as a man may, if he chooses, testify against himself in a suit in which he is a party, if called by the adverse side. The objection, that Roberts the constable was primarily liable has no weight in it. He was called to testify against himself, and it was his interest to defeat the action. Besides, in trespass, all, or one, or more, of a number of joint trespassers may be sued at the pleasure of the plaintiff; and it never yet has been doubted, that where one or more are selected as the objects of the suit, the others are competent witnesses.\nJudgment affirmed."}