{"id": "964950", "contents": "Tbe opinion of tbe court was delivered by\nBell, J.\nTo comprehend tbe merits of tbe defence set up below, it is necessary first to ascertain tbe relative position of tbe litigants. Tbe action is brought by Henry Hetrick, junior, as bolder of tbe legal title by conveyance from bis late father, Henry Hetrick, senior, who is now deceased. The defendants below resist his right to recover as pm’chasers at a sheriff’s sale, made under an execution issued by one of them, sur a judgment recovered against John Hetrick, for a debt due from him and his late father, Henry. Against the latter, or his estate, no suit has ever been instituted. It is thus perceived, the defendant's claim altogether through John, and by virtue of his supposed title. If he never had any, it is clear they took nothing by their purchase. The plaintiff below claims to recover as the trustee of John, who takes a life estate under the deed made by his father, on the 30th of December, 1824, and which was given in evidence as the foundation of John’s right of possession. This deed the defendants propose to assail by evidence, that it was made to hinder and delay the creditors of the grantor, and of the cestui que trust, and also by showing it was never delivered to the trustee, the now plaintiff, nor the trust accepted by him; that he knew nothing of it, being at the date of the deed, and was since a lunatic, and therefore incompetent to transact business.\nIt was well observed by the late Mr. Justice Duncan, in Sickman vs. Lapsley, 13 S. & R. 224, that in considering exceptions to evidence, it is always to be taken into view for what purpose, and to prove what fact, it was offered. It may be entirely competent between certain persons and for certain purposes, while it is totally inadmissible as between other parties, and to advance a particular object. The present instance offers an apt illustration of this distinction, and a brief consideration of it will, I think, cover the whole case, or nearly so.\n\"Were the present a proceeding against the estate of the elder .Hetrick, in the land now in question, by virtue of a judicial sale, under process against him, the proof rejected on the trial might have been deemed good evidence, as tending to show a fraudulent alienation by him, in defeat of his creditors. It would have been so, if at all, because a fraud being established, the conveyance would be void as against them. But it is perfectly good as -between the parties to it, as it is against all the world, except the creditors of the alienor, Reichart vs. Castator, 5 Bin. 111; Sickman vs. Lapsley, 13 S. & R. 226. The fact that the conveyance was made to assume the, form of a trust, and for the special purpose of keeping John’s creditors at bay, makes nothing against its validity, so far as the latter are concerned, for neither policy nor equity prohibits a parent to make such provision for the maintenance and comfort of an insolvent child. On the contrary, these trusts are favored and sustained by the law, as suggested by the best feelings of our nature, and doing harm to no one; Fisher vs. Taylor, 2 R. 33; 7 W. 5475 W. & S. 323. In itself, then, and as between the parties to it, the conveyance for the benefit of John was perfectly good. How did the defendants offer to im peach it? Not as creditors of the father, for, as such, they occupied no vantage ground from which they can hope successfully to attack it. No judgment was recovered against him or his estate; no judicial process was sued forth to sell his interest in the property, and no claim is set up by which it is thought to be divested under a supposed sale of it. But, as I have already intimated, the defendants claim as creditors of John. It is in this character, and this alone, they can aver any interest in this contest, or hope to stand for a moment as possessors of the land sought to be recovered. If John has no title, they can have none, for their right is wholly founded upon his. If the support of the conveyance in question be withdrawn from him, they must necessarily fall with him. And this is precisely what they propose to do. If their evidence be received, and the fatal effect they claim for it should be accorded to it, the effect would be not only a destruction of the debtors estate in the land, but an utter defeat of their purchase for every beneficial purpose. But as they would not attempt such a course in reference to themselves alone, so they cannot pursue it under their connection with, and relation to their debtor, for the purpose of destroying the means which helped them to the possession. In reference to John’s title, they stand in John’s shoes. If it is good as to him, it is good as to them, for their rights and remedies extend not beyond those which appertain to him. If, under his right — which, so far as we know, is altogether dependent on the deed — a claim to hold the possession is vested in them, they cannot be ousted of it by this action. If no such claim is derivable from his right, there is nothing to which they can look beyond it. This view of their position is not combatted by the assertion that they are also creditors of the father. It cannot change their relatiou to the son. The father’s rights and interests are not in question, and cannot be, until his creditors clothe themselves with those interests and attempt the enforcement of them. This is the only way any supposed estate remaining in him or his heirs can be reached, and the only medium through which any fraud, alleged to have been committed by him upon his creditors, can be assailed. The bond, in which he is a co-obligor with his son John, bears date in 1815. It is possible he may have been but a surety, and indeed from the fact that he sealed it last, this is probable. He, or those who represent him, may present a full defence, from lapse of time or other circumstances, whenever an action shall be instituted against his estate. Of this we cannot now judge, but we do know the defendants are not in a position to question the bounty extended by him to a falling child. I repeat, that in this action the parities have nothing to do with that. They must be content to take John’s estate as they found it, for a successful impeachment of it could do them no service.\nThe impropriety of the proffered evidence would be at once ap~ parent, did the father’s conveyance confer on the son a fee simple estate. Were such the case, of eom’se the defendants would not have dreamed of calling it into question. All the difficulty which has been felt in conducting the defence, arises from the fact that the debtor has, at most, but an estate for life in the premises, and this, according to the existing law, was not subject to sale by execution. Consequently, the defendants took nothing by their purchase, Acts of 1836 and 1840; 8 W. 319; 1 Barr 201; 2 Barr 485; 3 Barr 275.\nI have said the second branch of the defence is that the deed creating the trust, never was delivered to the trustee, nor the trust accepted by him. This is stating it a little too broadly. The offer was to shew the designated trustee was at the time destitute of mental capacity, and therefore incompetent to transact business, in which condition he has since continued; from which the defendants propose to deduce, as a consequence, that the office of trustee was never accepted by him. This, like the other answer is suicidal. It comes with its own destruction. It is, in truth, a fraud upon their own title, through which they attempt unfairly to defeat their antagonist; an attempt to kick down the ladder by which themselves entered the building, in the hope of thus preventing their adversaries from following them. But will the law, will reason and equity, which is the life of the law, permit this ? I apprehend not. It savors too much of trick to receive the sanction of a system which, above all things, abhors trick and every subterfuge that partakes of its nature. A moment’s pause will suffice to show the incongruous dilemma into which the defendants are led by this portion of their offer. They set up a right to the possession in subservience to John’s title and by means of it, and yet, in the next breath, would deny that he has any. They ought not, in my opinion, be suffered thus to blow hot and cold, for the mere purpose of inflating a technical difficulty, which, but for this inconsistency, would collapse into nothingness. If they can base their possession on ground independent of the deed, set up by the plaintiff, they will then be at liberty to assail it. But I can imagine no just principle that will admit them to cling to that deed with one hand, as the foundation of their right, while they assail it with the other, as the evidence of their antagonist’s right to recover.\nBut if this difficulty were out of the way, the offered evidence would not help the defendants. The impeached deed has been of record for more than a quarter of a century, during which the cestui que trust has held possession, in accordance with it, and erected all the improvements now there. Upon the trial he produced the instrument, claiming it as the muniment of his title. From these facts, a presumption of its delivery is unquestionably deducible of a character so violent, as in my judgment to require very stringent proof for its rebuttal: Maynard vs. Maynard, 10 Mass. 475. A trustee, too, is presumed to have accepted the instrument creating the trust, until the fact be disproved, as is shown by Wilt vs. Franklin: 1 Bin. 530. The defendants propose to meet and overthrow this accumulation of presumption, by shewing the trustee was non compos. But may not a deed be made to one bereft of reason ? No one will deny that he may take as a purchaser, or vendee, in his own right. If so, why may he not, in contemplation of law, accept the legal title for the benefit of another ? It is not necessary to the validity of a deed, the delivery should be made to the grantee himself. It may be delivered to a stranger in his behalf and for his use, even without his precedent authority: Jackson vs. Phipps, 2 Johns. 421; Chess and Chess, 1 P. R. 43. Such a delivery here, would be perfectly good to pass the estate. Nay, I take it, a delivery to the cestui que trust himself, is sufficient for this purpose. Though no trustee were named, the trust itself would not be permitted to fall, for chancery would interpose a trustee to sustain it, when necessary. Shall it be that naming one incompetent to transact ordinary business, may be attended with an effect more fatal than neglecting to name one at all? Every consideration of justice and propriety forbids it, and I am glad to say the law here harmonizes with these considerations. I repeat, the acceptance of the conveyance by the beneficiary, on behalf of his representative, is in my estimation, a sufficient delivery to satisfy the rule; and this I believe is the first time it has been doubted. Were the acceptance of the burden of the trust injurious to the trustee, or did it impose duties which might involve an injury, the conclusion might be different. But where, as here, he is a mere conduit pipe for the transmission of the beneficial interest, I perceive no objection to entertaining a conclusive presumption of acceptance by him, where the conveyance is set up by the beneficiary.\nOn the whole we are satisfied, as the case now stands, the defendants have no merit; their case is founded in a misconception of their rights as creditors, and their mistake consists in setting up a supposed equity, destructive of their supposed legal title.\nJudgment affirmed.\nCoulter, J. dissented."}