{"id": "964975", "contents": "The opinion of the court was delivered by\nCoulter, J.\nIt is very true that a title of land cannot be affected or overborne by parol evidence, that a deed to two or more persons, as tenants in common, was purchased and paid for by them as partners, and was partnership property. Because that would be to destroy and contradict the title by deed and set up .a parol title in.'its place. It is also true that when parties intend to bring real estate into a partnership stock, that such intention must be manifested by writing placed on record. Because under the statute of frauds all contracts respecting real estate must be. in writing, saving only those .exceptions which have been made by the courts, of which this is not bne. But the causé on hand is not governed by these principles, or by the case of Hale vs: Henrie, 2 Watts 145, on the authority of which the court below ruled it.\nThe deed, in the case, is made to Augustus Holmes, James Myers and John Strimpler, trading under the firm of Holmes, Myers & Co. and recites that the purchase money was paid by them, as partners, and the receipt appended to the deed is in the same character. The sheriff in his deed recites that he sold the estate by public vendue or outcry, to Holmes, Myers and Strimpler, - trading under the firm of Holmes, Myers & Co. This deed is duly acknowledged in open court and placed in the records of the Common Pleas, as a deed to Holmes, Myers & Co. This furnace and land was the place where the firm carried on the iron business.' This deed, then, is not a deed to the members of the firm, as tenants in common, no such word is to be found in the deed; nor can any glimmering of such intent be collected from its whole contents; but on the contrary, it is not only distinctly so expressed, but is apparent from the whole scope of the deed, that that it was made to Holmes, Myers and Strimpler, as a partnership, for manufacturing iron. In the early case of McDermot vs. Lawrence, 7 S. & R. 443, it was said by Chief Justice Tilghman, that when it was the intent of the firm to bring real estate into the common stock, it would be prudent to put their agreements on record, that purchasers may not be deceived. And in Hale vs. Henry, before cited, the language of the court is “ that when parties intend to bring real estate into partnership, that intention must be manifested by deed or writing, placed on record, that purchasers may not be deceived. But how could parties more effectually manifest their intention, that the property was to be held in partnership, than by taking a deed for it, to them as partners, as in the present case. The object to be answered is to put creditors and purchasers on their guard, and that purpose is effectually answered by the deed being made to the partners, as partners and not as tenants in common. As parties take so they hold. When the .parties take a deed, as tenants in common, then, and in such case, it would be necessary to put on record an agreement that it was intended to be brought into partnership stock, or when one of the partners held individually, the same agreement would be necessary. But where the inception and completion of the deed and title is, as partners, so do they hold and not otherwise. Then the next question is did they put the evidence on record? The object is to give creditors and purchasers notice. How is this to be done, except as it is done in similar casés. You may affect creditors with notice of the purchase and sale of real estate,-by putting the deed on record, in the recorder’s office, or, by that process, which this court has decided to be equivalent in cases of sheriff’s sale, which was adopted in this case, to wit: the record of the deed to the firm, by the Prothonotary of the Court of Common Pleas. This record distinctly shows that the deed was made to the partnership or firm. And this having been adjudged to be good notice to creditors and purchasers in all other cases, must be considered a sufficient record and notice in this case. Besides, the partnership existed, lived, moved and had its being, on this property, and that'was adequate notice, if the rule adopted in kindred cases is to govern here, that is notice of the deed to the firm, when one existed, or its equivalent, an agreement to make the land partnership stock. In Kramer vs. Arthurs, 7 Barr 171, it is said by the court, that when land is brought into a concern as stock, it is between the partners and a person who has knowingly dealt with one of them for it, to be treated as personal estate, belonging not to the parties individually, but to the company collectively; and the Chief Justice adds that it would be absurd to let the nature of the article dealt in change the nature of the contract. But it is alleged that the habendum is “to them their-heirs and assigns forever,” and that this makes it a tenancy in common. But this is a misapprehension. The premises are used to set forth the names of the parties. Then follows the certainty of the grantee, and the thing granted: 2 Blaehstone 298. So in this case, the certainty of the grantee, to wit: the firm or partnership is orderly set out. But the office of the habendum is not to designate the grantee, but to determine the amount of the estate or interest granted by the deed, whether for life in tail or in fee simple: same book and page. . The habendum here was to determine what quantity of interest was conveyed to the firm. Whether an estate in fee or during 'the-continuance of the partnership, or for life, as a fee, was intended to be passed to the firm,- apt words were used for that purpose. The habendum cannot introduce a party not named in the premises; nor can it strike out a party that is named.\nOn the whole, the money of the firm paid for this land, as appears by the deed itself; it was' used for the purposes and existence of the firm, and it ought to go to pay the debts of the firm, rather than the debts of Strimpler, one of the partners. Although, therefore, the judgment against Strimpler was before the mortgage by the firm, yet he who dealt with Strimpler was affected with notice that the furnace was the partnership stock of the firm, and the furnace being sold on the judgment against the firm, the money ought to be distributed to the creditors of the firm. The judgment or decree of the court below is reversed, and the report of the auditors is confirmed; and the money ordered to be distributed, accordingly; and the record is remitted to the court below for that purpose."}