{"id": "964922", "contents": "The opinion of the court was delivered by\nGibson, O. J.\nIt is unnecessary to examine all the respondent’s points, for at least one of them is well taken; or to sift the evidence with which the cause is loaded, in order to prove that they ought to have known more than they actually knew. They are not chargeable for negligence or ignorance; for it is a sound rule in Pennsylvania, and perhaps in England, though the decisions are discrepant there, that a trustee who has acted faithfully and by advice' of counsel, is not answerable for mistake. The most prudent could do no more. It was said in Belchoir vs. Parsons, Amb. 209, that a trustee who acts by other hands than his own, whether from necessity or in accordance with usage, is not responsible for losses ; and the principle is applied to the custody of trust property, which is put on a footing with that of a bailee. When a trustee has to steer his course among the rocks and shoals of his duty, he would be justly chargeable with the consequences of disaster, did he reject the services of a professional pilot, and act of his own head. He would be guilty, so to speak, of official barratry. On the other hand, he would not be answerable for losses induced by the incompetence of the pilot. It was well said' by the Master of the Rolls in Vez vs. Emory, 5 Vez 144, that if the trustee, in that case, had paid by the advice of any counsel in England, he would not have held him liable : but it was ill said by the Chancellor in Doyle vs. Blake, 2 Sch, and Lef. 243, that he had no doubt the executors meant to act fairly, but that they bad been misadvised, and tbe Court must proceed, not on tbe advice given, but on tbe acts done ; and that if tbe acts were wrong under tbe best advice wbicb could be procured, public policy required that tbe trustee should be the person to suffer. How short-sighted and cruel does this narrow dictum of Lord Redesdale appear, when it is contrasted with what was said by Lord Hardwicke in King vs. the Earl of Plymouth, 1 Dick. 126; “ if there is no mala fides,” said he — “nothing wilful in tbe conduct of the trustee — the Court will always favor him. Por as a trust is an office necessary in tbe concerns between man and man, and wbicb, if faithfully discharged, is attended with no small degree of trouble and anxiety, it is an act of great kindness in any one to accept it: to add hazard and risk to that trouble, and to subject a trustee to losses wbicb be could not foresee, would be a1 manifest hardship, and deter any one from accepting so necessary an office.” His rule of responsibility is politic and just; but Lord Redesdale’s rule would throw tbe execution of trusts into tbe bands of knaves or fools.\nWhat be said, however, was actually no more than a dictum; for tbe administrators bad consulted no one, professionally or otherwise. They were self-advised, (the Chancellor probably used the word mis-advised, in that sense,) and they acted with culpable indifference to the interests they were bound to protect. As they were charged, on that ground, tbe decision can scarce be said to conflict with Vez. vs. Emory. No English or American case sustains Doyle vs. Blake; for tbe misconduct charged in Oliver vs. Court, 8 Price 167, was supineness of the trustee in selling an estate at an undervalue, by tbe advice, not of counsel, but of a land surveyor, who was both tbe agent and tbe purchaser. That was certainly culpable negligence. But whatever tbe rule might be in England, where the' trustee may demand tbe direction of tbe Chancellor, it is not tbe rule in Pennsylvania, where tbe powers of tbe court do not reach so far ; nor was it tbe rule in New York, though I was told by tbe late Chancellor Kent, that in assuming tbe Chancellorship, without finding any positive limitation of bis power, be gave relief wherever an English Chancellor would give it. Yet in Thompson vs. Brown, 4 Johns, ch. 469, be said that courts of chancery bad often declared a determination to relieve trustees acting on professional advice, or with the best judgment they could form. The-present, therefore, is a question not of negligence, but of intention; and on the proof of good or bad faith, hangs every part of tbe case.\nTbe respondents would be answerable bad they concealed any part of their case from their counsel, with a view to use their advice for a cover; and the argument is that they did not act by tbe advice of Mr. Cbauncey or Mr. Ingersoll, given on a view of the whole ground; for that they had not told them they suspected the validity of the voluntary assignments, and that they had brought an action to test it. The fact stands on the memory of counsel; and to convict the respondents of double dealing, it ought to be clear and distinct. But the witnesses spoke with hesitation and something like doubt. Neither of them recollected that he had been consulted about the validity of the assignments, or that it had been doubted. Mr. Chauncey could not recollect the course of the advice given; but both he and Mr. Weber thought the insolvent assignment conveyed no property. About the action they had brought against the voluntary assignees, Mr. Chauncey or Mr. Ingersoll said not a word. Surely these are not circumstances ill remembered or partly forgotten, -to strip a man of his character or fortune. It may well be that Mr. Ingersoll, or Mr. Chauncey, was not particularly consulted about the action, because it had been advised by another on his own view of the case, and it would have been indelicate to procure any one else to interfere with him; but from the scope of their testimony, it is plain they were consulted about the assignments; else why speak of what they thought of them ? About what else could they have been consulted ? The thing they had to fear, was the peril in which their equivocal position between two trusts had placed them; and to go safely, it was necessary to go circumspectly. Every step was taken by the advice of counsel. Mr. Randall, who cautiously brought the action, was consulted about the goodness of the assignments; and Mr. Chauncey, as well as Mr. Ingersoll, was consulted about what was essentially the same thing —the respondents’ position as statutory assignees, which depended on it. It has not been shown that they did the least thing of their own head; and\" they are within the rule which brings the contest to a question of bona fides.\nThe single atom of evidence to create a suspicion of the want of it, is their inactivity in prosecuting their action. Eor what anticipated objection to the assignment it was brought, we can barely guess. A counsel’s act may affect his client with legal consequences, but not with moral fraud; else the counsel’s unskilfulness might ruin his client’s reputation. The present is emphatically a question of good faith; and, in dealing with it, we must not lose sight of the fact that, at the time material to it, not only was the law of the case in a state of transition, but that the opinion of the bar followed that of the bench with repugance. Mr. Randall, who with his colleague had stated the doctrine in Thomas vs. Jenks, which culminated in Hennessey vs. The Western Bank, was the first consulted, and he brought suit against the trustees, under the June assignment, because the Walnut street property was not included in it; for the court had not gone further at the time than to require that none of the debtor’s property should be left out; and it is to be presumed that he told his client not only what he had done, but his motive for it. The opinion of Mr. Ingersoll and Mr. Chauncey, that the assignments were good, necessarily had a tendency to retard the prosecution of it. The objection made to the March assignment was not that property was left out of it — for it contained no stipulation for releases — but that the effect of it would be to let in the separate creditors on the joint funds; but it was not persisted in. True, the respondents counsel stated, five years afterwards, (and the same thing was admitted in the answer to Sayen’s petition,) that the action was directed against both assignments; and so might it then be — for the incurable defect in the March assignment had been discovered. It is true, also, that, in the unsettled state of the law, they may have thought the chance of avoiding it, for some undiscovered reason, was worth the trial: at least they may have thought that it was their duty to put themselves in a position to take advantage of any thing that might turn up. That they left no stone unturned, or measure neglected, is proof that they were in earnest. Even had they been altogether inactive, it is hard to see how the general creditors could have been prejudiced by it. Till the funds collected under the March assignment had been distributed, the canker in it had not been discovered. The actual suspicions of it were unfounded, and, in Fassitt and Phillips, abandoned; and the light subsequently shed on it, cannot give a peculiar hue to acts that were done in the dark. I therefore lay the March assignment out of the case, and proceed to consider the respondents course in regard to the assignment of June.\nThe exception to it is, that they did not give formal notice of the object of their action. One would think that the action itself which could not have been brought for any other purpose than to contest the title, was notice of it. But they did not prosecute it with alacrity. What was there in the case to urge it ? In the opinion delivered in Weber vs. Samuel, it was said, in relation to the charge of the judge who tried the cause, that if the present respondents, being actors, managed their action erroneously and faithlessly, as it was alledged, and by omission and supineness permitted the defendants in it to distribute the money innocently, the loss ought not to fall on those who were guilty of no laches. To this I agree; and had I understood the cause then as well as I do now, I would not have dissented from any part of the opinion. But was there actually laches on either side ? Unfortunately it was taken for granted by us all, that both sets of trustees could not be innocent; and the judge intimated that it was the duty of the respondents to give notice of their object, and to follow it up. It is to be remarked that though they had been the plaintiffs in the cause, they were only nominally so at the time of the trial, and that their case was presented, at the argument in banc, by those who were and are now, their actual antagonists; and whose policy it was, not to stretch either of the strings to their bow so as to endanger it. Had the argument for the respondents been under their own control, it would have been easy for their counsel to present the facts in a way to demonstrate that neither notice nor active pursuit would have retarded the distribution or accelerated it. Lizardi’s bill and injunction immediately preceded the respondent’s action, and Eassitt’s bill and injunction soon followed it. By these the trust fund was held in the gripe of the law, till the validity of the assignments should be determined on a motion to dissolve, or by a decree on the merits; and it is impossible to conceive how the general creditors could have lost by want of notice and hot pursuit. Nor can it be conceived that it constituted supineness so gross as to be evidence of conspiracy. The trustees under the assignments had notice from all quarters that their title was in contest; and formal notice enpais, in addition to the notice of record, could not have suspended the distribution for a greater period. It was actually stopped, and all parties waited for the day of trial. Involved in difficulty, doubt, and almost untried state of the law, it would be neither reasonable nor just to impute premeditated fraud to one party for having waited for it along with the rest.\nThe day of trial came; and it was determined in Fassitt vs. Phillips, which carried Lizardi vs. Phillips along with it, that the exclusion of certain worthless property from the June assignment —the only objection to it then thought of — did not taint it with constructive fraud. The bill charged that the March assignment was fraudulent, because it would pay the separate debts with the joint effects — a thing with which the general creditors had no concern, as the equity which forbids it is an equity between the partners themselves — but such as it was, it was not pressed, and opposition to the particular assignment was withdrawn till it was discovered, but too late to inculpate the respondents, that the deed was void because it had not been recorded. The decree was interlocutory; but the dissolution of the injunction explicitly settled the question of legal fraud, and left nothing for the final decree but the charge of actual fraud, which has been suffered to sleep till this day.\nOne would suppose this enough to justify inactivity, especially as the respondents had been advised that their own trust would not begin till the trust under the assignment should be ended.— Had Mr. Chauncey or Mr. Ingersoll been apprized of their suit, and neither of them says he was not, what would he have advised ? Undoubtedly to await the determination of the question raised by the bills of Lizardi and of the Eassitts, which came off a few months afterwards. It could not have been presented in a shape more favorable for tbe general creditors. Tbe event appeared to render further action futile; and before that time nothing had been jeoparded. In no view whatever is the respondent’s omission to prosecute the common law suit, which has since been prosecuted without effect, evidence of a design to turn the advice sought by them to a fraudulent end — for it is impossible to see how they could hope to profit by it.\nIt has been argued that as valuable furniture was left out of the June assignment, they were bound to attack it on a broader ground. But this furniture was actually turned over to the assignees, sold with the effects in the schedule, and applied to the same purpose ; and this when the rule in Thomas and Jenks was scarce settled, little known, and less understood. It would appear to a layman that an accidental omission in the schedule which had worked no practical difference, would not impair the assignment, or call for professional advice. It must not be forgotten that the question is not whether the assignments might not have been attacked with success — now, every one knows they might,— but were the respondents bound to know it then ? As the law stood, they could not have been avoided for the omission of property which had come into the trust fund; and they were not bound to anticipate the decision in Hennessy and the Western Bank. In this regard, as in all others, they have not been guilty of wilful mismanagement, and they are not responsible for ignorance of what was in the womb of time.\nBut it is said their position as directors of the one trust was inconsistent with their position as preferred creditors under the other. It is this alone which gives a deceptive appearance of force to the argument against them on the preceding points; for had they been no more than general creditors, no ingenuity could have got up a plausible charge against them. Their position, however, was for the consideration of the court that appointed them, and refused to supercede them when incompatibility was alledged against them. Can a trustee have better direction than the judgment of his court when it corroborates the advice of his counsel? They had been told that their trust was not to begin till the other trust should be finished; and in that view of it, their position was not incompatible with their interest or with purity of purpose. By itself, it was nothing; and it was not sought by them. They were appointed by the insolvent court, without their knowledge; and they did not accept the office till a year had elapsed. Had they designed to use it for a selfish purpose, they would not have waited so long. Being accepted, they resisted attempts to turn them out of it on suggestions that would have degraded them,; and no honorable man would have done less. They resisted while anything was to be resisted; and they relinquished the office when the attempts to wrest it from them were relinquished. I see nothing in that to create a suspicion of their fidelity.\nIt has been confidently argued that though they should not be charged with dividends received by the other preferred creditors, they must be charged with those received by themselves. Certainly less negligence is necessary to charge a trustee with money in his hands than with money lost; but the attempt is to charge the respondents, not for negligence, but for unfaithfulness. The evidence, however, no more proves the one that it does the other. They seem to have been always vigilant, and to have done, by the advice of counsel, every thing they could profitably do. But sustaining, as they did, distinct and independent characters, why should they be charged in the one with what they had received in the other ? The argument is, that they, at least, can be reached without injustice; and that they ought not to reap a benefit at the expense of the general creditors, when, to deprive them of it, would leave them exactly where the payment found them; but it would equally prove that their successor might recover back the dividends made by the voluntary trustees, as it would leave them exactly where the payments found them. The respondents, as well as they, were encouraged by the inactivity of the general creditors to release the insolvent assignees before any step was taken to contest the legality of the assignments ; and recourse to their future earnings was given up. They were purchasers of their preference before they were connected with the insolvent trust; and to deprive them of the consideration with which they parted, would deprive them of their debt; for they could not come in even pari passu with the general creditors, notwithstanding the latter stood by without uttering a word against-the title to their preference when they purchased it. That is one ground on which they may claim the benefit of it; but there is another.\nNo rule is more firmly founded, than that what a creditor has conscientiously received, he may conscientiously retain. It is illustrated by Carson vs. McFarland, 2 Rawle 118, in which a creditor of an insolvent decedent, who had received more than his pro rata share of the assets, was not compelled to refund the excess; by Espy vs. Allison, 9 Watts 426, in which a party who had paid a bond erroneously supposed to be secured by a mortgage of his land, was not allowed to recover the money back; and by Boas vs. Updegrave, 5 Barr 546, in which a terre tenant who had paid a judgment under a mistaken impression that it bound.his title, was subjected to the same rule. It is in substance the familiar rule that money which has not been received malafide or without consideration, cannot be followed; not, however, for want of ear-mark, as has been absurdly said, but for want of superior equity. In Rapalje vs. Emory, 2 Dall. 54, it was well said that the distinction between a specific chattel and money is well known; that the owner of a chattel has a right to recover it from any one with whom it is found; but that to entitle the owner of money to recover it, there must be privity between him and the receiver of it, or at least an unjust receipt of it. Morris vs. Tarin, 1 Dall. 147; Bogart vs. Nevins, 6 S. & R. 369; Irvine vs. Hanlin, 10 S. & R. 219; and Mathers vs. Pearson, 13 S. & R. 258, are to the same effect. In Day vs. Murray, 9 Johns. 171, an agent had paid his principal’s money on the wrong bill; yet the payment stood good; and in Rogers vs. Kelly, 2 Camp. 163, the rule was applied to a banker’s payment of his principal’s money in discharge of his own debt. In Bize vs. Dickason, 1 T. R. 285, Lord Mansfield said that money so paid can be recovered back only when there is no ground to claim it in conscience. In the first place, then, what privity was there between the respondents and the general creditors ? The money was paid to the respondents as preferred creditors, not as adverse trustees, and in satisfaction of debts as justly due in conscience as were the debts of the general creditors; and it was received in ignorance of the claim of those to whom it is now sought to apply it. It was paid to the respondents as creditors, and if they received more than their share, no matter from what quarter, they are not bound to refund the excess. In their character of preferred creditors, there is no privity between them and their successor in the statutory trust, unless as successor of the trustees under the assignments ; and no one would assert that the latter could have recovered their payments back. They were saved from liability in the action against them, only on that ground. It has been truly said that in a Court of Equity, the only question is whether property bound by a trust, has come into the hands of persons bound to preserve it for the trust. But that is a petitio principii. It must have come into the hands of a possessor of it without value given or notice had, else he may hold it against the world. If he received it with notice of the trust, he received it mala-fide; if he gave nothing for it, he received it without consideration; and in either case he must refund; but unless he received it affected by the one circumstance or the other, he did not receive it bound by the trust. Every text-writer tells as much. Now the respondents had not notice that the money received by them as preferred creditors, might have been demanded by them as trustees for the general creditors; and they gave value for it. The voluntary trust was in successful operation, and opposition to it had ceased, at least for a time, and it was not probable that it would be renewed. It has been argued that it was kept afoot by the respondents’ own action. The less reason, then, to charge them with supineness. But if it were so, the voluntary trustees should have been held liable in it, and the other preferred creditors should have been compelled to refund. But trust money cannot be followed into tbe hands of one who received it bona fide. It may be followed into land purchased with it, but not into the pocket of the vendor, who gave the trustee an equivalent for it. In this case, the distribution was made when an adverse trust was not known to exist; and the respondents were practically ignorant of it. With Eassit and Phillips, the voice of the general creditors had died away; and though Eustace gave notice of opposition in eleven days, and Mr. Eallon in thirteen, no defensible ground was taken before the decision in Hennessey and the Western Bank after the lapse of almost four years. Steward vs. Minier established that bona fide acts, completed under an. unsound voluntary assignment, cannot be revoked; and in this case the act of payment was completed in good faith.' It was bought with a price before the general creditors, who now contest it, had raised a finger against it. They had purchased their pittance by releasing their debt. The transaction could be unravelled only by treating payment to them in their character of preferred creditors, as a turn over of the money to them in their character of trustees, and thus falsifying the very nature of the act. Equity* will turn a fraudulent party into a trustee, where it is necessary to do so in order to reach him; but not a party whose acts have been fair and conscientious. We are of opinion, therefore, that the respondents are not accountable for any part of the moneys with which it has been sought to charge them.\nDecrees affirmed."}