{"id": "964985", "contents": "The opinion of the court was delivered by\nRogers, J.\nThe acceptance of the order amounted to an express promise to pay Ann Esling the rent which fell due for that part of the demised premises occupied by Zantzinger under the lease from McCarraher. It is of equal efficacy as if he had given her a written engagement in express terms to pay her the amount of the rent, as it became due. There is, therefore, no difficulty in the way of the plaintiff on the ground of want of privity of contract, which is the distinguishing feature in the cases relied on by the defendant in error. The case is presented of a contract between McCarraher, Ann Esling and Zantzinger, in which Mc-Carraher agrees to give an order on his tenant, in favor of his creditor, which she agrees to accept, and which the tenant expressly promises to pay to the holder of the order. From this statement of the case, it results that as the action is founded on an express contract, the only question is, whether there is a consideration for the promise. For I agree that where there is no promise, the action cannot be sustained, in the name of the holder, on the ground that there is no privity of contract; McCarraher and Ann Esling cannot constitute the latter the creditor of Zantzinger, without his consent; but when he agrees to it, as here, there is nothing to prevent a suit being sustained, in her name.\nIs there, then, a consideration for the promise to pay ? A consideration, as is said in Hind vs. Holdship, 2 Watts 104, is sufficient, if it arise from any act of the plaintiff, from which the defendant, or a stranger, derives any benefit, however small, if such act is performed by the plaintiff, with the assent, express or implied, of the defendant, or by reason of any damage or any suspension or forbearance of the plaintiff’s right, at law or in equity, or any possibility of loss, occasioned to the plaintiff, by the promise of another, although no actual benefit accrues to the party undertaking. This definition is broad enough to cover this case, in several particulars. The agreement, which is one transaction, was intended for the benefit and mutual accommodation of all the parties. It was for the benefit of the defendant, because after the contract it would be a fraud on the agreement to permit the landlord to distrain for the rent. It also quieted his possession by securing to him the enjoyment of the lease during the term, which would be destroyed by a sale on the mortgage, which was paramount to the lease. That Zantzinger, at any rate, considered the arrangement advantageous, is apparent from what he said when he accepted the order; that he was happy to find that Mr. Esling, ■who was the agent of the plaintiff, had the receiving of the rent; that he would not be annoyed by McCarraber calling on him, in future, and receiving small payments on account. But tbe defendant is ndt tbe only person benefitted, but McCarraber, also. It appears that tbe latter, being in arrear for the interest, on tbe mortgage, was told he must pay tbe interest, or tbe mortgage would be foreclosed. McCarraber complained of bis poverty, and to prevent the foreclosure, (for this is the plain import of Esling’s testimony), he offered to give accepted orders on tbe tenants of bis property. Accordingly this order was given on Zantzinger, among others, which being accepted, in due and proper form, was received by tbe plaintiff, and proceedings stayed. It was tbe forbearance on the part of tbe plaintiff, which, of itself, constituted a sufficient consideration, not only as against McCarraber, but tbe defendant, wbo makes himself a party to it, by accepting tbe order. Without this engagement of Zantzinger and the other tenants, we have reason to believe, plaintiff would have proceeded to foreclose tbe mortgage. It is immaterial, as must be observed, whether tbe benefit accrues to a defendant or a stranger. Thus if A promise to pay B £100 in consideration that B will transfer to C a horse, the consideration is good. B can support a suit against A on bis express promise. It is therefore idle to say that there is no consideration for Zantzinger’s promise to pay tbe rent to Ann Esling, or that she cannot, in tbe absence of authority to tbe contrary, support suit, in her own name, against bim.\nHow then does the case stand on authority ? This is tbe next enquiry. In Tatlock vs. Harris, 8 Tem. Rep. 180, Buller, J. says: Suppose A owes B £100, and tbe three meet together, and it is agreed between them that A shall pay C the £100. B’s debt is extinguished, and C may recover that sum against A. Now tbe principle that governs the one case is not tbe extinguishment of tbe debt, as has been erroneously supposed, but tbe promise, and this is because Sheppard, wbo admits tbe principle of tbe case as stated by Buller, says that it goes on tbe ground of there being an express promise. That tbe parties met together, was no way important, except that it shews that the promise was made to C.\nTbe case of Ramsdale vs. Horton, 3 Parr 330, although not direct, may be cited as an authority to tbe same purpose. A being debtor of B, at bis request promised to pay tbe amount of bis indebtedness to C, wbo was a creditor.\nIt was held that C cannot sue A, unless he has accepted bim in lieu of B. By this, I understand the action will not lie, unless there was a promise to pay him, which would have been, as in Tatlock vs. Harris, an extinguishment of thé debt. So tbe case of Morton vs. Taylor, 1 Hill, 583, is an authority to tbe same point. In most of tbe cases, tbe Judges speak of tbe extinguishment of the debt, it is true, but that is not tbe only consideration for an'\nexpress promise, as has been already shewn. The defendant in error relied on Blymire vs. Boistle, 6 W. 182; Wharton vs. Walker, 4 B. & C. 163; E. C. L. 10, 191; Spratt vs. Hobhouse, 4 Bing. 173; 13 E. C. L. 395, and other cases. But all the cases cited, when carefully examined, are distinguishable from this, in these essential partieidars, that in none of them is there an agreement-among all the parties, coupled with an express promise to pay by the debtor, to the person in whose favor the order is drawn. In this consists the distinction. In all of them, the privity of contract, which is indispensable to the maintainance of the suit in the name of the original creditor, is wanting. Mr. Justice Serg-eant, in Blymire vs. Boistle, gives the true reason for these decisions. When a debt, as he correctly says, already exists from one person to another, a promise by a third person to pay such debt, being for the benefit of the original debtor, relieves him from the payment of it, he ought to have a right of action against the promissor for his own indemnity; and if the promissor were also liable to the original creditor, he would be subject to two different actions for the same debt, which would be inconvenient, and might lead to injustice. And this is true, and hence it is, the court will not put him in this condition, without his express consent. They will not imply a promise, but the promise must be expressly made. The! principle is that the person to whom the promise is made, is thej person to bring the action, and with this, all the cases, when strictlyj examined, are in harmony. In most, if nofall the cases cited, the> judges following Tatlock vs. Harris, speak of the extinguishment of the debt, without adverting to the principle of the case put by BuiiiER, which unquestionably was the express promise. That the extinguishment of the debt would be a consideration, will not be doubted by any person, but surely it was not intended to hold that nothing short of the extinguishment would be a consideration. This would be absurd and contrary to all the authorities, certainly so, to the principles held in Hind vs. Holdship, before cited. If A owes B <£100, and C, to accommodate B, advances to him the £100, and takes an order on A, who accepts it and promises to pay C, surely C may bring an action in his own name against A, and recover the amount from him. In such a case, there is a privity of contract between A and C, arising out of the express contract, and the consideration passing between B and C is sufficient to support the promise. If, however, in the case supposed, A had not promised to pay C, the action must be brought in the name of B; and this illustrates the principle and reconciles all the cases. Wharton vs. Walker is most relied on, and is said to be scarcely distin.guishable from the present case. It certainly does resemble it in several aspects, but it differs from it in the essential particular, that there is no promise to pay to the recipient of the order; the promise is to the landlord who gave the order, a distinction adverted to by Mr. Justice Sergeant, in Blymire us. Boistle.— It is evident in Blymire us. Boistle, that had Boistle participated in the contract, the decision would have been otherwise.— I must confess, however, I am not satisfied with the decision in Wharton us. Walker. In my judgment, it is a case of questionable authority. The promise to the landlord, although the recipient of the order was not present, ought to have been treated as a promise to him, under all the circumstances of the case. But be this as it may, it is not authority adverse to the plaintiff in error, and the same, with equal propriety, may be said of Coxon vs. Chadley, 3 B. & C. 591. It is put, as I understand, on the ground of the absence of an express contract. Without noticing with particularity, all the cases cited, all of whieh depend on the distinction I have already adverted to, I have come to the conclusion, that there was error in the ruling of the District Court, and that the judgment must be reversed.\nJudgment reversed and venire de novo awarded."}