{"id": "964905", "contents": "The opinion of the Court was delivered by\nRogers J.\nThe title, to the premises in question, was admitted to bo in Knowles Taylor, who, by deed, dated the 25th August, 1887, conveyed them to Isaac S. Loyd, subject to an annual ground rent of 240 dollars. The ground rent, by several assignments among which Isaac S. Loyd’s was one, was regularly conveyed to Charles Atwater, who brought suit against Loyd, the covenantor, Loyd took defence to the action of covenant; judgment was rendered in favor of the plaintiff, by the District Court. A fi. fa. was issued to Sept. T. 1844, the land, taken in execution, was afterwards sold under a ven. exponas, and the plaintiff, William S. Charnley, became the purchaser. The plaintiff in the declaration averred, that Loyd executed and delivered a conveyance of the land, to Jeremiah Hansbury, the defendant, reciting also the several conveyances of the ground rent from Knowles Taylor to Charles Atwater, the plaintiff. To this declaration, Isaac S. Loyd demurred, and the Court rendered judgment, on the demurrer, in favor of Atwater. There was an action of Ejectment brought by Charnley, the sheriff’s vendee, against Jeremiah Hansbury, who alledges himself to be the vendee of Isaac S. Loyd. The defence taken by Loyd, in the suit against him by Atwater, was, that the ground rent was extinguished, being merged in the fee to Loyd, having at one time been the owner of the fee, and the ground rent also. This plea being overruled, as between them, it appears, that the ground rent is not extinguished, but was a subsisting lien against the premises, and that consequently Atwater was entitled to judgment and execution. The plaintiff, William S. Charnley, was the purchaser at the sheriff’s sale, and of course acquired the right of Atwater, the owner of the ground rent, which, as it was paramount to the title of the defendant, must in the absence of special circumstances, to take it out of the rule, prevail. In the arguments of the case, the defendant in error, has attempted to connect the purchaser, at the sheriff’s sale, with Loyd, and has also alledged collusion between Loyd and Atwater. If that had been shown, a different case would bo presented; but of these assorted facts, no proof, whatever, was given at the trial. They rest altogether on the allegations of the defendant. So far as appears, there is no reason to believe, the controversy between Loyd and Atwater was anything but fair. It seems to have been adverse, and conducted in good faith. Nor is there any proof, tending to show, that Charnley purchased the property of Loyd. As between Atwater and Loyd, being the judgment of a court of competent jurisdiction, it is conclusive. But the difficulty at the trial was, whether it was conclusive as against the defendant, who it is alledged, purchased the property from Loyd, who was the original grantee of the land, and who had extinguished the rent, as the defendant contended, by purchase of the ground rent. In Brown vs. Johnson, 4 R. 147, this point is expressly ruled. It is there, held, that on a judgment in an action of covenant by the grantee of a rent charge against the grantor, the whole of the lot, out of which it arises, may be taken in execution, although a part of it has been sold, bona fide, by the grantor, subsequently to the creation of the rent charge, and the vendee of such part has not been made a party. In that case, as here, it was contended, the alienee should be a party to the action. But the Court said a terre tenant was not necessarily entitled to notice, as was held in Young vs. Taylor, 2 Bin. 228. That in fact, his estate may be sold, whenever the judgment creditor may proceed to execution, without a scire facias. It is not requisite that the owner of a ground rent, which is an independent estate, shall take notice of subsequent alienees. They purchase with knowledge of the paramount title and of course they must protect themselves. This is the undoubted rule, in the absence of all fraud, of which, as has been before observed, there is not a particle of proof. If then, the case required it, it might be rested on the principle above stated. But the Judge, who ruled this cause, being desirous, that the whole case should appear on the record, that it might be finally disposed of, admitted evidence of the defendant’s title, viz: that he was the equitable owner of an estate, having purchased the same from Isaac S.Loyd. That there was a sale by Loyd, to Hansbury, distinctly appears, but the terms and conditions of the sale, are certainly very ambiguous. ' To take a case out of the statute of frauds and perjuries, the parol contract of sale, should not only be established, by competent proof, but it should be clear, definite and unequivocal. If the conditions and terms are uncertain, or not made out by satisfactory proof, a specific performance will not-be decreed. This is text law. Here there is no proof, on which we can rely, of the terms of the contract, the conditions of sale, the price agreed to be given, and when to be paid. One of the witnesses says, Loyd let the premises on ground rent, to the defendant. He further testified, that he was not certain of it, but thought that the ground rent, at which Loyd said he had let the premises, was four dollars a foot. That Loyd said when the ground rent should commence. It-was after said time, but the witness could not remember when. Now it is not usual to let real estate, on ground rent, by parol. If there was a deed, and the presumption is there was, it should have been produced. Indeed in the action between Atwater and Loyd, the existence of the deed was averred by Atwater, and as promptly admitted by Loyd.— But, at any rate, it is impossible to tell, with any degree of certainty, what this contract was. How the case would stand, in a contest between Loyd and Hansbury, it is unnecessary to decide. However it might be, yet it would be dangerous, to suffer the rights of third parties to be affected by such loose and inconclusive testimony. The plaintiff, who purchased at the sheriff’s sale, is the owner of the legal title. He stands in the place of Atwater, not of Loyd, as the plaintiff in error has erroneously supposed. He had no notice of equities, if any existed, between Loyd and Hans-bury, for although Hansbury was in the possession, yet he was not bound to enquire, inasmuch as the title he purchased, whether legal or equitable, was entirely consistent with the paramount title sold by the sheriff.\nI shall not enter into a consideration of the question of the extinguishment of the ground rent. That has been already determined by the District Court, and no writ of error has been taken. On the faith of the validity of that judgment, the plaintiff purchased, and it ought not now to be disturbed, in this collateral action. I must however remark that it would not be difficult, as I apprehend, to sustain the Judgment of the Court.\nJudgment affirmed."}