{"id": "964960", "contents": "The opinion of the court was delivered by\nCoulter, J.\nThe record of the Orphans’ Court was in evidence by the plaintiff, from which it appeared that he applied for an order of sale of the real estate of the decedent, for the payment of debts, &c; that the court appointed an auditor who, after investigating the facts, reported in favor of the sale; whereupon the court decreed a sale by the administrator, who reported that he sold the land described in the order, to Evan Baker, the defendant, for $6,740, being at the rate of $70 per acre. The whole tract of land containing one hundred and sixty-four acres, was held by Phineas Baker, the decedent, at the time of his death, and his brother Evan Baker, the defendant, subject to the payment of a mortgage for $1650, the interest to be paid to their mother, Ann Baker, during her life, and at her death the principal to be paid to the heirs and legal representatives of their father, Levi Baker, deceased. It is not distinctly stated how the two brothers derived their title, but as it is incidentally noticed that the amount for which interest was to be paid to their mother, was her dower, as it is denominated, out of the land, it is probable that the brothers took the tract in the distribution of their father’s estate, at its appraised value. One of the conditions of the sale, as proved, was as follows: “ The premises are sold subject to the lien or mortgage for the sum of $1650, one half thereof, being the portion payable by ‘Phineas Baker, deceased, will remain on the land, the interest thereof to be paid annually to Ann Baker, widow of Levi Baker, diming her life, and the principal at her death, to be paid to the heirs and legal representatives of the said Levi Baker, deceased. Appended to the condition of sale is a written acknowledgment, by the defendant, that he purchased according to the conditions, and of his indebtedness for the amount of the purchase money. The administrator returned the sale, which was approved by the court; whereupon he executed a deed, duly acknowledged to the defendant, for the one-half of the one hundred and sixty-four acres, for the consideration of $5,740. In which deed was recited the proceedings in the orphans court, the sale and confirmation, and delivered the said deed to the defendant, who gave him his note for the balance, after deducting the payments, which the defendant had made. And upon this note, and for the balance due upon the contract, being the amount of the incumbrance $825, this suit is brought.\nThe defendant’s counsel then offered to prove — That after the conditions of sale were read the cryer stated that the purchaser would have no more to pay than what he bid, and that the amount of the mortgage, $825, would be deducted from the bid — that the sale would be by the acre, and that the undivided half of the land was what was to be sold: and that such was the clear understanding of the persons attending the sale. Also, that at the time of sale, Thomas Yandever and Ann Baker had some conversation, and the amount of the mortgage given to secure the interest of Ann Baker, was stated by her to be $825, which was acceded to by Thomas Yandever, in the presence of the bidders. Also, that on several occasions subsequent to the sale, Thomas Yandever, the administrator, in conversation with several different persons, admitted that the understanding at the sale was, that the amount of the mortgage should be deducted from the sum that should be bid, and the purchaser be required to pay only the difference — that the first of these conversations occurred several years after the sale, and before the commencement of the suit, and the last within a few weeks of the trial.\nTo the admission of this evidence the plaintiff objected; the court overruled the objection, and plaintiff excepted.\nThe competency and admissibility of this evidence is the point to be determined in the cause.\nIf the land was taken at the appraisement by Phineas and Evan Baker, as their purpart of their father’s estate, and the $1650 mortgage was to secure the annual interest of the one-third, to Ann Baker, their mother, and to secure the payment of the principal sum to the heirs and legal representatives of Levi Baker, their father, after her death, the lien could not be divested, either by the mortgage, which would be cumulative, or by the Orphans’ Court sale, because the act of assembly, in such case, makes it a lien upon the land, no matter into whose hands it might fall by sale or otherwise. It is an indefeasible charge for the widow and the heirs, and legal representatives after her death: 8 Watts 296, 2 Penn. Rep. 255. The widow may distrain if the interest is not annually paid, and is entitled to one year’s rent in arrear, like other landlords, out of the goods of the terre tenant, seized in execution, 1 Watts 420. The administrator of Phineas, in such case would have no right to intermeddle with, or sell the rights of the widow and heirs of Levi Baker. But it is possible that after the death of Levi Baker, some private distribution may have been made among the heirs and legal representatives of his estate, and therefore the cause is not placed on that ground. If the mortgage was not cumulative, and in addition to the legal charge, as in Hise vs. Greiger, 7 Watts & Serg. 274; but was the whole interest subject to which the Orphans’ Court sale was made, the conditions of sale here made the true contract.\nIt has been ruled more than once by this court, that an administrator making a sale for the payment of debts, was merely the instrument of the court for effecting the purpose of the law. That it was a judicial sale, and that the rule of caveat emptor applied with full force to the purchaser, the authorities therefore, which were cited by the defendant’s counsel, would seem to be wide of the mark. In every contract there must be persons capable to contract. But what authority has the cryer of a judicial sale to make a contract to bind the creditors and the heirs. They are represented by the court, at whose order the sale is made. They make the conditions of sale. The cryer having read the conditions of sale, every one present had full notice, and it was the duty of every bidder to look to the conditions. Every body knows that there is a sort of art or eloquence belonging to cryers, which they are fond of displaying in a multitude of words; but in a case of this kind, that misleads no man of ordinary prudence. But it is safer that an unwary man, who did not or would not adopt the necessary precaution, made obligatory upon Mm by force of the rule of caveat emptor, should, in consequence of negligence, occasionally suffer hardships, than that a general rule of public policy, adopted for the safety of all, should be disregarded. The declations of the cryer, after he had publicly read the conditions of sale, in direct hostility to them, were not evidence. If the purchaser was misled by these declarations, he had his day in court for relief. He might have applied to the court to set the sale aside, and not confirm it, to Ms prejudice. It is alledged that he was not bound to do this, because the return was the act of the administrator alone. He was, however, bound to do so. Let the buyer take care, by all reasonable and accessible means, to protect himself. If he will not do it, the well established system cannot be broken up, to assist Ms negligence. But it would appear that he well knew what he was about; he signed an acknowledgment at the foot of the conditions that he had purchased according to those conditions, one of which was that the purchaser took subject to the incumbrance. He accepted a deed, in which these proceedings were all recited, and to which was appended a receipt by the administrator for the whole amount of the purchase money, which he put upon record. The estate is therefore irrevocably gone from the heir and the creditor, and vested in the defendant.\nAs to the conversations of the administrators, moved and had years after the return of sale, and after deed made and accepted, and some of them after suit brought in the court below, and the understanding of persons present, they are too ephemeral to wipe out the legal and abiding evidence required by law. If admitted for the purpose of countervailing the judicial proceedings of the Orphans’ Court, and the recorded acts of the parties to the transaction, there would be no stability for the future ; creditors and heirs, and trustees, would be subject to the vague, loose and evanescent impressions of a noisy and sometimes turbulent multitude, assembled at vendues. And there would be little security in titles depending upon judicial sales, in by-gone time. All the analogies of the law are against such evidence, and a case determined at the December term, and not yet reported, is in point, with this difference only, that the sheriff was the actuary there, and here the administrator ; but both effecting a judicial sale.'\nThe case of Mitchell vs. Kintzer, 5 Barr. 216, which was cited, has no dominion over this case; that was a proceeding of startling and enormous fraud, where the decree was procured by the husband, who never paid any thing for the land, but his wife’s purpart, and who took the title for his wife, but in his own name, and afterwards by a covenous judgment, attempted to deprive his wife of her land by means of that judgment and a covenous sale under it. Fraud vitiates and dissolves wherever it taints, as well judicial records, procured by its means, as other solemn deeds and muniments of title. But there is no pretence of a fraudulent decree here, or of one procured by covin. In every stage of the proceeding, the defendant was himself a knowing and willing actor.\nWe are of opinion that the testimony was erroneously admitted.\nJudgment reversed and a venire de novo awarded."}