{"id": "964921", "contents": "The opinion of the court was delivered by\nBell, J.\nNotwithstanding what was said in Bradford vs. Boudinot, 3 W. C. C. R. 122, and repeated in Geddis’ Appeal, 9 W. 284, of the duty of an executor to sustain the validity of the instrument under which he acts, as a will, against the hostile attacks of those claiming adversely to it, and of his right to call on the estate of the supposed testator to discharge the costs and expenses •incurred in the contest, it is, under our decisions, clear that his right to do so depends altogether upon whether the litigation is for the benefit of the estate, or in promotion of the interests of those eventually fotihd entitled to the fund. It is not universally, or even ordinarily true, that he may endeavor the establishment of a suppositious testamentary paper at the expense of creditors or distributees, or that even if successful, he can tax the whole fund he represents by claiming the costs incurred in his administration account as a general item of credit. Thé expenses of trying an issue devisavit vel non must be borne by the parties to it: Copenhaffer vs. Isaacs, 7 W. 170, or, at least, by those for whose benefit it is carried on. This may be so, even when the testamentary act is validated by a judicial fiat, as is shewn by Mumper’s Appeal, 3 W. & S. 441. It is, therefore, difficult to imagine how, where a pretended will has been repudiated by verdict, the costs of the contest can be cast on those who have succeeded, by charging them upon an estate to which they have shown themselves entitled as distributees, under the intestate laws; claiming not by virtue of the. supposed will, but in direct and-triumphant hostility to it. The inadmissibility of such a pretension is pointed out in the case just referred to, where it is put as. an illustration, not open to cavil. There, as already intimated, even a successful litigant, who,( in his. character of executor, had succeeded in .a, feigned issue in establishing a disputed will, was.denied the asserted right to charge upon the whole estate of the testator, the counsel fees paid by him during the controversy. Indeed, it. frequently happens that only a very few of the heirs or next of kin of a supposed testator are interested in sustaining an. alleged testament. Nay, sometimes .the interest of a majority of them lies in shewing an intestacy. In such instances, it would be obviously unjust to compel them to contribute towards defraying expenses incurred in the attempt to1 prejudice them pecuniarily upon this point. I commend attention to the observations'of Mr. Justice Kennedy, who, in Mumper’s Appeal, very clearly shews that only thosé who have an immediate and direct interest in the subject, should be called to bear the burden of carrying on the investigation., Reason and equity unite to support this rule,, and I know of no authority that directly impugns it. Geddis’ Appeal is mentioned, as of this stamp, but properly understood, it is not' so. The misapprehension seems to be induced by some general remarks of the judge, who delivered the opinion, on the duties of an executor, but the doctrine of Copenhaffer vs. Isaacs is recognized, and although the case itself does not distinctly shew the applicability of the rule I have mentioned, the decision is expressly put on the ground that the action of the executor was for the benefit of the estate. To charge the fund belonging to the estate, it is not enough that the executor has no pecuniary interest- in the settlement of-the imputed will. To confer that right, it must appear, his course was dictated by a regard for the profit of those eventually found to be entitled to the property. This was the basis of the determination pronounced in Scott’s Estate, 9 W. & S. 98, cited .for the appellee; as is made manifest by the opinion delivered by the same learned judge who decided this cause below, and by-the remark of the chief justice, speaking for this court on appeal: “that the executor litigated, not for his own interest, but for the interest of the parties who got the whole of the estate by the litigation, and now refuse to reimburse him his expenses.” But we have before us a -widely different case. Fahnestock, the testator, is the only one who appears to have urged forward the contest, for some reason which remains unexplained. In the. Register’s Gourt, he demanded an issue to be directed to the Common Pleas;- he subpoenaed the witnesses, employed counsel, and so far as we are informed, was alone concerned in conducting the litigation, while the alleged testator’s next of kin either stood aloof, or appeared as defendants in the feigned issue, actively denying the validity of the supposed testament, set up by Fahnestock. And yet, this attempt is gravely made to charge the fund distributed among them with costs incurred in the effort to disappoint their wishes and to defeat their interests. Such a claim is wholly inadmissible.\nBut it is asked, is he named as executor in a contested will, to undertake its establishment, solely at his own risk ? By no means. It is not required of him to become a party to such a contest, unless those interested in the disputed paper. will''indemnify: him. against the costs.of the investigation; or he may calbupon them' to assume the responsibility of carrying it on. The eohrs'e 'open to him is pointed out in Mumper’s Appeal; a decision referred to thus frequently, because I consider it as decisive of the present,, and entirely approve the reasoning upon which it proceeds. I have known many instances, when I sat in the Common Pleas, of refusals by those named executors, to 'become parties'to an issue devis'avit vel non, until they were secured for future expenses. No one ever supposed it was incompetent to them so to refuse. In-truth, their names are not essential to the' framing of a -feignétb issue. It may be made with the same legal effect between any other parties having an interest, and frequently is so; or between men of straw, designated by the court, provided security be given for the costs. There is, consequently, no pretence for departing from a rule just as it is convenient, because of any supposed constrained liability arising from the legal position of the executor. The application of this rule to the claim in hand dictates the dis-allowance of the several sums of money claimed for counsel fees, and other expenses consequent upon the trial of the issue. ’ :\nI should think, however, the accountant, ought to be allowed from the estate the expenses incurred in preparing to administer the will, before a contest arose as to its validity. But this did Hot,, call for the settlement of an administration account, nor justify the expense encountered in passing it through the office of the several functionaries. In fact there was nothing to state an account about: Shenck’s Appeal, 5 W. 84; and therefore no portion of it is entitled to our sanction., We will not say the appellant may not maintain an action against the administrators of Royer for the $32 41, or so much of it as he may shew himself entitled to.\nDecree of the Orphans’ Court confirming the account is reversed."}