{"id": "964958", "contents": "The opinion of the court was delivered by\nCoulter, J.\nThe error assigned as to the reception of testimony is of no account. The evidence received was a document which composed part of the res gestse, conduced to' illustrate the case and is opposed by no canon of the law. Evidence is for the purpose of shedding light on the transaction, but sometimes the objections to evidence would raise a strong implication that the design was to produce dim twilight. The whole case turns upon this category: was Uhrich in fact and in law a trustee of the land sold to Beck, or was he the owner in his own right? It is true that Beck paid two hundred and fifty dollars to Uhrich, who was the apparent legal owner; and if he purchased without notice of the trust, he would have an interest in the land to that extent, for which he is perhaps more than compensated long ago by the rents, issues and profits. But Beck himself makes defence, to the payment of the bonds upon the ground that plaintiff cannot make a good title, and he cannot be permitted to blow hot and cold.\nUhrich was but a trustee. The equitable title resides in the heirs of John Uhrich, deceased.\nIf one man buys land with the money of another man, even though he stand in no fiduciary character to the person whose money has been used, and takes the legal title in his own name, there is a resulting trust, and the legal title is a mere naked form, and only evidence of title in favor of the cestui que trust, because his money paid for it. In this case Joseph Uhrich, the plaintiff, was one of the administrators of John Uhrich, deceased, bound by principles of law to take care of tbe funds of the estate and husband them for the creditors in the first place, and afterwards for the heirs. Crum, the other administrator, and Joseph Uhrich, appear to have acted in concert and harmony, and the result was that contrary to the fidelity which they owed to the heirs, they caused the land to be sold, purchased themselves, paid for it with the funds of the estate, never advanced a dollar of their own, took the title in the name of Joseph Uhrich, who now claims its product in his own right. It is possible that when the sale was made Joseph intended to be honest, and he has an opportunity of being so yet by sitting down loco penetentig. There is a stronger reason for a resulting trust here than in the common case where one buys land with another man’s money. We are of opinion that a resulting trust existed in Joseph Uhrich, the holder of the legal title, in favor of the heirs of John Uhrich, the cestui que trust, and that therefore Beck has a defence to the bonds which he gave Joseph Uhrich for the purchase money. Beck is to be considered as a volunteer, so far as he has not paid the purchase money, even in relation to the heirs of John Uhrich, and he may protect himself although he has accepted a deed and given his bonds. Equity not only considers that done which ought to have been done, but it also in many instances considers that undone which never ought to have been done.\nIt is necessary that it should be so for the protection of the innocent from the artifice of the guileful or covinous. The real truth and good conscience of a cause has more power in courts now than it used to have against bonds and judgments.\nSo far as an innocent purchaser is concerned, there he is protected as far as he has paid his money.\nJudgment reversed, and venire de novo awarded."}