{"id": "964983", "contents": "The opinion of the Court was delivered by\nBell, J.\nThe right of the plaintiff to recover any portion of the proceeds of the land, sold by the defendant, as sheriff, depends on the question whether in 1846, when the former purchased a portion of the same land, as the purpart of Christopher Crouse, the judgment recovered, in the year 18201, by Samuel Johnson against Crouse, continued to be a lien on that purpart ?\nThe persons who in 1822 were nominated assignees of the estate of Crouse, then an insolvent debtor, utterly neglected or re-refused, for a period of seventeen years, to give the required security, or to take a single step in execution of the trust, proposed to be confided to them. It is probable they declined it from the beginning, and it is certain they never entered upon the possession of the insolvent’s real estate, or in any way interfered to alter the relations theretofore subsisting between Mm and it. Under such circumstances, it is going very far indeed, to claim that those who never made themselves parties to the trust were necessary parties, as trustees, to process for preserving an encumbrance on land, of wMch they knew nothing. It might be asked, how, with propriety, could those be brought in as defendants, who always refused to qualify themselves to act as plaintiffs in any thing relating to the subject of the trust. Park vs. Graham, 4 Berg. & Rawle 549; Dallam vs. Fitler, 6 W. & S. 323. But waiving tMs, and admitting that, by force of the mere nomination, as assignees, they acquired a power over or even an estate in the land; it must be conceded, it was for but a limited and special purpose, which while it remained unexecuted, left an interest in the insolvent, sufficient when coupled with Ms continued occupancy, to constitute him tenant of the land, within the meaning of the statute, requiring service of writs of scire facias, upon terre tenants or occupiers; or rather his whole estate not being divested by operation of law, he so far continued to be owner as sufficiently to subserve the purpose of the statute, which was to give notice to those having a beneficial interest in the encumbered premises; an object much more satisfactorily effected by service on the debtor in possession than on titular trustees. Clark vs. Israel, 6 Bin. 391; Robbins vs. Bellas, 4 W. 257; in re Dohner’s Ap. 1 Barr 101. These remarks are also applicable to Desilver, under whom Herman, the plaintiff’s real antagonist claims, who though nominated as assignee, in February 1839, did not assume the office until the month of August following, very shortly before the return day of the scire facias of that year. As that writ, like those which preceded it, was duly served on Crouse, as defendant and owner, the judgment signed therein, on the 2d day of ■ September, had the effect to continue the lien until September, 1844.\nBut the plaintiff’s claim is founded on the sale of Crouse’s purpart to the plaintiff, in the year 1846, by virtue of process issued upon tMs judgment. To validate tMs sale, as an instrument passing the title, it is necessary to shew that Johnson’s judgment was a lien, covering Crouse’s interest, at the moment of sale. For this purpose, we are pointed to the scire facias of August 1844, in which judgment was recovered against Crouse alone. Before this however, Desilver, as assignee, had conveyed to Pennock, and Pennock to Herman. Now, if these conveyances divested Crouse’s. estate, in his purpart of the land, before the scire facias of 1844 was sued out, it would seem Herman ought not only to be brought in as a party to it, but perhaps a judgment recovered against him, in order to pass the purpart which had been of Crouse. But if no estate passed by Desilver’s deed, the land remained to Crouse, and of consequence, the judgment rendered against him, in the last scire facias, is conclusive of the plaintiff’s right to recover, in this action, what would have been Crouse’s share of the proceeds, had there been no judgment against him. This is so, notwithstanding there may have been some irregularity in suing out the several executions, by means of which the sale to the plaintiff was effected, for the irregularity cannot be objected collaterally, even though Crouse were here to take the exception. Nor is there any weight in the suggestion that the prosecution of the successive executions, professing to be founded on the original judgment, operated as a waiver, or abandonment of the intermediate writ of scire facias. The presence of the latter process might, perhaps, have furnished a reason for setting aside the former, had the. objection been made by the proper person, and in due time; but I am unacquainted with any principle which accounts the contemporaneorrs existence of the final process so utterly repugnant to the judicial writs, as to operate to their destruction; indeed, from Jameson’s Ap. 6 Barr 280, it would seem that both may, sometimes, be necessary. How then, stood Johnson’s pretensions, when the sheriff distributed the avails of the land in 1846 ?\nWe have seen that down to 1839, a period of seventeen years, no movement was made in execution of the trust, springing from Crouse’s insolvency in 1822; nor has any of his creditors moved to enforce its execution. But, in the former year, Pennock, as co-tenant with Crouse, of the land bound by Johnson’s judgment, by a petition reciting the judgment and its successive revivals, prayed the appointment of a trustee, in the place of the original assignees, not for the purpose of executing the trust, but in order to raise a party defendant in a proposed action of partition. It might admit of grave doubt, whether the court possesses power to nominate an assignee, simply for such a purpose. But, however this may be, it seems certain that, after the lapse of so long a period as had place here, without proof of remaining outstanding debts, to be discharged by a trustee, the party so appointed takes no interest in the estate. It is a settled principle that, although, by operation of law, the legal estate of an insolvent vests in his assignee, yet as soon as the debts are satisfied, the beneficial'interest in the undisposed property revests in the insolvent, by way of resulting use, and entitles him to the possession, even against the assignee. In Ross vs. McJunkin, 14 Berg. & Rawle 364, it was intimated that after fourteen years of silence and inaction, this principle would become active, upon a presumption of payment; and it was so ruled in Sailor vs. Hertzog, 4 Wh. 266-7, where one, who, fourteen years before the bringing of the action, had been a certified insolvent, was permitted to recover the assigned lands, without a formal re-conveyance, which was thought unnecessary. A debtor, said the court, has a resulting interest in the property; that is, all that remains after payment of the debts belongs to him, and after a series of years, he may go on the presumption that they have been paid. Under the operation of this reasonable rule, Crouse, had he been out of possession, might have recovered against his assignees, long before the appointment of Desilver; and, I take it, this could not have been prevented, by shewing Johnson’s judgment still unsatisfied. The remedy of the judgment creditor was independent of and superior to any that could have been afforded him by the trustee, since the latter must have sold the land, subject to the incumbrance. A continuance of the trust was, therefore, not needed, for any purpose in connection with the judgment considered simply as a lien on the land, which is the only subject we have to do with, at present. No creditor has attempted to infuse new life into the trust, for any purpose connected with it. Had they done so, and shewn the impropriety of its revival, a very different question would have been presented. But as by lapse of time the trust was prima facie expended, and the estate by operation of law revested in the assignor, the appointment of Desilver, for a special purpose, could not again attract the estate from the assignor, without at least shewing some necessity for it. This might have been done by exhibiting outstanding debts, requiring the interposition of a trustee, but surely, the mere nomination of Desilver, without even a pretence that the exigency of the trust required it, ought not to be permitted to work an effect so serious as that attributed to it by the defendant. The result is, the last assignee took no estate in the incumbered premises, and consequently, none passed to his alienees. As therefore it is Crouse’s estate which was to be affected, the service of the last scire facias upon him was sufficient to warrant a binding judgment of revival.\nNor ought Desilver’s alienees to complain of this. The petition under which they claim shews notice of this judgment, and in the face of this fact, it is in vain to say that, as to them, the outstanding execution raised a presumption of payment. Besides, the record of a regular series of scire facias, and the proceedings had under them, carried notice, if further were required.\nWhat has been said proceeds on the supposition that the last scire facias was served on Crouse alone. But, in truth, Desilver and his assignees are also parties to it, with full notice. Upon the concession that they took an interest in the land, it was always in their power to test the continued existence of the judgment, had they chosen to do so. As to them, the suit is still pending, and to say the least of it, the sheriff can scarcely justify parting with the fund to third persons, while the controversy with them remains undetermined. In the absence of counter proof, we must take for granted the validity of the judgment, and its binding effect. Every intendment ought to be made in favor of it, Chahoon vs. Hollenback, 16 Serg. & Rawle 432. We must not throw unnecessary difficulty in the way of creditors. Dohner’s assignees, 1 Barr 101.\nWe do not perceive any force in the suggestion that since the act of 14th June, 1836, prescribing a particular remedy upon the official bonds given by sheriffs and their sureties, no action lies upon the recognizance, acknowledged by that officer, under the act of 15 April, 1834. Before the former statute, the right of an aggrieved party to have a scire facias sur recognizance, was never questioned, and I do not see any thing in its enactments, evidencing an intention to take away this right. Certainly there is nothing express, and we would scarcely be warranted in saying an implication arises from the form of suit to be instituted for a breach of the bond, if, indeed, that form is to be confined to the bond. The recognizance and bond are distinct instruments, each affording foundation for acting; but from this, it does not follow that more might be recovered from the obligors and eognitors, in successive actions, than the whole sum provided as a security for the public. Every inconvenience of this sort intimated on the argument, might readily be met by a proper mode of pleading.\nJudgment affirmed."}