{"id": "964989", "contents": "The opinion of the court was delivered by\nCoulter, J,\nWant of jurisdiction in the tribunal below is assigned for error. The acts of 16th April, 1845, and 14th Octoher, 1834, fix the times for holding the'Court of Quarter Sessions of Dauphin county in January, April, August and November.— The prisoner was tried at an adjourned Court of Quarter Sessions for the same county held in October. The question to be resolved is whether the Court of Quarter Sessions, at an adjourned session, have any lawful authority to try issues .by jury, or summon and empannel a jury for that purpose. • '\nIn England the Court of General Quarter Sessions of the Peace was established by the-18 and 34 Edward III., and by the 2 Henry V.; it must be held four times a- year' in every county of the kingdom. On that statute two descriptions of courts are founded. The first, properly .the Court of Quarter Sessions, which sets (four times every year, and the' General Sessions, which meets in the intermediate periods. And this court is estafo lished under the words of the statute of,Henry V., which directs that the Quarter Sessions shall be held once a quarter, and oftener if occasion shall require. Under these latter words the General Sessions of the Peace are held intermediately between the Quarter Sessions. Both courts are composed of two or more justices, one of whom shall be of the quorum; and the Quarter Sessions have somewhat more extensive powers than the other, but the scope of the powers of both are in general the same. In this Province before the constitution of 1790 was adopted, the General Sessions and the Quarter Sessions seem to have run into each other, and at the adoption of the constitution the Quarter Sessions, in propria, vigore, was affiliated in our system under the designation of a Court of Quarter Sessions of the Peace for each county. . All our statutes on the subject provided that this court should sit quarterly in each ■ county, and the one now in force,\" to wit: the act of 14th April, 1834, provides- that the Court of Quarter Sessions shall be holden in every county four times a year, and the same statute enacts that unless otherwise specially provided it shall meet on the same day with the commencement of the regular terms of the Courts of Common Pleas in each county; the judges of which courts are by the terms of the constitution also judges of the- Sessions. And where the terms of the Court of Common Pleas are of two weeks, the Sessions may bé continued for that length of time if the business pending shall require it. Such a thing as an adjourned Court of Quarter Sessions was not known in this State until the passage of'the act of 1834, the 49th section of which enacts that the Sessions may continue beyond the term for such time as may be necessary to complete the trial and sentence of any person whose 'trial shall have been commenced during the period limited bylaw for-holding the said court.- This is a pregnant legislative interpretation and construction of -the power of the Court. For if the court possessed inherently the power of adjournment, why give them the. power to .continue longer than the period appointed by law in order to meet and fulfil a particular emergency ? If the court have by its inherent powers the' faculty of adjournment beyond the period fixed by law, in a case so pointedly requiring such a measure, why enact a statute to enable it to do so ? • But in the country of the court’s origin, England, it did not possess that power, arid hence the establishment-of General Sessions under the concluding words of the statute 2 Henry V., to meet any emergency that might require its power, and which court regularly met at intermediate periods. ' But our statute of 1884 contains still stronger evidence against the power of adjournment beyond the period fixed by law. The 50th section authorizes any two of the judges to hold special Sessions as occasion shall require, thus clearly negativing the inherent power of adjournment. But the 51st section of the same act provides, that at such special sessions no business within the jurisdiction of the said- court requiring the intervention of a - grand jury or petit jury shall be. transacted. The reason for this provision of the statute readily occurs. In modern times- a great deal of business has been thrown .on the Court of Quarter Sessions in relation to the poor, the roads, to tavern licenses, to taxes and various other matters-which do not require the intervention of a jury. It was ■ therefore thought expedient to disencumber the Sessions during the period, fixed by law for jury trials arid issues of this kind of ’business, in order that they might have more leisure to conduct those trials which affected the personal liberty of the citizen. Iri regard to these the legislature, like the English barons .of old, were unwilling to change the ancient laws, or to substitute a trial before a few people and in a corner, at the will of the court, for a public trial in the face of the county at its usual time of assembling. In addition to this, there is no' statutory power to' select or summon a jury for such special sessions, and there . is an especial statutory interdict to the uses of a jury at such time. The jury then was summoned and empannelled without authority of law, and the jury being an essential part of the court in a criminal case, must be lawfully constituted as well as the court proper. But it is alleged that the Court of Quarter Sessions was in session; and so it was for certain purposes, but with an interdict as' high and a command as obligatory as the sovereignty of this State can impose against transacting business such as that under’ which the prisoner suffers. Which shall be obeyed, the sovereign power of the State, or the will of the Court of Quarter Sessions? We are bound to regard the former. It is contended also that it is not a case of want of jurisdiction, because the Court of Quarter Sessions has jurisdiction^of the offence. True, but it must be a Court of Quarter Sessions, acting and speaking according to law.\nJurisdiction in courts is the power and authority to declare the law. The very word in its origin imports as much.' It is derived, from juris and dico. I speak by the law. And that sentence ought to be inscribed in living light on every tribunal of criminal power.' It is the right of administering justice through the laws by the means which the law has provided for that purpose. • But here the mode and the manner of administering the justice of the country was not provided or prescribed by the law, and is directly prohibited by it. There was therefore no jurisdiction.\nWe often reyerse not only civil but criminal proceedings for small technical errors on the record. And the reason is, that it is fit and proper that the uniformity and ; proportions of the law should be preserved. But shall we be attentive to the mint annii and cummin, and neglect the weightier matters of the law ? Shall we reverse for technical errors in the record, and hold proceedings valid, where a man was tried, convicted, and is now in punishment, by a proceeding directly prohibited by law ?\nBut it is contended that .the counsel of the prisoner consented to his being tried at this adjourned Court of Quarter Sessions, and if they did, it ought not to weigh a feather in the scale of justice. They may have been ignorant of the law and of his rights, and therefore made no objection. But it is not the consent of counsel which can constitute a tribunal by which a citizen may be tried and ptnished. It is the law of the land, and that alone which can constitute and establish such a tribunal.\nI need not repeat the, authorities which establish that consent cannot give jurisdiction. In criminal proceedings especially, that axiom has grown with the growth and strengthened with the strength of the' law. Trials by lynch law, -might otherwise be valid. Eor, at times, I dare to say a man might consent to their jurisdiction in hope or in fear, or perhaps in ignorance. But autrefois acquit or autrefois convict could not be pleaded in that case, nor in this. Because it is a lawful trial only that can be effectually so pleaded. Some affidavits and some certificates of such consent were produced at bar, but the counsel for the defendant positively deny it o.n their affidavit. But we can regard neither the one nor the other. They are no part of the record, nor can the'y be made such. But for myself, I think it a matter of no account, and if the prisoner, had- appeared in court, and under his sign manual on the record agreed to be then tried, it would not have the slightest influence with me. I look to the law of the land. Something -was said of the enormity of the offence. The prisoner undoubtedly if guilty, (in relation'to which it is not for me to express any opinion, as he will be tried again,) not only violated the highest dictates of morality and good manners, but broke the law, and exhibited a most corrupt and indecent want of taste. But we look only to the record of the trial. It is our duty to' see that it is right and lawful.\nHeeding neither the impulses of passion, nor tolerating the intrusion of prejudice; but in calm severity of judgment we apply the rules of the criminal law- to it. And'by that test we find it-wanting. The trial was coram non judice, and therefore null.\nVarious other errors are assigned to the record, but as we believe there was no jurisdiction in the tribunal, we decline to notice them.\nJudgment and sentence reversed.\nIt is further ordered, that the prisoner remain in confinement until further trial, unless he enter into recognizance with sufficient sureties before competent authority, to appear in the Court of Quarter Sessions of Dauphin county, and answer to such bill of indictment as shall be found against him in this behalf, provided there is no other' cause for his detention."}