{"id": "964930", "contents": "The opinion of the court was delivered by\nRogers, J.\nThe whole tract of land, for part of which the ejectment is brought, was mortgaged, on the 1st of April, 1832, by Christian Snyder, (who was then the legal owner,) to John Piper and John Snyder, administrators of John Snyder, deceased, for $5,087 83, conditioned for the payment of $2,543 91J, in two equal annual payments. The mortgage was assigned to Daniel Replogle, the present plaintiff, by the surviving mortgagee, for the consideration of the whole amount then due. There is yet due on the mortgage, $1,569 05.\nBy the assignment, the legal title of the mortgaged premises became vested in the plaintiff, and a part of the purchase money remains unpaid, there.is nothing in the way to prevent the plaintiff from recovering the possession, to be retained by him until paid the debt, interest and costs remaining due. That the mortgagee has a right to recover possession immediately on the execution of the mortgage, results from the nature of the instrument itself. A mortgage is the absolute conveyance of the mortgaged premises, to be defeated only on payment of the money at the day stipulated by the parties. Unless there is an agreement to the contrary, the mortgagee.has a right to the immediate possession. Thus, in Keech vs. Hall, Doug. 22, it is ruled that the mortgagor is liable to eviction by the mortgagee, without any notice whatever, unless protected by the agreement for quiet possession until default. , ■\nIn Smith and another, executors, vs. Shuler, 12 S. & R. 240, Tilghman C. J., says: “Why may not the mortgagee recover the land in ejectment? He has a perfect legal estate, which is all that is necessary to support the action.” The right to recover the mortgaged premises is recognized in McCall vs. Lenox, 9 S. & R. 304; 1 Bin. 177; 16 S. & M. 245-51.\nThe possession of the mortgagor is the possession of the mortgagee. The court was right in saying there is no necessity for a conditional verdict. Indeed, it would be unjust for the jury to. prescribe conditions, by delaying the payment of money already due, thereby impairing the security — the land deteriorating in the meantime, and the debt increasing by the accruing interest. That the judgment for the plaintiff is right, therefore, is unquestionable. But as it is admitted the plaintiff is entitled to retain possession only until the debt, interest and costs are paid, it is de--. sired, by the parties, that the rule should be fixed by which the amount to be paid may be ascertained. The plaintiff contends that he is entitled to recover the whole amount due, viz: $1,569 05. The defendant insists that he is bound to pay only a ratable proportion. The facts which pertain to this part of the case are these: The plaintiff, Replogle, purchases, from the mortgagor, part of the land covered by the mortgage, and paid the whole amount of the consideration money, not knowing, at the time, of the existence of the mortgage. But afterwards, to secure himself, he took an assignment of the mortgage, as before stated; which assignment was recorded on the 15th November, 1843. Afterwards, judgment being obtained against the mortgagor for another debt, the property still owned and in his possession was seized on and sold by the sheriff, and the defendant, Fluck, became the purchaser at the sale. Although not essential to the legal question, yet it may be well to state, as a rebutter to any supposed equity, Fluck purchased with the full knowledge of the fact that Replogle held the mortgage, and that the land about to be sold would be looked to for the payment of the money due. It cannot be alleged, with slightest approach to plausibility, that, under these undisputed facts, as between Replogle, the assignee, and C. Snyder, the mortgagor, the latter would not be liable to pay all that remains due on the mortgage. It is in proof, he received the whole purchase money of the land purchased by Replogle; and, consequently, it is not open to the allegation that it had, in whole or in part, been applied in payment of the debt secured by the mortgage. If the ejectment was brought against him, there could be no defence, nor could he regain possession until he paid every cent then due. This would be too plain for argument, as there would be no pretence of any consideration between them. Does, then, the defendant stand in a better situation than the mortgagor ? It must, in the first place, be observed, that there is no difference between a vendee of the sheriff and the vendee of the mortgagor or owner of the land. A purchaser at sheriff’s sale occupies the position of the debtor; and, unless there is something to make his case an exception, the title of the purchaser is the title of the debtor, neither better nor worse. If this be so, and that it is cannot be doubted, the question is well settled, on reason and authority. Thus in Clowes vs. Dickinson, 5 John. Ch. Rep. 440, Chancellor Kent says: “If there be several purchasers in succession, at different times, there is no equality, and no contribution, as between purchasers. Thus, for instance, if there be a judgment against a person owning at the time three acres of land, and he sells one acre to A., the remaining two acres are first chargeable, in equity, with payment of the judgment debt.”\nThe same principle is ruled in Nailer and Stanley, 10 S. & R. 450, and in the more recent case, Cowden’s Estate, 1 Barr, 269; Mevey’s Appeal, 4 Barr, 80. Mr. Justice Kennedy, in Cowden’s Appeal, referring to Clowes vs. Dickinson, says the reasoning of Chancellor Kent is not only satisfactory, but unanswerable. This principle is so firmly established, that it cannot now be considered an open question. No difference is perceived between a judgment that is a general lien, and a mortgage which is specific.\nJudgment affirmed."}