{"id": "964914", "contents": "The opinion of the court was delivered by\nCoulter, J.\nThe assignee of a simple .contract debt cannot bring an action on it in his. own name, but the universal custom is to bring the suit in the name of the legal plaintiff for the use of the assignee, who- is usually denominated the equitable plaintiff. For all .questions of substance and justice he is the real plaintiff. He is responsible for costs, and the court would interfere at once -to prevent-the nominal plaintiff from discontinuing the action or releasing it. The objection in this case'is that the suit ought to have been brought in the name of the assignee, whereas it is instituted in the name of the payee of the note for the use of the assignee. It may be considered as settled that the indorsee óf a negotiable note cannot bring an action in the name of the payee. Because in that case the interest of the payee in the note is entirely gone, and the whole note is absolutely in the indorsee. And On that foundation the defendant below builds his objections to the recovery of the plaintiff. This note however when assigned was over due, and it was not passed by indorsement in the commercial signification of the word, but-was specially transferred and assigned to Parker with a guaranty. It is not therefore within the rule of the commercial law, because it is subject in Parker’s hands to any equitable defence which the defendant would have had against it in the hands of Jones. This case is different from those cited by the defendant in error, because the name of the r'eal plaintiff, Parker, is on the record. -And if necessary the name of Jones might be regarded as surplusage.\" The addition of administrator maybe treated as surplusage to the plaintiff’s name when he is entitled to sue -in his own right, Welmurth vs. Mountforth, 8 S. & R. 124; Geddis vs. Irwin, 5 Barr 508. The title of an equitable plaintiff need not be traced from the legal plaintiff by averment, or be otherwise indicated than by marking the suit to his use, Armstrong vs. Lancaster, 5 Watts 68. The objection then-is a naked technicality. If Jones may yet be considered the legal plaintiff the action is well brought; if he cannot be so considered, then the name of the legal plaintiff, Parker, is on the record, set out as the person equitably entitled to the action, and the suit may be sustained; because in that category the name of Jones would be an excrescence, and as mere surplusage might be stricken out. This suit was tried once before in the court below, and a verdict in favor of plaintiff, and brought into this court by writ of error. Then this objection was not raised either in the court below nor here, but the judgment was reversed on other grounds; and now after a second trial the defendant brings it here on a second writ of error, and assigns for error that the use of the name of payee Jones is fatal. The statute of limitations has now run, and if we should reverse on this ground the plaintiff Parker would be cut out of an honest demand established by two verdicts. This would be monstrous. Under such circumstances I would call in the aid of the first section of the act of assembly of 16th January, 1886, which authorizes this court to reverse, modify or affirm such judgments and proceedings as there directs, and strike out the name of Jones so as to modify the word in conformity with the law. But wu think it can stand as it is.\nJudgment reversed and venire de novo awarded."}