{"id": "964961", "contents": "The opinion of the court was delivered by\nKogers, J.\nWhen we take this will by its four corners, it is difficult to avoid coming to the conclusion that it was the intention of the testator to bequeath his whole estate, with a trifling exception, to his wife, during widowhood, for the benefit of herself and their only child, with a limitation over to the child in the event of her marrying again. A comfortable provision for her, coupled with the maintenance and education of their infant daughter, seems to have been the principal object in view, in the disposition of the estate. These laudable objects are completely frustrated by the construction given by the court of Common Pleas, for all she receives, in that view of the will, is the interest of three hundred and fifty dollars, amounting to the paltry sum of twenty-one dollars per annum, a sum totally inadequate, as he must have known, for that purpose. The will, it must be granted, is obscurely worded, no direct reference being made to the personal estate, it not being even mentioned, except incidentally, on the contingency of the widow changing her condition. “ It is my will and intention,” says the testator, “that the proceeds of the sale of my real estate shall be loaned out and amply secured, so that my wife may get the interest annually, so long as she shall remain my widow, for the support of herself and my daughter; and if at any time she should marry, then and in that case, my whole property, principal and interest, to go to my child, or children that I leave.” The words, umy whole property,” although used in connection with the realty, are sufficiently comprehensive to embrace the whole estate, of whatever description, whether real or personal, and may be well construed, without doing violence to the language of the testator, as a gift, by implication, of the personal estate to his wife, during widowhood, although not expressly named. And this version of the will is at least plausible, as it avoids the apparent obscurity of giving the personal fund to the child immediately, and then limiting it over to her, if her mother should again marry. And this would seem to bring it within the principle adverted to in Powell on Devises, 199, “that a devise to the devisor’s heir, after the death of A., will give A. an estate for life by implication; but that under a devise to B., a stranger, after the death of A., no estate will arise to A. by implication.”\nThis, as Mr. Powell says in his treatise on devises, is an exact illustration of the difference between what the law denominates necessary implication, and one which is not so. In the former, (which I take it resembles this case,) the inference that the devisor intended to give an estate for life, as he says, is irresistible, as he cannot, without the greatest absurdity, be supposed to mean to give his land to his heir at the death of A., and yet the heir should have it in the meantime, as would be the case, unless A. took it. So here the testator cannot, without the imputation of extreme folly, be supposed to intend to give this fund to the child, if the widow marry again, and yet that the child should have it in the meantime. This view of the case has the further recommendation that as it avoids an intestacy of any part of the estate, otherwise inevitable, it thus comes out what we are bound to believe, from the tenor of the whole will, was the testator’s intention. The principle of construction adverted to is, by no means, a novelty in our jurisprudence, for, that an estate may pass by implication, without express words of gift, is well established.— Thus, in addition to the authority already cited, it is ruled, that when A. devised land to his heir at law, after the death of his wife, though no estate is given to the wife in express terms, yet she shall have an estate for life by implication, for, as the court say, the intent of the testator is clearly to postpone the heir till after her death, and if she does not take, nobody else can. So in Roe vs. Summerset, 5 Burr. 2608, it was held, that on a devise of a term to the testator’s daughter M., after the death of his daughter B., B. took an estate by implication. The cases ruled on this point are numerous, and are all collected and collated in several elementary treatises, as Lovelass on Wills, 25 Law Lib. 287; Powell on Devises, 199, 22 Law Lib., and Ward on Legacies, 18 Law Lib. 10, 11 and 12. As the cases cited are ruled on the presumed intention of the testator to postpone the heir, and because if the widow does not take nobody else can, the reasons on which these cases depend apply to this case, for here the intention to postpone the child sufficiently appears, and if the mother cannot take no person else can. Unless we give the will this construction, it contains on its face an absurdity, runs the risk of producing a partial intestacy, and, as we have reason to believe, defeats the principal design of the testator, which was to bequeath his estate to his wife for life for a specific object, to be defeated only by a second marriage. In giving the estate this direction, we not only subserve the interest of both parent and child, but, what is of much more importance, we carry out the testator’s intention.\nJudgment reversed, and judgment for the plaintiff. Credit $180, amount of interest now in hand."}