{"id": "964990", "contents": "The opinion of the court Vas delivered by\nCoulter, J.\nThe power of the legislature to establish a .turnpike gate in the streets or public ways of' a city, is hardly to be questioned. It.is ‡. part of the eminent domain which belongs to the sovereign authority. It is conceded to the general assembly, by the grant of all legislative power, and is not restrained by the bill of rights. ..There is nothing in the street, or town, or city, to make it greater or more distinguished than a highway in the rural-districts, except convenience and the density of population; and these restrain not the power of legislation. The power of making and repairing roads and removing nuisances is granted by law to supervisors of highways under the direction of the courts, and they are bound to do it; yet this does not prevent the legislature from authorizing turnpikes, and the erection of gates on these roads.— Neither does the obligation of cities to open and repair streets interpose any barrier against the right of the sovereign power to regulate its highways; and streets in a town or city are nothing more.\nBut the inconvenience to citizens and to other persons transacting business in a city would be so grievous that we cannot presume that the legislature intended to authorize the erection of a gate in the streets of a city, unless the enactment is so clear as to leave no room for a reasonable doubt. The constant passage of drays, wagons, carts and other vehicles, from one part of a city to another, in pursuit of the business, trade, agriculture and commerce of the country, requires that the streets should be open. In many places the stoppage to pay tolls would block up and stop the streets, and as the toll gatherer would have to seek shelter from the vicissitudes of the weather, a barrier would at times be interposed with no person at hand to open it. In the case under consideration, although the gate is at the verge of the continuous line of houses, yet if the company can erect' it there, they may erect a gate as .far up the city as King street. -It was well known to the legislature that the city of Lancaster, in the garden of the State, would, in process of time, become a mart for manufactures and commercial and agricultural products, and extend to its utmost limits. Where then was the necessity or propriety of granting, to a turnpike company, the privilege of obstructing the streets and hindering the business of the city, when full power was granted to the municipal corporation'to keep those streets open and in good repair, and which it was compellable to do, at the instance of any person. We are reluctant to impute any such intention to the legislature, until they use words of more imperative and distinct signification than those on which the turnpike company relies. We have no doubt whatever that the legislature may alter, modify or repeal the charter of a city, making compensation for private rights, which might thereby be invaded or destroyed. But when they intend to do so, it is but fair to the municipality' and to the public to presume that they will say they intend to revoke privileges already granted, and alter a solemn deed already made.\nIn the construction of a statute granting privileges to individuals, where there is ambiguity or inconsistency in the language of the grant, if one construction bear against the public trade and public convenience, and another abridges the grant, that must be adopted which favors the public convenience and trade; 3 Stephens, N. P. 2619; 5 Denio. The enjoyment of the franchise or privilege granted to the turnpike company, does not necessarily require that a gate.should be erected in Manor street, within the city limits. By placing a gate outside the city, the object of their erection will be fulfilled, and the convenience and business of the city protected, and both grants, that to the. city and to the turnpike, will be harmonized.\nThe whole force of the turnpike company’s case rests on the words used in the reviving act of 30th March, 1848, by which the company is authorized to erect gates in Manor street or elsewhere, for the purpose of collecting tolls, according to the provisions of the original act. Now the original act does not authorize or speak of gates on Manor street, but authorizes the company to erect “ gates on said road.” It might be sufficient to say that the words street and highway are equivalent to each other, as decided in 4 S.& R. 106, and in 2 Strange 1004, Lade vs. Shephard. They, are considered as convertible terms. Street is derived from the Saxon, and in its origin, signifies a way. It is often used to signify a way on the margin of which houses are built; but it is used to signify a highway out of a city or town: “ wisdom crieth without, she uttereth her voice in the streets, and in the city she uttereth her words. ’ ’ We think that the legislature meant by the words Manor street, nothing more than Manor road, which the way was called at least as far as Millerstown; and that by the word “elsewhere,” which is a very loose designation of any place, they meant that part of the road Avhich lies between Millerstown and the Lake Mill, on Conestogo creek, which .part of the road they were authorized to commence after the road to Millerstown was completed.\nWe are therefore of opinion that the city of Lancaster, having given full notice to the turnpike company not to erect a gate on Manor street, in said city, were guilty of no wrong in ordering it to be removed, as a nuisance or obstruction in said street; and that Stormfeftz, the street Commissioner, was not guilty of a trespass in removing the .said gate in pursuance of an ordinance of the city councils.\nWherefore the judgment of the court below, on the stated case, is reversed, and judgment is entered for the defendant in the said case. . • • .\nJudgment reversed, and judgment for defendant below. ,"}