{"id": "964925", "contents": "The opinion of the court was delivered by\nBell, J.\nIf it be conceded, under the principle which ruled Morris vs. Oakford, 9 Barr 500, that Catheart’s sale to McGowan and McKeehan, in November, 1841, and the arrangement consequent upon it, by which the purchasers undertook the payment of all prior liens on the land, the former, in equitable contemplation, became surety of the latter, with the assent and concurrence of the appellee, I have failed to perceive any thing in the facts disclosed by the evidence, which, in law or equity, ought to bar his claim to come in on the fund in court.\nThe first response which may, properly, be given to the propositions that seek to exclude him, is the want of due evidence of a levy made by virtue of Fulwiler’s fi. fa., No. 85, to August term, 1845; and the absence of any satisfactory account of the disposition made of that writ. It was proved to have been last seen in the hands of sheriff Cooper, whose business it was to execute it. But no further inquiry was made for it; nor was he, though alive and residing in the neighborhood, called to testify in relation to it. The secondary evidence, by the mouths of Messrs. Gantt and Anderson, tending to show an actual levy on the personal property of the defendants, was, therefore, I think, clearly incompetent, and, consequently, insufficient to sustain any legal deduction. But waiving this, and admitting the asserted levy to have been, in truth, made, what is there, in Topley’s conduct in reference to this execution, competent to clothe Cathcart, as surety, with an equity operating his discharge from the burden of his obligation ? The levy, if made at all, was effected in or about August, 1845, two years and eight months before Topley became master of the security, by Eulwiler’s assignment, which occurred in April, 1848. Shortly after this, the judgment entered against all the obligors in the bond was revived, by amicable scire facias, against McGowan and McKeehan alone, as owners of the land incumbered. There is some evidence that, at this time, Topley recognized the arrangement before made by his debtors, casting on the remaining partners the burden of the debts; and McGowan testifies it was then agreed the appellee should direct sheriff Cooper to return the execution issued by Fulwiler. The other partner, McKeehan, denies all knowledge of this, and ascribes the omission of Cathcart, as a party in the amicable revival of judgment, to the fact that he was, at the time, not a resident of the county. This statement is countenanced by the form in which the agreement was prepared, including Cathcart as a defendant; while McGowan’s.assertion, that the original fi. fa. was to be returned, irrespective of the levy, is, in a degree, corroborated by Mr. Jun-kin, in the conversation described as having occurred between him and Topley. But it is not pretended the omission to include Cathcart as a party to the judgment of revival, can operate to discharge him from his liability as obligor and mortgagor: nor will his promise to cause the fi. fa. to be returned, work any such result. So far as appears, that promise was never executed. No instructions were given to the sheriff, touching his execution of that writ; nor was it ever returned, shewing a levy or the contrary. The most that can be said of Topley’s conduct, in reference to it, is that he was inactive. Can this inaction be fairly urged as affecting his right to claim paramount the appellants ? It is undoubtedly true, that, in equity, a creditor who has in his hands or power the means of payment, and voluntarily relinquishes it, or releases any security he held for the payment of the debt — as, for instance, by expressly foregoing a levy made on the goods of the principal debtor — discharges the security pro tanto. This was the case contemplated in Neff’s Appeal, 9 W. & S. 36, and which actually occurred in Commonwealth vs. Miller, 8 S. & R. 456; Talmage vs. Birlingame, 9 Barr 21; and Bank vs. Fordyce, 9 Barr 275. In the second of these instances, the assignee of a judgment released a prior levy made on the chattels of the principal debtor. In view of this fact, the present Chief Justice thus states the rule: “Where there is a levy on personal property belonging to the principal, it is a satisfaction pro tanto, as regards the surety, of which nothing can deprive him, except assent, on his part, to tike arrangement by which the property is released.” To the same effect are the other cases: all of them look to some active interference by the creditor. The appellant has produced no adjudication, where mere supineness was held to work the release of a surety, and I know of none, unless, indeed, the inaction were in disregard of an express request, preferred by the surety, urging pursuit of the principal, or there be some circumstance which makes it the imperative duty of the creditor diligently to seek payment from him. Nothing of the kind existed here. The fi. fa. issued by Eulwiler was a stale writ when Topley became interested in the judgment, and of no possible avail against subsequent executions. Notwithstanding what was said to McGowan by Topley, it does not appear he at all interfered with the execution. He was content to let it sleep as it had slept for years, trusting to the security of the mortgaged land; and although it may be true the negligence of the sheriff gave to the owner of the debt an action for non-feasance, I have never heard this will operate to release a surety.\nBut were all this otherwise, Cathcart’s exoneration as surety would not defeat Topley’s right to the fund in dispute. He does not claim on the foot of the judgment, nor against Cathcart, either as principal or surety. He is content to release him altogether, looking to the proceeds of the hypothecated land. That the assignment by Eulwiler of the bond, and judgment entered under it, carried with it an equitable right to the accompanying mortgage, without a formal transfer, as an ancillary security, will not admit of serious question. This has been repeatedly settled here and elsewhere, and indeed, is now so trite a rule, that one is almost ashamed to cite authority to prove it. As however it has been here challenged by the appellant, I may be excused for referring to McCall vs. Lenox, 9 S. & R. 304; Donnelly vs. Hayes, 17 S. & R. 402; Bank vs. Fordyce, 9 Barr 275, and Roberts and Halstead, 9 Barr 34, as among our own cases in point, and showing too, that even ignorance of the existence of the mortgage on the part of the assignee, will not defeat this equity.\n'Why then should not Topley be permitted the benefit of this paramount security? Because, says the appellant, the levy already referred to, and the subsequent relinquishment of it, postpones the appellee in favor of subsequent incumbrances, of whom I am the next in order. The result here asserted would at first blush seem to be a startling one. It not only releases one of the original debtors, but gives him a superior equity, as a creditor of the fund otherwise applicable in discharge of his own undertaking. Still a case might arise in which one would not only be released as surety, but preferred as a creditor in the same transaction. But a little reflection and a rapid reference to precedents, will satisfy ns this dispute cannot be ranked in that class.\nMost of the remarks that have already been submitted on the . other branch of the case, are also applicable to this. I do not design to repeat them, unless from necessity, where they are involved with the principles applicable to the proposition now under discussion.\nIt is true that a seizure of goods, in execution, to the value of the debt, whether they be sold or not, is a discharge of all responsibility on the part of the debtor, and consequently satisfies the judgment; further remedy being against the sheriff. But this rule is utterly inapplicable where the goods have been left in the continued possession of the defendant in the execution, and he has been permitted to call them as his own : Cummins’ Appeal 9 W. & S. 73; Davids vs. Harris, 9 Barr 501.\nIt is also true that one who has levied on the chattels of his debtor, will not afterwards be suffered to divest the levy, to the payment of a posterior judgment, in detriment of an intermediate lien; nor to keep afoot a judgment actually satisfied, so as in effect, to give preference to an inferior security, at the expense of a superior one. The cases of Hunt vs. Breading: 12 S. & R. 37 ; Dean vs. Patton, 13 S. & R. 341, and Wood vs. Vanarsdale, 3 It. 40, cited for the appellant, are illustrative of this proposition. The two first of these exhibit a fraudulent arrangement to squeeze out an intervening incumbrance, by the application of the avails of a levy, made under a first lien, in discharge of a younger judgment; and the last was an attempt to revive a paid judgment, for the benefit of an assignee, who had discharged it on the security of the goods levied, and afterwards endeavored to usurp the rights of the plaintiff in the execution, in defeat of his remedy for the recovery of future instalments and the security of other lien holders.' These cases are not parallel with the present. True, the learned judges who there delivered the opinions of the court, indulged some speculative remarks, which hastily read, may seem to countenance the idea that an unprosecuted levy on chattels, or one expressly relinquished will operate, without more, to unloose the hold of a lien of the land of a debtor, in favor of junior incumbrances. This however, was not the point precisely presented, and I cannot avoid thinking the observations I have glanced at, were probably hazarded without calculating all the consequences., to which they might lead an incautious inquirer. This is made evident by later adjudications, where the very question was the point of controversy, and to which of course, the attention of the court was specially directed. These establish that a sheriff’s procrastination, or neglect to make the debt, by consummating a levy on the debtor’s goods, will not discharge it, though the supineness of the officer is traceable- to the sufferance of the creditor. This was ruled in McCoy vs. Read, 5 W. 300, and in Moore’s Appeal, it was held that the inertness of the sheriff, however gross and clearly proved, will not so effect the liens of judgments as to give preference to younger burdens. It was followed by Cummins’ Appeal 9 W. & S. 73, where the court decided, that an unprosecuted levy on chattels, disturbs not the hold of a judgment, either as it respects the debtor or his other lien creditors. The leading reason given is, that no harm was done to the latter, who were at liberty if they chose, to direct executions against the same chattels; the prior sleeping execution interposing no barrier to sueh a proceeding. Lastly, came Morrison & Steele’s Appeal, 1 Barr 13, in which, going a step farther, it was determined that even a stay of execution by order of the creditor, will give no preference to the lien of junior judgments, in the absence of unfair collusion between the debtor and first creditor, to hold the others at bay. The reasoning of Cummins’ Appeal was repeated, but I apprehend the decision would have been the same, though the younger creditors were not in a condition to enforce satisfaction of their judgments, by levies on the same goods. By the withdrawal of the first execution, no appreciable injury calling for compensation is inflicted. Any inconvenience experienced is the necessary attendant upon the exercise of a discretion vested in the creditor, which must be frequently invoked by the exigency of human affairs, and when fairly exerted, with an honest intent, is not liable to the imputation of blame, or obnoxious to the penalty of a forfeiture of right. Were it otherwise, a creditor having once purchased an execution could not afterwards withdraw it, without the consent of all the subsequent incumbrancers, no matter how stringent the reasons which dictated a cessation of pursuit, or how disastrous a persistance in it might be to the debtor, and through him, to unsecured creditors. I know of no binding authority which recognizes the stringent rule advocated by the appellant, and I am sure there are no reasons of mere convenience, sufficiently cogent to recommend its adoption as a principal of general application.\nBut in the instance before us, the appellant was subjected to no inconvenience, other than those usually flowing from his pecuniary position. There was nothing to prevent his pursuit of the goods levied under the first fi. fa. His mortgage was accompanied by judgment bonds, under which by the exercise of a very ordinary diligence, final process might have been issued long before the closing ruin overtook the debtors. Three years elapsed between the first levy and the last scene of admitted bankruptcy; a period more than sufficiently long to enable the appellant to take every necessary step against the personal chattels of his debtor. But he failed to do so, and it is difficult to resist the impression that this failure is attributable, not to any expectation that Topley would make his money from a sale of the goods, but to some unexplained reason, springing from the peculiar relation of all the parties. Were it then even proved that the appellee actually stayed the further prosecution of Fulwiler’s execution, at the time of the amicable revival of his judgment, it would not cause a postponement of his mortgage.\nThere is another point of view from which the actual posture of these transactions may be contemplated. As this, however, is not absolutely essential to a decision of the controversy, I design but a cursory glance. It is in proof that during the running of the time I have mentioned,, the debtors exercised full dominion over the personal property. Being actively engaged in a stirring bu,siness, it is scarcely to be doubted, tbe identical items levied were changed and others substituted, more than once. Could these substituted articles be properly regarded as subject to the levy ? Would a mere symbolical seizure attach upon them as they came into the possession of the debtors, from time to time, from some shifting power inherent in the execution ? or would not the levy of 1845 be considered as necessarily at an end, long before Topley sued out the second execution, by the disposition of the goods, with the implied assent of the sheriff? Did the appellee’s case call for it, these are questions which might lie in the path of the appellant. But without their aid, it has, I think, been shown the right to recover some portion of the fund, by virtue of his mortgage security, cannot be denied the appellee, from anything which has occurred in this protracted and complicated business.\nAs the mortgage stood as security for the payment of whatever sum principal and interest might be found due under the judgment, it is not to be doubted the court below was right in awarding to Topley the amount recovered under the amicable sci. fa. and the interest subsequently accruing thereon, though this was compounded on the interest which entered into the amount of the judgment of revival as principal, in pursuance of our practice. The fact that Cathcart was not a party to the latter judgment can make no difference, for the sum due under it is not claimed from the proceeds of his land, but from that which was of the defendants.\nDecree affirmed."}