{"id": "964911", "contents": "The opinion of the court was delivered by\nBurnside, J.\nThe title of the parties to their respective lots is not in controversy. Neither of their titles is impeached. Both of them derive their title from the same source. Sarah Masters owned both the lots, as well as the lands adjacent, which she derived from her father’s estate. The dispute is one of boundary; each has his full quantity. More than twenty-one years before the institution of this ejectment, the then owner of the \"Weekerly lot erected a frame house in the woods, without cellar or chimney, and placed one side of it about five inches over the side of his lot on the ground of his lessor. The next owner, when he came to dig and wall the cellar under the house, and erect a cMmney, was better informed as to the boundary, and he built the cellar wall in the proper place. On this cellar wall Marsh placed the wall of his brick house in 1845. The wall is found to be five inches on the Marsh lot, and four inches on the plaintiff’s lot. But before the defendant commenced his building, he had the regulator and surveyor of the district to lay off his lot. It was in evidence that Morris, the builder of Marsh, before he did any work on the ground, called on Weckerly and wife, and informed them how the surveyor had located the line, and requested them to meet him on the ground, in order to test its correctness, before he commenced the building. They declined doing so; saying that if Mr. Moore had regulated the lot, they were satisfied with the regulation, and directed him to put the'wall on the line, and do as little damage as possible. The builder went on, and erected a nine inch wall on the wall of the cellar, which is proved to be five inches on Marsh’s and four on the plaintiff’s lot. In erecting this wall, he was compelled to cut down the weather-boarding of the plaintiff’s house, which extended over the cellar wall; and, after the builder had made some progress, the plaintiff began to complain, and, when the wall was erected, brought his ejectment to recover the five inches which the house extended over this lot. He relied on his length of possession, and, on that ground, the learned Judge charged the jury “ that if the plaintiffs and those under whom they claimed, did go over the boundaries of the land mentioned in the lease or deed, a possession of that not embraced in the lease would be adverse to the original grantor; and if such was the fact, and that which the defendants have taken from the plaintiffs was outside of the boundaries of said deed of lease, then, by the statute of limitations they would obtain a title.” He further instructed them that, if the plaintiff was not informed that the surveyor had only surveyed the lot of Marsh, and had not also surveyed the plaintiff’s lot, they were not bound by the consent they had given to Mr. Morris to go on and build the wall, according to the line designated by the surveyor.\nTo this charge we cannot accede. We are unable to discover any act of any owner of the plaintiff’s lot tending to shew that they intended to claim any ground outside of their original lease, but we think every fact proved strongly negatives such a claim.— When the plaintiff’s frame house was erected, he had a right to place the one-half of the party wall on the owners of the defendant’s ground. The frame building was, in its nature, but a temporary construction. When the subsequent owners of the plaintiff’s lot erected the chimney, and built the cellar wall, they were careful to place them on the proper ground, so that when the adjoining lot was improved they might properly buil^ on that cellar wall, and against the chimney. The plaintiff shewed every confidence in the surveyor of the district. They were satisfied that he should fix the line. When they were informed how he had done it, they declined to go and see it, and directed the defendant’s builder to put the wall on the regulator’s line. It was so done, and the plaintiff got a brick wall to this side of his house, in the place of a wooden one. After this license, and after the defendant had expended money in this erection, he changes his mind, and designs to prostrate the defendant’s house, or force him to pay for the license he had himself given. ■\nApply to this the well settled principles in equity which will not allow one, who, knowingly, (though he does it passively, by looking on,) suffers another to purchase and spend money on land under an erroneous opinion of title, without making known his claim, to exercise his legal right against such person: Carr vs. Wallace, 7 Watts 394. Equity will not, on the mere ground of .silence, relieve one who is perfectly acquainted with his rights, or has the means of becoming so, and yet wilfully undertakes to proceed in expending money on the lands of another without obtaining or asking his consent: Crest vs. Jack, 3 Watts 240. But, in this case the plaintiffs have not a foot to stand on. They encourage the defendant to proceed to build on the line fixed by the proper authority, and in the manner authorized by law. After the building is commenced as the plaintiffs advised, they wish it to be stopped, under a new discovery, a gross misconstruction of the statute of limitations. Dear as that statute is to my heart, I cannot sanction the construction given to it by the Common Pleas.— The possession must be adverse and hostile to the legal title, and so, unbroken, for twenty-one years, to give title against the legal owner. Here there was not a single act done on the ground, or a single declaration of any owner of the plaintiff’s title, of that character. No owner of that title did a single act which shewed that he claimed any of the ground adjoining to his lot, nor the defendant, until the mischief was put in his head to revoke the license, and, for the first time, set up the statute, after the building and party wall had been commenced. It was not such an actual adverse claim and possession as the statute will give title to beyond the lease and deeds under which he claims, and the jury Ought to have been so instructed.\nThe judgment reversed, and a venire de novo awarded."}