{"id": "964931", "contents": "The opinion of the Court was delivered by\nCoulter J.\nThere is no evidence whether the plaintiff in error was a foreign or domestic corporation; and it is of little consequence whether it is one or the other. No corporation can hold real estate beyond the authority conferred in its charter, and the extent of that authority, in this case, is not in evidence. But every corporation may contract; and having purchased and paid for real estate, the vendor cannot take it back, at his pleasure, nor make the contract null and void, as to him. The State, by virtue of its transcendental power, may escheat it. But this principle does not extend to a lease, or to a contract, express or implied, for the purpose of enabling a corporation to carry on its business.— A foreigner may, undoubtedly, lease a house to shelter himself and family, although he cannot hold real estate; and having contracted for it, and used it, must pay the rent. Some things lie too deep, in the common sense and common honesty of mankind, to require either argument or authority to support them; and this, I think, is one of them. The president of the company, leased this property, from the plaintiffs below, received the key, and retained possession for the term, and the president paid part of the rent. It is of no consequence whether the company used it seldom, or frequently, or not at all. They kept the plaintiff out of possession, and kept themselves in the legal possession. The exigencies of their business may not have been so great as they contemplated and expected, and they may have found one office sufficient. The only real question in the case is whether the contract made by the president, was within the scope of his authority; and whether his statements, at the time he made the contract, were proper evidence of the purpose, for which he rented the office.— The office was close in the vicinity of the wharf, where the company landed and received their passengers. I should suppose that it admitted of no doubt, whatever, that an office, there, was not only a great convenience to the business of the company, but indispensable. Railroad and stage companies have- their offices, and could not get along without them; and so it must be, with steamboat and transporting companies. Who, then, was the proper person to make the contract? Certainly, the president. We must bear in mind that these kind of artificial men, or persons, are becoming very common in this State. The legislature turn them out, almost as rapidly as a miller does his grist. They compose a new element, or ingredient, of modern society. They contract with every body, and about all manner of things; and they can contract by their chief officers; and such is their usual course of business. The president of a company presents himself to make a contract, evidently connected with the business. He declares the object and purpose of the contract. Who doubts him?' We are a dealing people. Is he asked to produce the charter and the books of the company, to shew that he is authorized to make the contract secundum artem? Such is not the custom. Society must be protected from mischief, arising from the multiplication of these bodies. As they can only contract by their officers, the declarations of those officers, when engaged in the business of the company, like the declarations of an agent within the scope of his authority, or the declarations of an individual engaged in his own business, are evidence against their principals. This contract, whether it is considered express or implied, (and there is evidence to justify its being considered in either aspect), was within the scope of the authority of the president of the company; and his declarations, made at the time, were competent evidence of the purpose, for which the-contract was made.\nJudgment affirmed."}