{"id": "964976", "contents": "The opinion of the court was delivered by\nCoulter, J.\nThe error assigned is that’ the indictment charges that the defendant, with intent to cause and procure the miscarriage and abortion of the said Mary Elizabeth Lutz, instead of charging the intent to cause and’produce the miscarriage and abortion of the child. But it is a misconception of the léarned counsel that no abortion can be predicated of the act of untimely birth by foul means.\n: Miscarriage, both in law and philology, .means the bringing forth the foetus before it is perfectly formed and capable of living ; and is rightfully predicated of the woman, because it refers to the act of premature delivery. The word abortion is synonymous and equivalent to miscarriage in its primary meaning. It has a secondary meaning in which it is used to denote the offspring. But it was not used in that sense here, and ought not to have been. It is a flagrant crime at common law to attempt to procure the miscarriage or abortion of the woman. Because it interferes with and violates the mysteries of nature in that process by which' the human race is propogated and continued. It is a crime against nature which obstructs the fountain of life, and therefore it is punished. The next error assigned is, that it ought to have been charged in the count that the woman 'had become quisle. But, although it has been so held in Massachusetts and some other States, it is not, I apprehend, the law in Pennsylvania, and never ought to have been the law anywhere; ■ It is not the murder of a ljving child which constitutes the offence, but the destruction of gestation by wicked means and against nature. The moment the womb is instinct with embryo life, and gestation has begun, the crime may be perpetrated. The allegation in this indictment. was therefore sufficient, to wit: “ that she was then and there pregnant and big with child. By the well settled and established doctrine of the common law, the civil rights of an infant in ventre sa mere are fully protected at all periods after conception; 3 Golee’s Institutes. A count charging a wicked intent to procure miscarriage of a woman, “ then and there being pregnant” by administering potions, &c., was held good on demurrer by the Supreme Court of this State; Mss. Meps. January, 1846; Whart. Grim. Law, 308. There was therefore a crime at common law sufficiently set forth and charged in the indictment.\n•But although, we see no error in the record, the sentence must be reformed on account of certain proceedings in this court and de-hors this record. The imprisonment for one year is made to take effect after the termination of the sentence on another indictment for the same crime on Catharine Ann lutz, and the sentence in that case is to take effect after the expiration of the sentence on another indictment against the said defendant for seducing Mary Elizabeth Lutz, under a promise to marry; which sentence was reversed and set aside by this court. •\nBy the 1st sec. of the act of June 16, 1836, the Supreme Court have power to correct all manner of error of the courts of this commonwealth, as well in criminal and civil pleas or proceedings, and therefore to reverse, modify, or affirm such judgments or proceedings as the law doth or shall direct.'\nWe therefore, in pursuance of this statute, order and direct that the sentence in this case shall be so modified and reformed, as that the period of imprisonment, to wit: one year, shall be computed immediately from and after the expiration of the sentence, on the indictment preferred at the instance of Catharine Ann Lutz, referred to in this opinion; as the same sentence has been modified at this same time by this court.\nThe clerk of the Quarter Sessions will therefore enter on the record that the sentence is so modified.\nJudgment affirmed as modified."}