{"id": "965023", "contents": "The opinion of the court was delivered by\nRosees, J.\nAlthough suit is brought in the name of William Foulke, as endorse^ of William H. Fry, to whose order the note is payable, all the circumstances of the case lead to the conclusion that he stood in no better situation than the assignors, the Messrs. Fry. And this seems to have been the opinion of the Judge who ruled the case. The notes in suit, being part of the assets under the assignment, any defence which would be available against the assignor, is equally so against the present plaintiff, who stands in their place. An assignee for the benefit of creditors is not a purchaser for a valuable consideration, and, consequently, he stands in no better position than the assignor : Knowles vs. Lord, 4 Wh. 507; Twelves vs. Williams, 3 Wh. 485; McCrelish vs. Churchman, 4 R. 36, and other authorities. Two questions have principally occupied the attention of the court. 1st. As to the construction of the agreement of 81st December, 1841, between the Messrs. Fry and Jasper Ilarding. 2. The measure of damages, that is the extent of the defence on the amount of damages sustained by the defendant. The learned Judge sees nothing in the writing, but the transfer of the good will of a newspaper. It was a contract, he thought, which any other person might have made. There was nothing in the assignment of the day before to prevent the Messrs. Fry from making or executing this contract with the defendant. Passing by the objection that the ability of the Messrs. Fry to perform their part of the agreement was destroyed by their assignment for the benefit of creditors, made the day before, let us examine the construction put upon the contract. If I understand the court, they are of opinion that, as the Messrs. Fry stand in the same position as any other person who might enter into an agreement to induce the former subscribers of the “ Country National Gazette,” to receive Harding’s “ Inquirer and Courrier,” they would have the right the next day, for example, to resume and continue the paper as before. Assuming this position to be correct that they stood in no better position than a stranger, which is not so clear, it does not strike me that the conclusion follows that this could have been the intention of the parties. The agreement recites, “The Country National Gazette,” published three times a week, heretofore, being discontinued, and Jasper Harding, the publisher of the Inquirer and Courier, a newspaper also published three times a week, being desirous to furnish his newspaper to the persons who formerly took the Country National Gazette, he, Harding, agrees to give to William Fry, J Keese Fry, and Edmund P. Fry, the sum of one dollar and fifty cents for each person of the former subscribers of the National Gazette who shall be induced by them to receive said Harding’s Inquirer and Courier, instead of the Country National Gazette, and who shall so continue to receive the same after the date hereof, and until the first of April, 1842, inclusive.” Although the Messrs, Fry made no stipulation that they would discontinue the paper, (for it had been already discontinued,) nor do they expressly agree that they will not set up a similar paper, yet, certainly, it never could enter into the contemplation of either party that the Country National Gazette should be received, and carried on as before the agreement, as' that would necessarily tend to frustrate the principal object of Harding, which evidently was, by their means and their assistance, to obtain the former subscribers of that paper for his own. Setting up a paper by them, or issuing a prospectus for that purpose, wbicb is the same thing, by those who represent them, of a similar name, addressed to the same subscribers, would in my apprehension, be a breach of faith, and such a fraud as avoids the contract. No person has a right to place himself in a position antagonistical to an agreement made by himself, and if not plainly expressed, yet clearly implied, from the whole tenor of the instrument; Crutwell vs. Lye, 17 Vesey, jr., 335.\nThe court farther instructs the jury that, if William Foulke, as assignee of the- Messrs. Pry, did any thing to prevent the defendant from obtaining the benefit of the contract, and damage was suffered, then the defence is sustained to the amount of such damage, &c. The charge throws the onus of the question of damage on the defendant.\nIf he has failed to prove the extent of his damages, or if he was unable to prove it, it was his misfortune, and he must suffer for it. To tMs part of the charge I cannot assent; for, if Foulke prevented the defendant from receiving the benefit of his contract, wMch is assumed by the court, and was a question of fact for the jury, the whole consideration, wMch is an entire consideration, fails, and the plaintiffs are entitled to nothing. It is difficult, if not impossible for the defendant in such a case to shew the injury he received from the improper interference of the plaintiffs, and the law is not so unreasonable as to require it. It is their default if they put themselves in a position to defeat the contract, either in whole or in part. They surely are entitled to no peculiar favor, as they can protect themselves by scrupulously fulfilling their agreement. In the nature of the case, the precise injury which the defendant might sustain from the breach of the contract, cannot be ascertained. The measure of damage is the whole amount of the consideration, because if the jury should believe the plaintiffs did not perform their contract, but placed themselves in a position hostile to the agreement, the whole consideration, which is entire, has failed. Por these principles I refer generally to Hitchcock vs. Croker, 6 Adol. § Ellis 488; 33d Eng. Com. Law Rep. 106; 7 Cowen 307, Noble vs. Bates; and McCrelish vs. Churchman, 4 Rawle 36.\nJudgment reversed and venire de novo awarded."}