{"id": "965011", "contents": "The opinion of the court was delivered by\nGibson, C. J.\nAs the defendant is but a stakeholder as to a moiety of the judgment in contest, the question is whether the prior assignee of that moiety has forfeited his title to it; and it is very clear that he has. The maxim prior in tempore potior in jure holds* it is true, wherever it has not been inverted by. enactment, as it has been by the recording laws so far as regards conveyances of land, or where the benefit of it has not been lost by misconduct or imprudence; but it must not ’be allowed to (protect a party who has neglected a requisite precaution to protect from imposition those who may come after him. That a man is bound to enjoy his property so as to do no. injury to another which can be prevented, is also a maxim entirely consistent with the preceding one and equally potent. It contains the ruling principle of an extensive range of cases, and among others casés of injury from negligence. Thus in Parnaby vs. The Lancaster Canal Company, 11 Ad. & E. 223, Lord Denman held the defendant liable for damage suffered from a boat which had been sunk in the channel of the canal and was not removed, comparing the case to that of a shop keeper who leaves a trap-door open by which a customer receives a hurt, and the judgment was aflirmed in the Exchequer Chamber. On the same principle it was ruled in Vaughan vs. Manlove, 3 Bing. N. C. 468, that an action lies against a proprietor for having placed a rick so near, the extremity of his land that the flames, from a spontaneous combustion of the hay, set fire to his neighbor’s house. The English books, are full of decisions for the principle, and they contain only one which infringes on it.\nIn Harris vs. Baker, 4 M. & S. 27, trustees \"of a road were not held liable to an action for a personal injury received from a fall in the night, over a heap of scrapings on the road side, placed there without a light to give notice of it, because, as Lord Denman explained the case in Parnaby vs. The Lancaster Canal Company, the defendants were public officers who derived no benefit from the road. But were they for that reason less answerable for neglect of official duty ? According to Coggs vs. Bernard, a volunteer without hire is held to reasonable diligence. The truth seems to be, Lord Denman saw that Harris vs. Baker was not sustainable, and it would have been more candid in him to overrule it. Whatever may be thought of that case in England, it is very certain that Mott vs. Clark, coming up as it does to the very point, settles it here. A grantee who had not registered his conveyance was postponed to a party who had taken without notice an assignment from a subsequent mortgagee who had notice, though the grantee was not bound by the recording acts to register his deed for the information of those who might be disposed to purchase a subsequent mortgage. He was held bound to do so by the maxim last quoted. The rule therefore is, that unless there has been supineness on the other side, negligence in .the enjoyment of property or the exercise of a right is cause of redress in equity and at law. Was there not on the part of the prior assignee in these instances culpable indifference to the interest of others ? Though no law requires such an assignment to be docketed, the practice to mark the judgment to the use of the,assignee is universal, and it ought to have been pursued here; for no prudent purchaser of a judgment invests his money in it before the record has been inspected. From what' else could he derive information ? He has nothing for it but the honor of the assignor; and any one who leaves it. in the power of another to deceive may be said to collude with him before hand. Certainly a chancellor would not execute an equitable assignment in his favor.\nAs the defendant's character of stakeholder of a part is put out of the way, he is liable for the whole on the principle laid down by the judge to charge him with a moiety.\nJudgment reversed, and venire de novo awarded."}