{"id": "965014", "contents": "The opinion of the court was delivered by\nCoulter, J.\nThe use was executed by the statute. Benjamin S. Shultz, his hprs and assigns, were seized to the use of Mrs. Shultz, her heirs and assigns. There was in esse, a person seized to the use, a cestui que use, a well defined use, and a seizin, out of which it was to issue. And, where these exist, the statute executes the use, and the property in question must be considered as vested in Susan S. Shultz, from the date of the deed in February, 1835, to Benjamin S. Shultz. It is a matter of no moment in this case that the deed contained a power to Susan to dispose of the estate, by an instrument of writing, in the nature of a will; because, as the deed vested the fee in her, the power could add nothing to it, and did not detract from a power to limit its extent; and was intended simply to authorize her to dispose of the estate if she died during coverture. As she became a widow, however, the power became merely useless or inoperative.\nThe remaining question to be decided, is whether a sale of the estate by order of the Orphans’ Court, upon the petition of the administrator of Susan Shultz, for the payment of debts, divested the lien of a mortgage on the premises, executed by Kobert E. Shultz, before he conveyed to Benjamin for the use of Susan. I shall consider the question as if Susan had executed the mortgage herself, because after she became seized and possessed of the estate, she paid the interest on the mortgage, and because so far as this estate is concerned, it was as thoroughly her debt, as if given by herself. She held subject to it, and it was a lien on the estate in her .hands, and in point of fact, it was enumerated as her debt, in the petition for sale of the premises. The obiter dictum of the court in the case of Moliere vs. Noe, 4 Dallas 450, that mortgages were not discharged by an Orphans’ Court sale, was doubtless recognized in several subsequent cases, as the established rule on the subject. But the point was never expressly adjudicated in any case. I may observe that during that time the law was unsettled, except by mere dicta. The distinction taken by Chief Justice Tilghmaw, in Moliere vs. Noe, between judgments and mortgages, to wit, that by the latter the fee was conveyed, never could have been entitled to much weight, in Pennsylvania; because here a mortgage has always been considered merely as a security for the payment of a debt: 7 Serg. & Rawle 419; and as to third persons, the mortgagor has been considered the real owner: 1 Binn. 177. The interest of the mortgagee cannot be levied on and sold on a judgment against him. And yet, in Pennsylvania, every interest of a debtor in real estate, may be levied upon and sold. It is a lien on the estate of the mortgagor, and not a lien on any estate vested in the mortgagee. In Bowers vs. Oyster, 3d Penn. Rep. 240, much discredit is thrown on Moliere vs. Noe, and the above views corroborated. In Hoover vs. Shields, 2d Penn. Rep. 135; McGrew vs. McLanahan, same book; and Corporation vs. Wallace, 3 Rawle 109, it was ruled that the lien of a mortgage was divested by a judicial sale on a junior judgment. These decisions produced the act of assembly, which enacted that a sale made on a junior judgment should not, therefore, divest the lien of a prior mortgage. And it is by this act, and its supplements, that a mortgage enjoys any immunity beyond that of a judgment, as a lien. But the exempting statutes do not reach or apply to judicial sales made by order of the Orphans’ Court. And this enforced the learned counsel for the plaintiff strenuously to contend that an Orphan’s Court sale was not a judicial sale. But this notion cannot be entertained by the court. It is not a private sale. It is not a sale by the administrator, for he has no authority whatever to sell, virtute officii, real estate. It is a sale made by authority and direction of the Orphans’ Court, which prescribes or ought to prescribe the time, manner*, and conditions of the sale; and upon the report of the administrator, they determine whether their directions have been complied with, and whether or not the sale shall be confirmed. I am at a loss to imagine what can constitute a judicial sale if this does not, provided it be admitted that an Orphans’ Court is a judicial tribunal; which, I presume, could not be denied. Sales of this kind have been denominated judicial sales, in many of the decisions of this court; and substantially decided so to be in others, which it is not necessary to enumerate. And such I take the general understanding to be, of the bench and the bar. If, then, it be a judicial sale, and a mortgage be the debt of the mortgagor, its lien is divested. The case of Custer vs. Detterer, 3 Watts & Serg. rules that the purchaser at an Orphans’ Court sale takes the estate discharged from all debts due by the deceased. And the act of assembly is to the same effect.— Purchasers at judicial sales hold the lands free from the debts of the person as whose estate it was sold, and from liens against a previous owner: Luce vs. Snively, 4 Watts 397. Liens, the extent or amount of which cannot be rendered certain, are not divested, because they could not be paid out of the amount produced by the sale. And liens expressly created by act of assembly, (such as the interest of the widow in one third of the valuation of land taken by an heir at the appraisement, and the lien or interest of the heirs for that third, at the death of the widow,) are not divested ; because, by the terms of the act, the lien continues, into whose hands soever the land may go, until it is paid; and as it cannot from its very nature be paid out of the purchase money, the lien must remain. These are the only exceptions, and are so peculiar in their nature as plainly to point every purchaser to their continued existence. It is, doubtless, the interest of the community, (for all men must die,) that the estates of decedents should be brought into compact administration, for the payment of all their debts. It is for the interest of their creditors and their heirs; and the Orphans’ Court, from the nature of its duties, seems best adapted to supervise and control this administration. Hence, no doubt, were enacted the 35th and 36th sections of the act of 24th February, 1834, by which it is enacted that when it should appear to the satisfaction of the court of Common Pleas, that the personal assets of the decedent are not sufficient to discharge an execution issued upon a judgment obtained against the decedent in his life time, or against his executors or administrators after his death, the court shall stay all proceedings and direct and compel the executor or administrator to apply to the Orphans’ Court for an order or decree to sell the real estate, and pay or apportion the assets of the real and personal estate to the discharge of all just demands upon the estate. And this proceeding would effectually disenthral the sale from any supposed continuing lien of a mortgage, and sufficiently evinces the spirit of our legislature, with respect to Orphans’ Court sales.\nI lay no stress whatever on the argument that the Orphans’ Court sale is of less publicity and solemnity than the sale by a sheriff. On the contrary, if the court does its duty, which is not to be doubted, the notice of sale is more full and ample in the Orphans’ Court sale than that made by the sheriff; and the security to the creditor is as great, and the means of enforcement more prompt and efficacious than in a sheriff’s sale. That, however, lies within the province of the law-making power. By reversing the judgment below, instead of promoting equity and establishing justice, we would disturb many titles honestly acquired, and break up the settled practice throughout the state. We are of opinion that a sale by virtue and authority of a decree of the Orphans’ Court for the payment of debts of a deceased person, divests the lien of a mortgage as effectually as that of a judgment; and the other debts which are made a lien by act of assembly; and that the judgment of the court below, in favor of the defendant in the case stated, is light. It is therefore affirmed. ."}