{"id": "965025", "contents": "The opinion of the court was delivered by\nBell, J.\nThe 33d section of the act of July, 12, 1842, abolishing imprisonment for debt, directs that a defendant whose body is not subject to be taken, in execution under the act, shall, in order to obtain an appeal from the judgment of a justice of the peace, stay of execution, or an adjournment of the hearing of his case, give a bond or recognizance, “ conditioned that no part of the property of the defendant, which is liable to be taken in execution, shall be removed, secreted, assigned, or in any way disposed of., except for the necessary support of himself or family, until the plaintiffs demand shall be satisfied, or until the expiration of ten days after such plaintiff shall be entitled to have an execution issued on the judgment obtained in such cause, if he shall obtain such judgment;” and if the condition be broken, the act goes on to give the plaintiff a remedy on the bond or recognizance. In the case on hand, such a recognizance was given, for stay of execution after judgment recovered. Before the stipulated stay expired, an execution, at the suit of another creditor, swept away the property of the defendant, and thus baulked the first creditor of his remedy by execution. The court below was of opinion this was no violation of the condition, inasmuch as the second execution was not the act of the defendant. But this determination fails to give full effect to the terms of the recognizance. Literally taken, it prohibits every disposition of the defendant’s goods, (except for necessaries) and we think it plain, this literal meaning is in harmony with the spirit and object of the act. If this were not so, instead of affording protection to the vigilant creditor, as. doubtless was its object, it would almost certainly secure his defeat, where the defendant happened to be insolvent, by exciting the action of other creditors, who would have nothing to do but enter bail for stay of execution, and then issuing process themselves secure the fruit of their stratagem. Or, the debtor himself, prompted by the feeling, too apt to be engendered by the legal pursuit of a debt, would be very likely to adopt this course as a means of postponing a creditor disliked, because prompt, in favor of those who had been more lax and indulgent; and thus, the maxim, vigilantibus, non dormientibus, jura subveni\\nt, would be subverted, without, I am sure, any such intent on the part of the law makers. Were the statutory condition stipulated in pais, as a covenant between contracting parties, it will scarcely be questioned, a broach of it would be involved by the subsequent action of a third party taking in execution the goods of the defendant. It would be in vain to urge this was the result of no immediate act of the latter. Regarded as a proceeding which the debtor might have prevented by the payment of the debt due the last executing creditor, it might fairly be considered as an act perpetrated by the defendant in violation of his covenant, and this would bring him directly within the principle which denies to a covenantor the power by any act of his own, without the consent of the covenantee, or the intervention of legislative aid, to defeat or even qualify his express undertaking. But esteemed simply as the act of a stranger, it falls under the rule that a covenantee’s right to have a covenant performed, shall not be defeated or prejudiced by the act of a third party. It has been truly said, the admission of a different rule would indeed be to furnish the means of fraud and collusion to an alarming extent; therefore, notwithstanding the difficulties that may attend the execution of a covenant, because of the acts of a total stranger, the covenantor cannot claim an exemption, and if the performance be rendered impossible, he must answer the breach in damages. Platt on Gov. 594-5. So far is this carried, that even piracy, unless specially provided against, is no excuse for the non performance of a covenant to bring home a freight from a foreign port. Bright vs. Cowper, 1 Brownlow & Gould 21; 8 East 445; 7 T. R. 385. What is there in our statute that should vary this understanding of the undertaking in question ? But one reason has been suggested, and this is founded in conjecture, and not in any supposed absence of analogy between a covenant by statutory recognizance and a private specialty. It is that appeals and adjournments of further hearing, are by the act, put in the same category with stay of execution; and it is supposed, it could not be intended to exact what might be equivalent to absolute bail, for either of the former purposes. The answer is, the bail required is not absolute; but if it were, why should not absolute bail be stipulated on appeal or adjournment ? The one hundred dollar law, prescribing the terms of bail on appeal, and for stay of execution, allowed the alternative of a surrender to prison, in discharge of the surety; but the act of 1842, abolishing imprisonment for debt, abrogated the alternative, and as a consequence, a change in the terms upon which these privileges are to be conceded, became necessary. This was at first effected by the last mentioned statute, substituting the chattels for the body of the debtor. Donley vs. Brownlee, 7 Barr 109, and see Adams vs. Null, 5 Watts & Serg. 363. Afterwards the act of 20th March, 1845, Bun Big. 928, made the bail absolute, both in appeals and for stay of execution, thus adopting the policy thought to be so unreasonable by the defendant. As to adjournment, the attachment of the defendant’s goods being the only security the plaintiff has for the appearance of his antagonist, there would seem to be a fitness in extending the same security, if adjournment means a postponement of a final determination.\nThe construction intimated is strongly countenanced by the provision of the 35th section, to the effect that after a defendant has given the bond required by the 11th section of the act, “he shall not sell, assign, or dispose of any part of his property, which is not exempt by law from execution,” &c. Here is a marked change of condition, which cannot be ascribed to accident. This in terms makes the bail liable for all interferences with the property levied. Had not a difference been intended, it is impossible to believe this striking change in the language of the same statute could have occurred.\nThese considerations leave us without doubt that bail for stay of execution under this act, is bound to account for the goods of the defendant, after the expiration of the stay, as against all the world; and if he fail to do so, he must answer in their value; a levy and sale, under subsequent execution, excuses him not.\nJudgment reversed and venire de novo awarded."}