{"id": "965017", "contents": "The opinion of the court was delivered by\nCoulter, J.\nThe amendment permitted by the court below, which is assigned as the first error, was right. All that is necessary in appeals from justices of the peace, when they come into court, is, that the same cause of action should be substantially preserved. It is the duty of the court to permit such amendment as will reach the substantial merits and justice of the case, as it existed before the magistrate. The 4th section of the act of 20th March, 1810, declares in the 2d proviso, that upon any such appeal from the decision of two justices of the peace to the court of Common Pleas, the cause shall be decided in such court on its facts and merits only, and no mistake in the form and manner of the action shall prejudice either party.\nThe words two justices is evidently a mistake made in transcribing the act, because it contains no provision for an appeal from two justices, and the section is especially regulating appeals from one justice under the $100 act, as it is called. But it- has been expressly decided that this proviso relates to appeals from one justice only. 3 Wharton, 82. The same cause of action was preserved — the amendment only allowed the names of the legal plaintiffs to be added, so as to make the action for the use of the equitable plaintiff. The same thing has been done before and sanctioned by this court. Lyon vs. Chalker, 2 Watts, 14; and Comfort vs. Leland 3 Wharton 82.\n■The bills of exceptions to evidence are of no account. It is not stated what the grounds of objection were. I cannot perceive any. The matters were relevant and pertinent to the issue, and were part of the res gesta, from disinterested sources, so far as it was parol; and so far as in writing, from the parties themselves, against whose interest it was offered.\nThe answer of the court to the defendant’s points was correct. The acceptance of the due bill was, at most, prima facie evidence of settlement. But like all instruments of that kind, such as receipts, it was subject to, and susceptible of explanation, and therefore not a conclusive bar to the plaintiff’s suit. If the jury were clearly satisfied, from the evidence that the parties who accepted if under a mistake, prejudicial to their rights, without the same opportunity of knowing and discovering that mistake, which the other party had, and if the other party stood on the vantage ground then, the mistake ought to be rectified. Justice and fair dealing require it, and the law allows it.\nJudgment affirmed."}