{"id": "965022", "contents": "The opinion of the court was delivered by\nBell, J.\nMost of the errors assigned in this record, have been passed upon adversely to the plaintiffs in error, in Tilghman vs. Fisher, 9 Watts 442, Foulk vs. Brown, 2 Watts 215, Council vs. Moyamensing, 2 Barr. 225, Pray vs. Northern Liberties and Northern Liberties vs. St. John’s Church, the two last of which were determined during the present term. Accordingly, the argument was confined to three principal enquiries: to these only shall I deem it necessary to address any remark. The first of them is, whether the claim filed by the plaintiff below, and given in evidence on the trial, is conclusive.of the facts therein set forth ? and dependent on this — secondly, whether the evidence offered by the defendant below, to show that the lot charged contains forty and not forty-seven feet in front, ought to have been received for the purpose of reducing the amount alledged to be due to the plaintiff?\nIn Northern Liberties vs. St. John’s Church, it was ruled that the 4th section of the act of 11th March, 1846, is constitutional, and by retrospection, embraces claims filed, like the present, before the passage of the act. That section provides that “ such claims may, in suits thereon, be read in evidence of the facts therein set forth,” and, accordingly, the claim filed here as the foundation of this action, was given to the jury as evidence of the curbing and paving averred to have been done in front of the defendant’s lot, and of the situation of that lot, its extent and description.— Doubtless, under the law it was competent, prima fade; but I find, nowhere, warrant for the idea that it was conclusive proof of its contents. To be sure, the statute says that “no plea touching the rates or proportions of contribution among parties jointly interested ; nor any plea touching the question of ownership, shall be allowed in any such action;” and what cannot be pleaded, is not open to proof. But the offered evidence was not to be addressed to either of the prohibited subjects. No question of ownership was involved, nor was there any dispute as to the relative proportions of the assessed charge, payable by joint owners. The effect of the proffer to show a mistake in the admeasurement of the lot, was to disprove a portion of the plaintiff’s claim, which, in amount depended on the extent of the front. Surely, in the absence of any prohibitory law, this should have been permitted. Common justice so dictates, and in obedience to it, the act of 19th April, 1843, Dun. Dig. 1011, expressly provides that, in actions such as this, “ it shall be lawful for the defendant to deny that the said work was done, or materials furnished, or prove that the price charged therefor is greater than the value thereof.\\ or that the amount claimed has been paid or released.” So far, then, as we are informed by the record, the court committed a mistake in rejecting this evidence.\nThe defendant below insists that had he succeeded in proving this alledged discrepance between the truth and the averment of the claim filed, the departure must have been fatal to the validity of the latter. Whether this be so forms the third question. The 10th section of the act of 16th April, 1840, Penn. Laws 412, requires that the authorities of the incorporated districts of the coun-r ty of Philadelphia, shall, in filing these claims, set forth, inter alia, “ as nearly as may be, an accurate description of the real estate against which the same is filed, and where the said estate is situate.” Whether the claim here sought to be recovered was filed under this statute, or some other of the numerous acts which have been passed on this subject, the paper books do not inform us; indeed, they are extremely meagre of facts. But, admitting this claim is subject to the requirement of the last mentioned act, it certainly does not call for the greatest degree of certainty in description, of which the thing is capable. To insist on this would in many instances, be extremely inconvenient and attended with mischief. The object of the description is to ascertain the locality of the charged property, and this is sufficiently accurate, if executed as nearly as may be. The acts of Assembly governing mechanic’s liens, and directing the form in which their claims are to be filed, in order to individuate the buildings, the subject of the lien, is to the full as exacting, in this particular, as the act of 1840. Yet it is held that, under these statutes, certainty to a common extent is all that can be reasonably required, and that it is not every trivial mistake that will invalidate the lien, Ewing vs. Barras, 4 Watts & Serg. 467. In a great variety of cases it would he found difficult, if not impossible, to give the exact quantity of ground, owned or claimed by a particular individual; and yet, this is the degree of particularity required by the defendant’s position. Such rigidity of description could never have been dreamed of by the law makers, nor do the terms of the statute, taken liberally, call for it. For the same reasons which govern in the instance of mechanic’s liens, to which claims of the character now under consideration, are nearly assimilated, we are of opinion the statement in question sufficiently satisfies the exigency of the law.\nThe sole error, then committed consists in the rejection of the offered testimony, as a means of ascertaining the amount actually due to the plaintiff. Must we reverse the judgment for this reason alone ? Ordinarily, the answer to this enquiry would be affirmative. But we think this instance may be fairly made an exception to the general rule. The act of 16th June, 1836, sec. 1, gives us power to examine and correct the errors of subordinate tribunals, in the process, proceedings, judgments and decrees, and to reverse, modify or affirm such judgments and decrees. In Daniels vs. The Commonwealth, 7 Barr. 376, this power was exerted in a criminal case, by the alteration of a sentence after conviction, and it appears to us, it may be conveniently exercised in a civil cause, where, as here, the plaintiff in error confesses the truth of the fact to be proved below, and that fact, in connection with other undisputed evidence, is decisive of the sum for which judgment ought to be rendered. The plaintiff, by the claim filed, estimates the debt due to be $93j40. This is upon the supposition that the lot contains 47 feet front. Conceding it to be but 40 feet, the principal sum due is reduced to $79,49. With the assent of the defendant in error, we will direct judgment to be rendered for the latter sum with interest.\n- . It is accordingly directed that the said judgment be modified by deducting from the amount thereof, the sum of $29,55, leaving the said judgment to stand at and for the sum of $169,34."}