{"id": "965006", "contents": "The opinion of the court was delivered by\nGibson, C. J.\nThere is'no substance in the defendants’ assignment of errors. The judge directed that if the administrators acted in concert and with knowledge of the circumstances, the defendant, as the survivor of them, is answerable in'.this action for a tort; a position not to be disputed. Hershey, the .plaintiff’s father, bought Jackson’s land in consideration that he would pay Jackson’s debts, for which it had been conveyed to trustees; and when that should be done, Hershey was to have a conveyance of the title from them. Having .got in the debts, he became, by the terms of the articles, the equitable owner. .If any remained outstanding, of which there was no proof, it was the • duty of the administrators tp pay them, and put the plaintiff in a position ■ to demand specific execution of the contract; instead of which they sold the land to a purchaser without notice on a judgment of. 'Hershey against Jackson,- which was paramount to' the legal title of the trustees; and thus effectually rescinded it. . In thus selling her land for a debt due to herself, they not only made a monstrous mistake, but acted with culpable precipitation in taking their own advice; -for though they employed counsel, it was' not to consult him, but to prescribe his path. For this,-they became answerable, not by citation, but by action; for we determined in Reed’s Appeal, not reported but accurately 'quoted by Justice Huston, in his dissenting opinion in the case of Torr’s Estate, 2 Rawle 256, that the Orphans’ Court has not jurisdiction of a'devastavit in the settlement of an administration account; much less has it jurisdiction of ‘an injury to the real estate of the heir. No sentence or decree of that court could impede the plaintiff in her pursuit of the administrators by action on the case. .' ■\nThe’record in this case, as in most others, has exceptions, like the pockets of a billiard table, to catch lucky chances from random strokes of the players; but as they have caught nothing,.in this instance, it is unnecessary to 'enteh into a particular investigation of them. The debateable points are raised by the plaintiff’s assignment. ' ...\nThe measure of the damages is the value of the land when it was sold, with interest from the sale ; but what is the standard of its value ? _ A covenant of seizin is broken, if at all, at the delivery of the deed; and the value of the land fixed by the, price set upon it by the parties themselves, is the legal amount of the compensation for the breach of it. The plaintiff is entitled to nothing for the loss of the bargain or for improvement's; and the’ parties are consequently in statu quo when' the purchase money is returned. But here, the value has not been fixed by any agreement between the plaintiff and the administrators who are not parties to the .agreement with Jackson, and who cannot say that the value was not subsequently enhanced. The price bidden at the sheriff’s sale is evidence of the worth of the property, but not conclusive: it is an approximation to.it, and no more. What did the plaintiff lose ? The market price of the land ascertained by the testimony of witnesses acquainted with the value of it at private sale; and so much, with interest, she is entitled to recover from the defendant as surviving administrator.\nHad the purchase money or any part of it- .been paid over to, her, the acceptance of 'it would have been an affirmance of tine sale. She had it in her power to go for it or for damages, not for bpth; for the rule that a party shall - not proceed by inconsistent remedies or in inconsistent rights, is universal. The administrators were not charged with the proceeds in the settlement of their administration account-;, and the defendant insists that the confirmation of it is a final decree which concludes the right. But the plaintiff could not have surcharged it without af&rming the sale and waiving the tort. Had she been bound to surcharge' or loose the whole, she would have had no election; and a sacrifice of her property might have been legitimated by compelling her to take the price of it in satisfaction. She was not bound to receive it. On the contrary, electing to pursue the' administrators- for the tort, it was her cue to resist every attempt to charge them; and whether successfully or not, the event could' not deprive her of her election. Nothing could do so but a voluntary acceptance of the purchase money with knowledge of the circumstances. Had it been charged, she might perhaps have been required to show that she had not assented to it; but as it was not, there was no presumption of acquiéscence. She was therefore entitled to recover the actual value with interest,from the time of the gale, notwithstanding any proceeding in the Orphans’ Court.\n- Judgment reversed, and venire de novo awarded."}