{"id": "965018", "contents": "The opinion of the court was delivered by\nG-ibson, C. J.\nA municipal corporation is a person as distinctly within the letter of the act of 31st May, 1841, as is a bank, or any other company chartered for private emolument; and why should it not be within its protection? Because, says the defendants’ counsel, it was competent to establish a police and protect itself; and, as it did not, it comes here with an ill grace for compensation of a loss it might have prevented. By the act which incorporated the plaintiff, and the act of the 2d April, 1822, its commissioners had power to make ordinances, appropriate money, and appoint such officers as it might deem necessary to its welfare; and by an ordinance of the 2d August, 1836, provision was made for the appointment of a police magistrate, but power to employ an adequate force was not given him, till the injury for which compensation is sought, had been suffered. By the act of the 15th April, 1834, the regular police of the district consisted of five aldermen or justices of the peace, a police magistrate, and five constables — certainly no very imposing force — but what constabulary force could put down a furious mob, mustering several thousands ? It is said the district had scarce a police at all, and what it had was not called into action. But it was sufficient for the preservation of the peace in ordinary times; and it was reasonable to think that the citizens ought not to be taxed for the maintenance of a force which would in all probability not be wanted. Besides, the mob was not a domestic one. It came from the city, and burst upon the district with the suddenness of a thunder cloud. There might be a semblance of reason in requiring the district to keep peace at home, but not to prevent invasion from abroad. That can be done only by opposing to it the physical force of the county. A district would be prepared to do it only by keeping afoot a standing force; for no prescience can determine the exact time of such a visitation. But I am far from intimating that an injury done to property by a domestic mob, when too many for the authorities, would not also be a legitimate subject of compensation. The true construction of the act is that wherever the power of the county is necessary to the suppression of a mob, the county is answerable for mischief done by it. Who but the sheriff can call out the posse ? The district authorities, though empowered to require the assistance of individuals, could not bring out the people in mass; and the sheriff^ therefore, is the officer chiefly relied on. True, the local magistracy is also bound to act, but not, like him, to take the field in person. The alderman might send the constable of tbe ward to tbe scene of action, or might swear in special constables; but the mischief would be done before they could be hunted up. The provisions of the act are for emergencies, not ordinary occurrences; and the county, whose officer is most competent to execute them, is charged with the consequences. It did not protect the plaintiff, and it is bound to compensate the loss.\nJudgment affirmed."}