{"id": "965012", "contents": "The opinion ol the court was delivered by\nBurnside, J.\nThere is nothing worthy of notice in the bill of -exceptions to evidence, nor have they been seriously urged in this court.\nThe only question remaining to be considered is, whether there was evidence given on the trial which authorized the Judge’s submitting the question arising on the contract and title, and the plaintiff’s alleged misrepresentations of that title to the jury.— Upon a careful examination, we are satisfied there was evidence to be submitted to them. It was true, Foster refused to convey by deed of general warranty, but we look in vain into the case for evidence that Gillam bought at his own risk. Wilson proves “ that at Forster’s house, Grillam told Forster that he could not live in the house another year, if the buildings remained as they were. He told Forster that he must repair the buildings, or he would or could not stay there, or else sell it to him. Forster said that he would sell it to him; that he would give him a cheap bargain, and then he might repair as he pleased. Grillam asked him what he would take for it. He said $600; that there was $200 worth of timber on it, but it was so unhandy that soon he could not use it. He asked me if it was not a good bargain. I said it seemed cheap to me, if the title was good. Forster said that he would malee as good a title for it as was in Huntingdon county. He afterwards said he had sold to Grillam.”\nIt seems that, after this, the parties went to James Steel, Esq., to have the article drawn. Steel proves that “ Grillam was a good deal fearful of entering into the purchase. Forster said “ there was no doubt but the title was a good one, but he would not warrant it. He would only warrant against himself, and lm heirs. The matter was referred to me with the approbation of William Forster. Bower’s deed was with me; I recollect it. I do not recollect what other papers. With the assistance of such papers as I had before me, together with the representations of Forster, I concluded that the title was good. The agreement was entered into. I think there was something said about the land being unseated at the time it was sold for taxes under the Bower deed. I concluded, from the papers, and these representations, that the title was a good one,, and gave that opinion. Grillam, I think, would not have taken it, if I had not given that opinion.” Misrepresentation in any essential point of a contract will defeat it; 2 Bay. 11. In all contracts it is a good general rule that soundness of price warrants a sound commodity; 2 Bay. 283. But I agree, where a purchaser is fully and fairly informed of all the circumstances, and has a proper opportunity of information, and buys at his own risk, he shall be held to his bargain. A special warranty does not prevent a vendee from setting up a defence to the unpaid portion of the purchase money; and in such a case, the onus lies on the vendor to shew he bought at his own risk.— Where the purchaser has been evicted, as in this case, or likely to be evicted by a superior outstanding title, it is the settled law of Pennsylvania, that in all cases where mortgages, bonds, or single bills, are given for land sold, the debtor may give in evidence liens and incumbrances against the grantor or those under whom he claimed previous to his purchase; and that, whether the clause of warranty in the deed is general or special; Christy vs. Reynolds, 16 S. & R. 258; 10 Barr 73. So in the case of an eviction on a clear superior outstanding title, unless it appear that the purchaser bought subject to that title, or agreed to run his risk of the title he purchased. Drinker vs. Byers, 2 Penn. Rep. 528, rules that, in this State, if the consideration money has not been paid, the purchaser, unless it plainly appears that he has agreed to run the risk of the title, may defend himself in an action for the purchase money, by shewing that the title was defective, either in whole or in part; whether there was a covenant of general warranty, or a right to convey, or of quiet enjoyment by the vendee, or not, and whether the vendor has executed a deed for the premises or not. The principle will be found in many cases, and that, whether the vendee has accepted a conveyance of general, or no warranty at all, he may set up a defence to the unpaid purchase money, though without a warranty, or gross fraud, he cannot recover back what he paid; 7 S. & R. 43; Carnahan vs. Hall, Addison, 127. Nor does a presumption of knowledge of a defect of title arise from the circumstance of a purchaser having received a deed containing a general warranty; Cresson vs. Miller, 2 Watts, 272.\nWhere a vendor, in a contract for the sale of lands, conceals the fact that a part of the land belongs to a third person, it is a positive fraud which enables the vendee to disaffirm the contract; Cook vs. Grant, 16 S. & R. 198. A vendor is permitted to praise the quality of his land, which is open to inspection, 5 W. & S. 478 ; but the law will not permit him, as is before shewn, to assert a falsehood as to the quality of his title. Here, Eorster said he wpuld make as good a title for this tract as was in Huntingdon county, when he knew he had no title from Carter. He relied on tlie circumstance that neither Carter, nor his heirs, would appear and claim the land; and he knew, if either appeared, he must be evicted. It was a proper case for the jury, under the direction of the court, and the charge was more favorable than he deserved.'\nThe judgment is affirmed."}