{"id": "965009", "contents": "The opinion of the court was delivered by\nBell, J.\nEvery question supposed to arise upon this record, has been settled, by repeated adjudications, in this court.\nAmong other determinations Long vs. Long, 1 W. 266; Calhoun vs. Hays, 8 W. & S. 131, and McMahon vs. McMahon, decided at the present term, may be cited as decisive of the validity of the voluntary partition made by the heirs of the late Meredith Darlington, and its binding efficacy upon Finlaw McCown and his late wife, even were they here contesting it. By our law, a husband may compel partition of a wife’s interest in an estate, without her assent; and where equal partition cannot be made, the interest of the feme is turned into money by way of owelty. At least this was so in 1827, when .this transaction had place, and the sum awarded to equalize the parties might then have been claimed and reduced to possession by the husband. As, then', these parties did no more than they might have been coerced to at law, their acts in pais are binding, though one of them was under coverture, and another a minor. Nor does it make any difference that Mrs. McCown never formally conveyed or released her interest in the purpart allotted to her brother Daniel. The agreement to make partition was actually executed by lines of division marked upon the ground, followed by a corresponding possession, which is sufficient to perfect it, even as between joint tenants and tenants in common. But as the tenure, under our system of descents, partakes of the nature of coparcenary, it is scarce to be questioned that a parol partition between heirs, in Pennsylvania, would be good, for the same reason that makes it binding upon parceners, whether that be, as stated by Blackstone, because they were subject to coerced partition by writ, or, according to other jurists, because the undivided estate was cast upon them by law.\nIn this case, however, none of the parties to the partition are disputing it. It was, in fact made by all having an interest in the subject of it, before the referees were called in to ascertain the owelty, and now all of them, yet living, sanction it; the very claim in question being preferred by McCown, as the representative of his deceased wife, in affirmance of it. With what show of reason, then, can mere strangers object to it? That the judgment creditors are aliens to the family arrangement must be conceded. That they have no power over it, were it even voidable under the objection of a party to it, is shown by Burke vs. Young, 2 S. & R. 383; Love vs. Jones, 4 W. 471; and Long vs. Long, 1 W. 266.\nThe last case cited, together with Barnitz vs. Smith, 1 W. & S. 145; Stewartson vs. Watts, 8 W. 396; and Bury vs. Sieber, 5 Barr 433, settle, that the sum awarded for owelty, under the agreement of the parties, was a lien on the land, and consequently payable from its proceeds, in preference to the subsequent lien creditors of David, who must be taken to have acquired their respective liens with a full knowledge of the prior incnmbrance.\nThe presumption of payment from lapse of time is subject to be rebutted. In this instance it is clearly answered, as well by the receipt given in evidence, showing a payment on account within twenty years, as by the testimony of David Darlington. That he was competent so to testify is very certain, for he testified against his own interest, by proving the continued existence of a personal liability, which the presumption unanswered would have relieved him from, as well as from the stress of the judgment to the amount of the sum claimed by McCown. In this connection may be cited Stewart vs. Stocker, 1 W. 135, and Long vs. Long, supra.\nEven were the husband claiming, in his own right, the pretence of estoppel, supposed to flow from his declarations of an intention not to collect the debt, would be without foundation, since there is no proof the judgment creditors were misled by them. But another answer is, that he claims in autor droit, as administrator.— But that in this character he may recover the amount awarded to his wife for owelty, will not admit of question. Strawbridge vs. Funstone, 1 W. & S. 517.\nDecree affirmed."}