{"id": "965028", "contents": "The opinion of the court was delivered by\nBurnside, J.\nThe act of the 21st March, 1806, Dunlop, 2d Ed. 243, among other things, entirely changed the practice, form and proceeding in an ejectment. Under the common law, as it existed from the first settlement of the province up to that period, the claimant of the land served a copy of the declaration against the casual ejector, who gave notice, in writing appended to the declaration, to the tenant in possession, in which the casual ejector informed the defendant that he had no title, and advised him to appear, by attorney, at the proper court, and, by a rule, he could cause himself to be made defendant in his stead; otherwise, he would suffer judgment, and the defendant would be turned out of possession. The real defendant then appeared, and, by leave of the court, he was permitted to appear to the action, on confession of lease, entry and ouster. He denied the trespass alleged against Mm, and put Mmself upon tbe country. Upon tbe trial, it was essential for the plaintiff to prove tbe defendant in possession, or be was non-suited: see tbe form of tbe record in tbe appendix to 3d Black. Com., and Crompton’s Practice, title, Ejectment. Tbe act of 1806 totally abolished this flummery, and gave a form, in which tbe real parties to tbe action were then placed on tbe record. Thus, in order to prevent surprise, tbe act directs that tbe plaintiff, on or before tbe first day of tbe term to wMch tbe writ is returnable, file a description of tbe land claimed, and directs tbe defendant to enter bis defence for tbe whole or any part thereof before tbe next term.\nTbe subsequent act of tbe 13th April, 1806, Dunlop 255, directs the plea of not guilty. In this case, tbe counsel of tbe defendant appeared before tbe return of tbe writ, (no doubt to save costs,) and pleaded, as tbe act directs, “not guilty.” They filed no description, nor gave notice of tbe part they claimed. Tbe parties went to trial on tbe general issue. Tbe plaintiff proved bis title to tbe survey of Peter Osborne. Tbe defendants gave in evidence tbe improvement of Reed, and tbe warrant to Cox; and shewed they were tbe owners of that improvement and warrant; and insisted tbe Osborne survey was not made on tbe ground. In this they utterly failed, and the jury so found. Neither party shewed that tbe Osborne survey interfered with tbe improvement or warrant of tbe defendants, or bow far they interfered. The errors assigned on tbe trial, and to tbe charge of the court, arise out of tbe professional adroitness and skill of tbe counsel.\nA simple question, on either side, to either of tbe surveyors examined, would have settled tbe whole case.\nNor do I approve the extreme modesty of tbe court, neglecting to inquire bow and where tbe titles interfered with each other. By the pleadings, tbe defendant must be deemed to be in possession of tbe whole Osborne survey, until tbe contrary was shewn. This is in accordance with tbe principles of tbe acts of 1806 and 1807. Tbe paper book satisfies me tbe claims interfered; nor do I think tbe court withdrew tbe facts from, the jury; nor did they mislead tbe jury from tbe issue trying.\nThis disposes of tbe two first assignments of error.\nTbe third is, that the court imposed tbe burthen of proof on tbe defendants below, who were plaintiffs in error, and required them to prove what belonged to tbe plaintiff, and that which they utterly denied. Tbe act of 1807 changed our law on this subject. Tbe act makes it tbe duty of tbe defendant to enter bis defence (if any be bath) for tbe whole or any part of tbe land in the plaintiffs writ. Upon this tbe act forms tbe issue. Tbe defendant’s express duty is to shew, specifically, what part of tbe plaintiff’s survey be takes defence for. If be takes defence generally, by pleading not guilty, be takes it for tbe whole tract. As the defendants did not make any specification of what part of the plaintiff’s survey they claimed, the proper construction of the act and of these pleadings is that they claimed the whole of the land in controversy: hence the court was right in their instruction to the jury, that, under the pleadings, the plaintiff was entitled to a verdict.\nIf the defendants had taken their defence for all the land within the Cox survey, and that title was older and better than the plaintiff’s, they would have been entitled to a verdict; but their object would seem to have been to defeat the plaintiff’s right to the land he claimed, on the ground that the plaintiff’s survey was defectively executed; in which they utterly failed.\nFourth error assigned: “ That the court instructed the jury that the evidence, under the pleadings, is sufficient to entitle the plaintiff to a verdict, unless the defendants have given evidence to satisfy the jury that it interferes with them title under Reed,” &c.\nI think the defendant in error might have very justly complained of this instruction as stated, as it is manifestly clear that the Osborne warrant and survey was the older and better title. It does the plaintiffs in error no injury. It might have done the defendant in error great injury; but the defendants below have no right to complain of it. It was more favorable to them than they had any right to expect.\n5. “In saying to the jury: ‘Is there any evidence in the cause, under the pleadings, that the two tracts of land interfere with each other at all; or that the defendants’ survey includes any of the land for which the ejectment was brought? If there is not, and we must say we have not been able to discern any, then the plaintiff is entitled to recover,’ &c., &c., as stated in the after part of the charge to the close.” The after part of the charge is that under the circumstances of this case, it is not for the defendants below to dispute the title of the plaintiff, unless it interferes with their rights. There certainly was no error in this.\nThe defendants took defence, as it is shewn, for the whole of the plaintiff’s survey. If the plaintiff did not interfere with them, they ought to have disclaimed.\nFinding that the plaintiff’s warrant and survey was established, the counsel turns round, with extraordinary coolness, and contends, near the close of the trial, and now insists, that the plaintiff is bound, specifically, to shew the interference, and prove the extent of the defendants’ interference and possession, before there can be a recovery — the very thing the acts of the Legislature of 1806-7, before cited, have provided against. I presume the learned counsel were not in practice before 1806; nor have they duly considered the acts of Assembly, or they would not have assigned this instruction as error.\nThe judgment is affirmed."}