{"id": "965031", "contents": "The opinion of the court was delivered by\nCoulter, J.\nThe moral aspect of this case is unfriendly to • the plaintiff in error : so much so that his able and amiable counsel was constrained earnestly to invoke the cold and freezing point of the court’s judgment.\n■ But neither Judges as frigid as iron or ice, nor the judicial atmosphere of Nova Zembla, would save them.\n■ 'For there are cases in' which the law is portrayed by a daguerereotype from nature and feeling, and approved by the impulses of a sound conscience : and does not result from abstractions of positive institute found and established in a different and incongruous, state of society. And thjs is one of these cases. The facts have been found by the jury. They are beyond our reach. But we are confronted with the allegation that the facts submitted to the jury were not sufficient to establish a trust in Tritt, apart from his demerits and villany as it was called, which the court ought to throw out of the case, that a Chancellor on such evidence would not have decreed him to be a trustee. But we are of a contrary opinion. The evidence to sustain a parol declaration of trust, ought to be of a weight and substance, and if competent, ought to be submitted to the jury, a component part of our hierarchy of the judiciary in all its branches, to be carefully weighed and cautiously scrutinized. Even in those cases most completely assimilated to Chancery jurisdiction, a party may demand an issue, by which facts will be ascertained by the jury, trial. In all cases the court have a controlling supervision, and in cases proceeding upon equity principles, the conscience of the court must be satisfied as well as that of the jurors. The remedy, however, where the court is not satisfied, is by granting a new trial. But when the conscience of both is satisfied, as here, the conclusion of fact is final, if made upon competent testimony. The court and the jury together stand in the place of a Chancellor. Was then the testimony competent. That a trust may be proved by parol, and created by parol, is now beyond cavil or doubt.\nThe evidence of it ought to be satisfactory, and scrutinized with care and caution; as all evidence ought to be which affects the property and rights of individuals; because all parol evidence is subject to some uncertainty and mistake. But still if it produce full and conscientious conviction, it must have its effect. That the declarations of Howard, made in the absence of Tritt, were evidence I have no doubt. They were not of themselves adequate to establish the trust, especially they were not sufficient to prove that Tritt had the fund or was liable for it; but were an item of evidence proper to be admitted in connection with other conclusive evidence that he was fairly chargeable with the fund. Thus it was ruled in Brown vs. Dysinger, 1 Rawle 408. That evidence of declarations made by a purchaser at sheriff’s sale was admissible to establish a trust in the person for whom he was bidding.— Now in this case the court instructed the jury that Howard’s declarations were not sufficient alone to charge Tritt with the money, yet if they were satisfied from the other facts, that Tritt had the money, and that it belonged to Howard, that then these declarations were evidence to designate the beneficiary or cestui que trust. And this was right, for if the money was Howard’s he had a right to declare for whose use it should go before or after his death, which is clearly within the principle of Brown vs. Dy-singer, and others of the same class. The purchaser at sheriff’s sale admitted that he was a trustee of the land, and his declarations were held good to designate the cestui que trust, although the beneficiary was not present when they were made. There is little weight in the kindred objection that these declarations of Howard, made in the absence of Tritt, were in opposition to the terms of the bonds, by Tritt to Howard, which Tritt finally produced, to wit: that Tritt was to have four years after Howard’s death to pay the money. Because Tritt was trusted by Howard, not only with the money, but with all his papers and these bonds. And because he never produced them until he was driven to the wall by evidence of the trust. Tritt always denied the trust, claimed the money or rather the money and security, as his own, and that they had been bestowed on him by the deceased. But at last when forced to do so by the power of evidence, he produces the bond for protection. But treachery and fraud are never compensated in law. If Tritt had honestly acknowledged the trust after Howard’s death, had produced the securities, and declared who were the cestui que trusts, he might justly have claimed the extension of the time of payment. But when he denied the trust, claimed the money as his own, and put those to whom the $1800 really belonged at bay, and defied them, he must account as a wrong doer, and be stripped of the cloak he refused to wear. The whole facts are to be taken together, the evidence of the existence of the trust and confidence reposed in Tritt, the evidence of his possession of the money and security, and the evidences designating the cestui que trust', also the bonds to Howard, and the writing of indemnity as it is called given by Howard to Tritt, providing that if he did not recover all the mortgage money, he should only be held accountable for what he did recover, and from these the court instructed the jury that they were to form their conclusions. In addition to the bonds and writing themselves, there was evidence that Howard had spoken of such papers, and directed them all to be delivered to Tritt, but they had been seen by witness and that was the fulcrum and lever by which their production was finally effected. But after they are produced and in evidence, with what kind of face does Tritt contend that he ought not to disgorge the money.\nAnd this brings us to the next exception made by the plaintiff, that is, that the cestui que trusts cannot recover in this suit. That there ought to have been administration on the estate of Howard, and his administrator would have been the proper person to sue. But if the trust was established in favor of the plaintiffs below— if Howard did deliver the money and securities to Tritt upon the trust and confidence that it should be paid to the plaintiffs below, upon Ms death, why should they not recover ? It was their money and securities; they were entitled to them ex equo et bono, and by the authority of many cases they had a right to maintain the suit. Trusts are enforced not only against those rightfully possessed of the fund as trustees, but also against all who come into possession of the property with notice of the trust.\nThe cestui que trust in Pennsylvania may bring ejectment in his own name: Kennedy vs. Fury, 1 Dall. 72; and where it is necessary for the enjoyment of the fund, dedicated to Mm and Ms use, why may he not sue for it, when the trust is of personalty and is denied ? Otherwise he would have but a crippled remedy, perhaps none. The remedy given by the act of 16th June, 1836, sec. 13, is confined to cases where the right to property or money is claimed by two or more persons in the hands or possession of a person claiming no right of property therein. But here the alleged trustee claimed the right of property in the fund, and denied the trust. How long must the beneficiary wait until admimstration is taken on the estate of the donor; and what security has he that the administrator will acknowledge the trust after recovering the fund. But can the administrator of Howard recover the fund if it was dedicated and given in trust in his life time. In Harrisburg Bank vs. Tyler, 3 Watts 373, it is ruled that a trust will be enforced in favor of the cestui que trust, not only against those who are rightfully possessed of the fund as trustees, but also-against others who have obtained it without consideration. That was an action of assumpsit by the cestui que trust against the bank, who resisted the claims on the ground that it was a creditor of the real owner of the trust fund and had a right to retain. But the action was sustained. In 2 Vernon 368, B, a factor, sold clóth on credit and before the money was paid died, indebted by specialty more than his assets would pay. It was held that the money belonged to the principal, who was entitled to recover, for although at law the right is in the factor, yet in equity he is but a trustee. There is no evidence whatever of any debts against Howard, except what the judge says of a debt due to Bratton of $60, and burial expenses of $42, which he instructs the jury may lessen the damages to that amount. This was no injury, but a benefit to Tritt, and he has no right to complain of it.. If there had been creditors, no doubt they would have made their claims manifest. Indeed there is evidence that there was none. We cannot reverse a judgment upon mere possibilities. Bratton testified that he called on Howard shortly before his death, early in 1847, to pay the note of $60, and that Howard told him to go to Tritt. Soon after Howard died, and Bratton called on Tritt, who told him he had neither money nor effects of Howard, that shortly before his death he had paid him eight hundred dollars, wMch he carried to Mrs. Smith’s in specie, and that he had cashed notes to the amount of six hundred dollars.\nHoward then must have died in 1847. This suit was brought in 1849, and tried in 1850; yet during the three years no whisper of any creditor but this one of $60, which was allowed, and the funeral expenses. This exception then or allegation in favor of creditors, in possibility, is the last impediment after all others have failed, which Tritt endeavors to throw in the path of justice.\nBut the law is not a science of obstacles and impediments and obstructions in the way of justice and right; but it is a science which teaches the faculty of removing them.\nEven if there were creditors, it would not prevent a recovery, unless they interposed their claims, which they might have done by appearing and interpleading in the suit, through the instrumentality of an administrator on Howard’s estate: Coates vs. Roberts, 4 Rawle 100. But if they neglect to manifest and assert their rights, supposing any creditors to exist, of which we have not the slightest evidence, are the cestui que trusts to be forever postponed? A stronger case than this may be found in Wallace vs. Clingen, 9 Barr, of a recovery in assumpsit against a stakeholder as there called, who had money in Ms hands; although he alleged that he might thereby be exposed to the cross fire of another, who as the stakeholder alleged, might claim the money, and the decision went upon the ground that it was the duty of such person to appear and interplead, or be forever barred.\nThere is no weight in the point made that the court below erred in not instructing the jury that if the fund was transferred to Tritt with a view to deprive the State of the collateral inheritance tax, the transfer and the trust was void, and the plaintiff could not recover. That matter is settled by Baker and Williamson, 4 Barr, and because, by the statute, the payment of any such tax is to be deducted from the fund, which would therefore be liable in the hands of the cestui que trust. If the State chooses to enter into the arena and contest, as to the creation of the trust being fraudulent, the fund is as safe in the hands of the cestui que trust, as in the hands of the fraudulent trustee.\nIf they do not choose to make that assertion, the fraudulent trustee cannot do it, as the means of defeating the cestui que trust in this action, and retaining the fund in his own clutches.\nThe endorsement on the bonds of Tritt in Ms own hand writing were proper evidence on the part of the plaintiff below for the purpose offered, that is, as tending to show that the bonds were in Tritt’s possession. It did not follow that they were conclusive evidence of the fact, but under all the circumstances, they leaned that way, and were relevant and competent for that purpose. The admission of the evidence was only an increment in the whole sum of fraud, an item in the account which was properly considered in the settlement. This trust was created in the 'life time of Howard, and then established in favor of the objects of his bounty. It may be admitted that he still held the legal interest or estate, and as the trust clings to the legal estate he may have interfered with the fund in his life. But it was irrevocable at his death in favor of the cestui que trust. They were entitled to it, by the award of the jury establishing the trust, and the approbation of the court. Tritt denied the trust, concealed the papers, and claimed the fund as his own. The court below conformed, in my opinion, to enlightened conscience and morals, sanctioned by law and equity.\nJudgment affirmed."}