{"id": "965019", "contents": "The opinion of the court was delivered by\nBurnside, J,\nAlthough a mandamus is a demandable writ of common right, yet it will be granted only in extraordinary cases, when there would otherwise be a failure of justice. The Comth. vs. The Canal Commissioners, 2 Pa. Rep. 518. To found the application for the mandamus, the law requires that the applicant establish a specific legal right, as well as the want of a specific legal remedy. Comth. vs. Rossiter, 2 Binn. 360. Has the complainant, in this case, exhibited and established a specific legal right? He refused a statement of his property to the assessor, which was enjoined upon him by the 3d section of the act of 22d April, 1846, which provides for the reduction of the public debt. Dunlop 1079,. pamph. laws 1746, p. 486-7.\nThe assessor was bound by the act to return a statement to the commissioners, and the commissioners were enjoined by the 6th' section of the act (Dunlop 1080,) in cases “where any person, any member of any firm or partnership, any president, secretary,1 cashier, or treasurer of any company or corporate body, shall refuse or neglect to make any statement as in the act required, to add fifty per cent, to the amount returned, and to proceed and levy the tax.” The object of the legislature was to prevent evasions, and that miserable and contemptible shuffling, which was too common throughout our state; to get clear of the payment of a fair proportion of the public burthen, James applied to the commissioners ; they declined giving him any relief. I think they would have been entitled to more credit, if they had carefully examined his case, and reduced the tax to a just assessment' on his property. This was not done, although it was the duty of the' commissioners to have heard his appeal, if he gave due notice thereof, and had complied with the provisions of the laws. By the 52d section of the act of 1836, pamph. laws, of 1835-6, p. 445, James, if a freeholder, had an appeal to the common pleas, within thirty days. The complaint and decision of the commissioners was on the 29th Dec. 1848, and the petition to the common pleas was not presented until the 9th of February, 1849; long after the expiration of the thirty days allowed by the act.— From beginning to end, James was perverse, and he may blame his own negligence in every instance. His case, as presented, is not one of specific legal right; and on that ground the mandamus is refused.\nWhether a mandamus would lie, if a proper case was made out, or whether a writ of error is the proper remedy in the present case, it is unnecessary to determine; the plaintiff in error not being entitled to a mandamus on his own shewing.\nJudgment affirmed."}