{"id": "965030", "contents": "The opinion of the court was delivered by\nRogers, J.\nIn the case stated, it appears that the money for which suit is brought, was the property of the wife, and that it was loaned by her, as such, to the defendant. It also appears, that it was included in a settlement between Rumbaugh the husband, and the defendant Goodyear, and formed part of the consideration of a release, given by him to the defendant. On these facts the plaintiffs are entitled to judgment. It is not, as has been argued, an open question, whether the money belonged to the wife at the time of the passage of the act of 1848; nor can it now be disputed, in opposition to the case stated, that it was loaned by her to the defendant. These facts are admitted by the parties in the ease stated. It comes therefore, directly within the purview of the act, which vests in her as a feme sole, the absolute right and control of her own property, then held or afterwards acquired. If the property be hers when the act passed, there is an end to the objection, that it gives the' act a retrospective effect, so as to interfere with vested rights, if the husband has exercised his marital rights, by reducing her choses into possession, it would present another and entirely different question, for as is ruled in Lefever vs. Witmer, 10 Barr 505, the legislature neither intended nor would they have the power to interfere with rights vested in the husband. Before the act, the husband might permit his wife to retain her own personal property, to use it, and deal with it as her own, and no person could complain; for as the right acquired by marriage is but a qualified one, he may exercise it or not, as he may think proper: 30 Law Lib. 208, Roper on Husband and wife. To vest a right of property in the husband, the property must be changed: 2 Barr 71, Woelper’s Appeal; 5 Barr 157, Rogers vs. Fales; 5 Whart. 138. Here it is conceded, the husband did not avail himself of his marital rights, but permitted the wife to keep the money as her own, and as such to lend it to the defendant.\nIt is urged the plaintiffs ought not to recover, because the money loaned was included in the settlement of the 18th November, 1848, between the husband and the defendant; and that the husband released all claim to it. Had the wife assented to this disposition of her money, there would be something in the defence. But this essential fact no where appears in the case stated; nor indeed in the evidence returned with the record, if that could be looked at, which. I by no means concede. As by the construction of the act of 1848, ruled in Cummins’ Appeal, decided in 1849, the money belongs to her, in the same manner as if a feme sole, she cannot be deprived of it, either by her husband, or any other person; without her express consent. If the act should receive any other construction, she would be deprived, as is very obvious, of the protection the legislature intended to afford her. In which way her assent may be signified, so as to bar her right, it is not necessary now to determine. There is nothing in the case which calls for the expression of an opinion, whether her consent to the disposal of her personal property must be in writing, and acknowledged before a judge. Nor is the case put on that ground, in the court below.\n■ It is, however, intimated that as the wife is to be treated as a feme sole, suit must be brought in her name alone ; and that it is error to join the husband. This objection was not taken at the' trial. The case comes before us as a case stated, and the single question presented is, whether the husband had the power to dispose of her property, without her consent. But aside of this objection, we see nothing in the exception of which the defendant can complain. He has two, instead of one, answerable for costs. In construing the act, which is a just and remedial one, we are not disposed to trammel it with forms. As however, she may be liable, in respect to her property, as a feme sole, we see no oíbjection, (if she chooses) to bring suit in her own name. Indeed, this course may some time become convenient, as when the husband dissents; or necessary, as where suit is brought against the husband himself. We agree with Justice Burnside, who ruled in Boileau vs. Bute, at Nisi Prius, that a married woman may maintain trespass alone, for injury done to her property, bought by her since the act, and this, though the husband expressly dissented. But although she may bring suit in her own name, it does not follow she must, for we are of opinion the suit is not open to exception, whether brought in her own name or in the name of herself and husband. In no case, however, can the husband alone bring the Suit for an injury done to her property.\nJudgment affirmed."}