{"id": "965015", "contents": "The opinion of the court was delivered, by\nRogers, J.\nThe learned judge thought proper to instruct the jury, that on the whole evidence the defendant was entitled to a verdict. The charge is undoubtedly obnoxious to the objection that it took from the consideration of the jury the credit to be attached to the testimonyp of Jacob Hiestand, .a witness relied on by the defendant, in support of part of his defence; and if there was nothing else in the case, this alone would entitle the plaintiff to a reversal of the judgment. Rut excluding this testimony, the question arises, whether the court erred in giving a peremptory direction to the jury to find for the defendant. It is said the court placed the instruction on the ground that the statute of limitations was a bar to the plaintiff’s recovery. Rut be this as it may, this is immaterial, as we have nothing to do with their reasons. If the judgment-is right, it cannot be- disturbed. A right judgment may be, given for a wrong reason; and when, no injury is done to the complainant, the judgment must be permitted to stand.\nSeveral grounds of defence were taken at the trial, one of which only, in the view we take of the case, will it be necessary to consider, viz: Was the power to sell well executed in the life time of the widow, she being one of the executors making the sale, and executing the deed. If this question be answered affirmatively, there is an end of the plaintiff’s title, and consequently no fault Can be found with the directions of the court.\nThe plaintiff contends that when a testator devises real estate to executors to sell, on a certain contingency, if the sale be made before the contingency happens the sale is void, and conveys no title to the purchaser. For this position he relies on Smith vs. Folwell, 1 Bin. 546; Sweigart vs. Frey, 8 S. & R. 299; Loomis vs. McClintock, 10 W. 274, and Hay vs. Mayer, 8 W. 203.— That this is true, as a general proposition, cannot be denied; nor am I disposed to quarrel with the position of Lord Coke, who takes it for granted, Co. Lit. 113, that where there is a devise to A. for life, and that after his decease the estate shall be sold, the sale cannot be made during A’s life, but must be delayed till his' decease, although that opinion Mr. Hargrave, in note 2, Co. Lit. 113, shews to be at least a doubtful point, on authority, and is in direct opposition to the case of Uvedale vs. Uvedale, 3 Atk. 117. The devise was to the wife for life, and after her death the testator willed that the same should be sold, and Lord Hardwicke said that the words, after her decease, were not put in to postpone the sale. It is true, that in a case before the Court of Exchequer, in which the case of Uvedale vs. Uvedale was cited, where the devise was to A., the testator’s wife, for life, and after her decease a power to trustees to sell and pay the money among the children of B., who had an infant child then living, the court held, that a sale could not be made till after the widow’s decease, Meyrick vs. Coutts, Exchequer, 8, July, 1806, Ms. vide Sugden on Powers, 350, sec. 7. The reason for which the judgment was rendered is not given in Sugden on Powers. I cannot, therefore, say on what grounds they proceeded, although, if I may be allowed to conjecture, it was because the proceeds were to go to the children of B., at the time of her death, B. being living, some of whom might not have been in esse at the time of the happening of the contingency. The bill, which was an amicable one, was filed by the widow, against the trustees and the infant, for an immediate sale. Had the widow been the only person in interest, the decree would, I am induced to believe, have been otherwise. A review of the authorities, at any rate, indicate that even when no consent is ■ given, the power to sell is at least doubtful. ■ None of the cases however cited touch this point. The distinction is, that the widow, for whose benefit, as is apparent from the will, the sale is postponed, has signified her consent by joining in the deed, the whole title to the property is sold, out and out, for a full and fair, price, and the fee, in the entirety, consequently vests in the purchaser. That the cases cited are unlike this, is shown from' this consideration, that in Smith vs. Folwell, the sale was on a contingency which never happened. Hays vs. Myers, was the case of a tenant fot life, who did not assent to the sale, and therefore the property could not be sold for its whole value. Sweigart vs. Frey, administrator, is ruled on the idea that by the will the testator jhade the time of sale an important circumstance in the power given to the executors. • Assuming the position, I grant the sale is void, for no sale is valid which is made before the time fixed by the testator has arrived. No person doubts the power of the testator, either with or without reason, to postpone the sale, and where this clearly appears, as in Daly vs. James, 8 Wheat. 495, the will of the testator cannot be gainsayed. But this, like every other question pertaining to wills, is a question of intention, which in this, as in all Other cases, is the cardinal rule. It, therefore, is narrowed down to the single point of the meaning of the testator in the use of the words: “At my wife’s decease, the property specified for her use and benefit, is to be sold by any of the surviving executors, and the amount it sells for divided equally among -my children, Mary excepted.” Did he intend that this part of his estate should not be'sold until her death, although the widow who was alone interested in the postponement, consented to the sale. Without her permission, I agree it could not be sold, because it would necessarily prejudice the children, if sold subject to her interest. But when the title is sold out and out, when she consents to the sale, and when the children are entitled to the proceeds, on the sale being made, I perceive no valid objection to it, Inasmuch as no person is injured by the transaction. - An inspection of the will shews clearly that- such could not have been his intention. Had such a combination of circumstances occurred to him, it is probable he would have provided for it, by giving power to sell, where the 'evidence showed it to be for her benefit. His design was not to devise lands, but to sell and distribute the proceeds of his estate, after paying all debts, except that part which he deemed necessary as a comfortable - provision for his wife.— There is no evidence of an intention to postpone the sale, nor does it appear that he considered time as material for the interests of the children, to whom the proceeds were bequeathed. Had it not been for the wish to provide for his wife, there can be no doubt he would have ordered the whole of his estate to be immediately sold for purposes of distribution. In the cases cited there is either a precise number of years fixed, as in 10 Watts 274, or the contingency never happened, as in 1 Bin. 546, and 8 Wheat. 495; or there was no power to sell at all, as in 11 S. & R. 311, or it depended on the time of the happening of a particular event, when, for want of the assent of the tenant for life, the property could not be sold for a fair price. In the. particulars enumerated, this case differs from those cited. Here there was no uncertainty in the persons entitled to take. An immediate sale and distribution was for the interest of all, except the widow, who by joining in the deed, assented to the sale. As this provision in the will was intended for her benefit, it is text law that she had a right to waive it. She would be estopped by her deed. It would be against equity that the purchaser should lose his land, after paying the purchase money to the executors, who, it is to be presumed, distributed it among those legally entitled to receive it. It cannot be endured that the heirs or distributees should get the land and the money both.\nJudgment affirmed.\nMr. Justice Coulter dissented, holding the case to be within the general rule, that there was no power to sell before the death of the widow, and there was no .provision made before that time for distribution of the proceeds,"}