{"id": "965029", "contents": "The opinion of the Court was delivered by\nRogers, J.\nWhere a juror, after being sworn, fails to appear, the course which the Court ought to pursue is obvious : either to compel his attendance, or to dismiss the jury and impanel another to try the cause. But, instead of doing this, the C¿urt, here, undertakes to dispense with the attendance of the defaulting juror, and to swear another in his place, without the consent, so far as appears, of the parties. This is manifest error. The act of 14th April, 1836, directs the manner of selecting the jury, and the 142nd section provides that the names of the jurors drawn, sworn or. affirmed, in any cause, shall be written on a panel, and the slips or papers which bear those names, shall be kept apart by themselves in some other box, to be provided, &c., as aforesaid, and kept for that purpose, until such jury shall give in their verdict, and the same be recorded, or until the jury shall by consent of parties, or by the order of the court, be discharged from the cause. In the 141st section, the form of the oath is prescribed, and is as follows: “You, and each of you, do (swear or affirm) that you will well and truly try the issue joined between C. D. plaintiff, and E. E. defendant, and a true verdict give according to the evidence, unless dismissed by the court, or the cause be withdrawn by the parties.” The power to dismiss is, evidently, to discharge the jury as a body, and not a single member of the jury after he is sworn. The record presents the singular spectacle of thirteen jurors sworn to the same case, one of whom remains sworn to the present time without having either rendered a verdict or been properly dismissed. That a case at law tried by thirteen jurors has been held to be error, see Whitemarsh vs. Davis, 2d Haywood 113; so, also, in Doebler vs. Commonwealth, 3 S. & R. 237, it is ruled to be error, if it does not appear from the record that all the jurors were sworn. Thus, when the names of eleven jurors were given on the record, and it was afterwards stated that one of the twelve jurors was withdrawn and another called in his stead, but the name of the juror last called was not given and it did not appear that he was sworn, judgment was reversed. It was not urged in either of the cases cited, that the mere fact of the trial was evidence of assent. Indeed, in Doebler vs. Commonwealth, there was strong reason to believe the cause was tried by the requisite number of jurors, and that the error complained of arose from a clerical mistake. But, notwithstanding, the judgment was reversed. It is nothing that the latter is a criminal case; as so far as concerns the jury, the mode of selection is the same. The case must be determined by the record, and it is of the first consequence that so important an element in the administration of justice as a jury, should be selected in the mode clearly pointed out by the act.\nAs the cause goes down for another trial, it is necessary to express tbe opinion of tbe court about tbe propriety of rejecting J. Kinsman’s discharge. It is conceded by the counsel that, without without proof of the bankruptcy of Kinsman, the action cannot be maintained. It is, therefore, a fact material to the plaintiff to examine into the validity of the exception taken to the evidence. The objections ai’e these: 1st. That the whole record should have been produced. 2nd. That the paper writing was not a certificate of discharge, but only a certificate of .a certificate. 3rd. That the form of the same was improper and illegal.\nThe first point we conceive to be, in effect, ruled by Boas vs. Hetzel, 3 Barr 298. It is there held that the 4th section of the bankrupt law makes the certificate of itself competent evidence of the fact of bankruptcy. But it is contended that this applies only to the certificate given to the bankrupt himself, which alone is evidence for himself, or for any other person who may wish to avail himself of the provisions of the section. According to the argument, if the certificate is lost, the fact of the bankruptcy can only be proven, even by the bankrupt himself, by a full exemplification of the whole record. So, also, third persons must either procure the same, when the object is to prove only a single fact, on which the other parts of the record can throw no light, (thereby exposing them to a useless and burthensome expense,) or they must subpoena the bankrupt himself, with a duces tecum. This surely could not have been the object of Congress in the 4th section, the obvious intention of which was to dispense with an expense frequently burthensome to suitors. The same reason applies to third persons as to the bankrupt; they are within the same equity. The defendant in error relies on Waterman vs. Robinson, 5 Mass. R. 305; where a contrary decision is said to be held. But that case was ruled on the bankrupt act of 1800, where the words of the statute are different; and it may be, the language of the latter act is changed with a view to dispense with the inconvenience arising from the construction of the former. I am not, at any rate, satisfied with the distinction taken between third persons and the bankrupt, as that is determining the point on the letter, and not the spirit of the act. It is further contended that the exemplification of the certificate is but a copy of a copy, and therefore, inadmissible. But not so; I view the certificate on the record as the original decree of the court, and the certificate granted to the bankrupt as a copy of that record. The argument of the defendant in error, on tins' head, as is correctly said, involves the absurdity of supposing that the court, in the first place, grants the certificate to the bankrupt, and that afterward, the clerk of the court takes a copy of the certificate in the hands of the bankrupt, and makes it part of the record.\nBut it is said that the form .of the authentication is defective, and this I think a fatal objection. It ought to appear that J. W.. Metcalf, at the time of the certificate, was the clerk of the District Court. Judge Betts certifies only that the exemplification is correct, and in due form of law. This seems to be the result of Johnson vs. Howe, 2 Stewart 27; Grant vs. Levan, 4 Barr 429. But, as the cause is ordered for a new trial, this is an error of but small account, as the defect may be amended by obtaining another exemplification of the record. And the same may be said as to the alledged discrepancy in dates, appearing on the record. I must, however, be permitted to remark, that would be no reason for excluding the record, as that is obviously a clerical error, and it is moreover, immaterial, in the present controversy, whether the bankrupt was discharged the 16th February, 1845, or the 16th November, 1845. The only essential part is, whether he was discharged before the commencement of the suit.\nJudgment reversed and a venire de novo awarded."}