{"id": "965002", "contents": "The opinion of the court was delivered by\nBell, J.\nJacob Spangler, by his will, after giving certain items of real and personal property, directed the residue of his estate to be sold, and the balance ascertained by his executors’ accounts, to be disposed of as follows: “My wife, Catharine, shall have the interest of the dower fund, or third part of the whole, &c., which said interest shall be paid my said wife annually, during her natural life or widowhood, which said dower fund shall be vested out on good real estate, and the other two-thirds of all my real and personal estate shall be equally divided” among the testator’s children. It is further directed, that the principal sum invested for the use of the widow, is to be distributed among the children on the determination of the widowhood.\nThe question is, whether the sum so put at interest, for the widow’s use, is taxable for state and county purposes, and, if so, by whom the tax is payable.\nThe act of June 11, 1840, (P. L. 612,) inter alia, imposed taxes on moneys at interest, debts due, &c., and that of the 29th April, 1844, (D. D. 1020,) subjected to this burthen “all mortgages, moneys owing by solvent debtors, whether by promissory note, penal or single bill, bond or judgment; also, all articles of agreement and accounts bearing interest, owned or possessed by any person or persons whatsoever,” &e. It is scarce worth while to consider whether the fund here in question, is embraced within the system of taxation established by these and other statutes, but it may be observed, it is pretty obvious, from their context, that they look only to choses in action, and other property, the legal title to which is vested in the same persons, who receive and enjoy the proceeds and usance. They were, therefore, probably thought to be exclusive of a large class of cases created by deed or will, where the legal ownership of the principal sum or thing is vested in one set of persons, while the present beneficial interest or right of enjoyment is limited to others for a determinate period, a form of disposition very common with us, and comprehending large and increasing values. The burthen of taxation thus weighed unequally, for while the owners of a fund bearing interest, were compelled to contribute to relieve the public exigencies, sums of money equally productive of income, but which could not, in legal parlance, be called the property of the beneficiary, altogether escaped. Then came the act of 1846. By its first section it declares, amongst other things, that “ all annuities over $200 00, except those granted by this commonwealth or by the United States, and all property, real or personal, (not taxed under existing laws, (held, owned, used or invested by any person, company or corporation, in trust for the use, benefit or advantage of any other'person, company or corporation, excepting always such property as shall be held in trust for religious purposes,” shall be subject to a tax of “three mills on each and every dollar thereof.” It will be perceived that by the express terms of this enactment, all property held, owned, used or invested for the use benefit or advantage of another is made the subject of assessment. To make it so, it is not necessary the party entitled to the present benefit of the investment, should have a legal estate or property in the fund, or that there should be a technical trust formally created. It is enough if it be “invested” for the advantage of a person or class of persons. “Particular terms,” said Mr. Justice Sergeant, in Deitz vs. Beard, 2 Watts, 172, “used to describe the objects of taxation should be construed according to their popular acceptation, and not by any refined or strained analogies.” Under this reasonable rule, which has here been invoked by all the contesting parties, our inquiry is, is there a fund invested for the benefit of some person ? An unequivocal affirmative answer to the question is found in the testamentary direction to “vest” out in good real estate one-third part of the clear proceeds of the estate for the benefit of the testator’s widow, and the action of the executors under this direction. In this particular our case differs from Sweet vs. Boston, 18 Pick. 123, where the annual sum received by Mrs. Sweet was strictly an annuity, not flowing from any distinct principal sum, placed at interest for the purpose, but resting on the personal responsibility of the executors ; and it is distinguished from Gray vs. Boston. 15 Pick. 376, upon the particular language of the Massachusetts statute, which subjects the citizen to the payment of tax “on all moneys at interest, more than they pay interest for, and upon all other debts due to them, more than they are indebted for.” I have noticed these determinations particularly, because they were thought by the plaintiff in error to be similar in their general features to the case in hand, but an accurate examination of them will disprove this supposed resemblance. Indeed, were it necessary, it might easily be shown, that by this will a technical trust is created; the foundation of which is the money invested for the sole benefit of Mrs. Spangler,strictly within the cognizance of a court of equity, and which may be enforced, on her application, as cestui que trust, under our statutes relating to that subject. Were the fund in danger from the misconduct of the trustee or the apprehended failure of the security, our courts would interfere, at her instance and for her protection; and should the principal sum be eventually lost, without default of the executor — who, for this purpose, is a technical trustee — Wheatly vs. Badger, 7 Barr, 459, he would not be liable to make good the annual interest to the widow. From this view, it is clear, beyond question, the sum invested for her use is taxable within the meaning of the statute. Indeed, this is to me so obvious, the wonder is, a doubt should have been made of it.\nWho then is to pay the tax? Not the trustee, with other money of the estate. This, indeed, is wholly out of his power, for by the express directions of the will, that money was distributed among the legatees at the same time when the one-third of the clear estate was secured for the widow, and it was actually so distributed. Nor could the executor retain any part of it for the purposes of payment, or compel the legatees to refund the requisite sums. Besides, it is not the testator’s estate that is taxed, but a capital invested for the benefit of a third person. The idea of a legislative intent to compel the recipients of other portions of testate property to pay the legal burdens laid on this, is too monstrous for serious entertainment; and a suggestion that the trustee is liable for their discharge, by an application of his proper funds, is not less so. ' Cases will frequently arise, where there is no other estate or fund within the power of a trustee than that invested. Is he then personally liable; and, should he be insolvent, are the public dues to remain unpaid, though the capital sum yield an annual interest ?\n•Is the tax payable out of this sum? So to direct would impair it, both for the cestui que trust and the remainder men; and might, in process of time, entirely absorb it, in total defeat of all the interests dependant on it. That such a possibility could not have been contemplated by the testator is plain from the whole scope of his will. That such is not the necessary operation of the statute is, I think, also manifest. It taxes the fund, but does not expressly say who shall pay the assessment. Nor is this necessary, in my apprehension. Under all just systems of taxation, he who presently enjoys the subject ought to discharge the present impost. Where the law levying the impost employs no distinct language on the subject, the present beneficiary is liable by inevitable implication, if the law contains nothing repugnant to such liability. Where, from the phraseology of a statute, the effect sought is to saddle the burden on those who enjoy no immediate advantage, though prospective owners of the capital sum, which may never vest in enjoyment, the provision ought to be clear and explicit. All our tax laws, without exception, so far as I am informed, recognize the personal amenability of the immediate beneficiary; and I think it is particularly observable in the act of 1846. Under prior statutes, money invested for the use of one not the owner of the fund, would seem, as already intimated, not to be subject to taxation; and it is only made so, by the last act, in reference to and connection -with the interest accruing on it. The tax is not laid irrespective of the annual produce, but because of it; for the use thus made of the money, and the benefit derived from it. The burden is not imposed simply because a certain sura is invested, but because it is invested for the use of a designated person. That person ought, then, in equity, good conscience, and by all analogy, to pay a tax which is directly based on the enjoyment of the subject of it. Of the fund particularly in question, the plaintiff in error is entitled to the usufruct during life. She stands towards it in the relation of tenant for life, and has the same interest in it, in effect, as is cast upon a particular tenant of realty. Were she vested with a similar right to take the rents and profits of an estate, it will not be questioned hers would be the duty of paying taxes, as well as to repair the property, and keep down the interest accruing on encumbrances, out of the rents. Why shall not the like obligation to pay taxes, imposed on the source from whence she derives her sustenance, devolve on her? Will it be answered, because the law does not specifically so direct ? Neither does the act of 1844, nor, I believe, the prior acts, in very terms designate the payer. But the principal sum is taxed because it yields an annual interest for the benefit of the plaintiff in error. The burden is, therefore, reflected upon the produce of the fund, the only available means of payment, and the effective cause of the tax. To work this result, it is not indispensable she should have a distinct estate or property in the fund itself. It is enough that it is invested for her use.\nI have considered the case upon the admission, that, if taxable for state purposes, the subject of this controversy is also liable for county taxes. So much was decided in Savings Fund vs. Yard, 9 Barr, 359; Ins. Co. vs. County, id. 913; and Easton Bridge vs. Northumberland County, id. 415.\nJudgment affirmed."}