{"id": "967586", "contents": "The opinion of the court was delivered by\nLewis, J.\nThe plaintiff having bought the defendant’s farm in Whitemarsh, afterwards, on the 30th November, 1848, purchased certain articles of personal property on the premises, including corn, hay, wheat, rye, and oats. We infer from the circumstances, and from what we see in the paper-book, that the corn was in the ear, the grain in the sheaf, unthrashed, and of course unmeasured, and that the hay had not been weighed. We also infer that the vendee, who had been “ all over the farm,” had seen the articles of personal property before he purchased them. At the time of the purchase, an estimate was made of the quantity of each article, and the price was carried out opposite the statement of quantity. The items were added together, and the aggregate was placed at the foot of the column, amounting to the sum of $2080. At the foot of this estimate, there was a receipt for the sum of “ $1800, in full for the personal property enumerated above, on the farm lately sold.” In the body of this receipt it was stated that the estimated quantities are not guarantied to be accurate, but the articles are sold for the sum named, “ be the quantities more or less than estimated.”\nThe farm, at the time of this transaction, was occupied by a tenant; the sale was not of the whole of the crops named, but of the landlord’s share of them; and it was so stated in the paper to which the defendant’s receipt was attached. The plaintiff moved to the farm in the following May.\nThe present action was brought to recover back a portion of the purchase-money which had been paid for the crops, upon the ground that the quantities had not proved equal to those stated in the estimate; and the plaintiff, on the trial, offered to prove a deficiency, “ varying from thirty to forty per cent, below the estimates, to be followed with proof that the farm would not grow the amounts, and the barn would not hold them, and that the defendant had lived on the place and farmed the property before the sale.” The court rejected the evidence, except so far as it went to show that the land would not produce the quantity contained’ in the estimates.\nThe court also refused to permit the plaintiff to go to the jury on the question of fraud or mistake, and ordered judgment of non-suit against him.\nWhere there is any evidence tending to establish a material fact, it is certainly the duty of the court to submit it to the jury. But if the fact be not material to the issue, or there be no evidence to prove it, it would be a useless waste of time in the one case, and an inexcusable disregard of official duty in the other, to occupy the attention of the court and jury with its discussion and decision.\nThere was no offer to prove that the defendant had weighed the hay, or had measured the corn or grain, before he made the estimate of their respective quantities. Nor was there any evidence that the farm could not .grow the quantities enumerated as on the premises. On the contrary, we infer from the transaction that the quantities were unknown to either party, and that the articles were open to the inspection of both, each having equal advantages in making the estimate, and neither having the power, by any means whatever, to arrive at anything like certainty with regard to the quantity of the wheat, rye, and oats, as measurement of grain in the straw is impossible. The hay, it is true, might have been weighed, and the corn might have been measured in the ear, and if there had been an offer to prove that the quantity had been thus ascertained, by the defendant, before he made his estimate, thus showing that he, knowingly, made a false representation in regard to it, the evidence would, without doubt, have been admitted, and would have been material testimony for the consideration of the jury on the question of fraud. But no such evidence was offered. And it is scarcely necessary to say that an error in an estimate of the quantity of hay in the barn or stack, grain unthrashed, and corn in the ear, where each party had equal means of knowledge, and neither relied upon the estimate of the other, ought not to be regarded as evidence of fraud.\nIn considering the question of mistake, it is material to bear in mind that the vendor does not stand upon an executory contract, seeking to recover damages in a court of law for non-performance, or asking the aid of a court of equity to enforce specific execution. The purchase-money has been paid and the property has been delivered by the vendor, and accepted and retained by the vendee. The contract has been completely executed, and the vendee is now asking to recover back a portion of the purchase-money, upon the ground of a mutual mistake in the estimate of the quantities. And he asks this although the evidence given by 'himself shows that he did not contract upon the basis of the defendant’s estimate, but upon one of his own more favorable to his interest; and shows further that it was part of the express agreement of the parties that “the quantities were not guarantied to be accurate,” and that the articles were finally sold for the sum of $1800 (being less than the sum claimed by the vendor in his estimate), “ be the quantities more, or less than estimated.”\nWhen it is considered that the business operations of our enterprising and trading community are regulated by the practical maxims of the common law, and that ‘■’•caveat emptor” is the maxim which regulates the sales ,of lands and chattels, it is impossible to perceive how the plaintiff could hope to recover, in the absence of fraud and warranty. But where there is an express agreement that the objection, to which the evidence offered was applicable, shall not be taken, a recovery, in opposition to such agreement, would be a decision that men of admitted capacity to transact their own business shall not be permitted to do so. ,In the case before us it was impossible to ascertain the quantities of the grain in the straw at the time of the sale, and the parties Were therefore under a necessity to sell upon an estimate, or not to sell at all. After a man conveys his farm, and is about to remove from the premises, perhaps to a place so distant as to render it exceedingly inconvenient to return in order to look after his crops, it is in most cases conducive to his interest to sell them. And it is generally greatly to the advantage of the purchaser of the farm to become the owner of the crops. Under such circumstances, where measurement is impossible, and weighing too expensive to be thought of, the parties ought certainly to be permitted to make their bargains upon an estimate of quantity. And having done so, with the articles before them, each exercising his judgment with equal means for forming an opinion, and both agreeing that an error in the' estimate shall not be made the foundation of an action, the courts of justice have no right to disturb their arrangements in violation of their contract. After the whole contract has been fully executed by the parties, the expression adopted by Yeates, J., in Steinhauer v. Witman, 1 Ser. & R. 448, is peculiarly applicable, “ the funeral has passed by; the dead cannot be resuscitated.”\nWe are of opinion that there is mo error in this record; and the judgment of the court below is therefore affirmed.\nJudgment affirmed."}