{"id": "967580", "contents": "The opinion of the court was delivered by\nBell, J.\nThe Act of 16th June, 1836, provides for the vacation or annulment of highways in two distinct cases. One of these is where the road has been opened and used, and found from experience to be useless or burdensome. For this inconvenience remedy is afforded by the 18th section of the Act, which empowers the Court of Quarter Sessions, on application by petition, to change or vacate the whole or any part of such road; and they are directed to “ proceed therein by views and reviews, in the manner provided for the laying out of public roads and highways.” The other case occurs when a reported road has not been actually opened for public use, and a majority of those who originally applied for it, change their minds in respect to its -propriety or necessity. Under these circumstances, the law permits the applicants an opportunity to retrace their steps by means of a petition presented under the 19th section. It provides that “ roads laid out and confirmed as aforesaid, but not opened, may be vacated and annulled upon the petition of a majority of the original petitioners for the said road, resident within the respective county, in the same manner as other roads may be vacated.” When this proceeding is instituted, and a report made adverse to the proposed road, its effect is to reverse all that has been done. The subject is to be regarded as though no steps had been taken for the procurement of a road, and the parties interested are remitted to their original position. From its very nature the proceedings admit not of review, except by original petition; for its object is to permit those who initiated the movement, to undo what they aver was mistakenly done at their instance, leaving to others the privilege of renewing the project as original petitioners. This, I believe, is everywhere the practice under this portion of the road law. It is conceded to be that which obtains in this district. But it is insisted for the favorers of the road in question, that the petition of August, I860, is not to be regarded as an application to vacate, under the 19th section, but as a prayer for a review, under the other provisions of the Act. We cannot assent to this. It is true that the petition, being obviously prepared by one unacquainted with legal forms, omits to aver that it emanates from a majority of the original petitioners. This, undoubtedly, is the most convenient form, and, perhaps, the court might refuse to entertain the application, because of the omission. But it is not absolutely necessary to its validity, if otherwise the object can be ascertained from the face of the petition, and the record shows it is, in fact, signed by the required persons. Such is the case here, and the prayer of the petition is expressly for the vacation of the road, lately laid out, on the ground that, if opened, it will be useless and burdensome. It cannot be regarded as an application for a review, strictly so called, for that is, properly, performed by those hostile to the first movement, and simply asks for a review of the proposed road and parts adjacent. Here, as I have said, the prayer is to vacate, and that, as matters stood, could be effected only under the 19th section.\nNotwithstanding the want of form observable in the petition itself, the record shows the parties presented a case within the purview of that section, and that their intent was to proceed under it. The Court below must have so regarded it, for as a petition for a review, simply, it came too late. As such it could not have been received without a violation of rule. This being so, we must not sacrifice substance for the sake of form, more especially as the statute is silent as to the latter.\nIt follows from what has been said, that the petition for a re-review was improperly received and acted upon, after the report vacating the proposed road, and the proceedings had under it are consequently irregular. As I have intimated, the course proper to be pursued by those wishing the road, is by original petition, after a proper interval.\nOrdered, That the order of re-review, and the report made thereon, confirmed at the November Sessions of the said court, be set aside and annulled, and that the said report, made to August Sessions, 1850, vacating the said road, be confirmed."}