{"id": "967599", "contents": "The opinion of the court was delivered by\nLomara, J.\nThere is a very palpable distinction between a gift of land from motives of charity, and a dedication of land to charitable uses; and there are most intrusive reasons giving a judicial bias in favor of satisfying the motive without establishing a perpetual dedication.\nOur law discourages the fettering of estates and putting them into mortmain, and therefore favors the construction which relieves from restraints upon alienation. And it seems unreasonable to suppose, that a devisor ever means that his heirs shall get back the land in such cases, except when he says.so; or that, amidst the rapidly changing opinions of society, he means that his opinions shall be imbibed by others just as he left them, and shall for ever withstand the changes necessarily incident to the progress of society; or that he means that no change in the number, circumstances, and habits of the people, shall ever justify any sort of conversion of the gift.\nIt would seem contrary to public policy to favor a construction that would give to a man, who died a hundred or a thousand years ago, the control of land that ought to be controlled by the present generation. Such an intention ought tobe expressed, not implied.\nWhen we look at the varied institutions of the last few centuries, and at the constant and rapid changes which are going on in the circumstances, habits, opinions, and institutions of our own age, we see how unreasonable are many perpetual dedications of land, and how much caution there should be in implying an intention to create perpetuities.\nThese principles being borne in mind, we are in the proper position for taking the best view of the devises in controversy.\nThe construction which we put upon the devise in the will, of Samuel Powell, Jr., not only rules the title to the other two lots in controversy here, but excludes ns from the consideration of many of the legal propositions discussed by the counsel.\nStriking out the machinery by which this devise is to be effectuated, we discover that the substance of it may be stated as follows: If the Quaker meeting shall agree in good faith to accept the lot on Pine street, for the purpose of building a meetinghouse upon it, then I devise the same to them and their successors. Roth the language of the devise and the influence of the Act of 1731, for enabling religious societies to hold land, constrain us to consider this lot as given and accepted for a place of religious worship.\nThe main question of this cause may then be stated thus: Where there is a devise of land in fee to a religious society to build a meeting-house upon, is it implied, as one of the terms of the devise, that the donees shall not use it except for a place of meeting, and that they shall never sell it though they should convert the proceeds to the same religious uses ? Does a conversion amount to a diversion ?\nLet it be remarked, that a conveyance of land to a religious society implies a religious use, and that, by our Act of 1731, a religious society could hold to no other use. Eor obvious reasons almost all grants to religious societies are for meeting-houses; this purpose being necessarily implied, if not expressed.\nAll religious societies hold land for a qualified purpose, because the law does not allow them to hold for general purposes. Rut this qualification has place only as between the public and the holders, and not between the grantors and the holders. It is not a qualification of the estate as granted, but of the uses to which, in such hands, it may lawfully be applied. It is not intended to prevent alienation to general purposes, but to prevent a religious society from using land for general purposes. It defines a duty of religious societies to the state, not to their grantors.\nThe use to which the granting clause declares that this land is to be applied is of the character which the law requires, and is the most ordinary purpose for which religious societies require land. The presumption would therefore appear fair and obvious, that, by that declaration, the devisor merely meant to make the grant lawful upon its face.\nThis construction fully satisfies all parts of the devise. The devisor uses words of fee simple; and the other words, that truly describe all such estates in such hands, cannot be construed to reduce a fee simple to a qualified fee. To produce this effect it is necessary that other words be added, showing clearly that the testator intended that the land should revert on the abandonment of the particular use.\nThese grants are, as between the grantor and grantees, fees simple, and as between the trustees and beneficiaries they are trusts. If they are held in violation of the mortmain laws, the state may claim to forfeit them; but the grantors and then- heirs have no title.\nAfter we had consulted and agreed upon this opinion thus far, our brothers Gtbson and Coulter referred us' to a similar case just published in 15 Pa. St. Rep. 500, Kerlin v. Campbell. The grant there was to a public use, and the legislature, which has the control of such uses, directed the sale of the land. If there had been a reversion there, even legislative authority could not have divested the right. True, there was a consideration paid in that case; but that fact is only evidence that no reversion was intended.\nLet the judgment be reversed, and let judgment be entered in favor of the defendants.\nJudge Coulter dissented not as to the question of reversion, but as to the right of alienation."}