{"id": "967592", "contents": "The opinion of the court was delivered by\nBlack, C. J.\nSloat and Enos were patent planers, and carried on their business as partners in a building for which they had a lease extending to the 20th of December, 1846. There being more room in the building than was necessary for their own purposes, Sloat, without the authority or knowledge of Enos, sub-let a part of it to Bewley & Vanhorn, the plaintiffs, until the 16th of March, 1847—a time which reached three months beyond the period of the lease which Sloat & Enos themselves had. The lease made by Sloat to the plaintiffs was under seal, and among other covenants it contained one for an attachment of eight horse power to Sloat & Enos’s engine. The plaintiffs were grinders of medicines and spices. Enos soon after sold out his interest to Tams, and the business was carried on by Tams & Sloat until the 20th December, 1846, when they were compelled by the owner of the property to quit possession, and carry away their engine. This suit is brought in assumpsit to recover damages for a failure to supply as much steam-power as ought to have been furnished before the 20th December, 1846, and for neglecting or refusing to supply any at all between that time and the 16th of March, 1847.\nUnless the sealed agreement which the plaintiffs had with Sloat was rescinded, and a new parol contract to the same effect was made by the defendants jointly upon a sufficient consideration moving to them, then this action is incurably wrong, and the trial ought to have been stopped as soon as it began. Of course the learned and able counsel of the plaintiffs do not assert that they can maintain assumpsit on a sealed instrument, much less that they have a right to recover in such an action against two on a covenant made only by one. Their argument is that the covenant was can-celled, and a parol contract substituted in its place.\nBut this is a clear mistake. The plaintiffs accepted the lease as it was executed by Sloat alone, with full knowledge that Enos had no part in the making of it. They treated it as the contract; paid their rent in accordance with it; were sued on it, and made no objection to its validity. What is more, they set forth that same lease in the declaration before us, and do not aver that it was ever rescinded, or that any other contract was ever made in its place by the defendants. It was the only evidence they produced to show that they had a right to be supplied with steam-power ; and between its four corners was the only bargain on the subject.\nThe declaration avers that Tams, upon coming into partnership with Sloat, assumed all the rights, obligations, and liabilities of Enos. It will be remembered that Tams did not assume those liabilities by an express contract. We are asked to infer it. We cannot presume it from the naked fact that he succeeded Enos in the partnership with Sloat. It has never been thought that a man, who buys himself into another’s business, subjects himself to the liabilities which that other may have incurred previously; nor that a new firm is bound by law to pay the debts or comply with the contracts of an old one composed partly of the same members. But if this position were conceded to the plaintiffs, their argument would be none the better of it; for Enos himself was clearly not liable here.\nIt is insisted that the receipt of the rents by Tams & Sloat, was equivalent to the rescission of the written lease, and the making of a new joint contract by parol. Tams was the assignee of Enos’s interest in the rents for a valuable consideration, and all he received was paid to him with the consent of Sloat, the lessor. The mere receipt of a back rent by the assignee of a lessor, is not sufficient to raise the presumption that the assignee made a parol contract, binding himself to fulfil all the covenants contained in the lease, and making him responsible in assumpsit for a future breach of such covenants. It would be a still greater error, to say that the payment of rents in accordance with the terms of the lease, and to a person authorized by the lessor to receive them, is a rescission of the very instrument by which the rent was created.\nThere is no evidence in the cause which shows that a parol contract was ever made; none which proves that Tams knew what the terms of the lease were; none which makes it appear that the parties spoke on the subject, or that any consideration for a new contract existed; still we are asked to presume it from the partnership of the defendants and their receipt of the rents.\nI am not able to say whether this is believed to be a presumption of law or fact. In our opinion it is neither the one nor the other.\nThe law does sometimes make presumptions without regard to the real state of the facts; presumptions which are known to be false, or just as probably false as true. But this is only when the purposes of public policy, or the great ends of justice, require it. In fictione juris semper existtyb equitas. A fiction is not used to compel what an honest man would not do on the promptings of his own conscience, nor is a promise ever implied by law without a consideration.\nPresumptions of facts are natural inferences of one fact from another, by a process of reasoning which all intelligent minds apply to similar subjects. They rest for their correctness on common experience and observation, on the usual motives of human action, on the habits of society, and on the course of business. Taking this as the standard, there is nothing in the proved facts to make the inference, which the plaintiffs would draw, a natural one. On the contrary, as the contract for steam-power from the 20th Dec. 1846, to the 16th of March, 1847, was one which the defendants could not perform, it is not at all probable that Tams would involve himself in a matter which could bring him nothing but trouble and loss, and be of no possible benefit to him. The presumption of fact is (in the absence of proof to the contrary), that men act in the way most to their own advantage, whenever they can do so without violating a moral obligation, and when that course is as easily taken as another.\nThis judgment is to be reversed because there is no cause of action set forth in the plaintiffs’ declaration, nor any proved on the trial; because it was error to admit any part of the plaintiffs’ evidence which the defendants objected to; because the nonsuit was improperly refused, and because the charge was based on a wrong view of the law.\nJudgment reversed and venire facias de novo awarded.\nLewis, J., dissented from this judgment."}