{"id": "967570", "contents": "The opinion of the court was delivered by\nCoulter, J.\nThe debt due from Elizabeth Smith to the plaintiffs in error, was admitted on the trial below to be just and meritorious, and without the slightest taint of fraud or collusion. But the court below instructed the jury that the sale of the household furniture was fraudulent against creditors, because it was not removed for two or three weeks after the sale. But we think the court erred in going per saltum to that conclusion. There were other circumstances which were entitled to go to a jury in explanation of the whole matter. At the time of the sale the plaintiffs in error, who were sempstresses, were looking out for a house, to which the goods were to be removed. They did not get a house for two or three weeks, and then removed the goods immediately to their house. At the time they made the purchase from their mother, there was neither judgment nor execution against her. The sale was made 16th September, 1848, and the goods removed as soon as well could be afterwards, not exceeding two or three weeks. The levy was made ten months afterwards, on a judgment obtained in May, 1849, a period of seven or eight months after the sale and removal of the goods to the house of plaintiffs, who used them all the time as their own. A witness says the ladies took possession of the property, at the time of sale, and removed it as soon as they got a house, for which they were looking. The case is by no means rough enough in its lineaments to be taken by the court from the jury. It is ruled by the ease of McVicker v. May, 3 Barr 224, which is almost precisely in point.\nAt any rate, as it was sworn in testimony and uncontradicted, that the mother held the property in trust for her children, she had a right to give it to them in order to prevent its being taken by the creditors of Elizabeth Smith and Thomas Smith, a firm doing business for themselves, as there was no judgment or execution in existence or in prospect. It was merely as a matter of prudent precaution.\nJudgment reversed and venire de novo awarded."}