{"id": "967564", "contents": "The opinion of the Court, filed was delivered by\nChambers, J.\nThis action is founded on the acceptance by John Wilt of a draft on him by William Glover, for $267.50, payable to the order of C. S. Kendig, who endorsed the same, and which came to the hands of Charles A. Snyder, the plaintiff below. In defence it was alleged, that it had been drawn and accepted for the accommodation of Robert Barber, who, after the endorsement of Kendig, left it with Snyder, for the purpose of raising money for the use of Barber, and that what Snyder had advanced, had been paid him. The controversy is about the amount of Snyder’s claim for advances and liabilities incurred by him for Barber, on the credit of this acceptance.\nThe defendant gave in evidence the depositions of John Snyder and William Glover, proving the admissions of Charles A. Snyder in relation to this draft and acceptance; and afterwards offered the deposition of Robert Barber, to whom a release in due form had been executed by John Wilt. It was proposed by defendant to give in evidence such parts of this deposition, “as relate to facts and circumstances occurring subsequent to the time when the draft came into the possession of Snyder.” This was objected to, and the objection sustained. Exception was taken, which is now assigned for error.\nWhen this case was before this court on a former occasion, by writ of error, it appeared that Barber had been permitted to testify without limitation, as to this draft and acceptance; and at a time prior to the release executed to him by Wilt. In the opinion of the court, delivered at that time, it rvas said that Barber was incompetent by reason of his relation to the draft of which he had been the owner, and which he had been instrumental in passing to the plaintiff Snyder, but also by reason of his interest on his liability to Wilt.\nThe objection to interest being removed since by release, the question raised is whether Barber was competent or not for the purpose, and to the extent offered ? If his name had been on the paper negotiated, he was not excluded by the rule of Walton v. Shelly, as modified by the decisions of this court, from testifying to facts and circumstances occurring subsequent to his delivery of the accepted draft to Snyder, and which did not impeach its original validity, or the liability of Wilt the acceptor, as affirmed by such delivery.\nThe rule referred to was one of commercial policy in relation to negotiable paper, actually negotiated in the usual course of business, and requiring confidence for the public convenience and security. Though Lord Mansfield introduced it on the maxim of the civil law, that no one is permitted. to allege his own turpitude, yet it has been rightly affirmed in this court, that the true foundation of the rule was policy, which interposed its protection only in favor of third persons who, in the common course of business, have become holders of paper strictly negotiable. Hepburn v. Cassel, 6 Ser. & R. 115.\nIt was early adopted in Pennsylvania, with some limitations: Pleasants v. Pemberton, 2 Dall. 196; Baring v. Shippen, 2 Bin. 154; McFerran v. Powers, 1 Ser. & R. 102; and has since been so frequently recognised and applied in more recent decisions, that its authority may be considered as unquestionable. It is however with the limitation that its application is restricted to the case of negotiable paper, actually negotiated and put in circulation before its maturity; and still in the hands of an innocent holder, without notice of any original defect. The rule with such limitations has been sustained in the Supreme Court of the United States, in cases reported in 6 Peters 51-57; 8 Peters 12; 11 Peters 86, 94, 95; 12 Peters 149.\nThere has been no tendency in this court to extend the rule to the exclusion of testimony, but to relax it in favor of its admission. This is manifested by the limitations adopted. It is confined to-instruments strictly negotiable, which have been actually negotiated in the usual course of business: Hepburn v. Cassel, 6 Ser. & R. 115; Baird v. Cochran, 4 Ser. & R. 397. A party to paper actually negotiated, though inadmissible to impeach it, may prove subsequent matters as payment or discharge: Appleton v. Donaldson, 3 Barr 385; Guilford v. Skinner, 9 Barr 334; Maynard v. Nekervis, Ib. 81.\nAs the deposition of Barber was offered in the court below to prove facts and circumstances occurring subsequently to the transfer, in which he was instrumental, it was admissible within the rules as established by this court. The court below, in rejecting the deposition for the limited purpose, may have been misled by the opinion given by this court in this case on the former occasion. It is to be remarked, that there the witness was clearly incompetent by reason of interest; and what was said by the learned judge in relation to his exclusion. from testifying, by reason of having been the bona fide owner of the draft, which he disposed of, was without the full consideration that it would have received, had the admission of the testimony depended on the rule of policy, instead of the more decisive objection of interest. '\nIn our opinion, policy does not require the extension of this rule to exclude from testifying any other than parties to negotiable paper whose names are on the paper, provided they are not disqualified by interest in the event of the suit, or by reason of legal infamy. In the case of Walton v. Shelly it was said by Lord Mansfield, “ That the old cases upon the competency of witnesses have gone upon very subtle grounds. But of late years, the courts have endeavored as far as possible, consistent with those authorities, to let the objection go to the credit, rather than to the competency of the witness.” The like sentiments were expressed by Lord Hardwicks in the case of King v. Bray, and cited with approbation by Lord Kenyon in Bent v. Baker, 3 T. Rep. 32.\nWherever there is not a positive rule of law against it, it is better to receive the evidence of the witness, and allow it to be submitted to the jury, with such remarks as the relation of the party to the transaction may seem to require in the opinion of the court. The objection that a man should not be allowed to impeach and invalidate what before by his declarations and acts he had attested or held out to the world to be valid and true, goes only to his credibility with the jury: 1 Phil. Ev. 39,40; Greenl. Ev. sect. 384. On this ground parties to instruments other than negotiable paper, as well as subscribing witnesses, if not under some other disability, are admissible witnesses to impeach the original validity of such instruments: Baring v. Shippen, 2 Bin. 165; Balliott’s Lessee v. Bowman, 2 Bin. 162, note; Title v. Grevett, 2 Raymond 1008; Lowe v. Jolliffe, 1 W. Bl. 365; Twambly v. Henley, 4 Mass. 441.\nIn the case of Baring v. Shippen, Chief Justice Tilghman, who refused to apply the rule of Walton v. Shelly, to an assignor of a bond, said, “ that he was not for extending the rule further than it had been already carried.” We concur in this as the safest policy, and that it is better to restrain objections to the credit, than to the competency of witnesses.\nOn principle and authority we are of opinion that the rule in Walton v. Shelly should not be applied to exclude a witness as incompetent whose name was not on the paper negotiated, though he may have been an owner and took part in the transfer and delivery, provided he is otherwise competent. This restriction of the rule is supported by the decision of this court in Guilford v. Skinner, 9 Barr 334, in which it was ruled that the holder of a promissory note payable to bearer, who had transferred it without endorsement, was a competent witness for the drawer. Nor have we been able to find the decision of any other Court denying the competency of a witness under such circumstances.\nIn the opinion of this court, the court below erred in rejecting the deposition of Barber as offered in evidence.\nIt is assigned for error, that the Court of Common Pleas erred in rejecting the receipt of Barber to W. Glover, dated the same day with the draft in evidence by defendant. As this was no more than the act or admission of Barber, and without evidence of its execution at the time it bears date, we think there was no error in refusing to admit the receipt in evidence.\nThe admission of the deposition of Jonathan Chandler is assigned for error. This evidence was given by plaintiff, and proved the declarations of plaintiff and Robert Barber; but it was not competent for the plaintiff to. prove his own declarations, nor to prove the admissions of Barber, who was no party to the action, and whose testimony had not been received. Had Barber’s deposition been admitted in evidence, it would have been pertinent to contradict or qualify the testimony of Barber by the testimony of Chandler. There was error in the admission of the deposition of Chandler, to which exception was taken by defendant.\nIt is also assigned for error, that the court below, in answer to the sixth point presented by defendant, said, “If the defendant had produced any evidence tending to show that the note or draft was an accommodation paper, and not what it purports to be, a commercial transaction in the usual course of business, the law would be as stated by defendant; but having failed to do so, and having failed to produce any evidence of a withholding of the note from Barber, we refuse to instruct you as requested;” and concluded their direction to the jury as follows: “ and taking this view of the case, under the opinion of the Supreme Court, we direct a verdict for the plaintiff for the amount of plaintiff’s claim, deducting the payments admitted to have been made.”\nIn this answer and direction the court assumed that there was no evidence tending to show that the draft on which the action was founded was accommodation paper, and not a commercial transaction in the usual course of business; and taking that view of the case and evidence, directed a verdict for the plaintiff. In this, it is the opinion of this court, there was misdirection and error by the court in not submitting to the jury for their consideration the facts as testified to by John Snyder and William Glover, as to the character of the draft and the liability and purpose for which the plaintiff held the same; and in withdrawing entirely from the jury the facts in the direction given to find a verdict for the plaintiff.\nThe other errors assigned by plaintiff in error were not pressed, and are not sustained.\nJudgment reversed and a venire de novo awarded."}