{"id": "967590", "contents": "The opinion of the court was delivered by\nLowrie, J.\nThe auditor held in this case that the return of the sheriff, on the writ against Bennett alone, was conclusive on the sheriff and between the different execution creditors; that the goods levied on were the property of Bennett, and not of Bennett & Yandike; and that therefore the creditors of the firm could not he allowed to prove that they were partnership goods.\nIf this be true, the rights of the sheriff and of the parties are endangered by a mere mistake of the sheriff (for the goods were the same in each case); and rather than allow such a result, the court below ought to have granted the motion to amend. But the truth of the case may be reached without an amendment. The money was made and paid into court on these four writs, and under these returns was submitted to the auditor. In the distribution, therefore, all the writs and returns must be regarded. They together present the transaction on which the auditor is to pass.\nBy a strict construction of the first writ and its return, the money was made out of the goods of Bennett; and by a similar construction of the other, it was made out of the goods of Bennett & Yandike. Now, these being all of equal authority, which is conclusive against the other ? One against four, or four against one? Neither way.\nThe sheriff says he made the money on all of the executions; he brings it into court on them all, and it is referred on them all. If the levies are incompatible, let them be rejected. The return is complete without them, in stating the amount of money made. To know how to distribute this, we must know whether it was made out of individual or partnership property. Let that fact be ascertained.\nDecree: This cause came on to be heard on an appeal from the District Court of Philadelphia county, and was argued by counsel, and thereupon, on consideration thereof, it is ordered, adjudged, and decreed that the decree appealed from be reversed, and that the cause be remanded to the said District Court with instructions to proceed in due form of law to ascertain out of whose property the money returned on these four executions was made, and then to distribute it according to the rights of the execution creditors."}