{"id": "967569", "contents": "The opinion of the court was delivered by\nLowrie, J.\nThe more obvious the truth of a proposition, the better is it adapted as a premise in an argument; and therefore we may be indulged in saying that a vendee of land and those under him have no title at all as against a purchaser at sheriff’s sale, under a prior judgment against the vendor; for it is wholly divested by the sale. This principle exactly fits the case of the plaintiff below: he has no title at all as against the defendant below. If he was not a mere trespasser in entering after the sheriff’s sale, his title was at best a mere tenancy at sufferance, good enough against a mere wrong-doer without title, but good for nothing against the real owner when he signifies by word or act that the sufferance is revoked; and what can be a clearer revocation than the assumption of the possession ?\nAn action is well founded only when a right is invaded; but the plaintiff’s right ceased by the entry of the defendant—an act that completely obliterated the shadow of right cast by the plaintiff’s possession. A complaint against the assumption of possession is a complaint against the assertion of a right, and a demand that the law shall give the plaintiff damages for the loss of that which it was wrong in him to have.\n> The ease is completely within the principle of Overdeer v. Lewis, 1 W. & Ser. 90, and of all those cases where redress is allowed by the act of the party. The legal remedies provided for such cases do not affect the right. They are necessary, because possession cannot always be properly assumed by the mere act of the claimant. In all such cases care must be taken that no public wrong be done by breach of the peace, and no private wrong by injuring the goods of the person in possession.\nThe court was in error in instructing the jury that the plaintiff could recover for such an entry. It was giving him a remedy who had suffered no wrong.\nJudgment reversed and a new trial awarded."}