{"id": "967595", "contents": "The opinion of the court was delivered by\nLowrie, J.\nThe judgment of this court must be such as the record demands. It would necessarily be in favor of the plaintiff on the verdict were it not for the motion for a new trial, which stands open upon the record, and which can be decided only by the court below. The record would therefore seem to demand that the case should be sent back to the court below, in order that this motion should be decided, and other proceedings consequent thereon be had.\nBut it is said that the defendant by accepting judgment in his favor on the reserved point has abandoned his motion for a new trial. It is not pretended that this is so, in point of fact, for the contrary is admitted; it is only claimed that such is the legal consequence. Then it is legal fiction excluding a party from asserting the acknowledged right to have a new trial if the verdict is wrong; yet legal fictions are allowed only in favor of justice, and not to defeat it.\nSuppose it is true that the party assents to the judgment rendered by the court in his favor, we must not make a fiction of it, by implying from this assent a waiver of all the errors and omissions through which the judgment was reached; for the judgment might not be half as much as was demanded. The party might have a verdict against him, obtained through many errors on which he has bills of exception, and a judgment improperly in his favor on a reserved point. This legal fiction would set aside all his exceptions and cure all the errors of the trial of the facts, and on the reversal of the judgment communicate to him the astonishing information that he had abandoned all his complaints of error in the trial..\n■ It is usual to move in arrest of judgment and for a new trial at the same time, and it is.very proper for the court to pass by the 'consideration of the motion for a new trial and' arrest the judgment, if they think that the law of the case requires it; and it would be an outrageous fiction that would require this court, on reversing the judgment, to disregard the pending motion for a new trial, and enter final judgment on the verdict.\nIf the party could elect which motion should be decided in his favor, there might be some plausibility in the assertion that by taking a decision in his favor on one of them, he waives his .right on the other. But it would be a most bald fiction to assert such a right of election in the face of the every-day practice that in such cases the court acts upon its own discretion.\nIn this case we fully correct the error by reversing the judgment and sending back the case for further proceedings. ■ Wé decide the reserved points in favor of the plaintiff; but the pending motion for a new trial prevents us from giving him judgment on the verdict. We strike out our erroneous judgment for the plaintiff, and let it stand\nJudgment reversed and a procedendo awarded.\nLewis, J., dissented."}