{"id": "967572", "contents": "The opinion of the court was delivered by\nLewis, J.\nThe 11th section of the Act of 9th April, 1849, must be construed in connexion with the 2d section of the Act of 7th April, 1849, relating to the same subject. In considering the statutes regulating the common school system, great regard should be paid to the general intention of the legislature as manifested in the-various provisions on the subject. It is plain from our examination of the legislation establishing and regulating this system, that the great object was to provide for the education of children by the continuance of the public schools in each district without interruption. To accomplish this object, in cases where new districts were created, it was necessary that the old districts should continue to provide for the public wants, not only during the current school year, but until the new district was in a condition to supply the place of the old, by the election and organization of a board of directors. If the new directors should be chosen before the expiration of the current school year, public convenience required that the old directors should complete the term which had commenced, and for which they had assessed taxes and made contracts ; while the new directors were authorized to levy a tax and make all other preparations for the commencement of teaching for the ensuing year. So, if the current school year should expire before the election of directors for the new district, the same reason would require that the powers of the old board of directors should continue until a new one was elected and organized. The 2d section of the Act of 7th April, 1849, accomplishes these objects.\nIn the case before us, the warrant to levy the school tax for Nether Providence school district was issued before the election of directors for the new district of Crookville, and was therefore issued in conformity to law.\nIf the village of Crookville had no legal existence as a borough, township, or district (of which the courts would take notice), and was without any known boundaries, or the means of ascertaining them, its existence as a school district was necessarily suspended, until its boundaries were designated by the Act of 2d April, 1850.\nWe are of opinion that the points presented by the defendant below ought to have been answered in the affirmative.\nJudgment reversed and venire de novo awarded."}