{"id": "967576", "contents": "The opinion of the Court, was delivered by\nChambers, J.\nThe intention of the testator as to the administration of his estate under his will, has been defeated by the election of his widow, to take her rights at law and not under the will. By doing so she receives a much larger amount than what was devised her, and withdraws funds that were intended by the testator for his children. By the will of John Knepley, three thousand dollars were to be put to interest by his executor, and the interest paid annually to his widow during her widowhood ; and it was after provided, that at the marriage or death of his widow, the same three thousand dollars were to be put to interest by his executor for his son John during his lifetime, and at his decease the principal to be paid to his sons Charles and Henry Knepley, and if one of his sons should die before his father, the survivor to take the whole. The residue of the personal estate, after the payment of the legacies specified, was to be put to interest for five years, and then paid to John and David as provided.\nThe testator no doubt supposed that there would be a considerable residue, to be disposed of by the clause recited, and there would have been, had not the widow claimed in opposition to the will. The balance of the personal estate remaining after the appropriation to legacies then payable, was $2706.31, which John claims to be invested immediately for his use, inasmuch as the widow declined to receive the same to be invested for her use. By the terms of the will, this sum of $3000, to be put to interest first for the widow, was only to be invested for the use of John in the manner provided on the death or marriage of the widow; and though the widow has refused to take it, and by her claim has disturbed the distribution and displaced the funds from the administration intended by the will, yet it is not for the law to supply this by a disposition not. expressed in the will, so as to give John the benefit of an investment of the balance remaining, at a time before the contingencies named, viz. the death or marriage of the Vidow. To conform to the will as far as practicable, it will be sufficient to provide for the investment for John when the contingencies may occur that authorize it; and that in the mean time it is proper, and the duty of the administrator, to invest the balance in his hands at interest, and allow it to accumulate until the marriage or decease of the widow, when of the same, $3000 may be required to be invested for the benefit of John if living, and if not, to be paid to his sons Charles and Henry in the manner directed by the will.\nThere being no error in the report of the auditor or decree of the Court against the claim of John Knepley to an immediate investment of the balance in the hands of the administrator, the same are confirmed."}