{"id": "967575", "contents": "The opinion of the court was delivered by\nLowrie, J.\nAll except one of the questions raised by the specifications of error in this case, may be dismissed by saying that the decision of them below did not prejudice the party complaining of them.\nThe record of the road alleged to be obstructed, shows that it was laid out and confirmed to the river Lehigh (which is a navigable stream), and therefore the road runs to the water’s edge, even though the viewers, in laying it out, did not actually survey or mark it, and the supervisors have not worked upon it, further than the top of the bank.\nIt appears, then, by the record in this case, that the jury have found that there is such a road running to the river Lehigh; that the defendant below erected a wharf, and filled it up so as to raise the terminus of the road from the edge of the water to the top of the wharf, and that he had notice and neglected to remove it. This is all included in the general verdict for the plaintiff below; for the jury were instructed to find for the defendant, unless all of these facts were proved.\nIt is admitted that the wharf is four or five feet higher than the water, and it is apparent that such a wharf would be an obstruction, in very many operations, between the road and the river; and this is a matter of common sense, for which we do not need the finding of the jury. It was on these facts that the defendant below prayed the court to instruct the jury, in substance, that an alteration of the road, by the owner of the soil, so as to obstruct the communication between the road and the river, is no offence against the public right—in other words, that the owner of the soil has a right to fence out the public from passing from the road to the river, and vice versa.\nIt would be carrying the decisions on the rights of riparian owners clean out of the region of common sense, if we should use them as instruments to enable us to affirm such a proposition; and if such a deduction could be legitimately drawn from such premises, the absurdity of the conclusion would constrain us to doubt the truth of the premises.\nThe ground between high and low-water mark is as liable to be taken for public use, for a road, as any other. When one road commences or terminates at another road, it is intended to furnish a passage from and to that other; and the same rule applies to a road terminating at a navigable river. This road, terminating at such a river, is intended as a means of public communication between the river and the country adjoining, and the defendant had no right to impede this communication.\nJudgment affirmed."}