{"id": "967566", "contents": "The opinion of the court was delivered by'\nCoulter, J.\nThis is an action of covenant brought upon articles. The defendant offered two grounds of defence. The first related to an alleged neglect on the part of Wheeler to influence all the consignments to the house in his power. But it was the duty of the plaintiff in error to have shown that Wheeler had it in his power to influence some consignments to the house which he declined to influence. Primé facie, Wheeler would influence all he could, because they would increase and multiply Ms interest as well as that of Hubbard. Mere allegation in a court of justice is not sufficient to countervail substantial rights. There was therefore no error in what the court said to the jury on this subject. Nor was there any in relation to the second assignment of error. As Hubbard was intrusted with the general supervision of the business, and Wheeler only to give his attention to the business at No. 4, Church Alley, so far as it would promote the mutual interest of the parties, it was the province of Hubbard, if he thought that more attention than was given by Wheeler would promote the mutual interest, to give him notice to that effect. In the absence of evidence, it would be presumed that Wheeler did what he believed would promote his own interest as well as that of Hubbard. But the court submitted it as a matter of fact to the jury, whether Wheeler did sufficiently attend to the business at Church Alley, No. 4, so as to promote the mutual interest of the parties; this was right.\nThe covenant about the Beaver Mill goods is clearly and indisputably an independent covenant, and the defendant so considered it himself, because he pleaded the alleged breach of it as a set-off. It therefore offered no obstruction to the plaintiff’s right of action. But the defendant had all the benefit from that covenant and his evidence under it to which he was justly entitled. The court instructed the jury that the breach of it was a good set-off, if the defendant showed the breach and showed the damages to their satisfaction by his evidence, and they submitted that evidence to the jury. This covers all the assignments of error.\nJudgment affirmed."}