{"id": "967591", "contents": "The opinion of the court, was delivered by\nGtXBSON, C. J.\nAs the first exception is well founded, it is unnecessary to consider the others. The agreement to refer the partition to men chosen by the parties instead of leaving it to the inquest prescribed by the law, was a submission to arbitration after interlocutory judgment; and if there is no statute to support it, the award must fall with it. In Pennsylvania, it-is true, agreements of parties or counsel have been recognised as the law of the case so far as regards questions of right; and they have had an influence even in overturning forms of law and making a Pennsylvania record, when sent into another state, a by-word and a jest. We have heard of one sort of action being turned into another, and money counts being filed in trespass or trover; but, though such a practice is simply barbarous, it supposes the existence of a proper form of action, with pleadings to admit the merits of the case. It is to the facilities afforded by these agreements, encouraging as they do laziness and inattention, that our exuberant ignorance of the principles of an action, and of practice, is to be ascribed, together with the teasing and profitless litigation which it produces. It has never been supposed, however, that an agreement could legitimate a spurious proceeding resting not even on the convenient foundation of a fiction. No lawyer could suppose that the Common Pleas would sustain an agreement between landlord and tenant to originate a summary proceeding in that court, in order to save the expense by waiving the preparatory proceeding before two justices. The maxim consensus tollit errorem, is applicable, in its connection with judicial proceedings, only to the waiver of irregularity; but a proceeding merely irregular, is to be distinguished from one defective and void, which no consent can cure. Broom’s Leg. Max. 59-60; Blanchenay v. Burt, 7 Jurist 575. Modus aud conventio vine\\nt legem ; but that has regard to conditions in grants, covenants, and agreements, which certainly make the law of the contract; yet, even as to them, says Mr. Brown, it is to be remembered, that potior et potentior est dispositio legis quam hominis: and we may add omnis innovatio plus novitate^ perturbat, quam utilitate prodest. What have we, then, but an innovation that would do more harm by its novelty than good by its convenience ?\nThere is but one species of arbitration known to the common law. The parties submit their controversy to persons chosen by them without invoking the auxiliary power of a court; and as the award does not bind the right, it cannot be enforced at law, the remedy being an action on the award or the arbitration bond, or a bill in equity for specific performance of a collateral act. Shortly before the 8 & 9 Wm. 3, a practice had sprung up to make the submission of a pending cause a rule of court; and this also was said to be a reference at common law. It was, however, soon merged in that statute—a proof of the inadequacy of an agreement to change the law. The preceding are the only forms of arbitration known in England; and it is scarce necessary to say that the submission before us accords with neither of them.\nIn Pennsylvania another form was introduced by the Act of 1705, which authorized the parties to a pending action to consent to a rule “ for referring their accounts to certain persons mutually chosen by them in open court;” and gave to the award, being approved by the court, the force and effect of a verdict. Though this Act has been carried beyond cases of mutual accounts and appointment in open court, it has not been extended to actions of partition after judgment; nor could it be, for there could be no award where there might not otherwise be a verdict. In any event, it would not be error to set aside an award subject to the approval of the court like a verdict. In Gallup v. Reynolds, 8 Watts 424, a reference to arbitrators after judgment, was held not to be within the Act; still the award was held to be a liquidation of the sum due in a collateral issue to ascertain it, and as binding as if it were the immediate act of the parties. Nothing was said, however, to foster a notion that they might supersede the process of the law.\nThus stood arbitration till the Act of 1806, which empowered parties, either out of court or in it, to refer their controversies to persons chosen by them, and required the courts to give the award, filed on proof of the submission, the same effect as if it were made under a rule of court. Its mode of proceeding prescribed so many formalities that it ivas found to be nearly impracticable, and recourse was very seldom had to it. It is scarce to be doubted, that the commissioners to revise the statutes intended to supersede it and the Act of 1705 together. The primary use of the commission was to consolidate statutes in pari materia, and make one consistent system of the whole of them. Yet it was held in Pennington v. Bowman, 10 Watts 283, that the Act of 1705 is not repealed. But whether the Act of 1806 be in force or not, the award in this case is not in conformity to it, because the arbitrators were not sworn, though the oath had not been dispensed with, and because there were no witnesses to the submission, nor Avas there proof of it: White v. Shriver, 2 Watts 471. It is not pretended, however, that the proceeding was founded on it.\nThe Act of 1836, Avhich was obviously intended to supply all the statutes which preceded it, ha,s regard expressly to controversies which do not involve title to land, and consequently not to partition, Avhich is a real action.\nSo far, the objection to the proceedings is negative; but there are provisions in analogous statutes which seem to imply a prohibition of it.\n' The writ of partition is judicial: Allnatt 70. It is, in fact, an execution; and the fountain of power to execute the judgment of a court, is the court itself; and this power has constantly been employed by the legislature. The writ of inquisition in the Common Pleas, is the exclusive source of the inquest’s authority, which depends not on the consent of the parties, but on the law. The statute prescribes it as the means of execution, and the law knoAvs no other. Had the legislature intended to let the parties substitute their own contrivance for it, provision would have been made for it, as it was for partition in the Orphans’ Court by the Act of 1832. That Act shows, that though the legislature thought such a provision a convenient part of a new system, it was too incongruous to be worked into an old one. It was thought to require a statute to dispense with auditors in account render; or to sanction an agreement to continue the lien of a judgment without a scire facias; or to waive an inquisition of condemnation to found a sale of land on a fieri facias. These and other prpvisions show that the legislature did not suppose the process of the law could be set aside without its authority.\nAnd why should parties be allowed, for the gratification of a fancy, to introduce into an action a hybridous cross—neither fish nor flesh—between an award and an inquisition ? If they are actuated by a desire to save the expense of an inquest, why enter an action at all ? Partition may be made by arbitration: Allnatt 19 ; and though the award does not pass the title at law, equity decrees a conveyance. Even did not our chancery powers reach that far, each party would have an equitable title equally available. What sanction .could the judgment of a common law court add to it? None. Yet the object of the parties here seems to have been merely to procure it. It was not worth their while to resort to the Common Pleas-to introduce a strange and incongruous proceeding, with no other effect than to raise doubts and create difficulties. Should the legislature think it a beneficial one, they can legitimate it; but the legitimation of it belongs to them, not to the courts or the parties.\n. Judgment affirmed.\nRogers, J., and Coulter, J., dissented."}