{"id": "967583", "contents": "The opinion of the Court, was delivered by\nGibson, C. J.\nthe chancery powers of this court in supervising and controlling the proceedings of corporations, if not restricted to the city and county of Philadelphia, are not more extensive in any other part of the state than those of a Court of Common Pleas. The thirteenth section of the Act of 16th June, 1836, relating to the jurisdiction and powers of the Courts, gave to the Supreme Gourt and the several Courts of Common Pleas, the jurisdiction and powers of a Court of Chancery so far as relates, inter alia, to “ the supervision and control of all corporations other than those of a municipal character.” Had the power been conferred upon the Supreme Court alone, it would have enabled us to retain the present bill, but conferred in the same clause upon the Common Pleas, thus putting the Supreme Court on a footing with the Courts of Common Pleas, it leads irresistibly to the conclusion that the design was to give them exactly the same jurisdiction. “The Supreme Court, and the several Courts of Common Pleas,” it was said, “ shall have the jurisdiction and powers of a court of chancery so far as relates to the supervision and control of corporations not of a municipal character;” and consequently in an equal degree, for no difference is made. Did the question of power rest even on this, the Supreme Court, standing on a foundation no broader, and exercising a jurisdiction not more extensive than the foundation and jurisdiction of a Court of Common Pleas, could not supervise or control the proceedings of a corporation whose field of action extends from the Susquehanna to the Ohio. A Court of Common Pleas, whose process runs not beyond the precincts of the county, certainly could not; yet its jurisdiction is created by the very same words ; and how the jurisdiction of the one can be more extensive than the other, has not been explained. According to the maxim, noscitur a sociis, the Supreme Court can control no corporation which the Common Pleas of the proper county could not control, and which, on the principle of the Bank of the United States v. Deveraux, 3 Crunch 61, is not located in that county exclusively. Such is the restricted grant of jurisdiction as it stands in the first part of the section j-.a-nd it is clear from it that the Supreme Court was not intended to have the full power of a court of chancery without bound or qualification. What was to be its special jurisdiction, is not so clear.\nBut .the same grant is repeated in the same section; and certainly with a distinct limitation of the power which is the subject of it. “ And the Supreme Court,” it is said, “ when sitting in bane in the city of Philadelphia, and the Court of Common Pleas in the said city and county, shall, besides the powers and jurisdiction aforesaid, have the power and jurisdiction of courts of chancery, so far as relates to the supervision and control of partnerships and corporations other than municipal corporations.” They had it already; but then follows a similar repetition of the former grant of powers, and a grant of some new ones, with a proviso that, “ no process to be issued by the said courts of the city and county of Philadelphia, or the Supreme Court sitting therein, under the chancery powers herein specially granted, except such as have been heretofore exercised, shall, at any time, be executed beyond the limits of the city and county aforesaid.” Why the process of the Supreme Court should have been thus restricted in a particular county and left without restriction in the rest of the state, if that were the design, it is impossible to conjecture. The provisions of the section, incongruous and inconsistent, if not contradictory, are at least so obscure as to require legislative correction, if it were not designed to limit the jurisdiction of the Supreme Court, as to the extent of its locality. The proviso certainly was intended to mean something, and th e writer of it evidently had in view the original jurisdiction of the Supreme Court, as a court of law in that county, and took it for a model for its original jurisdiction as a court of chancery, not intending it to have original equitable jurisdiction elsewhere. If he meant not that, it is impossible to conjecture what he meant. The difficulty in assigning to the proviso any meaning at all, is to reconcile it to the previous provision that the Supreme Court should have concurrent, and consequently original, jurisdiction with the Courts of Common Pleas in all the counties; for the proviso would deprive it of jurisdiction in- all the counties but one, of the Eastern District. It is-impossible to reconcile it to the details; but it is apparent from the whole that the proviso was introduced to reduce the jurisdiction of the Supreme Court, proposed in the reported section, to that of the dimensions of a court which cannot send its process beyond the county. It certainly was not intended that it should have the full and unrestricted jurisdiction of a court' of chancery; and nothing less would enable us to retain this bill. It is unnecessary to ask why such jurisdiction was withheld: It has been the policy of the legislature, from the foundation of the province, to dole out equitable power to the courts with a parsimonious hand; but to grant it to arbitrators to be executed without rule and without stint. Happily this policy is fast yielding to a more enlightened one; and there is' not a doubt that if the subject were again presented to the legislature, the clause of the reported section would be enacted without modification. Though the power to issue writs of injunction is a despotic one, which ought to be exercised in the first instance with great caution and only in the clearest and most indisputable cases, it is an invaluable and indispensable one. A writ of quo warranto would lie in a case like the present; but the object of a corporator is not to destroy the charter, but to preserve it. Gigantic corporations may acquire, from combination of capital and the patronage they create, a dangerous influence; and the legislature could curb it only by the instrumentality of the judiciary; but to make the instrument effective, would require it to be invested with an adequate degree of power. It is idle to argue against power from a possible abuse of it. A court powerless to do mischief is powerless to do good. But however we may regret our inability to determine this motion on its merits, about which it would be improper to volunteer an opinion, it is enough for us to know, not only that this formidable power is not distinctly and indisputably given to us, but that it seems to have been purposely withheld; and that it was ruled by this court to have been so in Cassel v. Jones, 6 W. & Ser. 552. This conclusion supersedes a consideration of the other points.\nMotion for a special injunction dismissed.\nCoulter, J., and Bell, J., dissented, and their respective opinions have been filed."}