{"id": "967588", "contents": "The opinion of the Court was' delivered by\nCoulter, J.\nThere is a strong tendency in the Act of 1836 to establish, that the intent of the legislature in that act was to make the decision of the Court of Quarter Sessions final and conclusive upon the question of the last legal settlement of a pauper; and there is at least one decision of this court, 7 Watts 527, which rules that on a certiorari to the Quarter Sessions, the revision of the Supreme Court, in a case arising under the poor laws, is confined to the regularity of the proceedings, and does not extend to the examination of the merits.\nThe local court, before whom the witnesses are examined, and which is conversant with the manner of conducting the business of the county by the township officers, would, perhaps, be a very safe tribunal to decide upon the facts and merits in such cases finally. I know, however, that this court has often examined into the merits upon a certiorari in such cases, and I only mention the leaning of my own mind on the subject, with a view of stating, that at any rate, it ought to be a clear and satisfactory case on the merits which would induce this court to reverse the decision of the court below. There is, perhaps, some little obscurity in the testimony as to the last settlement being in Shippen, but it preponderates over the evidence adduced to establish a settlement in Delmar. It appears, that William Swartwood, the father of Simeon, was regularly assessed in Shippen township for the years 1838 and 1839, for 25 acres of land at $2 per acre, $50, and one cow $10—the rate of taxation being one per cent. It is objected that the amount is not carried out in the assessment book; but that is a small circumstance: because whatever is made certain by the face of a document, is to be considered as certain. The amount of the tax for each year was 60 cents, just as certainly as if it had been carried out, and so easily ascertained that no mistake could be made. The abatement books of Shippen township for the years 1838 and 1839 were in evidence, in which the names and the amount of those abated are given, and among which the name of William Swartwood is not contained, and there is for both years an acknowledgment or receipt for the balance not abated to the collector. This evidence being legally admissible, lea,ds to the proof of payment of taxes, for those two years in Shippen by William Swartwood, quite satisfactorily, although the collector was not produced; perhaps was dead or removed. Swartwood removed to Delmar township, and was there assessed in 1841, 1842, and 1843. It appears that he had made a parol contract for a small piece of land; but the witness said he believed it always belonged to the person with whom he made the contract. He then removed to Gaines township. It appears from the abatement book that his taxes were abated in 1842; and for the years 1841 and 1843 the abatements are in gross, and neither names nor sum given. So that we cannot say, that there is actual evidence of the payment of any tax in Delmar. Swartwood’s taxes were abated in 1842 in that township certainly, and for the other two years, it is just as likely that he was among the abatements as that he was not; and, perhaps, the presumption is stronger that he was abated than not, from the fact of his being abated in 1842. In regard to his owning land in Delmar, the parol contract spoken of by the witness was, probably, a mere license to live on it, as the witness says he believes the land always belonged to Stowell, whom he considered the real owner. Swartwood abandoned it and went into Graines. We think, therefore, that he was not seised of a freehold estate in Delmar, and that he had no settlement there, either on that account or by the payment of taxes. Iiis last legal settlement was, therefore, in Shippen. Simeon Swartwood was an idiot from infancy, and his last legal settlement followed that of his father.\nThe order of the court below is affirmed."}