{"id": "967594", "contents": "The opinion of the court was delivered dy\nLewis, J.\nThis was an action of ejectment, in which the plaintiff below sought to recover upon proof of title in one Maurice' Riatt, and a sheriff’s sale to the plaintiff of Riatt’s interest in the premises. Garrigues was the tenant in possession, and Quervelle, as his landlord, defended the action. It does not appear that Quervelle produced any title; but the evidence given by the plaintiff below shows that the premises had been conveyed to Quervelle; and the cause turned upon the question whether that conveyance was made for the purpose of defrauding the creditors of Riatt.\nTo establish the affirmative of this issue, the plaintiff gave in evidence a deed of the 8th September, 1838, from Jones to Riatt, and another dated the 6th May, 1843, from Riatt to Grier: and the testimony of Jones and Grier was admitted to prove that the title thus conveyed to Grier was the consideration for the conveyance from the latter to Quervelle, of the land in dispute in this action.\nIn the investigation of a question of fraud, the courts should be liberal in the introduction of evidence tending to disclose the true nature of the transaction; and it matters not how much the parties may have complicated it with dealings apparently conducted in good faith, or how many conveyances to or from strangers may bé introduced, for the purpose of covering the fraud from the view of those to be affected by it; the law' condemns it, and justice, although blind in obedience to the injunction which forbids her to “ respect persons in judgment,” and commands her to “ hear the small as well as the great,” proceeds, in her investigations, with a scrutinizing eye that looks under and beyond all contrivances intended to “ double hatch the cheat.”\nIt has been repeatedly decided, that the order of time in which evidence may be, introduced, is a matter to be regulated by the sound discretion of the court below, and is not the subject of error. It matters not, therefore, that a deed was read in evidence before the proof of execution, when we see that it was afterwards properly proved by the subscribing witness; and we certainly cannot reverse a judgment because the court below was unwilling to disturb the gravity of its proceedings by reading the deed a second time to the jury.\nUnder the circumstances of this case, it was not a valid objection to this evidence, that the conveyances were “isolated deeds.” They were accepted by the party interested as conveying a good title. He received the title thereby conveyed as sufficient consideration for the conveyance which he made of the land in controversy. He makes no complaint against these deeds, and it lies not in the mouth that feeds upon the consideration to repudiate them. They were properly admitted, in connection with the evidence that the title of Quervelle was thus paid- for by Maurice Riatt. This fact did not appear upon the face of the deeds themselves, and therefore the testimony of Jones and Grier was properly received as pertinent evidence touching the main question on which the cause depended.\nIt is true that the deed to Quervelle was not produced; but the evidence justified the inference that it was in his own possession; and the action itself, being a demand of the land which he claimed under that deed, upon the ground of fraud in its concoction, dispensed with the usual preliminary proof of notice to produce it. It would be absurd to suppose that he came to the trial of a cause which he knew involved the validity of that deed, without being prepared with it, if his interests required its production. He held in his own hand the means of guarding against any injury from parol evidence of its contents, and has therefore no ground for complaint. But we must bear in mind that the evidence given by the plaintiff touched not so much the contents of the deed as the purpose for which it was made.\nThe auditor’s report, after confirmation, must be regarded'as a proceeding in, the court which directed the sheriff’s sale of Riatt’s title, and was the legal method adopted to distribute the proceeds. That record shows that Quervelle appeared and claimed a portion of the money under a judgment which he held against Riatt. Although this act might not estop him from setting up a title to himself, it was certainly an admission that Riatt had some interest in the land which might be bound by the lien of a judgment. It matters not that the auditor decided against his claim, on the ground that the lien had expired by lapse of time. Neither failure nor success in the enterprise could change the character of admissions necessarily involved in asserting the claim. The case of Martin et al. v. Ives et al. 17 Ser. & R. 366, is an instance in which a party was estopped from impeaching an erroneous judgment by an affirmation of its validity, made to effect an object in which he was not successful.\nWe have in this case a great number of exceptions to the records of judgments against Riatt. These judgments were given in evidence to prove the indebtedness of Riatt at the time of the conveyance to Quervelle. Some of these were judgments in the District Court, and others were judgments entered in the Common Pleas. The records of the Common Pleas were produced from the proper office, and proved by the clerk who had charge of them, (the prothonotary himself having died the day before); and the records of the same court that was engaged in the trial of the cause were brought into court by a tipstaff, but admitted in the bills of exceptions to be the records of the court.\nThe removal of records from their proper place is not to •be commended, because it is a practice productive of inconvenience to individuals having an interest in them, and whose rights may be greatly endangered by the exposure to risks which attend their transportation from place to place. But we are to decide a question of evidence, not of official duty or public convenience. •In many cases, where the record of the same court is the gist of the action, and its existence is directly put in issue by the plea, •the original record, being always accessible to the court which has it in its own custody, is regarded as the best evidence. If so regarded, when directly in issue, it is surely competent evidence to prove a collateral fact incidentally involved in the trial of a cause. These records were properly received in evidence. It was sufficient that those brought from the Common Pleas were produced from the proper office and proved by the clerk who had the custody of them there. And the records of the District Court required no proof, as they were admitted in the bills of exceptions to be the records of that court. It was therefore quite an immaterial consideration that they were brought into the court room by a tipstaff.\nThe “ abstract” of the mortgage of the 14th June, 1842, from Weaver to Quervelle, recited that the mortgaged premises were the same that Maurice Piatt had on that day conveyed to Weaver. It might have been followed by evidence tending to show that it was given for the purchase-money of land that day sold by Riatt to Weaver, and tending also to show that the parties charged with the fraud were engaged in a systematic course of dealing, by which the titles and securities of Riatt were taken in the name of Quervelle. If it formed a link in the chain of evidence to establish this course of dealing between the parties, it was pertinent to the issue; and this court will not presume that the court below admitted irrelevant evidence. On the contrary, the presumption is in favor of the action of that court, and the party seeking to reverse its decisions must show affirmatively and clearly that a substantial error has been committed.\nBut it is objected that only an “ abstract” of the mortgage was recorded, and that a copy, of that record was not evidence, because it did not contain all the words that were in the original instrument. The land bound by the mortgage is situate in New Jersey, and the instrument was necessarily recorded there. The party who offered in evidence the copy of that record, claims a right under the Constitution of the United States and an Act of Congress. If the claim be denied by this court, the decision is subject to review in the supreme judicial tribunal of the federal govérnment, where the states are not regarded as foreign states, and where the question must be decided as a question of domestic, not foreign law. On questions of this character, the state courts are bound by the rule of decision that governs the tribunal of review. The Act of Congress of 27th March, 1804, gives to this office-copy the effect it would have in the courts of New Jersey, and necessarily draws into cognisance here, as a question of domestic law under our common government, the laws and usages of that state: Baxley v. Linah, 4 Parris 241. We are required to take judicial notice that the recording of an “ abstract” of a mortgage is all that is there enjoined, and that a certified copy of that record is competent evidence in that state. It is therefore competent evidence here, when authenticated, as this document was, according to the Act of Congress.\nWe see no error in the proceedings of the court below.\nJudgment affirmed."}