{"id": "967565", "contents": "The opinion of the court ivas delivered by\nCoulter, J.\nAn agreement to take a less sum than the debt in discharge or satisfaction, if not under seal, is no payment, nor equivalent to a release: 3 Penna. St. Rep. 413; 1 Barr 451. The plaintiff received 25 per cent, of the debt, but that was only his share of the assets in hand. And the assignee paid that sum, not under the arrangement which was advocated by the plaintiffs below, but because they were entitled to so much of the assets already husbanded; and therefore it furnished no consideration for the agreement on which the defence is alleged to be founded.\nBut at most, the plaintiff advised and proposed the arrangement by which the defendants were to be released upon the payment of 35 per cent., if all the creditors assented. And if the defendant had sworn that the creditors who did sign the agreement had been induced to do so by the representations and arguments and agreement by plaintiff to sign them, it would have been a fraud on the creditors who executed' the agreement, on the faith of these assurances, if the plaintiff were at liberty to disregard them. But the mere fact of one of the creditors upon a general meeting proposing and advocating the propriety of accepting particular terms of composition does not amount to a binding agreement.on his part, if afterwards any two or more of the creditors, short of the whole body, choose on their own account to agree to the terms proposed, and sign the agreement. Here some of the creditors refused to sign, and then the plaintiff refused, as the agreement could not be general, and carried out according to his proposition. We think no principle of law interdicted them from doing so, and that it did not produce a release or forfeiture of their debt. The second branch of the affidavit was clearly insufficient, and has not been insisted on.'\nWe think the court below were right in entering judgment for plaintiff, notwithstanding the affidavit of defence.\nJudgment affirmed."}