{"id": "967598", "contents": "The opinion of the court was delivered by\nCoulter, J.\nThe judge below instructed the jury that he saw no evidence of McDermott’s knowledge of, or participation in the alleged fraud; and that their verdict should be for the plaintiff. There was evidence quite sufficient to carry the case to the jury, to whom the judge ought to have submitted the question of actual fraud. There was no evidence of any advertisements of the time and place of sale having been put up by the sheriff’s deputy, or any one else, no evidence whatever of notice; and although it was proved that the attorney of the plaintiff said, when applied to by the sheriff’s officer, “ sell, sell, sell, as quick as you can, make the money, show no favor or affection;” yet, when the sale was made, the plaintiff was present, and the only bidder; and, instead of making the money, permitted the property to remain in the hands and use of the defendant Laguerenne, who was his brother-in-law, just as it had been before. This, of itself, was no evidence of fraud, as the sale was made by the sheriff’s officer under an execution. But it did not exclude actual fraud, and might be a circumstance connected with others to show its presence. It did not appear that any male person but the deputy sheriff and his clerk, and Mr. McDermott, were present at the sale; there were three or foui- females, one of whom was Miss McDermott, and the other a servant of the family; and it is altogether probable the others were members of the family. There was no bidder but Mr. McDermott, the plaintiff. Now, although McDermott did not tell the sheriff’s officer to put up no advertisements or to make a secret sale; yet he saw that there were no bidders or bystanders there. Several of the neighbors were called, who testified that they had never heard of the sale; did not hear the sheriff’s bell, although they lived within hearing distance. Under these circumstances, the plaintiff, who had the control of the sale, suffered it to go on, and was himself sole bidder and purchaser. There was room enough for the jury to have inferred that the plaintiff adopted, if he did not direct the measures of the officer. • It is worthy of a passing remark, that the articles sold were such as are used by persons of rank. A carriage, and pair of horses, and set of harness, ottoman sofas, marble tables, mahogany chairs and tables, &c., &c.; many of the expensive articles having been procured on credit from Quervelle. It appears, also, that McDermott’s judgment was confessed by Laguerenne, on' the 11th September, 1844, and the sale was made on the 26th of the same month and year. Quervelle’s judgment was obtained on the 24th December, 1844, on which judgment many of the same articles were sold, by due process regularly executed. McDermott then brought this action against the sheriff to recover damages for the sale at the suit of Quervelle. But the • sale to McDermott was invalid, and passed to him no title; Not only the positive enactment, but the policy of the law, requires that a sheriff’s sale of personal as well as real estate shall be published, by which I mean a sale upon due notice, as required by statute. The 42d section of the Act of 10th June, 1836, requires that before any sale of personal estate is made by the sheriff, he shall give notice, during at least six days, by six handbills, put up at the places best calculated to give the public notice. When, therefore, McDermott saw that there was no bidder there but himself, and no bystanders, it was his duty to inquire whether due notice had been given or not, or else he chose to take all the risk of the position in which he voluntarily put himself. But the mere fact that there was no bidder but the plaintiff himself, and no bystanders, made the sale collusive and invalid. Under such circumstances, it was the duty not only of the officer, but of the plaintiff, to have the sale adjourned. For the principle that he who has the absolute control of the' sale for his own benefit cannot be a purchaser, is well established, unless •there is a fair competition of bidders, or a lawful opportunity given .for such competition; otherwise the property of the debtor might be sacrificed. And even the consent of the debtor would not cure the defect, for there is often collusion between him and a particular creditor. The other creditors have an interest which must be protected. Thus it was ruled in 7 Watts 365, “ That an agreement between an execution creditor and the debtor that personal property levied on should be sold on five days’ notice by the sheriff was fraudulent and void against a subsequent execution, and that a sale under such circumstances to the execution creditor confers no title.” But a much stronger ease is to be found in 2 Harris 90. It is more precisely apposite to the case in hand. That was a sale by a constable of grain in the ground, where due notice had been given according 'to law. The constable went to the fields where the grain was growing, which was the place appointed for the sale ; the plaintiff having instructed him to bid a certain sum for him. The constable went into each field and made proclamation of the sale and bid, and no person appearing to bid more, went into the public road, which passed by the fields, and there proclaimed the sale and the bid, and knocked down the grain to the plaintiff. The court below instructed the jury that the sale was fraudulent and invalid. The per curiam opinion of this court is emphatic: “ There can be no public sale without bidders or bystanders. If there was one bidder, and he not the execution creditor, or the controller of the sale, it might make a case of difficulty, because if the officer got a single bid, the property might be fairly struck down at its value, but not at a bid greatly below the value. In such case the officer ought to adjourn the sale; if he did not, the .inference of collusion between him and the bidder would be so .strong that the least spark of evidence would invalidate it. But the ease is infinitely worse when the execution creditor is both buyer and seller. The presumption of collusion is then irresistible and conclusive.” This strikes the case of the defendant in error with the deadly level of a rifle ball. I refer, in addition, to the authorities cited by the counsel for the plaintiff in error at bar. The court erred in withdrawing the cause from the jury.\nThe records of judgments obtained against Laguerenne by various persons, one of which was obtained before McDermott’s, and all of them very soon thereafter, going to show the large indebtedness of Laguerenne at the time he confessed judgment to his brother-in-law, DcDermott, ought to have been admitted in evidence. Fraud can, in most cases, be made out only by a concatenation of circumstances, many of which, in themselves, amount to very little, but in connection with others make a strong case. There was the suddenness of the execution of McDermott, being on the same day that judgment was confessed, and the rapidity of the sale, and the connection of the parties, which seem to be connected with the indebtedness of Laguerenne at the time. Such evidence, in such cases, is always received, and is not impertinent or irrelevant.\nAnother ground is taken by defendant in error here, which was not taken by him in the court below; that is, that the sheriff cannot set up this defence of fraud or collusion, because he was a participant in it. The first observation I make on this position is, that if the court so declared the law, it would abet and carry out the fraud. But we are relieved from that necessity. It is not the sheriff who is concerned here, but the creditor of Laguerenne. ■The sheriff is but a man of straw, or rather a man impassible to wounds, who stands the thrusts of both parties. The plaintiff below, McDermott, called for the bond of indemnity from Quervelle to the sheriff, and the person who appeared for the sheriff produced it. By the very' act, therefore, of McDermott, the sheriff is thrust aside, in order to let the attorney of Quervelle contest the fraud and collusion of the first sale; who accordingly did contest, as stated in the paper-book, as the sheriff did not refuse to make the levy on the goods in Laguerenne’s possession, on Quervelle’s execution. This is the only time and place where Quervelle can make good his right, and establish that the sale to McDermott was collusive. This is not the case of two individuals contracting where they are absolute to bind themselves, even in fraud, but who cannot, even in such case, shut out creditors. The sheriff is the agent of the law, and if he does wrong for one man he is bound to do right for another. Did these goods pass lawfully to McDermott by the first sale ?\nIn Robbins v. Bellas, 2 Watts 357, it was held that a sheriff who sold land under a venditioni exponas is not thereby estopped from claiming the title as trustee of the person as whose property it was sold.\nHe was but the instrument of the law in making the sale. The rule that a man shall not set up his own turpitude, applies only to individuals having the right to control for themselves about their own property, and who shall not be permitted to s.et up their own fraud for their own advantage. That rule never extended to third persons so as to deprive them of their just rights; and never was so construed as to enable officers to defraud just creditors. We think the matters contested below remain unaffected by this principle.\nJudgment reversed and venire de novo awarded."}