{"id": "967563", "contents": "The opinion of the Court was delivered by\nCoulter, J.\nThere were two firms, the first composed of William Eagely, William. H. Kase, and Reuben Eagely. This firm did business until the close of the year 1843. The firm of Reuben Eagely & Company, composed of Reuben Eagely and William Eagely, was formed in 1844. The evidence seems greatly to preponderate in showing that the promise declared on was made in 1843, by the firm of Eagely, Kase & Co., and before the firm of Eagely & Co. was instituted.\nThe court instructed the jury, “that if the firm of Eagely, Kase & Co. did, in the year 1843, make the promise declared on, it would be binding on the firm, and all the members thereof who are sued would be liable in the present action.” The court further instructed the jury, that the only way in which the defendants could take advantage of the non-joinder of Kase, was by plea in abatement.\nThis is not the case of a single firm, trading and doing business ostensibly in another name than that in which they had agreed to •conduct their business. In that case, the name in which they conducted their business, ostensibly, and which was known to the public as their business name, would bind all the members of the firm, and all and each of them would be answerable for the contracts so made. But two or three members of a firm may compose a firm under a different name, known to the public, and they as a firm would be liable only for their own contracts. The firm of Reuben Eagely & Co. was of this description, and as a firm they would not be answerable for the contracts of the firm of Eagely, Kase & Co. To hold or rule that, would be to confound the principles of contract, the rules of pleading, and the mode of settling and proof of partnership accounts. If the defendants had been sued as individuals the contract would have to be proved as laid, and if they 'had been sued as the firm of Eagely, Kase & Co., the contract would have to be proved as laid; but in that case, if they wished to take advantage of the non-joinder of one member of the firm, they would have to plead in abatement.\nThe rule that the proof and the allegation must correspond, is of universal application in suits on contracts. Here the suit is brought against the firm composed of William and Reuben Eagely, and the court instruct th% jury that a contract or promise made to a different firm will support the action, merely because some members of the firm of Eagely & Eagely were members of the firm of Eagely, Kase & Co.\nThese two firms were so distinct and separate that they could have contracted with each other, sued each other, had a different set of contracts and liabilities, different and distinct claims and assets, and all these are not to be confounded and thrown into hotchpot. It would be not merely a confusion of form, but might work a confusion of substance and justice. It is true that each member of a firm is responsible for all its engagements ; that Reuben Fagely and William Fagely are answerable for the contracts of the firm of' Fagely, Kase & Co.; but then they must be pursued in a proper way, so as not to breed confusion and conflict among the creditors of both firms. They cannot be sued as the firm of Reuben • Fagely and William Fagely, partners trading under the firm of Reuben Fagely & Co. In fact, the very style of the suit shows that they did not contract as the firm of Fagely, Kase & Co.\nOn this error, being the second, the judgment is reversed. If, on a second trial, the plaintiff can show a promise made by the firm sued, he will be entitled to recover.\nThe first error assigned is of no account. It is true that partners cannot contract by deed as a general rule, but this is an action of assumpsit; and a writing under seal by one member of a firm, in the name of the firm, is good evidence of a promise, if made upon a sufficient consideration.\nThe third error has become immaterial, as the cause will be sent back for a new trial, when the counsel will no doubt take more heed to the swearing of the jury.\nThe fourth error has also become immaterial by the cause being sent back for another trial.\nJudgment reversed and venire de novo awarded."}