{"id": "967582", "contents": "GrlBSON, J.\nThe interest of a mortgagee is a special but an insurable one, and it may at his option be insured generally or specially: generally, when he says nothing about his mortgage, and insures as the entire owner-; and specially, when the nature of his interest is specified in a memorandum. By the first he pays a premium proportional to the risk of the absolute ownership; by the second, a premium proportional to the risk of a less and derivative ownership. In the one case and in the other the subject of the insurance is apparently the corpus of the thing insured, but actually the interest of the party assured in it. If the absolute owner be insured he recovers the full value of the thing lost, because his interest in it is commensurate with its value: if the owner of a limited interest in it is insured, he recovers only to the extent of his interest. Each may insure separately and recover separately pro interesse suo. A policy of insurance has been from the beginning a rude and indigested instrument, whose legal effect, moulded by usage and judicial decision, is different from a strict interpretation of it. As the words of an execution are frequently controlled with us by an endorsement, so are the words of a policy frequently controlled by a memorandum. Notwithstanding the form of the contract, therefore, a mortgagee insures, whether generally or specially, not the ultimate safety of the whole of the property, but only so much of it as may be enough to satisfy his mortgage. It is not the specific property that is insured, but its capacity to pay the mortgage debt. In effect, the security is insured.\nThe fallacy of the argument on the part of the plaintiff below is in assuming that the words in the policy, “ to pay, make good, and satisfy all such damages or loss which shall or may happen by fire to the property,” bind the insurer to pay in every case to the extent of an outside price, for which it might be sold, unencumbered, in the market. What is the property insured ? Not the thing independent of ownership; for if the law were otherwise, a policy might be, to some extent, a wagering one. The beneficial interest ip it is insured, and only to the value of it can the owner recover for a loss of it, because the contract of insurance is strictly a contract of indemnity. No one would pretend that the mortgagee of a house, who had insured it, could recover for the burning of a few shingles in the roof of it, though the unimpaired value of the building might be much greater than the amount of the mortgage. Were the law otherwise, the mortgagee might recover from the insurer the value of the property lost, and the whole of his mortgage debt from the mortgagor of the property saved. In reference to the clear value of the property insured, therefore, the existence of encumbrances is always material to the risk. Were it not, the holder of a mortgage for hundreds might insure and recover for thousands, on a gambling policy. And why is the question of unencumbered value material to the risk? Because the insurer, having paid the mortgage debt, is entitled to have recourse to the mortgaged property; and any concealment of facts which would lessen its value, would be an injury to him. That he is entitled to a cession of the security is proved by analogies from marine insurance, from fire insurance in respect of recourse to the hundred, and from the contract of suretyship. Salvage is a substantial element in calculating the chances of safety or loss, and to suppress any fact that might decrease the value of it would affect the rate of the premium. The plaintiff is willing to assign the mortgage protected by the policy, but refuses those which were prior to it, on the ground that they were outside the contract. Good faith required him to bring them into, if not the contract, the view of those who were parties to it. If the unencumbered value of the property saved would satisfy the mortgage, he would be safe, and the defendant would lose nothing; and, therefore, to hold back information that might affect its value or amount, would hold out to the insurer a false appearance of security. Had the plaintiff said nothing about a mortgage, prior or subsequent, he would have insured as the entire owner, and paid an outside premium: by insuring a limited interest, without disclosing facts which might affect its apparent solidity, he induced the company to take a risk on terms which would have otherwise been declined. It is not sufficient for the insured to answer all the questions propounded to him. Like a witness on the stand, he is bound to tell the whole truth without waiting to be interrogated. The contract of insurance is eminently a contract of good faith. When the insurer relies on the representations of the insured, as he almost always does, he is entitled to the benefit of every material fact within the exclusive knowledge of* the applicant; not, indeed, to his surmises, opinions, or fears, but to the specific facts if material, on which they are founded, in order that he may judge for himself; and this, too, whether the insured believe those facts to be material or not, or whether they are undisclosed by accident or design. In this case 'it is impossible not to see that the existence of prior mortgages was material. It is said there was enough in the nature of the transaction to lead to an inquiry about prior encumbrances, inasmuch as the mortgage to be protected wrns not only of buildings, but of ground which could not be consumed. But the ground might be insufficient to secure the mortgage, and that might well suggest the necessity of further security. There was nothing in the transaction to suggest the existence of circumstances which did not meet the eye.\nNor can there be room for a doubt that the security protected was the mortgage in question. The plaintiff himself admits the fact by offering to assign it, and by denying the right of the defendant to have the benefit of the prior mortgages of tho realty. He is entitled to retain the mortgage of personalty, because it involves other property, and has nothing to do with the transaction; but if the two prior mortgages of the realty were intended to be protected, the plaintiff would be entitled to a cession of them; and in either aspect their existence ought to have been disclosed.\nJudgment reversed and venire de novo awarded."}