{"id": "967568", "contents": "The opinion of the court was delivered by\nLowrie, J.\nAll the exceptions in this cause hinge upon the single proposition asserted by the plaintiff in error, that the water-right of the proprietor of the lower mill on Manatawny creek in times of drought, is to be measured by the capacity of the said mill as it was at the time of the devise of John Potts in 1768.\nWe think, however, that a generous regard to a neighbor’s rights could never fall into the error of acting on such a proposition. The essential element in the regulation attempted by that devise, is equality in times of low water. It is not at all necessary to the ascertainment of this equality, that the lower mill should be of the very kind or capacity of the mill existing in 1768, and it is inexcusable injustice in the owner of the upper mill to withhold the water altogether, because of the fact that the kind or capacity of the lower works has been changed. Lapse of time, increase of population and improvement in mechanics, must necessarily give rise to such changes, and these may occasion a necessity to change the mode in which the parties have been accustomed to divide the water-power between them. They should submit to such necessity, and make the new arrangements which the change of circumstances demands. They will find that the pomp and circumstance of a judicial settlement of such matters, is a luxury too costly to be often indulged in.\nThe essential is permanent, while forms change; and it is not to be expected that the form which is indicated by the devise for effectuating the division of the water, should always answer the purpose. If it should prove ineffectual, it is manifest that it and not the essence must yield. We say nothing about the rights of the parties in times of high water, because all this difficulty arose from the fact of low water. But it is in point to say that the parties are not restrained from changing the character of their works, and that such a change does not affect their water rights. Heretofore, both parties seem to have acted upon this principle.\nThe declaration sufficiently sets out an invasion of the water right of the owner of the lower mill, by depriving him of his proper share of water, and that question has been fairly tried by the jury, under proper instructions from the court.\nIt appears that there is a tenant of part of the lower works, and the court was asked to say that the plaintiff below, the landlord, could not recover for the injury done to the tenant by the detention of the water. At first blush there seems to be an inaccuracy in the answer of the court on this point; but on more careful examination it is plain enough that it was answered in the affirmative ; and it is properly added in substance, that unless the whole of the water-power was granted to the tenant, the landlord could recover on account of the wrongful detention of so much as had not been granted.\nJudgment affirmed."}