{"id": "967562", "contents": "The opinion of the court was delivered by\nCoulter, J.\nA case is stated for the purpose of determining whether the plaintiff in error can recover back from the collector of taxes of the city and county, the amount of $2111.43 of taxes assessed upon it, and paid under an impending distress and upon, protest. An ingenious and searching argument was submitted by the counsel for the plaintiff in error, drawn from decisions in some of the Eastern States, and from adjudged cases in the English Ecclesiastical Courts.\nBut every independent state has something of idiosyncrasy in its primary and constituent principles, which form the basis of government; and the practical application of those principles is regulated by the habits, manners, and customs of the people. • In the early stages of our jurisprudence, the assessment of taxes on unseated real estate was controlled in our courts by such rigid technical rules, that the result of that kind of tax was in a great measure defeated. This produced the statute of 1815, which adopted a reasonable rule, and to which the courts conformed. Our primary officers, such as assessors and collectors, come annually from the body of the people. Honesty and fair intentions towards their fellow citizens are deemed sufficient to compensate for the want of technical book-learning. If they do what is substantially just, and what will enable the citizen to guard against oppression in the mode pointed out in the law, and what will enable him by appeal to the proper tribunal to guard against inequality between himself and those in like circumstances—all is performed which is just and necessary to give him the full benefit of the laws.\n„ The assessor propounded to the plaintiff the inquiries prescribed in the forms furnished him, and from the answers given by the plaintiff in error he made his assessment. But it is alleged that in the assessment there were two columns, one for the state valuation, and the other for the county; and that in the column for the county there was only the valuation of the real estate, whilst in the column for the state was “ the valuation of money at interest and mortgages and the real estate.” This we think, notwithstanding the cases cited, was of no moment. The cases cited depended no doubt upon some statutory peculiarities in Massachusetts, which required the different kinds of assessments to be kept distinct, separate, and apart. In our system, the assessment for county rates is made the basis of the state assessment. Both are made by the same person, under the same authority and commission; and such a thing as a different value being imposed for county rates and for state taxes is unknown in our practice, and would be an anomaly. There is nothing in the statute which requires that the assessments should he made separate and apart. The assessor puts the valuation of the real estate in both columns, but bonds and mortgages are put only in the state column. It is all the same paper, made and returned by the same officer, where the valuation must necessarily be the same; and substantially, even if not technically, it was a valuation for county rates. Many provisions in our statutes, regulating the imposition of taxes, must he considered directory merely. Some are doubtless conditions, such as those which are intended to secure an equality of taxation or burdens among the citizens; that is, that the citizen may know for what he is taxed, know his valuation, and have notice of the time and place of appeal. All these were present here. It is contended, however, that he had not notice of the rate per cent. That, however, could have done him neither good nor harm. It seems that owing to some provisions of the law requiring the county board to meet at Harrisburg, the rate, which must be fixed by the county board and the commissioners, could not be adjusted until after the time when notice of valuation and time of appeal ■was required to be given. But the rate could not be altered on .appeal; that, when fixed, was uniform and general, and must stand as fixed, operating alike on all. The county board and the commissioners did agree on the rate. It is true, as contended, that when the legislature transcend the power delegated to them •by the constitution, this court will arrest its unauthorized action. .And if the learned counsel had shown that the commissioners and county board had imposed taxes for a purpose not authorized by law, there might have been some appositeness in the argument. But for a mere technical deviation in the exercise of acknowledged power, we do not perceive its force.\nThe other branch of the argument we cannot regard with much favor. There may have been some things omitted in the city and county of Philadelphia that year, which were liable to taxation. If to the amount specified in the argument of the counsel for plaintiff in error, it was quite a loss both to the city and county, and also to the state. But if they were unjustly deprived of a portion of their dues, that is not a good reason why they should lose the whole. It is true that taxation ought to be assessed equally on all things liable to assessment; thus falling, like the dew, equally upon all. There have been omissions, and there will be again. In England, the assessment of church rates has grown up into a regular system in the course of centuries, and church-offices are generally stable in their tenure, and the occupants well versed in their routine of duty. The decisions of the ecclesiastical court, which declared a church rate void because it had not been assessed upon all things liable to assessment, may have been, and no doubt were right enough, according to their system; and would produce little, if any inconvenience. But in this state, of late, objects of taxation are searched after and multiplied every year, and sometimes varied and shifted, so that omission may readily occur. But if an omission was made of one inconsiderable, or even considerable class, ought that to render the whole assessment .void? We think not. Such a decision would cripple the operations of the county and state, and do no good to anybody, except those who derive good from general inconvenience.\nThe plaintiff in error did not appeal, which he had a full opportunity to do, but chose to rely upon the irregularities noticed. We think they cannot avail him, and that the judgment below was right. Judgment affirmed."}