{"id": "967577", "contents": "The opinion of the Court was delivered by\nLewis,\nThe question for decision in this case is whether any part of the income of the fund of $500,000 given to the city authorities in trust for the objects specified in the 22d section of the will of the late Stephen Girard, can be rightfully applied to the expenses of cleansing the docks on the Delaware front of the city ?\nThe three objects of the testator’s bounty, enumerated in the 22d section, are: 1st. The laying out of Delaware Avenue; 2d. The removal of all wooden buildings within the city; and 3d. The widening of Water street. Each of these was directed to be accomplished in the order in which they are named.\nThe first object to which the income of the fund is directed to be applied is, the laying out, regulating, curbing, lighting, and paving a street on the east part of the city of Philadelphia, to be called Delaware Avenue. In order that this object might be accomplished, it was necessary that the city authorities should acquire powers from the legislature, and rights from individuals, to enable them to remove, or pull down, all the buildings, fences, and obstructions, which might be in the way; to prohibit all buildings, fences, or erections of any kind to the eastward of the avenue, and to fill up the heads of such of the docks as might not afford sufficient room for the street to be laid out.\nAs the proposed improvement facilitated access to the wharves and docks, and greatly increased the commercial advantages of that part of the city, it was reasonable, and necessary to the full enjoyment of those advantages, that the individuals who would derive the greatest benefit from the improvement, and who were bound to keep the docks and wharves in proper condition for their appropriate uses, should be compelled to fulfil their obligations in that respect. And the confidence which the testator reposed in the authorities of the city, as shown throughout his will, sufficiently indicates the reason for his desire that those authorities should be clothed by the legislature with the necessary power to enforce these obligations. We think that it was not the intention of the testator to appropriate any part of the fund to defray the expenses of cleansing the docks. On the contrary, we think it sufficiently manifest that his intention was to compel the owners of the wharves to perform this duty, and also to keep their wharves in order, and to remove the platforms projecting therefrom over the river, supported by piles. This must, of course, be understood distributively, according to the existing liabilities of the parties. Each wharf-owner to keep his own wharf in order, to remove the platforms projecting therefrom, and to defray the expenses of cleansing the adjoining dock in proportion to the number of feet of his lot or landing adjoining on each side of the dock. This duty was imposed upon the owners of wharves, by the laws of 1698 and 1700; and the Act of 1803 made it the duty of the Master Warden to superintend the execution of these laws. Although the dráinage of the city may largely contribute to the silting of the docks, it must be remembered that this drainage is but the natural discharge of deposits, which, but for the obstructions created by the wharves, would find their way, without impediment, to their appropriate receptacle, the ocean. And the increase in quantity, arising from the business at the wharves and the drainage of a large and populous city, is but the result of that commerce which gives to the wharves their chief value. It is therefore a principle of obvious justice that those who receive the profits of these structures, erected upon the public domain, should bear the charge of keeping them in suitable condition for the uses for which they were constructed. It is to be presumed that the testator was perfectly aware of this just and legal liability of the owners of wharves, and we see no sufficient indication in his will of an intention to ■take the burthen from the shoulders of those who were so justly bound to bear it, and thus to apply to private advantage a fund which could be more usefully employed in promoting objects of general utility.\nThe objection that this construction imposes upon owners of wharves “ a joint obligation to clean all the docks,” and thus conveys a meaning that is extravagant, is nothing more than an endeavor to support one misconstruction of the will by another, quite as far.from the true intention of the testator as the first. It rests upon a verbal criticism certainly not entitled to controlling influence in the construction of instruments supposed to be frequently prepared in the hour of extremity, without the assistance .of professional advice. It is certainly true that there is a looseness of expression in the instrument before us; but this only demands, with more urgency, that the general intent shall overbear small objections of expression and punctuation. There is as much propriety in understanding the testator to speak distributively in reference to the docks and platforms as in regard to the wharves.\nThe wharf, the dock, and the platform are so connected with each other in their construction and in their uses, that they may be regarded, for many purposes, as identical. The dock is useless without the wharf; the latter is of no value independent of the dock; the platform is but an extension of the wharf; and the owner of the wharf receives the profits of the whole. Why then should the charges of keeping the whole of this structure in proper condition for its uses be divided ? Why should a stranger assume the duty of keeping the docks in order, while the owner, who receives all the profits of the dock and the wharf, is only required to keep the wharf in order ? An unequivocal declaration of such intention would, of course, be regarded and enforced; but, in our opinion, no such intention is expressed.\nThe direction to apply the income of the fund to three objects, in the order in which they are specified, excluding the two last from any participation until the first shall be accomplished, indicates that the first, in the view of the testator, was one which would be accomplished within some determinate period; but, according to the construction claimed by the appellees, the fund must be applied to a charge of perpetual obligation—to an object which never can be accomplished so long as the rains descend, and the streams pursue their courses to the ocean. '\nThere is nothing in the 23d section of the will to change the legitimate and independent construction of the 22d. Taking both together, we see that though the testator desired the city authorities to obtain power to enforce the liabilities of the owners of wharves, yet he did not consider that an object of sufficient importance to make it one of the conditions of his legacy of $300,000 to the state. He intended to specify, among those conditions, only such laws as were “ necessary to carry into effect the several improvements designated in the section immediately preceding. An Act to authorize the city corporation to compel the owners of wharves to keep their docks in order, and to remove their platforms, was not in that category; and of course was not named as one of the considerations of the legacy to the state.\nThe act of 1832, in complying not only with the conditions upon which the legacy was given, but with the wishes of the testator as expressed in the 22d section, may be regarded as the enlightened judgment of a co-ordinate branch of the government, in the exercise of its legislative functions of legislation, in favor of the construction now given to the will by this court. This construction is in accordance with the justice of the case, and by preventing the application of the fund to objects of private advantage which may be otherwise attained, and securing it to those of public and general benefit, we are carrying out what were manifestly the great purposes of the testator.\nIt may not be necessary, at present, to express an opinion respecting the disposition of the fund, after the three objects enumerated in the 22d section shall have been accomplished; but it would certainly be well for those intrusted with its management to pause before they apply it to purposes which the testator intended to accomplish by enforcing the obligations of the wharf-owners, and thus prevent its application to the “further improvement of the eastern front of the city.” If the intention of the testator was to secure one beneficial object by compelling the performance of individual duties, and others by the application of his own funds, the discretion of the trustees must be controlled by that intention.\nThe decree at Nisi Prius is reversed; and it is ordered and decreed that the bill be dismissed at the costs of the appellees."}