{"id": "967597", "contents": "The opinion of the court was delivered by\nCoulter, J.\nThe court below answered the first five points by stating that they had been disposed of by the Supreme Court, when the cause was here before.\nThis was correct. An endorser is entitled to notice of protest ■of a negotiable note, because the contract is that the maker will pay at maturity; and the strict punctuality,' which is the life of the commercial law, authorizes the endorser to presume that he has paid, in the absence of any notice to the contrary. Rut the right to receive notice in order to make him liable, like any other right, may be waived by the endorser: Story on Prom. Notes 314; Williams v. Brobst, 10 Watts 111; Scott v. Greer, 10 Barr 103 ; Clark v. Devlin, 3 Bos. & Pul. 365. The letter dated the 15th May, 1845, from the endorser to the payee, contains a distinct statement that the drawer will not he able to meet the note at maturity, but that if the time is extended for thirty days, he, the endorser, will hold himself bound. To this the payee assents. And various other extensions of time are granted on the same terms. This brings the case within Foster v. Jurdeson, 16 East 104, which rules that, under like circumstances, the holder was not bound to give notice. The waiver of protest by an endorser puts him in the same situation as if the protest had been made and proved, and, where there is no contradictory evidence, it is proof of demand and refusal, which point was expressly ruled in Scott v. Greer, 10 Barr. And why should it not ? It is a thing omitted to be done, at the instance of the endorser, and for his own benefit. And neither reason, justice, nor law, will permit him after-wards to turn round and say, because it was not done, no recovery can he had. In the second count, the excuse for not demanding at maturity and protesting is specially set out. The several extensions of time, at the request of the endorser, are averred as the reason or cause why demand was not made at maturity. In fact, after the note had run beyond maturity, there could be no protest to affect the endorser. His continued liability rested upon his waiver of protest and notice, and so far as the averment of it is to be considered as a formal part of the declaration in such cases, it is to be considered as if it had been proved, so that on the first count, after a full trial on the merits and verdict, this court would not disturb the judgment. But the second count'avers the excuse in a manner altogether sufficient. So that if the first was defective in averring the demand and protest, the second cures the error. The statement in the second count, that after the last extension there was a .demand, is mere surplusage, the count being perfectly good without it, and after verdict would, if necessary, be considered as stricken out. It would amount to a startling fraud, if an endorser were permitted to procure an extension of time, and then abuse the confidence and trust reposed on his word of guarantee, by setting up the extension as a liberation of himself.\nWhen the court below told the jury that these five points had been decided by this court, when they reversed the judgment because the note and letters were not received in evidence in favor of the plaintiff below, they did not say or mean that this court had decided anything more than what was involved in those points. There is nothing in that incidental expression of which the plaintiff in error has any just cause to complain, because the court proceeds to answer the other points submitted, not involved in the first five points, nor in the decision of the Supreme Court.\nThe court below answer the sixth and the ninth points in favor of the plaintiff in error. These points, if the jury had thought there was sufficient evidence to sustain them, covered substantial merits. But they depended on facts, and these facts were submitted to the jury. The law arising from them, if they were proved, was given by the court to the plaintiff in error. The answer of the court to the seventh point is right. It is fully sustained by the case of Beebe v. The West Branch Bank, 7 W. & Ser. 375. The endorsers of a protested note cannot call on the holder to sue the drawer, and if he refuse, thereby relieve themselves of liability; it is their business to take it up and bring suit themselves. The holders of this note always treated and dealt with it as commercial paper. But, even if Samuel Day, the maker, was discharged by giving time to the endorser, it follows not that the endorser, at whose instance the time was given, was discharged because he procured the extension of time for his own benefit, as well as' that of the drawer. The ninth point was properly negatived, because there was no evidence that the holder had given time to the drawer without the consent of the endorser, much less any evidence of any binding contract or agreement on the subject.\nThe judgment of the court below is affirmed."}