{"id": "967640", "contents": "The opinion of the court was delivered by\nLowrie, J.\nThe highest morality of a judicial or other public officer, consists in keeping himself within and yet fully performing the law of his office, because that is the rule of official duty. But the private citizen is not thus restricted, for the law falls far short of being the rule of individual duty.\nThere is a boundary of honor and even of honesty, however undefined, beyond which the law has no jurisdiction—there are duties which it cannot, and many others which it should not, enforce. And it is well that it is so; for where duty is compelled, it is performed without merit, and that is a base-born morality that is begotten by statute. In order that man may improve, he must have ability to do wrong as well as right, and his nature is violated and his development stinted, when the machinery of the law is too often applied to give form to his actions.\nWhen a claim is barred by the statute of limitations, it ceases to be a legal, and becomes a mere moral right. The duty is not discharged; but the remedy is transferred from the foruin of the law to the forum of conscience. But because, in some hard cases, this latter forum refused relief, the law was stretched and the province of morality invaded, hy deciding that a moral duty, followed by a promise, became a legal duty; and now such is the law, though the reasoning is inconsequential.\nHence it has become the rule that the legal right is restored by a new promise, or by admissions from which a new promise can properly be inferred. This is now the unquestioned rule on this subject, and if there be inconsistent decisions in applying the rule, the importance of resorting to the standard itself, rather than to imperfect copies of.it,.is the more manifest. Let us apply the rule-to the present case, and be cautious, in doing so, that we keep within the.boundary which the law has placed between moral and legal duty.\nThe defendant below, after the claim was barred, said to the witness, who was no agent of the plaintiff, that he owed the debt, and intended to have it settled within twelve months. Can we from this properly infer a promise to pay ? The defendant knew he was discharged from his legal duty, did he intend to re-assume it ?\nThere is a maxim in the Roman law, per extranemn personam nihil nobis acquiri potest, through a stranger we can acquire no rights: and though this maxim is not in form found in our law, yet its principle is at the foundation of all our rules as to the privity of contract and estate, and as to matters inter alios aetee. If then the defendant had expressly told the witness that he would call and pay, this would have been but the expression of a determination, revocable at pleasure, and would have created no legal duty. It is a perversion of the word promise, to apply it to a declaration made to one who has no interest in or connection with the subject spoken of; and we cheat the law and morality too, of their rights, when we distort the meaning of words in order to reach a desired conclusion. 1 Bouv. Inst. 889.\nJudgment reversed and a new trial awarded."}