{"id": "967625", "contents": "The opinion of the court was delivered by\nLewis, J.\nLoose as our system of pleading is, we have not yet-sanctioned the recovery of damages for the breach of a special parol contract to convey land, under a declaration for goods sold and delivered, or money had and received. So far as the evidence tended to establish a claim of this character, it was irrelevant, and ought not to have been received.\nBut if the contract for the purchase of a moiety of the land had been so far executed as to take the case out of the statute of frauds, and to vest in the plaintiff below an interest or estate in the land, so as to entitle him to a conveyance, he might, on the subsequent sale of it to another by the vendor, waive the tort, and recover a moiety of the money under the count for money had and received. To entitle him to this, however, he must show an actual delivery of possession in pursuance of and in part performance of the agreement: 1 W. & Ser. 388. Payment of the purchase-money alone is not sufficient: 6 Wharton, 153. And temporary erections, or repeated acts of ownership, such as erecting a temporary cabin for making sugar—cutting timber, although repeated, do not constitute such a possession as will take the case out of the statute: 6 Watts 509. It is no answer to the objection to these acts, as insufficient for the purpose, that they constitute the only possession usually taken of uncultivated timber land. The purchaser may clear, enclose, and cultivate wild land, if he is disposed to do so; and where he does so, and his improvements are so extensive as to make it inequitable to deprive him of the land, his case would be taken out of the statute. But where nothing of this kind appears, and the purchaser has only entered for the purpose of stripping the land of its valuable timber, and lining his pockets with the proceeds, such acts do not constitute such an equity as entitles him to protection from the operation of the act. A construction which takes such a case out of the statute, would work its repeal in a majority of the parol sales of unseated timber land.\nSo far from adopting a principle which must have this effect, the courts of justice are gradually regarding the provisions of the statute of frauds with more favor than formerly; and in Pennsylvania, where an action may be maintained to recover damages for the breach of a parol contract to convey lands, there is less reason, than elsewhere exists, for giving to such acts the effect of vesting in the purchaser a title to the land, against the positive provisions of a most wise and salutary enactment. Chancellor Kent agrees “ with those wise and learned judges who have declared that the courts ought to make a stand against any further encroachment on the statute, and ought not to go one step beyond the rules and precedents already established Philips v. Thompson, 1 Johns. Ch. 132, 149. We fully subscribe to this view of the subject, and deeply regret that the beneficial provisions of the statute have been so far broken in upon already as to work its partial repeal. The doctrine of part performance is not to be extended to new cases which do not come clearly within the equitable principle of previous decisions: 6 Paige, 289, 293.\nWe are of opinion that the decisions and instructions on this part of the case were erroneous, and that the court below,’as the pleadings and evidence stood, ought to have stated to the jury that the plaintiff was not entitled to recover any part of the money arising from the sale of the land by Gangwer to Stephen Balliet, jun.\nWe perceive, no other error in the proceedings of the court below.\nJudgment reversed and venire de novo awarded."}