{"id": "967624", "contents": "The opinion of the court was delivered by\nLewis, J.\nIt is an agent’s imperative duty to give his principal timely notice of every fact or circumstance which may make it necessary for Mm to take measures for Ms security: Paley 38; Devall v. Burbridge, 4 W. & Ser. 306. And if, by his neglect to do this, the principal has suffered a loss, he is entitled to be indemnified by the agent: Brown v. Arrott, 6 W. & Ser. 416. In a case of this kind Mr. Justice Kennedy considers it just and reasonable that the agent “ should be held responsible for any loss that has happened, which possibly might have been avoided, had he only performed his duty to the principal as his agent.” And where goods or funds are placed by the agent in the hands of a sub-agent, and the former is guilty of gross negligence (in withholding information), the same careful and considerate judge was of opinion that it “ would not be going too far to hold that the agent, by his conduct, had impliedly agreed to be answerable for any loss that should arise from the default of his sub-agent:” Brown v. Arrott, 6 W. & Ser. 421.\nIf these principles be correct in the case of an ordinary agent for the sale of goods, their application to an agency like the one before us (for purchasing and remitting drafts on Philadelphia and New York, on account .of a bank in the interior) is demanded by the true interests of trade, and the urgent necessities of financial credit. And if a measure of liability so stringent as that just indicated be appropriate, where there is only a nonfeasance, how just and necessary is its application to an act of positive malfeasance. In the use of that term, as applicable to the conduct of the defendants, we are far from imputing to them an intention to deceive or otherwise to wrong the plaintiff. But it was their duty to give information immediately and accurately, of the destination of the bill of exchange which had been purchased with the funds of the plaintiff; and the statement that it had been sent to E. W. Clark & Co. of Philadelphia (when in fact it had been forwarded to John T. Smith Co. of New York), was such a misrepresentation of a material fact as fully authorized the plaintiff to consider the funds still in the hands of the defendants ; or in other words, to hold them liable for all loss occasioned by the default of John T. Smith & Co. Until the plaintiff was advised of the remittance of the draft to Smith & Co., the insolvency and default of the latter stood at the risk of the agent, whose gross neglect and positive misstatement of the facts had deprived the bank of all power to protect its own interest. The vigilance of the plaintiff, in drawing upon Clark & Co. for the proceeds the moment information was received that the draft was in their hands, and afterwards in drawing on J. T. Smith & Co. the instant that advice was received that the draft had in fact been sent to the latter, shows that the money would not have been lost by inattention on the part of the bank, had it been correctly advised at the time the bill was remitted to Smith & Co. The immediate direction to sell the draft in the one case, and the prompt disposition of it in the other without special direction, show that it was not in the contemplation of any of the parties to the transaction, to permit drafts (purchased for the purpose of providing the bank with eastern funds) to remain undisposed of until they ran to maturity.\nIt cannot be doubted, from the nature of the business in which the parties were engaged, the financial demands upon the bank created by the course of trade, and its prompt action in the employment of its eastern funds, that Smith & Co. would have been drawn upon immediately for the proceeds of the draft, if correct information had been given with respect to its destination. And the agent whose neglect has deprived the plaintiff of all the means of self-protection, cannot be permitted to defend upon a mere peradventure. It was possible, but we cannot see that it was probable that Smith & Co. would have failed at an earlier day if the bank had received correct information, and had drawn for the proceeds of the draft. Such a conjecture, however, is not sufficient to relieve the defendants from their positive liability, created by their contract of agency and the clear breach of that engagement. The vendor of a horse, who receives the consideration and engages to deliver it to the agent of the purchaser by a particular day, cannot relieve himself from liability by the suggestion that the vendee has not shown that his damage was the direct and proximate consequence of the breach of contract. A suggestion that the vendee’s agent might have become insolvent, or the horse have died in his hands, would be no answer to an action against 'the vendor. But in this case the defendants are liable for every default of their sub-agents, which occurred during the period in which they kept their principal in ignorance of the true destination of the draft. And as the failure of Smith & Co. occurred the day before the bank received information that the draft had been sent to them, the defendants are justly responsible for its value.\nThe draft of the 17th May, on J. T. Smith & Co., was sent before the failure of the latter was known to the bank, and does not amount to a release of the cause of action then existing against defendants.\nWe perceive no error in the opinion of the learned judge of the District Court, and the judgment is therefore affirmed.\nJudgment affirmed.\nLowrie, J., dissented."}