{"id": "967655", "contents": "The opinion of the court was delivered by\nRogkers, J.\nThe title under which plaintiff claims is a perfect legal title, and if there is nothing more in the case, she is entitled to recover. This is conceded; but defendant contends, that as to one hundred and forty acres, part of the tract of four hundred acres in the warrantee .name of Elizabeth Clark, situated and assessed in Carbondale township, the title of plaintiff is divested by a sale for taxes, the title for the same being by several mesne conveyances vested in him. This title is also admitted to be regular in every respect, except in one particular; that before the •Treasurer’s sale, the taxes, for which it was sold, were paid in full to the proper officer. And this is the hinge on which the whole case turns. The plaintiff proved that Thomas Meredith, under whom she claims, on the first of March, 1842, paid the taxes for the years 1840, 1841, on two hundred acres of the four hundred acre tract in the warrantee name of Elizabeth Clark. She also proved that on the 10th of June, 1842, the Treasurer sold, for arrearages of the same taxes, the remaining two hundred acres as in Jefferson township, of which sixty acres were in that township, the residue, one hundred and forty acres, the property in controversy, being in the township of Carbondale. That the latter is part of the same tract is shown by the undisputed fact, that there is but one tract in the name of Elizabeth Clark, in the county of Luzerne. It appears the one hundred and forty acres was assessed in'Carbondale township, and on the 4th of August, 1842, was sold for taxes and costs to Amzi Wilson, under whom defendant claims. The case presented is therefore one of a double assessment, viz., the assessment of the whole tract of four hundred acres in Jefferson township, and of one hundred and forty acres, part of the same tract, in the adjoining township of Oarbondale; the payment of one half of the assessed taxes of 1840, 1841, by one owner, and a sale by the Treasurer of the other half, and a conveyance to the purchaser: an assessment of one hundred and forty acres of same land in Carbondale, and a subsequent sale by the Treasurer for non-payment of taxes. Were then the taxes assessed in 1840, 1841, on the four hundred acres in the name of Elizabeth Clark, paid and discharged before the Treasurer’s sale, under which defendant claims ?\nOn this question, the controversy mainly, if not altogether depends. But of this essential point no reasonable doubt can exist. It unquestionably appears, that one half was paid by the owner; the other half by the Treasurer’s sale, Winchester, under whom plaintiffs claim, becoming the purchaser. It must be remarked that it matters not by whom the taxes were paid. It is enough that they were paid by somebody. 1 W. $ Ser. 175, Strauch v. Shoemaker. Being paid, the power conferred on the Treasurer by the several Acts of Assembly, in relation to the sale of unseated land, was exhausted. The lien of the unpaid taxes being divested, it follows as a necessary consequence that the subsequent sale of the one hundred and forty acres is invalid, as well against the owner as the person who holds the prior tax title. The Treasurer has no greater authority to sell than 'he would have to sell a seated tract, or a tract that had never been assessed at all. The object of the act being answered, there is no necessity to deprive the owner of his land. The sale being without color of authority is void. Andthisistheviewtakenin Dougherty v. Dickey,4 W. & Ser. 146. A Treasurer’s sale of unseated lands is void, when it appears that the tax for which it was sold, was actually paid, although the county commissioners misconstrued the payment, and applied it to another object. The error of the officer will not deprive the owner of his land. So here, the mistake in directing a subsequent sale, cannot affect the previous title of the owner, or the purchaser at the prior Treasurer’s sale. It must be observed the plaintiff derives title from S. S. Winchester, the purchaser, at the first Treasurer’s sale. She stands precisely in his position. Now what was his title ? That he had a valid and subsisting title admits not of doubt, under the decisions of Stewart v. Shoenfelt, 13 Ser. & R. 362; Strauch v. Shoemaker, 1 W. & Ser. 175; Williston v. Colkett, 9 Barr 38; and Dougherty v. Dickey, 4 W. & Ser. 146. All the objections which can be taken to his title are there met and ruled. Thus in Stewart v. Shoenfelt, it is decided that although an assessor in one township, has no right to assess unseated land, lying in another township, yet if he does so, and the land is sold for non-payment of taxes, the sale is not void, but the purchaser is protected by the Act of the 18th March, 1815. That is carrying the principle much further than is required here. There the whole land assessed was in another township, whereas here, part, viz., 60 acres, lies in the township of Jefferson, where it was assessed. So in Strauch v. Shoemaker, where unseated land is sold for non-payment of taxes, the title of the real owner, whatever it may be, passes to the purchaser, whether it be assessed and sold in his name;, the name of the warrantee, or a stranger; and whether the person in whose name it is taxed and sold, has or has not any title. So in Williston v. Colkett, 9 Barr 38, a mistake in assessing ten hundred acres in place of six hundred, does not vitiate the sale, but the sale of the ten hundred acres for nonpayment of taxes, gives the vendee title to the six hundred acres, the assessment being descriptive and referring to the number of. the warrant, the tract originally containing nine hundred and ninety-nine acres. Here, although but 60 acres were in Jefferson township, yet the sale under the authority cited, carries two hundred acres, including the one hundred and fifty acres in the township of Carbondale, it being manifestly a sale of two hundred acres of the tract in the warrantee name of Elizabeth Clark. In view of these authorities, there is no plausible objection to the title of Winchester, the Treasurer’s vendee. Whatever privilege Thomas Meredith may have had, as to the location of part of the tract in Carbondale township, before he paid the taxes in 1842, cannot affect the title of Winchester, under whom plaintiff claims. There is nothing to estop Meredith, much less the plaintiff who stands in the shoes of Winchester. As we see no error in the charge, the answer to the points, or the rejection of evidence, we are of opinion the judgment should be affirmed.\nJudgment affirmed."}