{"id": "967637", "contents": "The opinion of the court was delivered by\nCoulter, J.\nThe first bill of exceptions covers the admission of a copy of a letter purporting to be from Wollenweber to Mc-Kean. The only objection taken below and apparent on the bill of exception is, that the clerk of Wollenweber had no authority to write the letter. This only will be considered, because if there were other well founded objections, they were not taken below, which is a sufficient reason for their not being considered here. If they had been disclosed below, they might have been there removed; we pass upon what was passed upon below only, except in some peculiar cases. This letter was written by the clerk of the plaintiff at the request of the clerk and agent of the defendant who received the goods, and was taken away by the clerk to be signed by Wollenweber, the defendant. The letter contained an excuse for the articles not having been sent sooner, which excuse was for the benefit of the defendant. The agency to receive the goods from plaintiff virtually included the power to ask for a bill of particulars, which was given, together with this letter of excuse appended to it, and must have been transmitted .to McKean by defendant or his clerk. It was part of the res gestae of the delivery of the goods and sending them off to their destination. It is stated on the bill of exceptions as a reason for rejecting the evidence, that the clerk of defendant was in court, and could have been called to prove his authority to have such a letter written. But that was unnecessary, as he had prima facie authority, from his admitted authority to receive and transmit the goods. Besides, this is a sword with two edges, for if he had caused the letter to be written, and had transmitted it out of his own head without authority from defendant, he would have called him to prove that fact. But if the book of entries was good evidence, this letter, as it is called, but more properly a bill of the goods, was of no consequence in the cause. I proceed to consider that question which is covered by the second bill of exceptions. That book was properly admitted in evidence. The plaintiff’s bookkeeper testified that it was plaintiff’s book of original entries; that the entries were made at the time they respectively bore date; that ■the charge against defendant was made by him; and that when he made the charge the articles were finished and ready for manual delivery, except the packing in boxes. This would have made the book evidence even in England, and more strongly makes it evidence here, where the rule has been extended beyond the English rule, to accommodate the necessities of trade and the habits and customs of the country. The entry was made some six or eight days before the goods were taken away by defendant. But that is of no account. A shopper, when goods are ordered, and a mechanic, when articles are directed to be made, makes the charge in his books when the goods are weighed or measured off and set apart, and the mechanic makes the charge when the work is finished. This is the custom; and no safer guide can be adopted than the custom of trade, which soon becomes known to all. It is seizing and fixing the rule of business as the rule of law. Oftentimes goods are not called for until weeks after they are ordered and made. In pursuance of this principle it was ruled in Caughey v. Brewer, 10 Ser. & R. 133, that where cloth was delivered to a tailor to be made into a coat, and he testified that after the coat was cut out and delivered to his journeyman he made the charge in his book, the book was good evidence as a book of original entries. In Keim v. Rush, 5 W. & Ser. 377, it was held that the entry was good, when made at the time the iron was put into the wagon to be transmitted to defendant. Koch v. Howel, 6 W. & Ser. 350, is to the same principle; and Curren v. Crawford, 4 Ser. & R. 5, rules, that the precise point of time- when the entry is to be made is not fixed by the law, but that the entry must be made at or about the time of the transaction.\nIt is probable, from the evidence of the clerk, that some entries in the book were made from memoranda, and were not the first or original entries. That, however, does not vitiate or disturb the general character of the book. In Ives v. Miles, 5 Watts 323, it was rule'd not to be a valid objection to a book of original entries, because it contained some charges admitted not be original, if such entries were not offered in evidence; and no such entries were offered here. They did not constitute the general character of the book, but were exceptions. There was an erasure in the entry, but that was fully accounted for, and therefore did not exclude the book.\nBut the delivery of the goods was orally proved by the witness, Tyler; and Paul Ketterlinus proved that defendant, after the institution of this suit, several times told him that he expected money from Mercer county, and when he got it, he would call and pay the plaintiff. And the drawing of the bill of exchange or draft hereafter to be noticed, was full evidence that the defendant had got the goods, and was bound to pay for them. These preliminary objections were mere skirmishing at outposts, which could have no decisive effect on the main controversy.\nThat was the instruction of the court to the jury, that if they believed the facts set forth in Baskin’s letter to Ketterlinus, they formed a sufficient excuse for not presenting the draft, or bill of exchange, as it was called at bar, and for not giving notice of its dishonor. A drawer, who either has funds in whole or in part in the hands of the drawee, or who has a reasonable ground of expectation that the drawee has funds to meet the draft, is entitled to notice, if the bill is refused, and, of course, the bill or draft ought to be duly presented. But the converse is equally true. The whole doctrine on the- subject may be summed up in two propositions. First, if the drawer has any funds in the hands of the drawee, no matter whether they be sufficient to meet the draft or not, he is entitled to notice, because he may suffer injury to some extent for want of it. Second, if the drawer is without funds in the hands of the drawee, yet if from circumstances and transactions he has a well grounded belief that he has funds, and that the bill will be duly honored, he is entitled to notice, and the bill ought to be presented: 2 Johnston’s Rep. 156; Hopkish v. Page, 2 Brockenbrough 20; 4 Cranch. 150; Dickens v. Beal, 10 Peters 578; 2 Howard 457. Baskin was a middle man between McKean and Wollenweber. McKean had agreed with the commissioners of Mercer county to make a map of the county for $300. He agreed with Wollenweber to lithograph the maps, and to assign him for that work $200 of the contract. Wollenweber agreed to do the work, to be paid for by the commissioners when the work was delivered; and McKean assigned to Baskin $200 for Wollenweber when the work was completed. Wollenweber became unable to perform the contract, delayed it for a long time, and finally employed Ketterlinus, who made the work, and under the direction of Wollenweber, sent it off to McKean. Ketterlinus was to be paid by Wollenweber when the work was finished. It was proved that there was no other transaction between Wollenweber and McKean but this, and that the draft was on account of this work. Baskin, in his letter, states these circumstances in the letter referred to, in answer to a letter from Ketterlinus, informing him that he had a draft on him. Baskin states, farther, that he acted only as the friend and trustee of Wollenweber, and that McKean, although he had received the lithographs, had not yet been able to complete the maps ready for delivery, for causes declared in the letter. He said that he had written three times to Wollenweber, urging upon him the necessity of having the work done, to which Wollenweber had made no answer. That he had no funds, and that none were to be expected until the maps were finished, which were the terms of the contract between McKean and Wollenweber, well known to him, because he had a copy of the contract.\nThe letter then disclosed distinctly, that Baskin, upon whom the bill was drawn, had no funds; and it disclosed further, that Wollenweber could have had no reasonable belief that he had funds. He had delayed the performance of his contract six or seven months beyond the time fixed upon by his covenant, and a few days afterwards' drew upon his agent and friend, without knowing •whether the work had been accepted or not, or even delivered; without knowing whether McKean had sufficient time to complete the maps and deliver them to the commissioners of Mercer or not; in short, without advice or communication from the drawee, when that- advice would have shown conclusively that he was not entitled to draw. He had no funds in the hands of the drawee, nor any just right'or well grounded expectation that he had any. He was, therefore, not entitled to notice, and suffered no injury from the bill not having been regularly presented. The instruction of the court below was right.\nJudgment affirmed."}