{"id": "967639", "contents": "The opinion of the court was delivered\nLewis, J.\nThe action was brought upon an instrument of writing, without date, of which the following is a copy:—\n“I promise to pay Peter Marseilles $1000 (for which he has advanced on twenty-four dozen seal-skin caps for E. Brown, which is in my hands), and to be paid on or before the ‘9th November, 1838. Levi Kenton.”\nOn the 9th November, 1844, Levi Kenton made the following endorsement on the instrument:—\n“ I agree to extend the time of limitation until Monday, November 12, 1844, and that Isaac M. Ashton shall, by that time, make the terms of settlement. Levi Kenton.”\nThe parties met with Mr. Ashton for the purpose of settling the matter in dispute; but nothing was done by him, either within the time prescribed or afterwards. There was evidence of a meeting, after the 12th November, 1844, at which time Mr. Kenton stated that the endorsement was unnecessary, and that he “ did not want to take any advantage of the limitation;” but, according to the testimony of the witness who testified to these facts, Kenton “always denied owing the plaintiff the money.”\nThis record, with its numerous pleas, replications, demurrers, and issues, in fact and in law, is fruitful of suggestions of interest to those who are partial to the science of pleading. Passing over these for the present, and arriving at the facts of the case, we proceed to inquire whether the plaintiff can, in any form of pleading, surmount the difficulty presented by the plea of the statute of limitations.\nThe instrument on which the action was brought was payable on the 9th November, 1838; and, according to the rule which, in cases of this kind, requires the day on which the cause of action accrued to be included in the calculation of time, under the statute of limitations, the action was barred on the 9th November, 1844: King v. Adderly, 5 Rep.; Prestrey v. Williams, 15 Mass. 193. It was on this day, after the action was barred, that the endorsement was made extending the limitation for the period of three days, within which time Isaac M. Ashton was to make the terms' of settlement. These were not made by Ashton within the time limited by the endorsement; and it follows that as no action was brought within the extended period, there was nothing in the endorsement which can preclude the defendants from their defence under the statute. To construe this endorsement, so cautiously restricted to an extension of the limitation for the period of three days only, into’a waiver of the benefit of the statute for another period of six years, would be a palpable perversion of the meaning of the parties. The statute of limitations is founded in sound policy, and, when applied to the protection of a decedent’s estate from stale claims, is conducive not only to the peace and repose of the community, but, in most instances, to the justice of-the ease. So far from an executor deserving censure for pleading it, he is under a moral obligation to do so in all cases, except where he is perfectly satisfied of the justice of the claim. And instead of resorting to the reprehensible evasions which distinguished the early decisions on the statute, and which almost abrogated its provisions, the courts of the present time proceed under a more enlightened sense of duty. It is now to be construed, like other statutes, according to its true intent and meaning.\nThe agreement to refer the dispute to Mr. Ashton was limited to three days; but if extended by parol, then, like every other submission to an arbitrator, it was revocable at the pleasure of either party, at any time before a decision was pronounced. If an award be not made in the lifetime of the parties, the death of either is itself a revocation of the power. In this case, all authority conferred upon Mr. Ashton was revoked by the death of Mr. Kenton. So that we perceive nothing whatever in the reference to Mr. Ashton which can take this case out of. the statute.\nBut Mr. Kenton, after the 12th November, 1844, when endeavouring to procure a settlement of the dispute, by means of the reference to Mr. Ashton, declared that he “ did not want to take advantage of the statute.” What is there in this which is to deprive his executors of a defence that the law has wisely provided ? He might not desire to avail himself of the statute if he could have an end to the controversy in his lifetime. Understanding the transaction, and knowing the facts necessary for his defence, he might see no necessity to resort to the protection of the statute, if he -could be present himself at the settlement. But the case assumes a new aspect entirely, when his executors, without any knowledge of the case, are compelled to meet the claim, after his death, and to litigate it with one who has all the advantages of a perfect acquaintance with the facts. But what has the plaintiff to do with this expression of the state of Mr. Kenton’s mind ? It is not pretended that there was any contract, upon a sufficient consideration, by which Mr. Kenton was precluded from pleading the statute. Disclaiming an intention to plead the statute is no waiver of its protection, and the party may change his intention whenever he discovers that his interest requires it. Even a promise not to plead the statute of limitations, made without consideration, is not sufficient to take a debt out of the statute.\nTaking the written-endorsement, and the parol declarations respecting the statute, either separately or together, there is nothing in them amounting to an acknowledgment of the debt, from which a new promise to pay may be inferred.\nBut the words in brackets (“ for which he has advanced on 24 dozen seal-skin caps in my hands ”) are relied upon as bringing the ease within the exception in favor of “such accounts as concern the trade of merchandise between merchant and merchant, their factors or servants.” These words in the statute of limitations of the State of Maine, have received a construction in the Supreme Court of the United States, which, in our opinion, accords with their true meaning. The language of Chief Justice Marshall is applicable to the case before us. “ This contract does not change its character because the parties happen to be merchants. It is a special contract, whereby a compensation is stipulated for a service to he performed, and not an account concerning the trade of merchandise. It is no more an “ account” and no more concerned with “ the trade of merchandise” than a bill of exchange, or a contract for the rent of a house, or the hire of a carriage, or any other single transaction which might take place between individuals who happened to be merchants. An entry of it on the books of either would not change its nature and convert it from an insulated transaction between individuals into an account concerning the trade of merchandise between merchant and merchant. This must depend on the nature and character of the transaction, and not on the book in which either party may choose to enter a memorandum or statement of it.” Applying these observations to the case before us, it is plain that the loan of $1000, even if secured by a deposit of caps, was “an insulated transaction between individuals”—“a special contract” in writing—a “single transaction” between parties who may or may not be merchants, and not “an account,” concerning “the trade of merchandise, between merchant and merchant, their factors or servants.” There is, therefore, nothing in the nature of this transaction which brings it within the exception in favor of “ merchants’ accounts,” so as to save it from the operation of the statute.\nIt is plain that Kenton became personally bound to Marseilles for the payment of the $1000, on the 9th of November, 1838, whether the caps deposited with him were sufficient to indemnify him or not. The instrument shows that he became bound for an advance made for the benefit of E. Brown, the owner of the caps, and that they were left “ in his hands” to indemnify him from loss by reason of the liability incurred. After payment of the $1000 out of the proceeds of the caps, he would be accountable to Mr. Brown for the remaining caps. And under no circumstances could he be charged in an action of account render by the plaintiff, for a greater amount than the sum of $1000, the amount of the plaintiff’s demand. And for this sum, it has been seen, the defendant is personally liable to the plaintiff, by the terms of the special contract, independent, of any account of the caps. That the defendant’s testator had a lien on the caps, accompanied with possession, to secure him for the liability to the plaintiff, is clear. IIow can the plaintiff have a lien on the same goods, without possession, for the same debt ? If the plaintiff might take the goods out of Kenton’s possession, the latter would thereby be deprived of the very security which induced him to bind himself personally for the debt of Brown. The contract is not drawn with much skill, but the intention is, we think, sufficiently clear. “ For which he has advanced on twenty-four dozen seal-skin caps for E. Brown, which is in my hands,” following as they do the words by which the testator promises to pay the plaintiff $1000, may be construed to mean that the plaintiff advanced the money for E. Brown on the personal security of the testator, and that the latter became thus bound on the security of the caps left “ in his hands.”\nBut Conceding that the plaintiff had a claim on the caps as a collateral security for the debt, this would not preserve the debt .from the operation of the statute. It is true that if a simple contract debt were secured by a mortgage, it has been thought that the mortgage might be resorted to after the debt was barred, because a mortgage is a legal title inform, and the debtor is compelled to go into equity to redeem. But even this has been doubted by high authority. So, it is conceded, that when the owner of the debt is in possession of goods pledged for its payment, he may hold them until his debt be paid, because, although his remedy for his debt by action is taken away, the debt itself is not discharged. But in the case before us the plaintiff has no possession of the goods, and can resort to no remedy but his remedy by action for the debt, or on a supposed contract for a lien on the caps; and this, it has been seen, is barred by the statute. The learned judge of the District Court was therefore correct in declaring to the jury, “ that on the whole evidence the claim is barred by the statute, and the verdict must be for the defendants.” If this was correct, it can scarcely be material to inquire what else he said tending to deprive the plaintiff of a verdict to which he was not entitled. But the instruction that “ the merchant and factor’s count had nothing to do with this case,” is but a different form of expression from that embodied in the language which immediately followed. We understand the judge to mean that the plaintiff had given no evidence to sustain “the merchant and factor’s count;” and in this, for the reasons already assigned, we think he was correct. The verdict for the defendants, on the plea of non assumpsit to that count, was properly rendered, in accordance with the law and the evidence. But the plaintiff, having afterwards obtained judgment on his demurrers to two pleas of the statute of limitations (pleaded to “the merchant and factor’s count”), now complains that the court below subsequently rendered a judgment for the defendant on the whole record. In this the court below was indubitably correct. The statute which gave the defendant the priviege of pleading several pleas in bar of the action, entitles him to judgment on the whole record if he succeed in any one of them. After a legal verdict had been rendered finding that the claim under the “merchant and factor’s count” had no foundation whatever, it was not material to inquire whether it was barred by the statute or not. Indeed, except for the purpose of determining questions of costs, where pleadings are the subject of compensationj or where separate costs have accrued on each issue, a decision upon a demurrer to the statute of limitations, after a verdict for the defendant upon a sufficient plea in bar, is but dealing with an abstraction of no practical importance in the final decision of the cause.\nThe court, in our opinion, properly exercised its discretion in postponing the determination of the issues in law until the issues in fact were found by the jury. Such a course tends to promote accuracy in pleading, and prevents frivolous demurrers. It is also the means of saving time, because the finding of any one of the issues in fact for the defendant, as already remarked, disposes of’ the whole case. The action of the court, however, affected but the order of proceeding, not the rights of the parties, and was an exercise of discretion which is not the subject of revision here.\nThe judgment for the defendants on the whole record ought to be affirmed.\nJudgment affirmed.\n~ T t , , Coulter, J., dissented."}