{"id": "967615", "contents": "The opinion of the court was delivered by\nBlack, C. J.\nThe stress of the defendant’s argument has been laid on two errors which, it is alleged, were made by the judge on the trial. One of these was a refusal to take the whole case from the jury by charging that there was no evidence to sustain the averment of negligence, and the other was the statement in the beginning of the charge, that the defendant was responsible for his servant’s malice as well as his want of care or skill.\nA judge may give his opinion freely on the weight and value of evidence, for he is the best and safest adviser of the jury; but he has no authority to decide any question of fact, where the party affirming it has sustained his averment by any reasonable proof. It is not our business to say whether the evidence of negligence was sufficient to call for the verdict which was rendered. There was, however, some which the court could not lawfully prevent the jury from passing upon. It might have been fairly argued that this injury could not have been inflicted under the circumstances attending it, if proper care had been taken by the drayman. We cannot see the overruling necessity which made the occurrence unavoidable. If the horse was perfectly manageable, it was mere carelessness not to keep him in the track. If he were accustomed to shy on such occasions, it is not unreasonable to suppose that the man who had worked him for years knew of his vice. To know it and not effectually to guard against it, when it put the safety and even the life of a human being in very great peril, was wholly inexcusable. The judge went far enough when he said the preponderance of the evidence was in favor of the defendant.\nThe jury were told that an employer was liable for the malicious acts of his servant; and this is not law. But it was stated in the introductory part of the charge as a mere abstract proposition, without giving it any real application to the case. On the contrary, it was distinctly declared that there was no evidence of malice or unskilfulness, and the case was put on the ground of negligence alone. In the answers to the plaintiff’s points, negligence is the only ground of action which is even alluded to. When he comes to reply to the defendant’s points, the judge says three times, that if the drayman was not guilty of negligence there could be no recovery. Not content with this, he repeats the same thing again in the close of the charge, and explains what would amount to negligence. After all this, it is argued that the jury was—nay, must have been misled to make up the verdict on an opinion that the defendant’s drayman did the wrong maliciously. I can only say that it passes my powers of mind to comprehend how a jury could have decided the case for any other reason than their belief that the fact of negligence was established, when the claim of the plaintiff was on nothing else; when that alone was argued, as the propositions submitted by both parties show; when no evidence was offered or given to any other point; when the judge charged that there was no evidence of any other species of misconduct, and repeated in most emphatic language, not less than five times, that there could be no recovery without satisfactory proof of negligence.\nIf the verdict was wrong, it was not for want of proper instruction, and the remedy was a motion for a new trial. If such a motion had been made and sustained by the facts, justice would nowhere have been surer of its proper vindication than at the hands of the judge who tried this cause.\nJudgment affirmed."}