{"id": "967628", "contents": "The opinion of the court was delivered, by\nBlack, C. J.\nThe plaintiff in error being indicted for fornication and bastardy, pleaded autrefois acquit, setting forth in his plea an indictment for seduction, together with the record of his trial, and a verdict of not guilty. To this plea the district attorney demurred, and the court gave judgment, quod respondeat ouster, against the defendant, who was afterwards tried on the plea of not guilty, and convicted. The case comes before us on the single question whether the acquittal on the first indictment was a bar to the second.\nNo man who has been guilty of a crime against society, should be suffered to escape on a mere technical defence, not founded in any principle of natural justice or rule of public policy. But it is also true, that where a man has once been fairly tried, there ought to be an end of the accusation for ever. The right not to be put in jeopardy a second time for the same cause, is as sacred as the right of trial by jury, and is guarded with as much care by the common law and by the constitution.\nWhere a party is accused of a crime, and acquitted by the verdict of a jury, such acquittal will be a complete protection against any subsequent prosecution for the same offence, provided the first indictment was such that he could have been lawfully found guilty, and sentenced on it. This well settled rule, while it shields the citizen against the peril of repeated prosecutions, is broad enough for all the purposes of public justice.\nIf, therefore, the present plaintiff in error might have been convicted of, and punished for fornication, on the indictment for seduction, that record ought to have been held to be a good defence to the indictment for fornication. If there was no legal impediment to his conviction of fornication on the first indictment, the conclusive presumption is, that he was acquitted on the pure justice of his case; and we are not at liberty to ascribe the verdict of not guilty to any cause except the belief of the jury that he was innocent of fornication, as well as of all other offences then charged against him.\nThe general rule is, that where an indictment charges an offence which includes within it another and less offence, the party may be convicted of the latter, if he is guilty; and acquitted of the former, if the evidence makes it proper. Eor instance; on an indictment for murder, there being no sufficient proof of malice, the jury may find a verdict for manslaughter. A person charged with burglary and stealing, may be convicted of larceny, if the proof fail of the breaking and entering. In Strous v. The Commonwealth, 5 Barr 83, it was held that the defendants, indicted for a riotous assault and battery, might be convicted of assault and battery only. This court then declared it to be enough to prove so much of the indictment as shows that the defendant has committed a substantive offence therein charged. It would be easy to multiply cases to this effect, if it were necessary. It is proper, however, to add, that on an indictment for a felony, there cannot be a conviction for a minor offence included within it, if such minor offence be a misdemeanor. And this is the foundation of the rule, that an acquittal of a felony is no bar to another indictment for the same act, charging it as a misdemeanor, and vice versa.\nIllicit carnal connexion is called by different names, according to the circumstances which attend it. Unaccompanied with any facts which tend to aggravate it, it is simple fornication. When it causes the birth of an illegitimate child, it is fornication and bastardy. Where the man who commits it, is married, it is adultery. When the parties by whom it is done are related to one another within certain degrees of consanguinity or affinity, it becomes incest. Where it is preceded by fraudulent arts (including a promise of marriage) to gain the consent of the female, who is under twenty-one years of age, and of good repute, it assumes another name, and by the statute of 1843 is called seduction. But the body of all these offences is the illicit connexion. In each case, the essential fact which constitutes the crime, is fornication.\nWe cannot doubt that, on an indictment for any offence below the grade of felony, which includes illicit connexion, and of which that illicit connexion forms an essential part, the defendant may be found guilty of fornication. If the prosecution is unable to show the marriage of the defendant on a trial for adultery, he may be convicted of fornication; and of that opinion was the whole court in the case of the Commonwealth v. Roberts, 1 Yeates 6. It is every day’s practice to convict of fornication alone, on indictments for fornication and bastardy, where there is reason to believe that the defendant, though guilty of the criminal intercourse, was not the father of the child. If the relationship should happen not to be made out on an indictment for incest, no court would hesitate to direct a verdict for simple fornication.\nThere is no reason why the same rule should not prevail in a case of seduction. Fornication is included in that offence, as certainly as it is in adultery, or incest. It is as clearly implied by the word seduce as it is by any word employed in an indictment for adultery. Seduction, as used in an indictment, does not mean an enticement to any other sin than a surrender of chastity. No woman is seduced, within the meaning of the statute, until fornication has been committed on her body. Again; the illicit connexion averred in the indictment means fornication, and cannot by any amount of perverseness be supposed to mean anything else. But this is not all. The indictment recited in this plea charges that the defendant did debauch, deflower, and carnally know the prosecutrix. This surely puts it past the power of doubt, if the plainest words in the English language can do so.\nFornication then was a substantive offence charged against the plaintiff in error in the indictment for seduction. lie might have been convicted of the former offence on the indictment for the latter. He was, therefore, tried for fornication on the first indictment; and if the judgment pronounced against him on the second be permitted to stand he must suffer for an offence of which there is conclusive evidence that he was acquitted before; and is twice put in jeopardy for a cause which the Commonwealth, by the demurrer, admits to be the same.\nThe judgment of the Court of Quarter Sessions is therefore to be reversed. The defendant is discharged, and permitted to go without day."}