{"id": "967642", "contents": "The opinion of the court was delivered by\nCoulter, J.\nThe 11th section of the Act of 1833, relating to last wills and testaments, enacts “that a devise or bequest by a husband to his wife of any portion of his estate or property shall be deemed and taken to be in lieu of and bar of her dower;” “ provided that nothing herein contained shall deprive the widow of dower, or of the estate or property so devised.” If the word dower in the proviso is construed to mean dower at common law, so also must' it be construed in the enacting clause. It would seem, therefore, that the wife is only barred of her dower at common law, if she accepts under the will. As to any part of the personal estate remaining undisposed of by the will, she would take her purpart or share under the intestate laws, not being barred by the statute, either in its letter or its spirit: In Leinaweaver v. Stoever, 1 W. & Ser. 160, it was held that the acceptance by a widow of her share under the intestate laws did not bar her from recovering dower of land aliened by her husband in his lifetime. There is a pretty strong analogy between that case and the present. The former exhibiting the tendency of our courts to favor the claim of the widow to her full share under our statute of distribution, if. she chose to claim it, irrespective of the claim of her dower at common law. This same tendency was strongly exemplified by a train of decisions anterior to the Act of 1794. It was held that equity would only interfere to bar the widow where the implication, that the testator intended that she should not have dower, and the devise or bequest was so strong and necessary that it could not be resisted, or where, if she took both, it would defeat the whole will: 2 Dall. 418; 2 Yeates 387; Addison 351. And in Evans v. Webb, it was said by Yeates, Justice, the venerable father of Pennsylvania Law, that if she takes a larger estate under the will than her dower, it shall not be in bar thereof unless so expressed. The Act of 1794, section 1st, provides, “ that the share of the estate of the intestate in this act directed to be allotted to the widow, shall be in lieu and satisfaction of her dower at common law.” This act settled what had long been contested, but always decided in favor of the widow by the courts. Under this Act, when she gave up her testamentary right, she stood, as it regarded the devisee of the land, in the light of a purchaser for her share, and not as a mere volunteer. Her right to election was indisputable, under the Act of 1794; and it was ruled in 2 Yeates 302, that her election must be by plain and explicit acts, under a full knowledge of the circumstances of her husband, and of her own rights. Then came, the Act of 1833, which I have cited, and in which the words appended to “ dower,” to wit, at common law, in the Act of 1794, are dropped. Subsequently the law of 1848 was enacted, the 11th section of which is in substance as follows: “the Act of 1833 shall not deprive the widow, in case she elects not to take under the will of her husband, of her share of the personal estate of her said husband, but that the said widow may take her claim either of the bequest or devise, or her share of the personal estate under the intestate laws.” This section is plainly cumulative and in addition to the 11th section of the Act of 1833, and intended to explain it. It certainly could not have been intended to repeal it. The legislature seem to have thought, that by the word dower in that.section, dropping the addition of the words at common law, which were used in the Act of 1794, was meant the widow’s share, and that she was not confined to dower at common law. Hence the Act of 1848; and it is a matter of no consequence whether that Act was a declaratory Act, or an original law, because it was in full operation more than a year before testator’s death.\nIt was vehemently contended at bar, that this Act was unconstitutional, because the rights of the wife are fixed and vested at the time of the marriage; and that this Act alters and changes those rights, and essentially interferes with them as well as with the vested rights of the husband. Rut we know not where the parties were united in wedlock, whether in this State or elsewhere; nor under what law of domicil those alleged rights vested. Here, in this Commonwealth, laws have been passed from time to time, altering our statute of distribution, and altering the manner of making wills. Those laws have been considered sound and good, if in operation at the time of the decedent’s death, no matter whose inchoate interests they affected. The legislature might at their discretion annul the common law right of dower, and repeal the statute of wills.\nThere is no constitutional provision guarding the common law right of dower; it is not part of the marriage contract. It results from wedlock by the operation of existing laws at the time of the husband’s death. The act of 1848 is perfectly constitutional ; we give it no retroactive operation; it violates no vested right. If the doctrine of the respectable counsel was sustained, it would upset many estates in the Commonwealth.\nA doubt has been expressed whether this Act does not confine the election of the widow to the personal estate alone. I cannot entertain such a doubt. But I am instructed' by the court to express no opinion as to the real estate. Indeed the proper parties are not before us, that is, the devisees of the realty. It is the executor in his character of executor, representing the personal estate, and the widow, who are the contestants about a matter which does not involve the distribution of the real estate.\nBut the widow is entitled to elect not to take under the will, in which case she will be entitled to take her share or distributive part of the personalty, beyond all doubt or cavil. And in order that she may be enabled to make that election with a full knowledge of the circumstances of her husband, she is entitled to a fair account of the personal estate by the executor. By petition to the court she impeaches the inventory and account furnished and filed by the executor, which petition is verified by her oath.. Her application to the court is under the 22d sec. of the Act of 29th March, 1832, which requires the removal of an executor who does not file a true-inventory “upon the application of any person interested. The widow is interested; has a good standing in court, and is entitled to have her cause proceeded in to final judgment on the merits. There is nothing in the objection that the widow did not apply for, the appointment of an examiner. Our Orphans’ Courts do not proceed exactly in conformity with chancery forms. The widow' did a-pply for the appointment of an auditor to examine and report upon the facts involved in the petition and answer. But the court refused to appoint an auditor, and dismissed the petition, because the widow was not a party in interest. In this there was error. I say nothing of facts spoken of in the argument as to property and effects, stocks, &e., which the testator ought to be considered as possessed of and lawfully owning at the time of his death; all that will depend on the testimony when taken.\nThe only question strictly before this court, is whether the widow, under the Act of 29th March, 1832, is a “person interested” and entitled to a standing in court under its provisions. We think she is.\nDecree reversed and procedendo awarded."}