{"id": "967619", "contents": "The opinion of the court was delivered by\nCoulter, J.\nThe defendants below were trespassers; they had no right to enter the church-yard for the purpose they did enter, that was to dig a vault or take exclusive possession of several lots. The clear intent of the grantors in the deed was to reserve in the proviso, first, a free right of burial in the ground for themselves, their several heirs, and their respective children, family, and posterity for ever. That is, their family and posterity were entitled to sepulture in the grounds, in common with the members of the Baptist church, until they were filled up and appropriated to the dead, according to the regulations of the church. And, second, that the grantors, being Suplee, the elder, and his wife, were entitled to build, at their own expense, if they chose to build, a vault or vaults, as a place or places of family sepulchre, as expressed in the deed. This last clause did not mean that every grandchild (the character of defendants) or great-grandchildren, and so on for ever, as each sprung into existence, were entitled to have vaults for themselves. Every contract is to he interpreted by the aid of surrounding circumstances. Suplee the elder, and his wife, the donors, have been long sleeping under the chancel of the church, in a vault selected and built by themselves, and one of their children rests with them. This was the vault chosen by them, or by Suplee for himself and wife; in presence of the congregation, he said he wanted no more. This fulfilled the reservation as to the vault and that vault is yet almost empty ; being calculated for twenty persons and only three lying in it. There is room yet in the family sepulchre. But if the grandchildren do not like the cold and lonely dampness of that place, but prefer that their narrow house shouldbe visited by the glimpses of the sun and moon, and he fanned by the breezes (and the thoughts and feelings of life often linger about the grave), they can enjoy that preference by being buried, as most other people are buried, and like other members of the church, in the bosom of mother earth, with the green sod over them.\nJudgment affirmed."}