{"id": "967610", "contents": "The opinion of the court, was delivered by\nRogers, J.\nWe see nothing exceptionable in the trial except that part of the charge which relates to interest. The Auditor General charged the accountant with the sum of one thousand four hundred and thirty-seven dollars and eighty-five cents as interest on the amount due the Commonwealth, received by defendant as treasurer of State taxes assessed in Northampton county. The interest is charged from the 10th December, 1835, when the original return was made to the Auditor-General, till the first of May, 1846, when the account was settled.\nThe only provision made by the legislature in relation to payment of interest which bears on this case, is contained in the 85th section of the Act of the 30th March, 1811. It is there enacted, “ That all balances due the Commonwealth on accounts settled agreeably to this Act, shall bear interest from three months after the date of settlement until paid.” The account must be -first settled, and then interest begins to run from the time specified. This Act by necessary implication would seem to negative the idea of charging interest in any other mode, and from any other time than is therein prescribed. But it is not necessary to put this case on that ground alone, for it may be conceded, when it plainly appears that the accountant unjustly withholds money due the Commonwealth, he is chargeable with interest. This principle is asserted in the case of the Easton Bank v. the Commonwealth, 10 Barr 453. It is true, as'a general rule, that where one unjustly detains money belonging to another, interest for the forbearance is chargeable of course: Koons v. Miller, 3 W. & Ser. 271. But it is equally true, as is said in the Bank v. the Commonwealth, that when' the fact of non-payment is ascribable to mutual misapprehension or to the laches of the creditor, interest is not demandable as of course. For this several cases are cited, viz.: 1 Ser. & R. 176, Brown v. Campbell; 9 Ser. & R. 409, King v. Diehl; Moody & M. 229, n., Laing v. Stone; 2 B. & A. 305-8, Cameron v. Smith. The principle to be extracted from the cases, as applied to this case, is, that before we can charge the accountant with interest he must be convicted of wilful injustice to the Commonwealth. Here it must be conceded the defendant is not chargeable unless by a positive provision or a necessary implication from some Act of Assembly, or upon the principle above indicated. That there is no Act which directly touches his case except the Act of 1811, is not disputed. Does he then fall within the class of persons who unjustly withhold money belonging to another ? Has the non-payment of the money arisen from his wilful default, or is it attributable to the omission, or negligence, or some other cause, of the Commonwealth’s officers ? That it is the latter, we think plain. It is not pretended but that the accountant made his return in due and proper time. No negligence in that particular is alleged; and had the accountant officers performed their duty we should have been saved this controversy. But instead of pursuing the path of duty plainly marked out, they suffer ten years to elapse, and then settle the account without any notice to defendant. From what cause this delay, this culpable negligence proceeded, has not been explained. Without settlement of the account, alone the duty of the accountant officers, the Commonwealth was not in a condition to sue, and yet interest is claimed when it is manifest that the loss arises from their own neglect. It is however said that accountant should have paid over all the money in Ms hands; that he is therefore in default. He might have done so, it is true; but was he compelled to pay, alleging, as he did, that he had claims for moneys paid, the vouchers being mislaid ? This is not so clear, particularly as there is no proof that payment was demanded. From some cause, which does not appear, the accountant was not required to pay; the account was suffered to lie over for ten years unsettled, without any notice whatever to the defendant. Had not the accountant, under such circumstances, some right to suppose the account rendered and payment made was satisfactory to the department ? Was not this a misapprehension which, under the principle ruled, will exempt him from the penalty of paying interest for the unpaid balance ? In the case already cited, the Easton Bank v. the Commonwealth, it is said, and the position is sustained by authority, that where there is laches in the creditor, interest is not demandable. But was there not great laches here, in suffering ten years to elapse before they put themselves in the condition to demand payment ? It was not the fault of defendant, but of the Commonwealth, whose officers neglected to perform a plain and obvious duty. There was mutual misapprehension; to say the least of it, the fault was not all on one side; and this, according to the cases cited, is an answer to a claim of interest. It is however said that the right of the Commonwealth cannot be lost by the laches of its officers: 1 Harris 617, Haehnlen v. the Commonwealth; 9 Wheaton 720, United States v. Kirkpatrick. This general principle is not denied; but surely it cannot be extended so as to enable the Commonwealth to inflict a penalty upon its debtors in the shape of interest, when it appears that the loss proceeds either from their own omission or commission.\nWe see nothing in the suggestion that accountant was in default and therefore chargeable with interest, because he neglected to comply with the directions of the 40th section of the Act of the 15th of April, 1834. There would be something in this view of the case but for the Act itself, which prescribes the penalty for this neglect, viz.: the loss of commissions. Penalties are not inflicted by inference, much less double penalties. They are the results of express enactment or necessary implication; and we look in vain for any Act on our statute book visiting any of the Commonwealth officers with the penalty of paying interest for neglect of duty, or withholding money, except the Act of 1811, •and the recent Act of 21st April, 1846. The Act of 1811 evidently contemplates prompt settlements, the legislature reasonably supposing that justice would be done by demanding interest to be paid, from three months after settlement. This however was found not to answer, and the defect in the law, which the legislature alone could remedy, was cured by the Act of 21st April, 1846, wMch provides that in all suits against defaulting officers, interest shall be allowed, and computed in favor of the Commonwealth, from the time the public money sued for came to the hands or should have been in the hands of such officers. The latter Act shows the opinion of the legislature as to the law on the subject of computing interest.\nJudgment reversed and a venire de novo awarded."}