{"id": "967629", "contents": "The opinion of the court was delivered by\nBlack, C. J.\nThe plaintiff in error claims to be relieved from so much of his contract as remains unperformed, on the ground that he was deceived when he made it by the misrepresentations of the other party. The reply is, that though there may have been a false statement, there was no wilful fraud; and the court below held that to be a sufficient answer.\nThe opinion of this court in Miles v. Stevens, 3 Barr 21, would settle the question and reverse the judgment; but we are not prepared to re-affirm the doctrines there laid down in all their length and breadth. Nor is it necessary we should deny them, for the essential features of this case distinguish it from that one very plainly. Here the vendor induced the vendee to make the purchase by the false assertion of a most material fact—a fact which was the motive cause of the contract, which the vendor and his agent might easily be supposed to know, but on which the vendee could know nothing, and had no means of information except what he derived from the person he was bargaining with. In such a case, the good intentions of one party are no indemnity for the injury suffered by the other. The vendor ought not to set up his barren and unprofitable honesty against the complaint of one whom he has misled into the purchase of wild and perhaps unsaleable lands in Virginia, when he thought he was making a contract for cash payable in six months.\nThe vendee might justly have demanded a rescission of the contract as soon as he discovered that the statement of the vendor’s agent about the sale in England was incorrect; and this is what he ought to have done if the vendor was in a condition to restore him what had already been paid. As it is, he is entitled in equity to deduct from the sum claimed in this action, as much as the difference amounts to, between the value of ivhat he received and what he thought he was buying.\nJudgment reversed and a venire de novo awarded."}