{"id": "967636", "contents": "The opinion of the court was delivered by\nBlack, C. J.\nThe first of these suits was brought in the District Court of Philadelphia county to recover the sum of $100,000, and the other for $800,000. Judgments were given in favor of the plaintiff below for these principal sums with interest, amounting altogether to $1,208,750.\nThe Bank of the United States was chartered in 1836. In 1841 it became known that it was wholly insolvent, and on the 4th of May of that year, an Act of Assembly was passed requiring the directors to execute a general assignment of all its property and effects for the benefit of its creditors, if a majority of the stockholders should decide by a vote, according to the scale allowed at elections for directors, that such an assignment was expedient. It was further provided by the Act, that when such assignment was executed, the corporate powers and privileges of the bank should cease and determine, except for certain purposes confined to the closing up of its affairs. No such vote of the stockholders as that authorized by the Act was ever taken, and no general assignment was ever made. But three days before the passage of the Act, the president and company had executed an assignment of a certain portion of its assets for the payment of $5,078,444.94, which it owed to the other Philadelphia banks. One month and three days after the passage of the Act, another assignment was made to other trustees for the payment of notes and deposits, and a third one on the 4th of September in the same year, of all the property of the bank, except certain stocks, a list of which were appended in a schedule. The last assignment was in trust (after certain preferred claims were satisfied), for the payment of all the debts of the bank. The stockholders (or a majority of them) afterwards ratified these assignments by a vote of approval, taken not according to the scale required in the Act, but per capita. The stocks not included in the September assignment were subsequently all sold on judicial process, except some that were wholly worthless, and some others which were pledged in Europe for debts beyond their value. From September, 1841, to the present time, the bank has ceased to make discounts, to receive deposits, or to issue notes. But the stockholders have regularly chosen directors, and those directors, or the officers by them appointed, have made their monthly returns to the auditor-general, as punctually as they did before.\nThe Act incorporating the bank requires that in consideration of the privileges thereby granted, it shall, among other things, pay to the state treasurer two millions of dollars in annual instalments of one hundred thousand dollars each, commencing on the first day of June, 1836. Of these instalments the first five were paid, but the bank failed to pay that which fell due in 1841, and has not paid any since. One of the actions' now before us was brought to recover the instalment of 1841, and the other for those which became payable from 1842 to 1849 inclusive, with interest.\nThe plaintiffs’ counsel gave in evidence the Act of Incorporation, proved the acceptance of the charter by the stockholders, and showed that the organization of the company had been kept up by exhibiting the monthly returns. Resting here, they relied on this as proving their case. The other facts I have mentioned were offered in evidence by the defendant, and, being rejected by the court, we find them set forth in the bills of exceptions.\nIt is not denied that the acceptance of the charter with the stipulations contained in it, rendered the bank liable to an action for the money which the commonwealth is seeking to recover now. But these judgments ought nevertheless to be reversed, if the evidence which was offered and rejected can, in the most favorable view which might possibly be taken of it, be considered an available defence.\nIf the Act of 1841 had been followed by the bank, and if the Commonwealth, with the consent of the stockholders, had resumed the corporate privileges granted by the charter, a grave question might have arisen, which the case, as it now stands, does not present, and on which we have therefore nothing to say. Neither do we give any opinion on the validity of the assignments, not only because it is unnecessary to do so now, but because it may come up hereafter, and perhaps between other parties, whom we are bound to hear before we decide it. In truth, we have but a single question to settle, and that is one of which the difficulties are not at all in proportion to the magnitude of the interests which depend on it.\nThe agreement of the bank to pay the money now sued for, was made in consideration of the privileges granted by the Act of Incorporation. The consideration was a past one. The Commonwealth had performed what she was to do before the promise of the bank was made, and if the legislature had repealed the Act of Incorporation the next day, the Commonwealth might have claimed to be still within the literal terms of the contract. Of course I am. not saying that this would have been either just or becoming. But certainly the bank has no show of defence, either in law or equity, unless the Commonwealth, by something which she did, has forfeited the rights which it is admitted were once vested in her. No corporation, any more than a natural person, can discharge itself of an obligation once assumed by an Act of its own, in which the party holding the opposite interest had no hand. The state has made no new agreement by which this debt has been released. Neither has she committed any act of injurious hostility against the bank, on which a decent claim to compassion can be founded. On the contrary, the whole conduct of the government has been marked by liberality and indulgence. The charter confers privileges with a prodigality never heard of before. Its insolvency in less than five years could hardly have occurred without criminal improvidence, and must have brought ruin on many citizens. Yet no measures were taken, either to protect the people or to punish the offending corporation. Eor twelve years its charter lay at the mercy of the public authorities, but the forfeiture was never exacted. Immovable in her patience and slow to anger, the state suffered everything and resented nothing. She seemed too fond of her bargain even to do herself justice.\nIt has been argued that the assignments of 1841 were lawful, and that by the exercise of a lawful right, the bank was disabled from doing business, and because it thus lawfully ceased to do business, it ought not to pay what it promised for the privilege of doing it. This is answered by the plain principle already referred to. It was the bank’s own act. The Commonwealth did not require it and was no party to it; nor was she in any manner responsible either for the assignment itself, or for the mismanagement which made the assignment necessary. Perhaps the right existed by the common law; perhaps the power was conferred by the Act of 1841; let both propositions be granted. The argument amounts after all but to this : that because the bank violated no law in making the assignment, it acquired a privilege to violate the law which enjoins the payment of this debt. It is not claimed that the act was meritorious, but only that it was not wrong. The law which commands it has not been cited, but all the ingenuity of the argument has been expended on the effort to prove that it was not forbidden. Good works must be scarce, when the mere absence of criminality in one matter is pleaded as a license for sinning in another.\nAfter what I have already said, it is unnecessary to add that even if the Commonwealth’s demand of this debt from the assignees was a recognition of the bank’s right to make the assignment, it does not increase the strength of the defence, since the lawfulness of the assignment may be conceded without injury to the plaintiff’s case.\nI have treated this as a contract, not because it is intended to declare that the charter of a company is a contract with the State, but because tbe counsel for tbe plaintiff in error have argued it on that ground, and because that is the view most favorable to the bank.\nJudgment affirmed.\nCoulter:, J., dissented, so far as any intimation was made, in the opinion, that the charter of the bank was not a contract."}