{"id": "967648", "contents": "The opinion of the court was delivered by\nGibson, C. J.\nAs the Act of 1848 cannot have a retrospective effect consistently with the constitution, it is to be laid out of the case, which will then stand on the Act of 1833. The questions for decision will be, whether the attesting signature of Crouse, authenticated by evidence of his handwriting, stands for proof of execution by one witness ? And whether the attesting signature of Pott, as explained and rebutted by his testimony, stands for proof by another ?\nThe- handwriting of a witness interested at the time of attestation, would be more dangerous evidence than his oath would be at the time of deposing; inasmuch as it would give no hold on his fear of punishment in this world or the next; for a false attestation would not be perjury, legal or moral. But was Crouse interested when he attested ? Granting, for the moment, that the office of an executor is a beneficial one, he was not an executor, though nominated; for no man living has an executor. But he might eventually be one. True: but he might not. He might die in the lifetime of the testator, or Ms nomination might be revoked, or he might not find it convenient to accept. He may have had the executorship in prospect: but a contingent interest does not disqualify a witness at the time of deposing, or, for an equal reason, at the time of attesting. Had he renounced he might have been sworn, yet his renunciation would not have been a release of an intermediate interest. But in contemplation of law, an executor-ship is not an office of profit. In England the services are gratuitous, and though they are paid for here, the design of the allowance is compensation. It is sometimes more and seldom less; but the executor is supposed to get nothing that he has not earned, and if he sometimes gets too much, it is the fault of the court, not of the law. Unlike a legatee, he is not the testator’s beneficiary. Though the bare appointment of an executor constitutes a testacy, yet since his contingent right to the surplus was taken away, the office has been a naked trust. Now, on no rule of evidence, can the expectation of a fat job go to more than credibility; an interest which goes to competency is fixed and certain. In accordance with this view of the case, are the English and American cases in point. In Bettison v. Broomley, 12 East 250, the wife of an acting executor, who took nothing beneficial under the will, was admitted as a witness to prove the execution of it; and counsel, in the course of the argument, produced several precedents for it, while none were produced on the other side. Of these it is proper to notice no more than the celebrated case of Lowe v. Joliffe, 1 Black. Rep. 365, in which an executor in trust who had acted under the will, was admitted to prove the testator’s sanity. In the principal case, the point seems to have been given up. Chief Justice Parker, delivering the opinion of the Supreme Court of Massachusetts, in Sears v. Dillingham, 12 Mass. 360, conceded that an executor, without pretence of right to the surplus, is a competent witness at the common law, to prove the execution of the will or the sanity of the testator; and he held him to be incompetent in that state, only by force of a statute which involved him in the question of costs. We have no such statute, and the costs would consequently not be taken out of the pocket of an innocent man.\nThe incompetency of legatees to attest a will of land in England, was declared by the statute of frauds, which requires the subscribing witnesses to be credible, or, as ultimately expounded, competent at the time of attesting. Before Helliard v. Jennings, Com. R. 91, they were admitted on payment or release of their legacies, as they are at this day in the spiritual court: hut it was held, in that case, that a devisee is not credible within the meaning of the statute, and it was subsequently ruled in Anstey v. Dowsing, 2 Stra. 1853, that a pecuniary legatee is not. At this, it is said in 1 Row. on Dev. 153, the profession were alarmed; but they wore quieted by a statute which declares bequests or devises to subscribing witnesses to be void. But there is no case on the English statute of frauds, in which the competency of an executor as an attesting witness was doubted. The error in this part of the case, was in not receiving the testimony of Crouse instead of his signature.\nBut the proof by the witness, Pott, fell far short of the exigence. The act of 1833 requires a will to be signed by the testator himself, or by another, by his express direction, and it has been settled that a mark is not a signature. The testator did not write his name to the will; and the testimony of Pott would show that he gave no direction to write it at all. The witness did not intimate that he had forgotten any part of the transaction; and he swears positively that he did not hear the testator give any direction whatever ; features of the case which differ it from Grreenough v. Greenough, and assimilate it to Barr v. Graybill, and Long v. Zook. The evidence is therefore deficient.\nSentence of probate reversed and letters testamentary vacated.\nRogers, J., dissented on the first point."}