{"id": "967603", "contents": "The opinion of the court was delivered by\nLewis, J.\nOn the 5th November, 1844, a policy was executed by the parties, by which the buildings of the plaintiff below were insured. The policy acknowledged the payment of the premium, but, on the day of its date, the insured gave his note, payable at six months, with interest, which is stated on the record to have been given for the premium. At the time of executing these instruments a by-law existed (a copy of which was annexed to the policy) by which the treasurer was authorized to enforce the payment of interest on all moneys invested, by calling in the principal sum, in case the interest was not paid within ten days after it became due. On the 15th August, 1845, nine months after the contract of insurance was entered into, the corporation adopted a by-law, declaring, that “ if a note be given for the deposit on -any policy, and the interest thereof (to be paid semi-annually) be at any time three months in arrear, the policy shall be suspended, and of no effect to make the company liable for loss until the interest be paid.” On the 22d June, 1849, Cornelius Connor received notice of this by-law; and on the 15th July, 1849 (the interest on the note being more than three months in arrear), the buildings insured were destroyed by fire.\nAccording to our construction of the by-law, it is prospective in its terms. If a retrospective operation be allowed to the words 11 if a note be given,” we see no reason why a similar construction should not be given to the words which immediately succeed, “ and the interest be three months in arrear.” The result would be-that instead of a by-law, a rule prescribed to regulate future conduct, we have an adjudication, without trial or notice, by which the rights of the party under his covenant are decreed to be forfeited for an omission, not in violation of any by-law in existence when it was made. Such a decree would be against the plain principles of justice. But the rule is that a statute shall not be construed to have a retro-active effect, unless that intent be expressed by the lawgiver. No such intention is expressed in the by-law, and our construction restricts its operation to notes given and contracts made after its enactment.\nBut as those who enacted the by-law give it a different-interpretion, and claim the power to pass by-laws affecting contracts previously made, it is proper to state our opinion on this question also. Corporations are the creations of the law, and. possess only such powers as are specifically granted, or are necessary to carry into effect the powers thus granted. In general, acts of incorporation are designed to give them only the like capacity to act, in respect to the particular objects for which they are created, that natural persons possess in respect to their own affairs. A corporation has no power to invade the rights of individuals. A by-law, when used for this purpose, is totally misapplied. The design is to regulate the government of the corporation, not to operate upon or affect injuriously the rights of strangers. A mutual insurance company differs from other insurance companies in this, that the person insured participates in the profits and losses. These rights and liabilities have respect to his corporate privileges, and a reasonable by-law regulating them might bo free from objection. But in addition to his rights and duties as a corporator, Cornelius Con-nor stands before us as a party to a covenant executed by himself on the one part, and by the insurance company under its corporate seal on the other. His rights under that covenant are as fully protected by law from the corporate action of the company as if he were a stranger. It affects not his rights under that contract, that by virtue of it he becomes a member of the company, and, as such, subject to liabilities and entitled to privileges. This is an incident of the contract of insurance which may subject his corporate rights to the authority of the corporation; but his rights as a party insured stand entirely free from such control. If he neglected to pay the interest on his note, the remedy provided was to call in the principal. Poverty, accident, illness, and various circumstances beyond his control, may prevent the payment of interest without any wilful default. Under such circumstances the remedies existing at the time of the contract, or such as the law may provide for enforcing the payment, are all that can be resorted to. The soundness of this position may not readily be perceived, because corporate action assimilates in form to the action of sovereignties, and the aggregation of intelligence and influence which exists in such cases, creates habits of thought, and, in practice, produces a power which tends to obscure the sense of right and equality. But an individual has an equal right with a corporation to adopt rules of action for his own government, whether those rules are denominated regulations or by-laws. If Cornelius Connor had adopted a rule suspending the obligation of his own note for the premium in case the company failed to comply with some new condition which formed no part of the original contract, his pretensions would strike the mind as remarkable for something more than their injustice. The pretensions of the plaintiff in error stand on no better foundation.\nThe purchase of a freehold estate within a certain locality, or the loan of a sum of money on mortgage, under certain charter regulations, confers the privileges of membership, and secures the right to vote at municipal elections in the one case, and to hold stock in the other, in proportion to the amount of the loan. The holder’s privileges, as a corporator, might be subject to the reasonable control of the corporation; but no general authority to pass by-laws for its good government could confer the right to deprive the party of his freehold, or to impair the obligation of his mortgage.\nWhat security is there in a policy of insurance which is liable to be declared forfeited by one party without the consent of the other ? The chances of indemnity against loss would scarcely be diminished by such an uncertain provision. If this be established as the law which is to govern contracts with mutual insurance companies, it will be destructive of all business transactions with them. Its tendency would be to defeat the chief object of the party who effects an insurance. The recognition of the power claimed in this case by the plaintiff in error would be injurious to the interests of insurance companies, contrary to the principles upon which they are founded, and dangerous to the just and equal rights of the citizen.\nIt is the opinion of the court that the forfeiture of Cornelius Connor’s rights, under his covenant of insurance, upon the ground assigned in this case, is unreasonable and oppressive, and is a penalty which, it is clear, the other party to the contract has no right to impose.\nJudgment affirmed."}