{"id": "967616", "contents": "The opinion of the court was delivered by\nLewis, J.\nThis is an action of debt to recover ground-rent reserved by a conveyance of the 24th May, 1839, under which James Ker received, and still holds possession of the premises. There is a covenant for quiet enjoyment, and there has been no eviction. Two objections are made to the recovery of the ground-rent.\n1. It is alleged that the title is defective by reason of the deed of Phoebe Kitchen to James Kitchen, in trust for Elizabeth, the wife of Henry N. Kitchen, dated the 17th September, 1828 This deed is recited in the conveyance to Mr. Ker, and the book and page in which it is recorded are particularly referred to as part of the vendor’s chain of title. In the absence of evidence to the contrary, the vendee must, therefore, be taken to have had full knowledge of the trusts contained in it, and to have protected himself from any injury arising from them by taking the covenant for quiet enjoyment. There has been no breach of that covenant. The defence on this ground is, therefore, unsustained.\nThe second objection rests upon the deed of 5th March, 1838, from Phoebe Kitchen (the younger) to James Kitchen, in trust for the separate use of the grantor. This deed was not recorded at the time of the conveyance to Mr. Ker; and it is alleged that it was concealed from him. If this allegation be true, his purchase from both the parties to this conveyance, without notice of its existence, vested in him a perfect title to the property, discharged of the trusts created by it; and the subsequent notice of its existence, although it may oblige him to pay the ground-rents according to the trusts, cannot divest the estate previously acquired by the vendee. So that the suppressio veri complained of works no injury to him, and therefore furnishes no reason for refusing payment of the ground-rent, according to the reservation of the deed under which he holds possession. But if an objection to the title ever existed upon this ground, it has been removed by the Act of Assembly of 20th March, 1846, and the deed of confirmation by the admitted holder of the legal title made under that act: Norris v. Clymer, 2 Barr 277. It is settled by judicial authority, and by long and uninterrupted usage, upon which many titles are founded, that the legislature may authorize a trustee of the legal estate in land to convert it into money, for the purpose of distributing the proceeds among the parties entitled. The conversion of land into money is an incident of ownership, which, by the common law, goes with the legal title. The exercise of that power by a trustee clothed with the legal estate, under the sanction of an Act of the Legislature, divests no legal right, and is not a breach of trust, if the proceeds be substituted for the land, and appropriated according to the rights of the parties, as they existed before the conversion.\nPhcebe Kitchen can have no equitable ground to complain of, a statute Avhich but confirms her own deed, and precludes her from perpetrating a fraud by setting up against her own vendee an outstanding equity, which she concealed from him at a time when justice required her to make it known. Nor have we any evidence that she is asserting, or ever intends to assert any such claim. The claim is set up by the vendee for the purpose of relieving himself from the payment of the consideration-money. The vendors have conveyed the legal estate to the vendee, subject at most to outstanding equities. And the. ease of Moss v. Hanson, decided at the present term, is the latest authority for the principle that where there is a conveyance and possession deliv ered by one having a voidable title, the defect may be cured after suit brought for the purchase-money.\nThe fourth error, marked D, has been withdrawn by the plaintiff in error; and it is the opinion of this court, that he has suffered no injury from the other errors assigned.\nJudgment affirmed."}