{"id": "967641", "contents": "The opinion of the court was delivered by\nLowrie, J.\nNone of the matters complained of in this cause seem to call for any special consideration, except two growing out of the declaration, and one out of the charge of the court to the jury.\nIt is objected that the court should not have allowed the amendment of the declaration after a reference to and award by arbitrators. The original counts charged a wrongful penning back of the water from the plaintiff’s mill; and the amendments added the charge of wrongfully letting down the water at unseasonable times and in unreasonable quantities. Now when it is considered that the water of a running stream can scarcely be unreasonably dammed at one time without being unreasonably and unseasonably discharged at another, it can hardly be supposed that the amendment makes such a serious change in the statement of the cause of action as to render its allowance improper. It might rather be doubted whether the facts averred in the amendment are not virtually included in the original count.\nBut, besides the charge of the wrongful detention and emission of the water, both counts aver that the defendants wrongfully and injuriously erected and wrongfully and injuriously kept up the dam; and it is insisted that, if this verdict and judgment be permitted to stand, it will be conclusive, between these parties, against the right of the defendants below to have their dam there; and that because the court below refused to instruct the jury that the plaintiff could not recover with this averment in his declaration, therefore the judgment ought to be reversed.\nThis declaration is not very artistically drawn, and, for the purposes of the remedy sought in this case, the censured averment was entirely improper; yet it is not necessary to inquire whether the defendant’s fears as to its consequences are well founded or not. It is very apparent from the whole record that this cause was tried in the court below merely on the question of the wrongful detention and discharge of the water, and not at all on the defendants’ right to their dam. This wrong is sufficiently charged in the declaration, and this charge has been fairly and alone tried and found against the defendants. Must we set aside this trial for the improper insertion of the words complained of?\nIn order to remove the objection of the defendants below, the plaintiff asks leave to amend the declaration by striking out the words wrongfully and injuriously, wherever applied to the erection and maintaining of the dam; and this raises the question, can the amendment be allowed here ?\nBe it remarked, that the erroneous averment has not affected the trial of the cause: but it is feared .by the defendants that it will affect their rights in a future action. It is therefore for the benefit of the defendants as well as to save the parties and the public the expense of another trial, that this amendment is demanded.\nAnd why should we not allow it ? Our statute of amendments declares a valuable principle, when it requires that no suit “shall be set aside for an informality;” and this improper averment is a mere informality, if it has not entered into the merits of the cause before the jury. Our judicial decisions have declared the same principle a thousand times; and those cases where amendments have been allowed even after error brought are very numerous, and have especial weight in this question.\nAnd what are all our decisions, by which errors are declared to be cured by verdict, but a form of amendment; that is, treating, in the court of errors, as amended, what ought to have been amended? When in trespass the want of the word “unlawfully” is said to be cured by verdict: Kerr v. Sharp, 14 Ser. & R. 399; it is not easy to see a good reason why the improper insertion of similar words may not be cured by actually striking them out, especially when this is considered necessary in order to provide against a future unintended effect.\nThis court sometimes amends the record of the court below: Peddle v. Hollinshed, 9 Ser. & R. 277; Jameson v. Pomroy, 9 Penna. St. Rep. 230; and sometimes sends it back to the court below to be amended. But when the propriety of the amendment is entirely apparent, it seems a useless form to send the record back; and in the case of Wampler v. Shissler, 1 W. & Ser. 365, an amendment of the declaration was allowed in this court, and is justified by Mr. Justice Kennedy in an argument that needs no support from us. The amendment asked for will be allowed in this case; but the mispleading of the plaintiff below has given occasion to the writ of error, and he should pay the costs of it.\nIt is possible that the learned judge of the court below did not speak with entire accuracy when he instructed the jury, that “ the law does not compensate for wanton injury only, but also for such as results from acts that show indifference to the rights of others.” His meaning, however, appears very plainly and rightly when he adds, that “if the jury find that, though the defendants had no positive desire to injure the plaintiff, and yet did injure him by an unreasonable and unnecessary detention of the water, the verdict must be for the plaintiff.”\nWe shall direct this declaration to be amended as already indicated, and shall then affirm the judgment at the cost of the defendant in error.\nJanuary 5, 1852. This cause came on to be heard on the assignment of error, and was argued by counsel, and thereupon it is ordered that the declaration brought up here, as part of the. record, be amended by striking out the words wrongfully and injuriously wherever they are applied to the erection and maintenance of the dam of the defendant below; and this having been done by the Prothonotary, it is ordered, adjudged, and decreed, that the judgment of the Court of Common Pleas of Montgomery county be affirmed, and that the defendant in error pay the costs in this court."}