{"id": "967626", "contents": "The opinion of the court was delivered by\nLowrie, J.\nIn England, and in most of the states of the union, no promise to pay the debt of another is binding, unless it is reduced to writing and signed; and it is much to be regretted that there are no similar provisions in our statute of frauds. They would save the public the expense of much litigation, and add greatly to the stability of administrative justice. The compensating principle of our law is, that such contracts cannot be sustained unless all their requisites are very clearly proved, and, if there be reasonable doubt as to any one of them, the court should instruct the jury that the contract is not proved.\nThe substantial evidence here is, that the debtor had failed and absconded, and then his father, the defendant below, told the witness that he would pay all the honest debts of his son. He told the witness to tell the creditors to hold on, and they would get their pay. This was in 1845. The father had some land which he had designed for his son, and said he would sell it and apply the proceeds to pay the son’s debts. The witness shortly after-wards told the plaintiff below, that if he held on he would get his pay; but it was not till just before this suit was brought (1849), that he told the plaintiff that the defendant had made the above declaration.\nOn such evidence it is impossible to see that there was any agreement entered into. This sort of contract, like all others, must be an agreement between parties founded upon a consideration. In this case it must appear that there was an agreement by one to pay, and by the other to forbear,^and that each agreement was in consideration of the other.\nAs to the promise to pay, it is proper to say, that a sweeping verbal promise to pay all the honest debts of another, directed to no particular person, cannot fairly be construed into an intention to assume any legal responsibility. It is the mere declaration of an intention, in the execution of which he is to be governed by his own discretion.\nAs to the alleged forbearance and agreement to forbear, we discover no declaration or circumstance from which either can be inferred. It does not appear that indulgence of the debtor was given, or even thought of. It cannot be inferred from the mere fact that he was not sued or pursued; for pursuit of a runaway debtor for forty odd dollars, is somewhat absurd. That it was given on the faith of defendant’s promise is in the teeth of the evidence; for all the delay occurred, before the plaintiff knew that the defendant had made the declaration relied on.\nThe court ought to have instructed the jury, as requested, that by such evidence the contract was not proved.\nJudgment reversed and new trial awarded."}