{"id": "967635", "contents": "The opinion of the Court was delivered by\nLewis, J.\nThis case is characterized by a circumstance which, whenever it occurs, whether the result of intention or inadvertence, does injustice to the court below, and tends to mislead the tribunal of review in its final decision. Every assignment of error, in the record before us, consists of a misstatement of fact in relation to the charge of the court below. The record falsifies the allegations contained in the assignments of error, and we might, therefore, very properly affirm the judgment, because the instructions complained of were not in fact given.\nBut it appears by the record, that two questions of importance to the agricultural interests of the country have been decided by the Court of Common Pleas; and we therefore proceed to inquire whether any error has been committed in their solution.\nThe court instructed the jury that if they believed “that the defendant was the tenant of the plaintiff, and rented the land of him for farming purposes, and the manure was made upon the land in the ordinary course of farming, and was heaped up in the yard, and the defendant, about the time his lease was to expire, took the manure (now the subject of controversy) and hauled it away without the consent of the plaintiff, when there was no authority given by the lease for him to do so, this action can be sustained, and the plaintiff will be entitled to recover the value of the manure that was in this manner taken and carried away.”\nIt is implied from the letting of a farm for agricultural purposes that the tenant will cultivate the land according to the rules of good husbandry. This is as much a part of the contract as that he shall deliver up possession at the end of the term, or that he shall do no waste. If the manure which is made by the feeding and bedding of his stock on the premises, according to the usual course of husbandry, is to be disposed of and carried to another farm, it only creates a necessity for the purchase of other fertilizing materials, to keep the land in good order for the production of crops. This must be done at expense of money in the purchase, and time and labor in hauling it from a distance. If every tenant were to adopt the practice of selling the manure, much time and labor would be unnecessarily expended in transporting it from place to place; when, for all general purposes, the interests of landlord and tenant would be much better promoted by the application of the manure to the farm on which it was made. But a large proportion of farms are owned by widows and orphan children, and are necessarily, in the occupancy of tenants from year to year. These, which should be under the peculiar protection of the law, would be most exposed to impoverishment.\nTenants for short or uncertain periods, under the temptation of a rule of law which encourages bad husbandry, would be led into practices (each in self-protection), which no one would adopt with regard to his own land. Such a tenant would feel no interest whatever in preserving the fertility of the soil for the benefit of those who might succeed him. He would be prompted by the incentive of interest to strip the land of everything which the law permitted him to carry off. The practice would become general, and the result would be that all the farms in the Commonwealth under cultivation by tenants for years, would be impoverished; the tenants themselves receiving no adequate remuneration for their labor, the landlords no rent for their farms. It is manifest that such a course of husbandry would be injurious to the public interests, and ruinous alike to landlords and tenants.\nThe justice of this view of the question has been recognised by enlightened jurists in England and in other states of this Hnion. Mr. Justice Bulleb, laid down the doctrine that “ every tenant (where no particular agreement existed dispensing with these engagements) is bound to cultivate his farm in a husband-like manner, and to consume the produce on it. This is one engagement that arises out of the letting, and which the tenant cannot dispense with, unless by special agreement.” This language of Mr. Justice Bulleb was cited by Chief Justice G-ibbs, in the case of Brown v. Crump, determined in 1815: 1 Marsh. 567.\nIn Connecticut, it has been held that manure spread upon the land, or scattered about a barn-yard, cannot be taken away by the vendor: Parsons v. Camp, 11 Conn. 530.\nIn Massachusetts, Chief Justice Shaw, in delivering the opinion of the court, declared that “ manure made on a farm, occupied by a tenant at will or for years in the ordinary course of husbandry, consisting of the collections from the stable and barn-yard, or of composts formed by an admixture of these with the soil, or other substances, is, by usage, practice, and the general understanding, so attached to and connected with the realty, that in the absence of any express stipulation on the subject, an outgoing tenant has no right to remove the manure thus collected, or to sell it to be removed; and that such removal is a tort for which the landlord may have redress.” The tenant has a qualified possession of such manure for a special purpose only; that iá, to be used upon the farm. The moment he sold it, the act was an abandonment of the special purpose, and it vested in the landlord as owner of the freehold, and the action of trespass lies for removing it Daniels v. Pond, 21 Pick. 371.\nIn the state of Maine, Chief Justice Mellen declared that the claim of the tenant to remove the manure made upon the premises, “ even if made by his own cattle and with his own fodder, had no foundation in justice or reason, and such a claim the laws of the land cannot sanction:” Lassell v. Reed, 6 Greenleaf 222.\nIn the state of New York, Chancellor Kent states that “ the policy of encouraging and protecting agricultural improvements, will not permit the outgoing tenant to remove the manure which has accumulated upon a farm during the course of his term.” 2 Kent’s Gom. 347. And Chief Justice Nelson, of the same state (now on the bench of the Supreme Court of the United States), after reviewing the authorities and examining the question upon principle, declares that where a farm is let for agricultural purposes (no custom or stipulation in the case), the manure does not belong to the tenant, but to the farm; and the tenant has no more right to dispose of it to others, or remove it himself from the premises, than he has to dispose of or remove a fixture.” “ If a farm be leased for agricultural purposes, good husbandry (which without any stipulation is implied by law), would undoubtedly require it to be left on the premises:” Middlebrook v. Corwen, 15 Wend. 171.\nThere are other authorities upon this question; but enough has been said to show that the charge of the court below was correct, so far as it relates to the manure made from the produce of the farm.\nThe doctrine that the manure goes with the land, is of course confined to farms which are let for agricultural purposes; and the case before us is one of that character, in which the manure was made from the produce of the farm.\nOne of the witnesses, however, testified that the tenant “bought some hay”—the witness did not know how much—“ and some grain to feed his horses and cows. He fed the horses on the grain that was bought.” Upon this evidence the court was requested to instruct the jury “ that if the defendant spread upon the place, or left behind him, as much manure as the farm would reasonably produce itself, the excess belongs to him and not to the landlord.” This instruction the court refused to give, because there was no evidence of the facts thus supposed to exist. In this the court was perfectly correct. Nothing can more justly impair confidence in the administration of justice, than the practice of encouraging, or even permitting, a jury to find facts of which there is no evidence. To ask a jury to separate the manure which was made on the premises, and to assign one portion to the tenant upon the ground that his horses and cows had eaten “some hay” and “some grain” not raised on the premises, without specifying how much of either, or showing how much of the grain, hay and straw, raised on the farm, had been supplied to them for litter and food, would be asking a verdict without evidence. “ Some\" is a term too uncertain in its signification to sustain a verdict for any definite amount. It may mean a single ounce, or ten thousand tons —a single quart, or twenty thousand bushels.\nBut where a farm is let for agricultural purposes, the tenant cannot justify the removal of any portion of the manure made on the premises, by occasionally employing his teams in business not connected with the cultivation of the soil, and supplying them in part with hay and grain purchased from others, so long as the manure thus made is commingled with that made from the produce of the farm. It is probable that in such a case, the land would lose as much during the absence of the teams on the road, as it would gain by the foreign admixture. Be that as it may, it is certain that the tenant, by his own act, has rendered it impossible to ascertain the extent of his rights. And the doctrine of confusion of goods properly applies to his claim. Popham’s Rep. 38 PI. 2. “ If A. will wilfully intermix his corn or hay with that of B., so that it becomes impossible to distinguish what belonged to A. from what belonged to B., the whole belongs to B.: ” 2 Kent’s Qom. 364.\nIt is ordered that the judgment of the court below be affirmed.\nJudgment affirmed."}