{"id": "967647", "contents": "The 'opinion of the court was delivered by\nLewis, J.\nMartel, after insuring his goods in two companies, agreed to sell them to Moore, who paid a part of the purchase-money, and gave his judgment note for the balance. By agreement of the parties, Martel retained the possession of the goods, and held the policies of insurance as collateral security for the payment of the residue of the purchase-money. A loss occurred after this transaction, and the insurance companies object to the recovery upon the ground that Martel, by the sale, ceased to have an insurable interest in the property.\nA vendor who has not absolutely parted with all his interest in the property, retains an insurable interest: Arnould 260, 1 T. R. 745. An agreement, upon the sale of a ship, that the vendor will pay the purchaser $500 if the ship be lost in three months, entitles the former to recover upon an insurance effected before the sale: Reed v. Cole, 3 Burr 1512; 1 Phil. 72. So a sale and conveyance of real estate, taking a mortgage for the purchase-money, is only a change of title from an absolute to a conditional one, and does not deprive the vendor of the' protection provided by the policy previously obtained: Stetson v. Mass. Mut. Ins. Co. 4 Mass. 330.\nIn the case before us, the policies of insurance, and the possession of the goods, were retained by Martel, for the purpose of securing the payment of the residue of the purchase-money. This was done in pursuance of the final agreement of the parties, and the dispute which previously existed between them furnishes no ground of defence to the insurance companies, even if it be conceded that Martel violated a promise to deliver the goods, without payment. It is sufficient for the purposes of this attachment that the goods were never in fact delivered to the vendee, and that they were retained in the possession of” the vendor, by consent of both parties, to secure the payment of the purchase-money. Such a possession is good as between the parties; and, in favor of the creditors of the vendor, the goods might be treated as the absolute property of the latter. So, as against the insurance companies, Martel must be considered as the owner to the extent of the unpaid purchase-money.\nMoore, the vendee, is not injured by a recovery in this action. On the contrary, he will be benefited by this proceeding, because it produces satisfaction of his debt to Martel.\nJudgment of nonsuit reversed and a venire facias de novo awarded."}