{"id": "967611", "contents": "The opinion of the court was delivered by\nLewis, J.\nIt was the duty of the auditor to report the facts. He has only reported the evidence of the facts. But, from the view we take of the case, it is not necessary to send the record back for the purpose of settling the facts. Taking the evidence to establish all that the appellants allege (and we think it does), they do not appear to have sustained any injury in the court below. They complain that Abner Baldwin, at the sheriff’s sale of Amos B. McFarlan’s real estate, represented to the attorney of Bitting & Waterman, who were judgment creditors, that “ the judgment of Hannah Bennett was paid, and was no lien,” and that the attorney was thereby prevented from bidding on the property a sum sufficient to reach the judgment of Bitting & Waterman. They have, undoubtedly, a right to hold Baldwin (who has since purchased the Bennett judgment) to the truth of his representations. But what then ? The only effect of this is to throw the Bennett judgment out of the calculation, in the distribution of the money, so far as it interferes with the judgment of Bitting & Waterman. But the difficulty, which stands in the way of the appellants, is that Abner Baldwin appears to be a purchaser of the real estate of McFarlan, the debtor, under a bona fide conveyance, duly executed before the judgment of Bitting Waterman was entered. As that judgment never was a lien on the property, it was an advantage instead of an injury to them to prevent them from fruitlessly bidding on it, when their judgment could never, under any amount of bidding, claim any part of the proceeds. The money raised by the sale, after discharging the liens against McFarlan, which were entered before the conveyance under which Baldwin claims, belongs to the latter as the owner of the estate. He is entitled to it as a purchaser without asserting any claim under the Bennett judgment. Bitting & Waterman do not at present appear to have any interest whatever in the distribution of the fund. They might have a right (on showing how they are prejudiced by the application of a part of the money to the payment of the Bennett judgment) to insist on its payment, in satisfaction of a different claim, although the money may go into the same hand. But, as they appear to be strangers, in no way affected by the decision, they cannot be permitted to intervene.\nEstoppels in pais are “ founded in law, honor, and conscience,” when confined to their legitimate purposes of preventing one man from being injured by the wrongful act or misrepresentation of another. But where no injury results from a misrepresentation, its discussion belongs to the forum of morals and not to the judicial tribunals. It was certainly a mistake to suppose that Baldwin was not bound by his representation respecting the Bennett judgment, because he was not the owner of that judgment at the time, but became the purchaser of it afterwards. So far from this being a correct exposition of the law of estoppels, it is well established that they operate in cases of this kind not only upon present interests, but upon rights subsequently acquired. Indeed, it is apparent from the cases in the books, that the fountain which feeds them is chiefly supplied by subsequent acquisitions. An error in the reasoning of the auditor will not, however, vitiate the decree of distribution.\nThe decree of the court below is affirmed."}