{"id": "967623", "contents": "The opinion of the court was delivered by\nCoulter, J.\nThe averment in the declaration that said Holmes & Hubbard, to whom or to whose order payment of said money in said bill specified was directed or requested to be made, endorsed it to plaintiff, is a substantial averment that the bill was payable to their order. The whole sentence must be taken together, and the words, “ endorsed it to plaintiff,” immediately following the words, “ to whom or to whose order the bill was directed to be made,” afford an irresistilbe implication that the bill was payable to Holmes & Hubbard, or their order. The averment is not formal and technical, but the most that can be said against it is, that it is a defective averment; but altogether it shows that the plaintiff had title by endorsement. No court would have directed a finding for the plaintiff, if the endorsement had not been shown; and .this is one of the tests by which, after verdict, such defective averment is ascertained to be good. If the defendant had demurred specially, the plaintiff would have been allowed to amend even after judgment on the demurrer: Burke v. Huber, 2 Watts 306. In point of fact the instrument declared on was payable to order, as appears by the bill of exceptions. We are interdicted by our statute from reversing a judgment rendered on a verdict after a trial on the merits. Such reversal would be contrary to the truth and justice of the case apparent from the record. The court below admitted the note in evidence, we may presume, because it considered the negotiability of the note substantially averred in the narr. It is not necessary to set forth an instrument in pleading in its precise words, but it may be averred according to its effect in law, and that was sufficiently done here.\nThere was no error in refusing the defendant the liberty of cross-examining Hubbard as to matters which belonged entirely to the distinctive defence alleged by defendants in their special plea. He was called by the plaintiff to prove a single fact, to wit, that as one of the firm of Holmes & Hubbard, he endorsed the bill of exchange. The matter to which the defendants wished to cross-examine, had no dependence upon or necessary connection with this fact. And it was of course proper that the defendants should make him their own witness as to such testimony, which they accordingly did do, and had the full benefit of his evidence in a direct line.\nThe question propounded by defendants to their witness, Alsop, was properly rejected; because, as regarded the issue, they proposed to bring out declarations of one not a party to the suit, and who had been examined by defendants themselves as a witness in the cause, and when he was so .examined was in no way cautioned or admonished, as to those declarations. The plaintiff’s cause depended not upon the evidence of Hubbard, except as to the mere fact of endorsement; in all else he was the witness of defendant, who had no right to bring out any declarations of his prejudicial to plaintiff, by way of hearsay.\nJudgment affirmed."}