{"id": "967609", "contents": "The opinion of the court was delivered by\nLewis, J.\nThis is an action against the late recorder of deeds to recover the penalty of fifty dollars for taking illegal fees. The suit was brought originally before a justice of the peace, and came by appeal into the Common Pleas. By the Act which imposes the penalty, provision is made for its recovery, “ as debts of the same amount are recovered.” And these words have been construed to authorize a recovery before a justice of the peace, according to the ■form of proceedings prescribed for the recovery of debts under what is called the “hundred dollar act.” By that act an appeal is given to the Common Pleas, but it is expressly declared that the cause shall be tried “on its facts and merits only,” and that no deficiency of form or substance in the record or proceedings returned, nor any mistake in the form or name of the action, shall prejudice either party in the court to which an appeal shall be made.” And the Act of 21st March, 1806, provides that “no suit brought in any court of record within this commonwealth, shall be set aside for informality,” if certain prescribed essentials to a fair trial are shown to exist. With these provisions before us, let us consider the errors assigned.\nThe first count sets forth the services rendered with great precision. It gives the exact number of words contained in the deed which was recorded, and states also, the sum of money which the defendant below received for this service. It is not necessary to decide whether, in an indictment, it would be material to state what was the legal fee, and what was the excess charged. In a civil action such a statement is unnecessary after verdict. -The facts which constitute a good cause of action plainly appear, and the amount of legal and illegal fees taken, if necessary to be ascertained, can be rendered certain by calculation. The injury complained of respecting the second count, conceding that a cause of complaint existed in the court below, was there redressed by the verdict. The plaintiff has obtained a verdict only upon the cause of action which was litigated before 'the justice; and we infer from the paper-book that the decision below was in favor of the defendant on the second count. The temporary joinder of these two counts is no ground for reversing the judgment on the count which was properly tried and disposed of in favor of the plaintiff below.\nIt is a mistake of fact to allege that the declaration “ does not set forth that the plaintiff is the party injured.” It appears that he was the grantee in the deed which was recorded; that he was the person for whose benefit the service was rendered; that he was the party liable for the legal fees, and that he was the person who paid the sum illegally taken. He is, therefore, “ the party injured.”\nIn a civil action for the penalty, it has been held to be immaterial whether the illegal charge was made “ ignorantly, or oppressively and fraudulently 3 Penn. Rep. 223. And the action was maintained against a justice, although the fees were received for 'him by a constable. In Jackson v. Purdue, it was remarked by the judge who delivered the opinion of the court, that “ it would be a narrow construction to say that illegal fees, levied upon a defendant by a sheriff, through Ms deputies, do not subject him to the penalty, although at the time of suit they may not have been paid over to the sheriff.” The difference between a civil actioh and an indictment for taking illegal fees is that-in the indictment it must be shown that the illegal charge was made “ wilfully, fraudulently, and corruptlywhile in an action the officer is liable, although the charge was made by mistake- and without any intention to extort. Act of 25th March 1831; 5 Watts 477; 17 Ser. & R. 75. In an indictment the officer might not be liable for the misconduct of his deputies, if unauthorized and unsanetioned, but in a civil suit he is responsible for them. Any other construction would enable the officers throughout the state to work a practical repeal of the statute by means of clerks, deputies, or other agents. In the ease before us, as in other civil liabilities, the officer is subject to the maxim which regards the act of an agent as that of the principal.\nThere is no error in this record, and the judgment is affirmed.\nJudgment affirmed."}