{"id": "967607", "contents": "The opinion of the Court was delivered by\nLowrie, J.\nThe multiplicity of exceptions in this cause is somewhat extraordinary, and must have occasioned a very considerable waste of the time of the public, as well as of the counsel. It was not necessary to have repeated bills of exception on the same principle, and they ought not to be asked by the counsel nor granted by the court. Some of these exceptions bring up for consideration principles of law which ought to be known without an affirmance of them here.\nWhere a sale of a store of goods is charged to be fraudulent as to creditors, and the debtor’s vendee sues the sheriff for levying on them as the property of the debtor, one point to be proved being a fraud upon creditors, the sheriff may show that there were creditors to be cheated, and that their claims were so large as to furnish a probable motive to cheat.\nHe may, in such case, show that the vendor was insolvent, and that the vendee knew it; and that shortly after the sale a large amount of judgments were obtained against the vendor for debts due before the sale; and the witnesses may testify that these judgments were obtained on notes or other instruments, without producing the original papers.\nHe may give in evidence all the written and oral admissions, and all the acts of the vendee, at whatever time made or done, which tend to prove fraud in the sale.\nHe may give evidence to show that other property, besides that levied on, was included in the sale; and may then show, by the declarations of the vendee or otherwise, that, upon that sale, a fraudulent reservation was made in favor of the vendor. And, apart from any direct proof of connection in the sale of the two properties, if there be evidence that the vendor was largely in debt, and that the vendee knew- it', it is evidence of fraud in one sale, if it be shown that the other was fraudulent and took place very near the same time, and to the same person.\nHe may even give in evidence the declarations of the vendor made after the sale, if it appear that, after the sale, the vendor continued to hold possession and control of the goods, or if the fact of the delivery of them to the vendee be left in such doubt that the jury would be justified in finding that there had been no delivery. But, when he has clearly parted with the possession and control, his declarations cannot affect his vendee.\nAs evidence of insolvency, he may show that the remainder of the debtor’s property has been sold on judgments without satisfying his debts.\nSo, in rebutting the evidence on the part of the sheriff, the vendee may show that he paid for the goods by assuming or paying the debts of the vendor, if it appear that the assumption or payment was in pursuance of the contract of sale; or at the vendor’s request, or that it was made shortly after the sale and before any one had disputed its fairness.\n• But this evidence is in avoidance of the defence set up, and should come in by way of rebutter, and not on cross-examination. A cross-examination by leading questions should always be confined to the subject of which the witness testifies in chief, and matters of rebutter introduced when the other party has closed his evidence. But rules as to the order of testimony are properly discretionary, and not of absolute obligation.\nThe vendee may show that, since the sale, he has had entire possession of the store, and to this end he may show all acts of his that illustrate the degree of control exercised by him over them, and this will include the fact that, since his purchase, he has always replenished the stock with his own money, and on his own credit.\nDaniel Helfrich, the vendor, was offered as a witness to prove that the sheriff had levied on goods that never belonged to the vendor, and that had been bought from others by the vendee since the sale which is charged with fraud, and to show the value of such goods. Eor this purpose he was competent, and the offer should not have been rejected.\nBut it is said that this evidence is incompetent from any witness. This objection depends upon facts relative to the levy, and to the notice of claim made by the vendee, that are not so clearly set out in the record as to enable us to answer it in the concrete. We shall therefore do it somewhat abstractly, leaving it to the court below to make the application. These facts may appear so clearly on a future trial, that the court will be compelled to reject the evidence; or they may appear so uncertain that the right to tbe evidence will have to he submitted with the evidence, as matters of fact to the jury.\nIf, at the time of the levy, it was known to the vendee that the goods were taken as the property of the vendor, and as a means of avoiding the sale, and the vendee gave only a general notice of his claim, such notice will be construed to mean no more than a denial of the fraud in the sale; and it would be unjust and unlawful to allow him, on such notice, to make the sheriff a trespasser, by proof that,' since the sale to him, he had made additions to the store out of his own means, and confounded them with the goods fraudulently transferred to him. See 3 Penna. St. Rep. 317.\nIf however, the vendee did not know on what grounds the levy was made, then nothing but a general notice could be expected; and this would be sufficient to put the sheriff on his guard, and he might be sued as a trespasser as to all the goods that were honestlv acquired.\nIf at -the time of the levy, the sheriff knew or had notice that the vendee had made additions to the stock in the store, out of his own means, and not out of the proceeds of .the original stock, then the sheriff would be liable as a trespasser, as to all such additional stock, unless he. gave the vendee notice that he should be allowed to select out and take away the same.\nIt scarcely needs to be mentioned, that there can be no occasion for evidence to separate the honest from the dishonest acquisitions, if none of them be dishonest; and thafPwhen such an occasion arises, the whole burden of proof rests on him who seeks to make the separation, and he must bear all the consequences of its indistinctness. ,/\nThe objection to the deposition of John H. Si^fried, is that the notice to take it was served on the party, when by the rules of court it should have been served on the counsel. But we cannot reject this deposition. The party having made no objection to the service, the irregularity is waived. When a notice under a rule of court is served on a party, when it should have been served on his counsel or vice versa, and no objection is made within a reasonable time, the service should be held good. It is not reasonable to make such objection to a deposition when the cause is called for trial.\nIn the charge of the court we find it sajd that, because the sale of the house, in which the store was kept, was made by an insolvent man to one knowing of the insolvency, and the price, $1500, was made payable by a note of $500 at short date, and by ten notes of $100 each, payable in ten successive years without interest, therefore the sale is fraudulent. Afterwards it'is said that if the sale of the store stand and of the store was one transaction, then the fraud declared to exist in the store stand, would attach to and vitiate the sale of the store. There is error here in overlooking the fact that the value of the store stand is a matter of fact for the jury. If the jury were to find that the stand was not worth more than $800 or $1000, it would be evident that such transaction could not he declared fraudulent as matter of law.\nThe defendant in this case was sheriff of Lehigh county, and justifies the taking under a fi. fa. issued out of the Orphans’ Court of Berks county, and it is objected that that court had no authority to issue such process.\nIt is provided, however, by the Act relating to Orphans’ Courts, passed 29th March, 1832, sect. 5T, and subsec. 16, that a fi. fa. is the proper execution against a defaulting executor or administrator ; and by subsec. 25, that, when he .has no property in the county where the court sits, process may issue to take his real and personal property in any other county. This description of the writ is quite as clear as if the name testatum fi. fa. had been used. But even if it were not so, this is not a question of the jurisdiction of the court, hut of the regularity of the process, and a stranger to the suit has no right to object.\nMany other errors are assigned, but they seem to he unfounded.\nJudgment reversed and a new trial awarded."}