{"id": "967614", "contents": "The opinion of the court was delivered by\nBlack, C. J.\nIt is not necessary to discuss the facts of this case at length, nor to refer at all to the numerous authorities by which the law on the subject of parol sales has been settled. Suffice it to say that the evidence of part execution is in our opinion not sufficient to take the contract out of the statute of frauds; and the judge who tried the cause ought to have said so to the jury.\nBut there is another question in the cause, which, being comparatively a new one, demands more particular attention.\nThe contract of sale is alleged to have been made by Jacob Myers in his lifetime. He died Avithout executing it, or making any sufficient provision for its execution; and this ejectment to enforce performance of it is brought against his executors. The counsel of the defendant below insisted that the Court of Common Pleas had no jurisdiction.\nThe want of a Court of Chancery made it necessary to administer equity, under the forms of legal actions. Therefore if a contract for a sale of land was unexecuted, an ejectment was substituted for a bill in equity, and a court of law, with a jury, was put in the place of a chancellor. But the Act of 1834, sects. 15 and 16, invested the Orphans’ Court with full authority to make and enforce a decree of specific performance in every case where the vendor is dead. This statute, providing an ample remedy before a tribunal with equity powers, took away the only reason that ever existed for the previous mode of proceeding in the class of cases to which it refers. Since that time, an ejectment is no longer necessary to serve the purpose, for which it was formerly allowed to be used. Oessante ratione legis, eessat et ipsa lex.\nBesides, a statute passed in 1806, declares that when a remedy is given by any Act of Assembly, such Act shall be strictly pursued, and the common law remedy shall no longer be resorted to. Now We have a remedy given by the act of 1834, in all eases of unexecuted contracts for the sale of lands by decedents. It follows that if specific performance of such a contract is sought to be enforced anywhere except in’the Orphans’ Court, it must be done in flat disobedience to the statute of 1806.\nFor reasons similar to those which I have thus briefly given, it has been repeatedly held that a legacy charged on land could only be recovered in the Orphans’ Court: Craven v. Bleakney, 9 Watts 19; Downer v. Downer, 9 Watts 60; Strickler v. Shaffer, 5 Barr 240; Mohler’s Appeal, 8 Barr 39. This court has also decided in Simpson v. Thomas, 3 Barr 60, that a widow whose interest in the estate of which her husband died seised and possessed, is withheld from her, must look to the Orphans’ Court alone for redress; the action of dower being impliedly taken away by the statute which gave her another remedy. The principle on which these cases base themselves cannot be distinguished from that which lies at the foundation of the present one.\nI will add, by way of recapitulation and conclusion, that a rule of law so universally received, that it passes everywhere for a maxim; an Act of the legislature which we dare not set at nought; and numerous adjudications commanding our highest respect upon precisely analogous subjects, compel us to declare that since the Act of Í834, an ejectment in a case like this cannot be sustained.\nJudgment reversed and venire de novo awarded."}