{"id": "967646", "contents": "The opinion of the court was delivered by\nLowrie, J.\nBy the settlement and confirmation of a joint account, showing a balance in their hands, the joint liability of the executors is admitted and adjudged. The fact that they divided this balance equally between them does not alter their liability; for this was their own act, and they, and not the legatees, must bear the consequences of it. Only he who confides should suffer by a breach of trust. The legatees confided in the joint liability of the executors, and we cannot transfer their confidence to a single one. Each executor confided in the other, and if that confidence was misplaced, he that misplaced it must suffer for it. These principles are plain; and we are not called upon to reconcile the somewhat inconsistent cases of Brown’s Appeal, 1 Dallas 311; McNair’s Appeal, 4 Rawle 154; and Sterret’s Appeal, 2 Penn. Rep. 419. The case of Bunting’s Appeal, 4 W. & Ser. 469, is more in point.\nBut it is said that the legatees, by receiving the half of the interest from each of the executors, and hy the other facts reported, have consented to the severance of the joint liability. This, however, is not a legitimate inference from those facts. For their own benefit or convenience the executors divided the money; but the legatees had still a right to demand the interest from either, and it was generosity in them to receive it in divided payments, half from each. This act of generosity does not change the rights of the parties, and, especially to the legatees, it should work no injury. It was not this, but the misplaced confidence of one executor in the other, that led to the loss. He that places confidence, should watch that it is not abused. If he neglects to do so, the maxim applies, Whose is the negligence, his is the loss. These principles cover all the facts reported on behalf of the appellant. Some of them tended to his benefit, and none to his injury.\nDecree affirmed."}