{"id": "967652", "contents": "The opinion of the court was delivered by\nGibson, J.\nAll the points in this case have been given up save one; and, on the principle of Campbell’s Executors v. Colhoun, 1 Penna. Rep. 140, and Johnson v. Brackbill, Id. 364, that point might as well have been given up too. In the first of those cases, a misdirection in point of law was cured by a finding on a distinct ground to which the misdirection was inapplicable: in the second, it appeared by calculation that the jury had not allowed certain credits, in support of which incompetent evidence had been given; and consequently, that the opposite party had not been injured by it. In each of those cases, and several others in our books, a harmless error has not' been allowed to overturn the judgment. The exception here is to a refusal to allow the statute of limitations to be pleaded after the evidence had been closed. We are not going to say whether the motion to plead it was out of time. On that point, our decisions have been somewhat discrepant; and this is not the time or the occasion to adjust them to the precise line o'f the Act of 1806. For the sake of the argument I will assume that it was not too late. The plaintiffs had exhibited their intestate’s books, containing a charge of money given or lent to his son, the defendant; and the entry, being incompetent to sustain the charge as a loan, was admissible only as inducement to the evidence that followed. As to the entry itself, a plea of the statute was unnecessary to repel what was in itself powerless; and so far the exclusion of it could do the defendant no harm. But the actual basis of the cause of action was the defendant’s subsequent admissions in connection with the entry, amounting, as they did, to an acknowledgment of indebtedness, and that too within the six years of which evidence had been given as the only support of the plaintiffs’ case : and so the jury were instructed. “ Taking the book, and the absence of all those usual evidences of debt together,” said the judge, “if the case rested on that, it would be very strong for the defendant, indeed insuperable.” It would undoubtedly be so as regards the question of loan (and the defendant did not pretend that the money was a gift), for a book-entry is not evidence of money paid or lent. But the parol evidence showed that the defendant claimed, .and had credit for an alleged return of a part of the loan; and payment of interest, or a part of the principal, has always been deemed a confession of indebtedness to arrest the statute, or more properly to create a new and distinct promise. The payment, in this instance, may have been outside of the statutory period; hut the parol confession of the debt, and consequent new promise, was within it. How then could the rejected plea have benefited the defendant ? It might have opened the way, it is said, to disproof of the verbal admission. But the way had not been closed. It was open to him to rebut the evidence of admission on the general issue as direct evidence of the plaintiffs’ whole case. It appears, then, that the jury found against the defendant on evidence which he might have overthrown but could not, and to which the plea would have been inapplicable.\nJudgment affirmed."}