{"id": "967649", "contents": "The opinion of the court was delivered by\nLewis, J.\nA state, in the exercise of its power of eminent domain, may proceed in such form and employ such agents as the public convenience and its own sense of justice may dictate. It cannot take private property, except for a-purpose deemed beneficial to the public; and in that case, although individual right must to some extent give way to the public good, a just compensation must be made for the sacrifice. But the assessment of the amount may be made by such tribunal as the legislature shall appoint. Taking land for the construction of roads and canals, and adjusting and paying the compensation due to the owner, are acts of sovereignty which do not necessarily belong to the judiciary. That department has no constitutional jurisdiction over suits or claims against the state, for the reason that immunity from actions at law is one of the attributes of sovereignty; and our constitution has limited this only so far as to provide that suits may be brought against the Commonwealth “in such manner, in such courts, and in such cases, as the legislature may by law direct.” It is equally true that the construction of works of internal improvement, such as laying out and making roads and canals, do not belong to the judicial power. There are acts of self-improvement which an individual may perform upon his own property, and do not involve an exercise of sovereign prerogative. When the state is the owner of the land upon which such works are to be constructed, or after she has taken it and awarded compensation, in the exercise of her power as a sovereign, her subsequent proceedings in the execution of the work, are but the ordinary action which every individual may exert over his own property, and trenches not in any respect upon the judicial power. A practice has long existed which sanctions the exercise of these powers by the legislature. That authority proceeds by means of such agents as are deemed appropriate to the purposes in view; and whether the duty be performed through the agency of viewers appointed by the courts under authority conferred by the legislature, or through commissioners specially named in an Act of Assembly for the purpose, there is no constitutional objection to the manner of proceeding. The subject is within and under the control of the legislature. That branch of government may order a report to be made designating the line of a street or road, or, after such a report is made without previous authority, it may give vitality to the report by an act of confirmation. The Act of 15th March, 1848, directing the report in this case “ to be confirmed by the court, as if that Act had passed before the proceedings of the commissioners,” is an act of this description, and is a legitimate exercise of power. The report of the commissioners, including, of course, that portion of it which makes it necessary to prostrate the buildings of the party complaining, is as fully adopted and confirmed by the legislature, as if they had previously authorized the action in express terms. This view of the ease renders it entirely unnecessary to inquire whether the commissioners had strictly pursued the directions contained in the Acts of Assembly previously passed on the subject.\nBut it is objected that the court issued an order for opening the street without the preliminary payment of damages, or providing adequate security therefor, according to the requirement of the 4th section of the 7th article of the constitution. That section prohibits the legislature from “investing any corporate body or individual with the privilege of taking private property for public use, without requiring such corporation or individual to make compensation to the owners of the property, or give adequate security therefor, before such property shall be taken.” A practice had prevailed under the old constitution of investing corporations and individuals with the privilege (to be exercised at their discretion) of taking private property for their own benefit, in cases where the legislature deemed the object sought to be accomplished one which would also promote the public good. But the corporations and individuals invested with this privilege were sometimes insolvent, and the citizen was, by that means, deprived of the compensation secured to him by the constitution. The amendment of 1838 was adopted to remedy this evil. Where corporations or individuals seeking their own advantage, are invested with the high privilege of seizing the property of the citizen, it is manifestly just, that they should be compelled to pay or provide adequate security for compensation before the citizen is dispossessed. They are supposed to have an interest in the exercise of the privilege sufficient to induce them to pay the compensation or give the required security. But this reason for the constitutional provision has no application to cases in which duties are imposed upon individuals instead of privileges conferred. In the one ease they may exercise the privileges, or not, at discretion; they exercise them for their own advantage (the public advantage being only an incident), and they have an interest which is justly chargeable with the burden of making compensation. But in the other case the individuals employed are invested with no privileges, but are obliged to obey the mandate of the state without deriving any special advantage from it, and have no interest in the matter whatever, which would render it just to impose upon them the burden of paying or securing compensation to the owner, or which would present any inducement thus to involve themselves for the benefit of the public. They are the mere agents of the Commonwealth; their action is her action, and the duty of awarding compensation rests upon her. The difference between the two classes of cases has been held to be that “ a corporation” or an individual “must pay or secure the price of the property, before it is taken; but the state must provide the means of payment at the passing of the Act: 6 W. & Ser. 114. And it has been decided in a sister state, “ that compensation must be either ascertained and paid before the property is thus appropriated, or an appropriate remedy must be provided upon an adequate fund, whereby compensation may be obtained through the medium of courts of justice, if those whose duty it is to make it refuse to do so.” “And the public purse, or the property of the town or county upon which the assessment is to be made,” has been held to be “ an adequate fund:” Bloodgood v. M. & H. R. R. Co., 18 Wend. 18. The requirements of the constitution and the purposes of justice are fully complied with in this case, if an appropriate remedy to enforce compensation existed at the time the commissioners were authorized to lay out or widen the street. The form of the remedy is unobjectionable; and the property of the county of Montgomery liable to assessment is, we think, an adequate security. That security appears to have been provided by the legislature.\nThe Acts of Assembly under which the street in question has been widened, are to be considered part of the road-law, and unless special provision be made for the payment of damages, the assessment and payment are to be made under that law. Sharret’s Road, 8 Barr 89. This construction is independent of the Act of 29th May, 1840, which merely affirms the same principle. '\nThere is an ambiguity in the language of the Act of 1846, relative to the streets in Norristown, which has produced a pause in the mind upon the question whether the proceedings for assessment of damages, should be according to the 14th section of the Act of 1802, or under the 7th, 8th, and 9th sections of the Act of 1836. The Act of 1845 incorporates the provisions of the Act of 24th February, 1834, only so far as they apply to “the authority, duty, and proceedings of the commissioners appointed to lay out the streets,” and expressly directs that the assessment of compensation shall be “ in the same manner as if the street or road had been laid out or widened pursuant to law, by order of the Quarter Sessions of the county.” And the Act of 1846, although it refers to the payment of damages in a manner which indicates some misapprehension of the provisions of the Act of 1845, evidently contemplates that the assessment of damages shall be alike under both Acts. The doubt, however, if there be one, is upon a mere question of form, and touches not the substance of the case. The 7th, 8th, and 9th sections of the Act of 1836, are but a re-enactment of the 14th section of the Act of 1802. The commissioners to revise the civil code, in reporting the Act of 1836, intended no substantial change in this respect, and none was intended by tbe legislature. Under either Act the same form of proceeding is to be observed; and, under either, the county of Montgomery is liable for the compensation. The damages to be awarded must of course be commensurate with the injury; and, while the advantages of widening the street must be taken into view, full compensation for the destruction of the buildings must of course be allowed. When we consider that an ample remedy has been provided, and adequate security given for the compensation, and consider also that six acres in every hundred were conveyed to the original grantee of the Commonwealth, as-a consideration for the right of resuming so much of the land as should be necessary for the construction of roads, we are constrained to declare that the proceedings in this case are entirely free from constitutional objection.\nProceedings affirmed."}