{"id": "967654", "contents": "The opinion of the court was delivered, by\nLewis, J.\nThis cause was tried at Nisi Prius, and the plaintiffs recovered, subject to the opinion of the court upon the whole case. Judgment to be entered for the defendant non obstante veredicto, should the court be of opinion that the plaintiffs are not entitled to recover.\nThe action is brought upon a policy of insurance to recover for a loss by fire, of 185 bales of cotton, 60 of which are claimed for the benefit of the oivners, as uninsured in any other office, and the remaining 125 bales are claimed for the use of the American Fire Insurance Company, from which S. & W. Welsh,' the consignees of Breed & Brewer, obtained an insurance, and received compensation for the loss.\nThe cotton in question was sent by Breed & Brewer, under the charge of a General Forwarding and Transportation Line, from Pittsburgh to Philadelphia, consigned to S. & W. Welsh, at the latter place. The plaintiffs were members of the transportation company; but they also did business on their own account as commission merchants, and kept a store in which they had goods, flour, and different kinds of produce, for sale on commission. It was a part of the contract with Breed & Brewer that the transportation company was not to be liable for the loss of the goods by fire, and that the owners should have the privilege of storage in Philadelphia “free of charge till sold.” The plaintiffs being partners in the transportation company, acted as agents of that company, so far as to receive the goods at their warehouse in Philadelphia, and collect the freight for account of the company. They (the plaintiffs) on the 80th April, 1842, effected one insurance in the name of James Steel ¿- Co., upon “ merchandise generally in their warehouse,” “for account of whom it may concern.” This was renewed from time to time, and the last renewal was on the 80th April, 1845. An additional insurance was effected on the 9th June, 1845. Both these insurances were made with the defendants, and were for $10,000 each. Before the policy expired, to wit, on the 7th September, 1845, a fire occurred in plaintiffs’ warehouse, and, amongst other property, 185 bales of cotton, forwarded by Breed & Brewer as owners, were burnt. Other facts material to the case appear upon the record.\nAll the authorities go to show that the intention of the party effecting an insurance, at the time of doing so, ought to lead and govern the future use of it, and that no one can, by any subsequent act, entitle himself to the benefit of it without showing that his interest was intended to be embraced by it, when it was made. This rule has especial application to insurances made “ for account of whom it may concern;” and, where these terms are used in the policy, it is not sufficient for the party who claims the benefit of the insurance, to show merely that he is the owner of or has an insurable interest in the goods. He must show that he caused the insurance to be effected for his benefit, or that it was intended, at the time, for his security. These terms in the policy will not, in general, dispense with this evidence. And where the party claiming the benefit cannot show that he caused or directed the insurance to be effected, it will not serve him to rest upon some supposed secret intention not manifested by a single word or act, at the time of the transaction, to mark its character and indicate the person or interest intended to be insured. That which is not manifested by evidence is to be treated as having no existence. The nature of the transaction must be fixed at the time of insurance, and cannot be changed by subsequent consent of the insured, without the authority of the underwriters. If this were not the law, all the mischiefs arising from gambling policies might ensue.\nBut it has been supposed that these principles, so well settled, and so necessary in the suppression of evils which grow out of the business of insurance, have been essentially changed by the decision in Siter v. Morrs, 1 Harris 218. In that case the insured was a depositary who had received from the owner in advance a receiving commission, and had charged in addition a loading commission, which was understood to be for storage. He had effected an insurance to the amount of $10,000 on the “merchandise” in his warehouse “ generally and without exception, his own, or held in trust or on consignment.” The whole stock of goods in his warehouse at the time of loss, including his own and those held for others, did not exceed $12,026.25. He recovered the whole amount insured; upon what proof we are not informed. After this, a party whose goods were in the warehouse on consignment, and on whose loss the recovery was in part obtained, was allowed to recover his proportion of the loss against the insured, not against the underwriters ; and that judgment was properly affirmed by this court. A comparison of the amount of the goods in possession, with the sum insured, tended to show that the consignee - had insured for the benefit of the owners, and not merely to cover his own interest as consignee; and after a recovery of a sum so large as to exclude every presumption that the insurance was intended to be restricted to his own interest alone, a recovery over by the owner was justified by the special circumstances of the case, without requiring any further evidence that the insurance was for his benefit. This case, therefore, cannot be regarded as changing the rule of evidence, in policies of the kind now under consideration, where the action is against the underwriters, and the merits of the plaintiffs’ claim are fully open for examination.\nWhat evidence have we that this insurance was intended to indemnify Breed & Brewer ? Daniel B. Peacock, a person in the employment of the plaintiffs, stated on the trial that “ it was a known fact generally, that we had an insurance on goods for the benefit of our customers, for all the customers in business doing business with the plaintiffs, whether as a firm or as member's of the line.” But how and to whom was this “known” ? We are not informed. The witness admits that he knows of neither “ circulars” nor “advertisements” giving such notice. He does not state a single act or declaration of the plaintiffs to indicate that the insurance was for the benefit of the otoners originally, or that it was communicated to their customers to influence their dealings or transactions in business. But he says it was “ known generally,This does not prove that it was known to Breed & Brewer; and we shall see presently that they did not act upon any such supposed knowledge. But the fact itself, the existence of an insurance for the benefit of owners, is certainly preliminary to proof of its general circulation. The witness, in the use of such language, must be intended to speak of rumor, not fact, and this is an insufficient foundation for a verdict. But the witness himself, when he descends to the facts of the case, tells us that the additional insurance was made “ at the request of one of the partners, for the benefit of the transportation line.” And the same witness produced the books of the plaintiffs in which the transportation company are charged with their proportion of the premium paid for the first insurance, and with the whole of that paid for the last. Can any evidence be more decisive that the insurance was effected, so far as the goods in question are concerned, for the benefit of' the transportation, line, to cover their charges for freight, or their interest in the goods, whatever that might be ?\nBut it may be said that an insurance for the benefit of the carriers is an insurance for the owners. Not so. Their interests are distinct. A contract of insurance is essentially but an engagement to indemnify. The interest of a carrier, without advances, is certainly less than the interest of the owners, tohere he has a special contract which relieves him from his liability for loss by fire and other accidents. An insurance for the benefit of the carrier would be made upon a less premium, under such circumstances, than would be demanded for an insurance upon the interest of the owner. And where the carriers were not relieved from liability by a special contract, at the time of receiving the goods, and were known to be responsible men, an insurance for the benefit of the owner could be effected at a small premium, by reason of the right of the underwriters to a cession of the owner's remedy against the carriers. It does not appear that the special contract between Breed & Brewer and the carriers, by which the latter were relieved from their common-law liability for loss by fire, was communicated to the underwriters at the time of effecting this insurance. Where an insurance is effected by the carriers, through their agents, for the benefit of the owners, and such a material fact concealed, they would not be permitted to set up such secret contract against the underwriters, upon a cession of the owner’s remedies against the carriers, after payment of the loss. Can it be possible that the plaintiffs, who were partners in the carrying company, and who acted as their agents and for their benefit, intended to place themselves and the Transportation Company in such a dangerous predicament ? Such a proceeding would be so suicidal in its nature, so decidedly against their interests, and so directly in conflict with their duty, that it must not be imputed to them, except upon the most unequivocal evidence.\nIf the liability of the Transportation Company as common carriers ceased upon the arrival of the goods at the warehouse of the plaintiffs in Philadelphia, and if, after that, the company merely held them in storage, without reward, for the accommodation of the owners, until it suited their convenience to call for them and pay the freight, it was neither the duty nór the interest of that company to insure for the benefit of the owners; and there is therefore no presumption that they or their agents did so.\nIf, on the contrary, the Transportation Company continued in possession, as common carriers, until the goods were delivered to the consignees in Philadelphia, their contract with Breed & Brewer relieved them from liability for loss by fire; so that, even under that view of the liabilities of the carriers, the case is stripped of every presumption arising from the promptings of interest or duty, tending to show that they effected an insurance on the cotton for the benefit of the owners, without instructions. The stipulation against liability for loss by fire, is decisive evidence that they received no compensation in the name of freight, for an insurance against loss arising from that cause. Whatever may have been thought to be “a known fact generally,” we have the proof that with respect to the particular goods in question, Breed & Brewer did not hold the carriers liable for loss by fire, and could not have acted upon the faith of a.ny supposed insurance effected by them. So far from relying upon the present insurance, they endeavored to effect one in their own names, by an application to the agent of the defendants for that purpose. And so far from relying upon the plaintiffs to attend to their interests in this respect, the firm of S. & W. Welsh, who were their consignees in Philadelphia, transacted this business for them, and actually effected insurance on their cotton from time to time, as it arrived, with the exception of one hundred and fifty bales, which they allege were burnt in the plaintiff’s warehouse, before the consignees had notice of their arrival.\nThe plaintiffs, James Steele & Co., in addition to being members of the Transportation Company, carried on business as commission merchants, on their own account. The cotton was placed in their charge on its arrival. They were not the agents of Breed & Brewer—they were not their consignees—they had but the custody of the goods as agents for the Transportation Company, charged with no duty but that of delivering them to the consignees on demand, and on payment of freight. It was not their duty to effect an insurance for the owners. It was not their interest to do so. On the contrary it was, as we have seen, decidedly against the interest which they were bound to protect.\nBy applying the insurance to the benefit of the plaintiffs and the Transportation Company, as “ those whom it concerned,” the words of the policy have their full effect—the duty of the plaintiffs as agents is performed—the interest of the Transportation Company, in which they were deeply concerned, is protected, and the defendant is made liable to those from whose funds it derived the premium. By a contrary construction we hold the defendant liable for a loss not intended to be covered by the policy, and involve the parties who effected the insurance, and who paid the premium, in serious difficulties, from which extrication might be difficult, if not impossible.\nThe plaintiffs themselves, in their statement of the loss of 6th October, 1845, do not place their claim upon the ground of an original intention to insure for the benefit of the owners. On the contrary, having received compensation for losses admitted to be covered by the policy, they make the present claim merely because “ the owners have given notice that they hold them responsible for the same.”\nUpon the whole, we perceive no evidence upon which a jury should be permitted to find that this insurance was effected for the owners. As this disposes of the case, it is not necessary to consider how far another insurance on the same subject, the same risk, same interest, on behalf of the same parties, might affect the title of Breed & Brewer to recover in the names of t'he plaintiffs in this action.\nIt is ordered, that the judgment be reversed; and that judgment be entered for the defendant non obstante veredicto."}