{"id": "967644", "contents": "The opinion of the court was delivered by\nBlack, C. J.\nFrederick Biery had, at the time of making his will, ten living children and four grandchildren, the representatives of a deceased son. Soon after the making of his will one of the ten children died, unmarried and intestate. He left property consisting of a mill, a tavern stand, farms, town lots, and personal goods, amounting in all to about fifty-four thousand dollars. By his will he devised to his son Jonas a plantation, and required him to pay eighty dollars per acre for it. He then prescribed the terms of payment thus: “ Four thousand dollars he takes away first as a part of his inheritance from me, the balance he has to pay in twelve equal annual instalments without interest, the first instalment one year after my decease, and so on yearly one instalment until all is paid.” He devised a tavern stand and piece of land to his son Solomon, fixes the price at $6500, and adds: “ Four thousand dollars he shall receive on account upon inheritance from me, to wit, as a part of his inheritance from me; the balance, $2500, he shall pay in ten equal yearly payments without interest, the first one year after my decease.” In the sentence which immediately follows these devises, he says: “All my estate shall be divided among my eleven children in eleven equal shares, the children of my said son Joseph shall receive one share.”\nIn the distribution of the testator’s property under the will, the question arises, whether the sums which Jonas and Solomon are authorized to retain out of the price of the land, shall be counted against them as a part of their equal shares; or, whether the residue of the estate is to be divided among the eleven, without reference to the $8000 given to these two sons. Did the testator intend to give Jonas and Solomon $4000 apiece more .than the other children, or only to provide that they might receive so much of their equal share in that way ? We are of opinion that the latter is the true construction of the will.\nThe contrary opinion of the Orphans’ Court was based principally upon the supposed fact, that the whole value of the estate, real and personal, including the $8000, was only a little upwards of $24,000. The share of each child would therefore be much less than $4000. Jonas and Solomon are to retain the $4000 each, as part of their share, and how could it be part of a share, when it is more than the whole ? This view of the subject is a striking one, and would have had much influence upon us, if the fact, on which the argument rests, had been admitted. But it has been denied and disproved. The evidence taken by our examiner since the case came here, shows the whole estate to be worth about $54,000. One share is therefore more than $4000, and it was no departure from even mathematical accuracy of language, to speak of that sum as part of a share.\nIt is somewhat strange that the $8000 should be put on the lands as part of their price, if it was meant that no notice or account should ever be taken of it. He gives a plantation to one, “for which he shall pay eighty dollars for each and every acre it contains.” To the other he gives a tavern stand, “ for the sum of six thousand five hundred dollars.” This language would be altogether unmeaning, unless the testator intended that the prices thus fixed should be accounted for on the division of the estate with the other heirs. Why did he require payment of a sum which he was disposing of as a gracious gift ?\nIn another part of the will, he devises to each of his children, except Jonas and Solomon, and to each of his four grandchildren, a lot on Furnace street. That paragraph shows that he understood very well what was necessary to prevent the value of land devised from being counted against the devisee and taken out of his share; for there he not only puts no price on the lots, but adds:—“ These said lots I give to my children and grandchildren, without their having anything to pay for them, or that there shall be anything charged them for the same.”\nIf the testator desired that only part of his estate should be equally distributed among his eleven children, he used the most unfortunate phrase that could be found in any language when he said all his estate should be so divided. It is so obviously the wrong way of expressing the thought, that we can hardly believe he would not have seen the error.\nThere are many wills (and this is one of them) where it is impossible to say with absolute certainty what the purpose or desire of the testator was; and* some are so very obscure that it would be a relief to find the ground even for a conjecture. In such cases we can do no better than balance the arguments on either hand, and decide according to what seems their preponderating weight. We have done so here; and we think the reasons in favor of the construction which the Orphans’ Court refused to give, greatly outweigh all that can be said on the other side. But if the scale hung perfectly even, there is a rule of interpretation which would settle the case in favor of the appellant. He. asks for equality in the distribution, and unless there is a strong reason to the contrary, he ought to have it. The appellees demand $4000 each more than the other children, who are presumed to be as meritorious as they. It takes an intelligible will, if not a plain one, to disinherit, either in whole or in part, those who by law are entitled to the succession. Every man has an undoubted right to give his property to whom he pleases; but where the usual, natural, just, and legal course of distribution is to be changed, it must be done by words at least tolerably free from ambiguity.\nDecree of the Orphans’ Court reversed, and distribution ordered to be made according to the report of the auditors."}