{"id": "967608", "contents": "The opinion of the court, was delivered by\nGibson, C. J.\nThe principles of this case were discussed in Milne v. Moreton, 6 Bin. 360; in Mullikin v. Aughinbaugh, 1 Penn. R. 117; and in Lowry v. Hall, 2 W. & Ser. 131; to which it is sufficient to refer for them. It will there be seen, that an involuntary transfer of movable property abroad by process at home, does not divest the title in prejudice of creditors domiciled at the place of the actual situs ; but that a voluntary transfer by the act of the owner divests it everywhere. The legal situs follows the domicile of the owner, and the law of the actual situs protects the claims of domiciled creditors there only against transfer by operation of law. It is by a rule founded on this distinction, that letters of administration vest no title to property abroad; and that probate of a will at the place of the actual situs, enables the executor to recover it, the will being a testamentary assignment by the voluntary act of the testator. Granting, for the sake of argument, that the actual situs of the debt in question was in Pennsylvania, the voluntary assignment of it in Maryland, by the owners of it, vested it in the trustees there against their creditors here. The assignment was as operative to transfer the property in the first instance as it would have been had it been executed by a citizen of Pennsylvania. It is argued, however, that the contract of assignment is void for want of conformity to the laws of our own state. The legal presumption is, that it was intended to be performed at the place where it was made; and, as there is nothing to rebut it, the law of the contract is the law at the place of its origin. In Allshouse v. Ramsey, 6 Whart. 331, a promise made in Jersey to pay the debt of another, was held by this court to be void by the statute of frauds of that state, though the particular section was not in force in our own. It is not to be doubted, that this assignment was in its origin and purpose a Maryland contract. It was sealed there, and the trusts created by it were to be executed there. The lex loci contractus determines the validity of the contract; the lex fori controls the remedy. True, it was said in Lowry v. Hall, 2 W. & Ser. 132, that the law of the actual situs not only protects the ownership of movable property, but prescribes the mode of its transfer; but that was predicated of the distinction between transfer by act of the party and transfer by act of the law. In other respects, the law of the situs regulates the transfer of real property alone. There is nothing in the case stated, therefore, to bar a recovery.\nJudgment below reversed and judgment here for the plaintiff."}