{"id": "967657", "contents": "The opinion of the court was delivered by\nBell, J.\nThe constructive possession recognised by our law, as attendant upon a partial actual possession, by color of title of an \"interfering survey, or by marked and defined boundaries impinging upon an older original title, is characterized by all the qualities ■and incidents that belong to a pedis possessio of enclosed and cultivated land, and which are creative of estate by force of the statute of limitations. Such constructive possession is said in Waggoner v. Hastings, 5 Barr 300, and Kite v. Brown, idem 290, to be “ of the same character with actual, and equally bars the right by the statute, without evidence of any acts of ownership within the lines of the elder survey.” Now a principal, undisputed quality of actual adverse possession is, that it operates to forbid the entry of all mankind, except the true owner. Though lawless in its origin, it yet presents one of those imperfect inceptions o.f right of which policy compels the recognition for certain purposes; and of these purposes none is more powerfully persuasive than the preservation of the public peace and the prevention of private litigation. Accordingly, when an intruder has succeeded in placing himself within the protection of the statute, he is regarded as • rightfully in possession until challenged by some one clothed with a better title. The running of the statute, say the cases, is only suspended by the entry or action of the actual owner, or the unequivocal recognition of his title by the disseisor; (Altemus v. Long, 4 Barr 254; Adams v. Robinson, 6 Barr 271; Hinman v. Cranmer, 9 Barr 40); and an entry is thus operative, because, although at the moment there exists in fact a mixed possession, it is yet legally regarded as residing exclusively in the true owner, by virtue of his superior right: Altemus v. Campbell, 9 W. 20. It is only by the application of this principle that any effect is consistently given to a temporary entry. The presence of the intruder is eclipsed by the better title of the entering owner, and thus the necessary character of exclusiveness is, in contemplation of law, conferred upon a holding which otherwise would be equally shared by the antagonist parties. It will not be pretended that a temporary entry upon one of the enclosures of a cultivated estate, by a stranger to the title, could have the slightest effect upon the running of the statute in favor of a disseisor; and as, in this respect, there is no difference between an actual and a constructive possession, it is difficult to imagine how such an entry could work even the constructive ouster of a tenant of wild lands, claiming to the bounds of his survey. The moment we admit the doctrine of the cases, that constructive possession is of the same character with actual, the difficulties suggested by the plaintiffs in error, vanish. A necessary consequence of the doctrine is, that the entry of one without title, whether momentary or prolonged, must be attended with the same effect whether the prior holding be in fact, or a legal fiction. In either instance, a temporary entry is without consequence, since there is no right upon which to engraft the quality of exclusiveness, and continued occupancy is only operative upon that portion of the land actually enjoyed by the last intruder. That he claims by color of title, ill founded, can work no difference in the result. The virtue ascribed to color of title is, simply, that it affords evidence of the extent of an exclusive claim, which the law converts into an exclusive possession to the same extent, against all the world but the true owner. To permit this to be fatally interfered with by a counter imaginary possession, set up by another intruder, though under eolor of title, would be to subvert every settled notion of exclusive hostile possession. This, I repeat, may be defeated by the act of one who can show he had a better right to the possession of the land than the actual tenant, but by none other, unless indeed, there be actual ouster, continued uninterruptedly for the statutory period, giving title, only, to the portion actually occupied.\nWhat then is the position of the defendants below ? It is not pretended they can derive any show of title to that portion of the land here in dispute through the sheriff’s sale by virtue of the execution issued against Seeley, Gray and others in 1819, for there is no proof these had the slightest interest in the land sold. Nor does the patent obtained by Delamater in 1831, confer any title, since no connection whatever is shown to have existed between the latter and the Haines warrant and survey. Bilheimer consequently stands as an intruder, without title, and therefore incompetent to arrest the march of the statute in consummation of Steele’s title by limitation, except as to the part actually held by the former and those claiming under him.\nIt results, from this view, that the charge of the Court below, complained of here, is in all respects correct.\nJudgment affirmed."}