{"id": "967645", "contents": "The opinion of the Court was delivered by\nGrlBSON, C. J.\nThe provision for costs in the third section of the statute 8 & 9 W. 3, c. 11, is not confined to writs of scire facias on judgments for penalties to secure”the payment of instalments, or the performance of collateral covenants. The section expressly embraces “ all suits upon any writ or writs of scire facias,” and also actions of waste, actions of debt for not setting out tithes, and suits upon prohibitions. In all these, costs are given, as in other cases under the preceding statutes. Brooke v. Booth, 11 East 387, was a scire facias to recover an instalment, and I am unable, at present, to lay my hand on any other English decison on the point: but we have no other statute on the subject in Pennsylvania, and if the remedial provision was intended for particular cases, our practice has been entirely wrong. We tax costs on every scire facias as if it were an original suit. And the practice has been sanctioned by decision. In Wood v. Ludwig, 5 Ser. & R. 447, it was held that costs might be recovered on a scire facias against a garnishee in foreign attachment; and in Maus v. Maus, 10 Watts 90, costs were not allowed to terre tenants on the rule of construction applicable not only to the statute under consideration, but all preceding statutes giving costs, only because all had not been acquitted. Had all maintained their plea, they would have recovered their costs on this very statute. An apparent difficulty in this case is, that the plea found against the defendant was a nullity, 'and that the plaintiffs might have prevented the cost of a trial by a demurrer. It is true our law of execution allows a terretenant no plea which does not confess the tenancy. If his land was never bound by the judgment, he has nothing to do with the question of execution between the judgment creditor and his debtor; if it was actually bound, he can discharge it only by pleading and proving that the judgment has been satisfied, or that the lien of it has expired. No one can be a terre tenant but he whose land was bound; and consequently no one else can plead as a terre tenant. Here, however, both parties.were in fault—the defendant in pleading, and the plaintiff in taking issue; consequently, as neither has an equity, the statute must take its course. The proper judgment, if reduced to form, would be, de terns as to the debt, and against the person as to the costs. The plaintiff, therefore, was entitled to execution of the defendant’s goods without any order of the court whatever."}