{"id": "967613", "contents": "The opinion of the court was delivered, by\nLewis, J.\nThis is an action for an excessive distress. The Warrant was issued by McElroy, the agent of the landlord, and was executed by Lister, the constable. The rent claimed was $475, which included the sum of $75 stated to be “for nine months’ rent from April 1, 1847, to January 1, 1848.” During this period of time only fifty dollars rent had become payable, according to the terms of the lease. So' that it was clear that for the nine months stated, the landlord distrained for twenty-five dollars more rent than was payable to him. The sum of $400 'parcel of the $475) was composed of the annual sum of fifty dollarsfrom April 1,1840, to January 1,1848, which the tenant was allowed by the contract, to appropriate to repairs, manuring and improving the land. This also included a claim of fifty dollars too much, because the tenant had a right to appropriate this sum to the purposes designated, at any time during the year. But the whole of this sum of $400 was contested, and there was certainly evidence to justify the jury in finding that the greater part of it, if not the whole sum, had been paid in the manner required by the contract of the parties; and upon the state of this record, a court of error must presume that the jury so decided. .\nIt may seem a severe administration of justice to compel a landlord to pay damages for distraining for more rent than is due, without proof of express malice; but it must be remembered that the landlord is permitted to retain this remnant of feudal authority, and thus he is made the judge in his own cause upon the terms of conducting himself with perfect uprightness, and with a careful regard for the rights of the tenant. It has been repeatedly decided in Pennsylvania that a landlord has no right to distrain for rent before it is payable, by the terms of the lease, even if the tenant is about to remove his goods. So far as regards the rule of law, thus well known and established, the landlord must be deemed cognisant of the tenant’s rights; and, in respect to the rent payable in money, it is equally just to presume that he knew what sums he had received, and what amount remained unpaid. Under these circumstances, a disregard of the rights of the tenant by dis-training for more rent than was due, renders the landlord liable to an action, without any other or further evidence of either malice or want of probable cause.\nAfter a distress is made, for rent in arrear, the landlord has a right to impound the goods upon the premises; the tenant is deprived of the use of them; is liable to treble damages if he rescue them without writ, and he cannot have a writ of replevin, however unjustly his goods may have been distrained, without giving security in double their value to prosecute his suit with effect, and to return the goods, if return should be awarded. This security it may be totally out of his power to give; and thus, although a sale may not take place, the tenant is deprived of the goods necessary to the comfort of himself and his family, or, it may be, of the merchandise, or implements of husbandry, necessary to the successful pursuit of his lousiness. Thus incommoded, his business broken up and his credit impaired, he may surely be permitted to make the best terms in his power in respect to the sale of the goods, without destroying his right to redress for the injury occasioned by the excessive distress. Justice and law unite in declaring that an arrangement between the parties, respecting the sale of the goods thus distrained, is no bar to an action for the wrongful distress, unless it be so agreed by the parties: 2 B. C. 821; 8 B. C. 456; 1 Bing. 401.\nThere is certainly a hardship in amercing the constable for an over-claim of rent by the landlord; but his liability in such cases was established by a decision of this court, more than twenty years ago; and in vindication of the propriety of that decision, it may be remarked, that the constable is not bound to make a distress for rent, and that the law only requires his interference, after the distress made, should an appraisement and sale become necessary.\nIt results from these views of the case before us, that the charge of the court was quite as favorable as the defendant below had a right to demand. The judgment must therefore be affirmed.\nJudgment affirmed."}