{"id": "967600", "contents": "The opinion of the court was delivered by\nBlack,, C. J.\nThis was a scire facias issued in 1849 to revive a judgment originally entered in Í827. The defendant pleaded payment, and, to sustain the plea, relied altogether on the lapse of 'time, it being more than twenty years from the date of the first judgment to the taking out of this writ. If this were the whole case, the defence would have been a clear one. But the plaintiff shows that he issued a scire facias in 1832, and that the writ being returned “ nihil habet as to the defendant, and made known to the terre tenants,” judgment was taken for want of appearance. The latter judgment, as well as that of 1827, is recited in the present scire facias.\nWe do not stop here to inquire into the regularity of the judgment taken against Sandman, the defendant himself, in 1832: in the first place, because that is a question which could only be considered on the motion to open it; and, secondly, because in the view we take of the case, it can make no difference whether that judgment was right or wrong.\nIt is not necessary to discuss the cases. The rule dedueible from all of them, whose authority is binding on us, is that where a party has a debt against another evidenced by a specialty or a record, and to which no statute of limitation applies, the burden of proving it unpaid is not thrown upon him who claims it, even in a suit brought more than twenty years after it has become payable, if within the twenty years a fair effort, though an unsuccessful one, has been made to recover it, by suing out legal process for that purpose. In McCulloh v. Montgomery, 7 Ser. & R. 17, which was a suit brought more than twenty years after the date of the instrument on which it was founded, the record of an earlier suit for the same debt, but in a different form of action, was declared by Chief Justice Tilghman to be proper and powerful evidence to rebut the presumption of payment set up by the defendant. But a former legal proceeding will not be allowed to have this effect if it was instituted for the sole purpose of repelling the presumption, and not in good faith, with the sincere object of recovering the debt claimed. Nor can it be said that the mere impetration of an original writ (I do not speak of a scire facias),-without service on the defendant, is the institution of a legal proceeding. The rule must also be understood with this further and very obvious modification, namely, that the suit relied on to repel the presumption of payment must have been commenced before the expiration of the twenty years, and not afterwards, as in the case of Cope v. Humphreys, 14 Ser. & R. 15; because, although the effort to recover a debt is a circumstance strong enough to prevent the presumption from arising, it is not sufficient to repel that presumption after it has acquired the full force which twenty years’ supineness of the creditor would give it.\nThe present case is clearly within the rule. The plaintiff’s proceeding in 1832, was the only one he could have adopted. It is marked with all the signs of a fair prosecution of his claim. He obtained a judgment in a way undeniably proper against the terre tenants, which put him in a condition to sell the defendant’s land. Moreover, he recovered at the same time a judgment against the defendant himself, of which the regularity must be taken as admitted, since no application has been made to set it aside. These facts fully justified the judge of the District Court in charging the jury that the presumption from lapse of time did not arise.\nJudgment affirmed."}