{"id": "969095", "contents": "The ppinion of the Court was delivered, by\nWoodward, J.\nThis was an action of ejectment by the heirs and legal representatives of Thomas B. Coleman, deceased.\nBy proceedings in partition in the Orphans’ Court of Lebanon county under a special Act of Assembly, the title on which the plaintiffs relied had become vested, pending the action, in Robert Coleman, one of the heirs on record as a plaintiff, and he after-wards conveyed the undivided half of the premises to William Coleman, who was also a plaintiff on record.\nOn the trial of the cause in the Court below, the defendant offered in evidence, and the Court admitted against the objection of the plaintiffs, the record of the proceedings in partition. This is now assigned for error by the plaintiffs.\nThe evidence was properly admitted. Plaintiffs in ejectment must recover on the title held at the commencement of the action as it stands at the time of the trial, and it has always been deemed competent for the defendant to show that since action brought the plaintiff has lost his right. Nor does it alter the rule that the vendee is a co-plaintiff on the record. He may recover for such interest as he held at the institution of the action, but he may not recover in that action in respect to his newly acquired rights : McCulloch v. Cowher, 5 W. & Ser. 427; Blackmore v. Gregg, 10 Watts 225_\n_ But on the trial of this cause the counsel of the plaintiffs moved to substitute the names of Robert Coleman and William Coleman for the plaintiffs on the record, and the denial of this motion is another of the errors assigned in this Court.\nBy the Act of Assembly of 26th April, 1850, Purdon 1298, (Stroud’s and Brightly’s Edition), it is provided that “ when the title of a plaintiff in ejectment to lands may have been changed by sale or assignment after action brought, the suit shall not be affected thereby; but the purchaser or assignee may prosecute said action; and the verdict and judgment in said action shall inure to him in the same manner that they would have inured to the said plaintiff if no sale or assignment had taken place; and the purchaser of the real estate in controversy may be substituted on record by a motion in open Court.” This Act of Assembly was evidently intended to alter the law as previously held by the Courts, and, that its provisions may have full effect, we hold it to be applicable to actions pending when it was enacted, as well as to actions subsequently commenced. We are of opinion also, that Robert Coleman and William Coleman, deriving title as they did through proceedings in partition in the Orphans’ Court, were purchasers within the meaning of the Act, and consequently were entitled to be substituted. The substitution of heirs at law in pending ejectments had been provided for in the Act of 13th April, 1807; of executors, trustees, and assignees in the Act of 24th March, 1818; and of husbands marrying feme sole plaintiffs in the Act of 12th April, 1845 (see Purdon pp. 41 & 361); and the legislature, in the Act of 1850, put “ purchasers” on the same footing with these several classes of persons.\nBut the sweeping expression “the suit shall not be affected thereby,” must be construed with reference to the concluding clause, and means that the suit shall not be affected by the conveyance of the plaintiff’s title pending the action, if the purchaser be “substituted on record by a motion in open Court.” Where there is no motion to substitute, none of the provisions of the Act attach, and the rule, as previously established in the Courts, preYails. If the purchaser be already on the record as a co-plaintiff, the motion would have for its object to dispense with his fellows; if he be not on the record, its purpose would be to bring him on in the place of those who are there. Whilst, therefore, the Court were right in admitting in evidence the proceedings in partition, they were wrong in refusing to permit the purchasers -to take the place of the plaintiffs on record. But the cause is not to be reversed for this error, because on a trial of its merits, it turned out that Robert Coleman was not entitled to recover for the fractional interest that he held at the commencement of the suit. It is apparent that he and William Coleman were not prejudiced by not being permitted to represent the whole interest on record. Robert’s interest was sufficient to test the question in the cause. It was fully tried; and we think very properly decided against him. It is a positive advantage therefore to both him and William Coleman, that only a fraction, instead of the whole of their title is affected by the verdict and judgment. The rule is, not to reverse for a harmless, and certainly not for an advantageous error.\nThese observations dispose of 1st, 3d, and 4th assignments of errors.\nThe second assignment is, that the Court erred in admitting as evidence to go to the jury, the underscored parts (printed in italics) of the depositions of Peter Urey and William Anderson.\nThe plaintiffs claimed under William Dougherty, and his son John Dougherty. The old man took his warrant for 50 acres, including the land in controversy, on the 22d January, 1794. He died in 1800. In 1801 his son John had the warrant surveyed and returned for himself, and in 1819 the land was sold at sheriff’s sale as the property of John to Henry Shenk. The'declarations of William Dougherty detailed by the witness Urey, are said to have been before he acquired any interest in the land, and the declarations of John Dougherty, detailed by the witness Anderson, are said to have been after his interest was sold, and thus, it is insisted, the declarations of neither of the Doughertys were evidence.\nThe expressions of the witnesses in regard to the dates of these conversations are vague and uncertain. “ When I was about 16 years of age,” says Urey in his 74th year; and “ somewhere about 23 or 24 years ago,” is the nearest that Anderson comes to a date. The attention of these witnesses, both old men, does not seem to have been drawn particularly to the year of the conversations they respectively detail. Neither of them was asked a question on this point on the cross-examination. But it appears very clearly from their testimony that the Doughertys were in possession of the land, claiming and cultivating it, when these admissions were heard. And it is a well known fact, that settlers often occupy their lands and designate them by boundaries on the ground, long before they take their warrants. Such possessions and designation of boundaries, have been recognised and guarded in the whole legislative and judicial history of the Commonwealth. “ It is understood to be the law,” said Chief Justice Tilghman, in Gordon v. Moore, 5 Binn. 137, “ that before a settler ascertains his boundaries by warrant and survey, he may, so far as concerns his neighbors, ascertain his limits by lines marked on the ground.” His settlement is appropriation of the land; is a title and an interest which will descend to his heir, may be seized by his creditor, and may be aliened by deed. There is no virtue then in the objection that William Dougherty’s declarations were not evidence, because, possibly, he had not taken his warrant when they were made. He was on the ground claiming and cultivating it. It was both his right and duty to designate his boundaries, and what he said about them became evidence against him and all claiming under him. It is also a well known fact, that men frequently remain in possession of lands after they have been sold at sheriff’s sale, making efforts to redeem and retain them. That the Court should have been expected to decide, in view of the loose expressions as to dates used by the witnesses, and of all that was before them, that the Doughertys had no interest in the land when they made the admissions proved, seems to us unreasonable. And this they would have decided had they rejected the depositions.\nThe rule is general, that admissions of a grantor, prejudicial to himself, while in possession, are competent evidence against those who claim under him. Kunkle v. Wolfsberger, 6 Watts 126; Reed v. Dickey, 1 Watts 152; Riddle v. Dixon, 2 Barr 372. We think these depositions were within the rule and properly submitted to the jury.\nThe remaining assignments of error relate to the charge of the Court upon the effect of the statute of limitations. It was the case of interfering warrants and surveys. The warrant under which the plaintiffs claimed, in the name of William Dougherty, was surveyed, as before stated, in 1801. He and his son had taken and maintained actual possession within the lines of the survey.\nThe defendant claimed under a descriptive warrant to George Orson, dated July 3, 1789, and calling for the adjoining owners on all sides save one. On that one side was an old brush fence, built by the Doughertys, and spoken of by them as the limit of their claim. Orson had taken possession of the land described in his warrant, and had claimed up to the old brush fence, more than twenty-one years before suit brought. When his survey was made, in 1830, in pursuance of his warrant, he ran one of his lines N. 31 W. along the old brush fence, and this line bisected the Dougherty survey, and threw 25 acres of it within Orson’s lines; and this is the interference in dispute between the parties. The testimony tended to prove, and did satisfy the jury, that Orson had cultivated several acres of the interference, and used the residue for woodland.\n, The plaintiffs’ counsel prayed the Court to instruct the jury, that if they “ believe that the surveys interfere with each other, and the plaintiffs had actual possession of any part of the tract covered by their survey, the law preserves the title for him who has the right.” The Court refused to give the instruction asked, “ because the evidence shows that the defendant claims under an' actual possession and enclosure within the limits of the plaintiffs’ survey, at least as early as 1822, which was twenty-one years before suit brought.”\nNo answer could be more correct or conclusive. The doctrine of the plaintiffs’ point is correct where there is no actual adverse possession taken within the lines of the elder survey. But the instant such possession is taken, it is ouster of him who has the right, and the extent of the adverse possession is measured by the color of title under which the intruder enters. If he be permitted to remain upon the interference for twenty-one years under color of title that comprehends it all, his title becomes perfect to it all. And since the cases of Cresswell v. Altemus, T Watts 565, and those'which follow in its wake, it is vain to deny that the intruder’s use of the woodland, as woodland is ordinarily used, is, in the eye of the law, actual possession of it, as truly and effectually, for the purposes of the statute of limitations, as his cultivation of fields is actual possession of them. The case was properly put to the jury on the facts in proof, and the\nJudgment is affirmed."}