{"id": "969096", "contents": "The opinion of the Court was delivered, by\nRogers, J.\nIn Henderson v. Irwin, decided at the September Term, 1848, at Pittsburgh, not yet reported, it is ruled that when a party omits to sue out a writ of error before the final adjudication of the Supreme Court on a writ sued out by his adversary, he waives or loses the right to take a writ of error himself. A writ of error will not lie, for that in effect would be to reverse or call in question a final judgment already rendered by this Court. This would be decisive of this case but for the 2d section of the Act of 22d March, 1850. So.far as regards future cases, it is agreed there is no difficulty. But does the act apply here ? The case presented is this. Before the passage of the Act a final judgment was rendered in favor of Emerson, who was the plaintiff below, for $400, and costs of suit. This was conclusive of the rights of the parties, as the case then stood. Of this money, to which he was justly entitled as appeared by the solemn adjudication of a Court of the highest resort, it is sought to deprive him by legislative enactment. Whether the draftsman of this section intended it specially for this case, I do not pretend to know or conjecture; but my respect for the legislature is too great to allow me for a single instant to suppose that they designed so great a wrong, as, by a retrospective Act, to make that right which was clearly wrong. But granting the intention to be clearly expressed, I have no hesitation in saying that the Act is unconstitutional and void. The legislature have no power, as has been repeatedly held, to interfere with vested rights. To give the property of A. to B. is clearly beyond legislative authority. Suppose, after title acquired to a tract of land by the Act of Limitations, the legislature should extend the time; or suppose a writ of error barred by lapse of time. Would any person contend that the legislature would have a constitutional authority to interfere so as to affect rights thus acquired ? This will scarcely be pretended. And yet it is difficult to imagine any difference in the cases. If such a power should be granted, it is yielding to them unlimited judicial as well as legislative authority. They may and no doubt they will grant new trials, issue a mandamus, a writ of quo warranto, or entertain a writ of error. Unless resisted, it must end in this. There is no limit to successful usurpation. Everything will depend on the will of an irresponsible majority.\nWrit of error quashed."}