{"id": "969090", "contents": "The opinion of the Court was delivered, by\nBlack, C. J.\nJohn Gamber died insolvent. His widow claimed a carriage as her separate property. If there is any evidence on the record to show that it was hers, this judgment must be affirmed.\nThe husband said, before the carriage was bought, that his wife was going to give him the money to pay for it, and declared after-wards that she had done so. When asked for the loan of it he referred the applicants to his wife, and said the carriage belonged to her. The administrators of the husband did not include it in the appraisement of his effects, because the widow told them she owned it.\nDeclarations of an insolvent husband cannot, under any circumstances, be evidence for the wife. It • would open the door to enormous frauds upon creditors, and hold out a constant temptation'to commit them. If the husband could create title to personal property in the wife by merely saying it is hers, no creditor would be safe for a single moment. It is not easy. to conceive how a higher premium for dishonesty could be offered. The relation of husband and wife is so intimate, and the identity of their interests so absolute, that even the oath of one is not and ought not to be taken in favor of the other. A multo fortiori the naked declaration should be rejected.\nTKe case now before us furnishes a strong illustration of the principle; and shows how little reliance can be placed on such declarations. The assertions of John Gamber were all on one side, and the established facts were all on the other. He said in substance that his wife bought the carriage, while the proof is unquestionable and full that he made the contract himself on his own credit; that it was charged against him on the books of the manufacturer; and that it was paid for by his administrators, out of his estate.\nThe consent of the administrators not to put it into the inventory is entitled to still less weight than the declarations of the decedent. Personal representatives who know nothing about the estate are not to be held to a mistake made in ignorance of the truth, especially where they are misled by the statement of the person who seeks the advantage of it. Besides, it is not their interest, but that of creditors, which is looked to in a case like this.\nWhere property is claimed by a married woman, she must show by evidence which does not admit of a reasonable doubt, either that she owned it at the time of her marriage, or else acquired it afterwards by gift, bequest, or purchase. In the case of a purchase after marriage, the burden is upon her to prove distinctly that she paid for it with funds which were not furnished by the husband. Unless rigid proof of her title is always required, no one earn calculate the amount of injustice which the Act of 1848 will produce.\nOn the facts which appear in this case, the Court below ought to have given a charge which would have swept away the plaintiff’s claim in a single breath. She had no shadow of right to recover.\nIn another respect the charge was more favorable to the defendant than he had any just reason to look for. The Court said that, as to possession, a husband and wife are subject to the same rule which governs strangers. Between strangers, open, visible, notorious, and exclusive possession is the test of title in all cases where the rights of creditors are involved. But this is not possible with reference to the personal goods of a married woman. She cannot have or use her property exclusively, unless she lives apart from her husband. It was not the intention of the legislature to compel a separation in order to save the wife’s rights; but if the rule of exclusive possession were adopted, the statute would be inoperative as long as they live together.\nBut this shows how necessary it is to demand the clearest proof of the wife’s original right. Since no other evidence of her title can be furnished than her purchase of it with her own money, nothing can be dispensed with which may be required to exclude even a suspicion of unfairness or collusion.\nJudgment reversed and venire facias de novo awarded."}