{"id": "969065", "contents": "The opinion of the Court was delivered by\nBell, J.\nThe Court below fell into the error of converting a strictly legal action into an equitable remedy, and that, too, for a purpose to which even a chancellor- would scarcely give effect. It was forgotten that the instrument sued on is a mere personal contract, affording a formal remedy to none but the parties to it, or their legal representatives. Unlike a covenant running with an estate in land, which gives to an assignee a right to sue as a party to it, the covenant to make „a conveyance is not assignable at law, nor will equity regard the assignee, further than, at his instance, to enforce the remedy and perfect the rights derived by the assignor under it. For the same purpose, a Court of law will take notice of the derivative title; but so little does this enter into the remedy, that it is not even necessary that the assignee’s name should appear in the proceedings; nor will the defendant be permitted to controvert the validity of the transfer: Blanchard v. Commonwealth, 6 Watts 309. An assignee need show no right in himself ; it is enough if he show a right in the legal plaintiff, for it is this right alone that can be enforced: Montgomery v. Cook, 6 Watts 238. This is true of all assignments of choses in action, and in covenant is demonstrable from the form of the pleadings, which furnish the best test for determining the extent of the remedy. In stating his complaint, the plaintiff must set forth the covenant either in the words of the deed, or according to its legal effect, and aver its breach in the negative of the terms employed in the covenant. To this, although in this action there is no general issue, the usual reply is covenants performed; thus presenting the point of the controversy, to which, of course, the proof is to be confined. In the present instance, a narr. properly formed would set out Hamilton’s undertaking to make a deed to Brown, and aver its breach by a refusal of the covenantor to execute and deliver the instrument to the covenantee, after performance, or a proffer to perform the precedent undertakings assumed by the latter. Admitting the sealing of the deed, and the precedent performance, the reply must be an assertion that the conveyance was made, or proffered to be made, according to the exigencies of the covenant. Now, it is obvious, that under this issue, the only inquiry would be whether the original vendor had made or offered to make to the first vendee such a conveyance as is contemplated by his contract ? If the evidence answered this affirmatively, the contest would necessarily be at an end;. for in covenant the only aim is to recover damages for a violation of the contract. As this is familiar, I was curious to see how the plaintiff below had stated his cause of action, in order to avoid the difficulty springing from the conceded fact, that, before suit brought, Hamilton had conveyed to Brown, with notice to Davis; a fact which must have been negatived in any proper form of pleading. On consulting the record, I found the plaintiff, after setting out the covenant, had averred the assignment to Davis, and for breach assigned the refusal of the defendant to make a conveyance to the assignee; a thing he had never undertaken to perform. Such an assignment of breach was radically defective, and an entire departure from the covenant set out, and exposed the declaration to demurrer. And yet, it was the only way in which the assignee could state his real cause of complaint, which was, not of a violation of the vendor’s undertaking, for that had been literally complied with, but of something beyond the contract. But even supposing the defendant had been guilty of laches or other wrong towards Davis, it is impossible to perceive how he can avenge it in an action, strictly founded on the contract with Brown, and intended solely to vindicate it. The utmost that Davis could claim was to have the covenant enforced. The right to insist' on this was all he took under the assignment. It operated to put him in the shoes of the assignor; and as the latter could only claim to sue for a refusal to convey to him, the former can challenge no right beyond this. This, I think, would have been apparent to the learned judge before whom the cause was tried, had he not been seduced by the idea that he could so mould the action of covenant as to do ultimate justice among all the parties having an interest under the contract. The argument was, that as the assignee is entitled to have a conveyance of the land, his suit may be treated as a bill in equity for specific performance, without which he must fail of the final object. But even with us, the action of covenant is inadequate to work such a result in all cases. Admitting that in this form, and by means of a conditional verdict, the immediate vendor and vendee may compel payment of purchase-money and the making of a conveyance, it does not follow that third persons, not parties to the covenant, can use it for such a purpose. For the reasons already mentioned, a proper respect for the congruity of the action forbids it; for though we may administer equity through the medium of common law forms, we cannot do so by a violation of all form, to say nothing of the sacrifice of substance. Besides, why should the original vendor, who has undertaken nothing but to convey to his purchaser, be thrust between the latter and the second vendee, as a party to their quarrels ? Why should he, after performing all he assumed, be compelled to undergo the trouble, vexation, and costs of a lawsuit, because others, not he, are in default ? How is he to determine whether the assignor’s notice that the second purchaser has not paid all he engaged to pay, or a contrary assertion by the latter, be true; and why should he be compelled to attempt it at his own hazard ? In the instance before us, it is clear Hamilton could not have recourse to Davis, to compel Brown’s performance, and yet the remedy on the covenant must be mutual. If action does not lie for one, it cannot for the other.\nIn addition to these considerations, which might be multiplied, there is no necessity for shifting this form of action to cover a case not contemplated by the parties when their mutual covenants were made, and, from its very nature, unsuited to compel the result sought. The deed having been made in good faith to Brown, he is invested with the legal title, and the purchaser from him may compel him to convey it by suit, if a common law action be efficacious for such a purpose. Why then sue Hamilton, with whom he has no agreement ? Brown offers to convey to Davis, if the latter will comply with his engagements. Why is not this offer accepted by showing he has complied, in a suit to be brought for that purpose, if necessary ? Indeed it is scarcely to be thought a chancellor, having all the parties before him, would do more than this. Upon the exhibition of a conveyance from the first vendor to his vendee, made in pursuance of their agreement, he would certainly be satisfied with decreeing a conveyance from the vendee to the last purchaser, upon the latter showing that he had discharged the precedent covenants. To say nothing of legal propriety, it strikes us as extremely unjust to hold the defendant, under penalty of the verdict rendered here, to the performance of an act he never undertook to perform, especially after the notice he received.\nJudgment reversed."}