{"id": "969076", "contents": "The opinion of the Court, was delivered by\nGIibson, C. J.\nIt is said by Mr. Jarman, and perhaps every other text-writer on wills, that a devise is a species of conveyance; and that for this reason it is, that after purchased land would not pass by it at the common law; consequently a trust of land created by will is of the same stamp as a trust created by deed. The executors of this will took, not merely a naked power to sell, but the legal title to the land, and on very special trusts. “ I give, devise, and bequeath,” says the testator, “ unto my executors hereinafter named, all and singular the rest and residue of my estate, real and personal, upon the trusts, and for the purposes, hereinafter named.” He then declares the trusts ; and, exmajori cautela, gives the survivor or survivors of the trustees power to convey.\nThe transfer of real property is governed by the lex loci rei sitse; and no statute of Pennsylvania empowers an administrator with the will annexed, to execute a trust of land confided to an executor by title or by name, for any other purpose than to sell for payment of debts. By force of the Act of the 24th of February, 1834, relating to executors and administrators, he may execute a power to sell in order to bring the land into a course of administration, but not to execute a trust for a collateral purpose; for instance, to manage the property and invest the proceeds for accumulation; or to maintain the widow and children; or to turn the land into money for the convenience of partition; or to exercise any discretionary power confided to his predecessor in the administration for his personal fitness and fidelity. For purposes purely administrative, the thirteenth and fourteenth sections give the devise of a power the effect of a devise of the title, and the sixty-seventh section puts an administrator with the will annexed on a footing with a surviving executor, but not on a footing with a testamentary trustee. The object was to prevent the object of a power given to several, from being frustrated by the death or renunciation of one or all of them — not to vest the execution of an unofficial trust in a stranger to the testator’s confidence. True it is that, for the purpose of selling “ or otherwise,” .the fourteenth section gives a surviving executor, and consequently, an administrator with the will annexed, the same interest in, and power over the estate, as all the executors might have exercised for the same purpose; but as trusts survive on the principles of joint-tenancy, the section seems to have been enacted as to them, ex majori cautela, or for such as are annexed to an ordinary administration ; not to those which might as well have been placed elsewhere. On the foot of the maxim that when different rights meet in the same person, they are to be treated as if they were in different persons, Courts of equity, recognising the union of executor and trustee in-the same individual reddendo singula singulis, have considered real estate directed to be sold for payment of debts, as equitable assets, and consequently as the subject of a trust; and though the principle was doubted for a time, it has been finally established by Newton v. Bennet, 4 Bro. Ch. R. 137; Walker v. Meager, 2 P. Wms. 652; 2 Fonb. 398 note, and Hargr. Co. Lit. 113 note. Now the object of the statute was to make lands legal assets in all cases; not to confound the distinction between trusts and powers. With us land has perhaps always been legal assets; and when a trust is created to bring it into a course of administration, it is proper that an administrator should succeed to the execution of it; but the statute was not intended for a trust unconnected with an executor’s ordinary duties.\nHow could the administrator in Pennsylvania, execute the trusts under this will in New York? The trustees of the entire estate were directed to continue for a time the partnership of the testator with his sons, and, after the dissolution of it, to invest the estate for accumulation till the death of the widow, and then divide it among the children. If the administrator were a trustee for any purpose, he would be a trustee for every purpose; and it would be difficult to determine whether he should act in the execution of the trust separately or conjointly. It would be a strange sort of trust that would admit of such participation. If he could not act as a trustee at all, what would become of the money in his hands ? As there were rto debts to be paid, remit it to the executors at the place of the domicil. What! to persons who having renounced the administration of it, had parted with their title to receive it, and had no power to give an acquittance for it ? That could not be.\nA trustee who accepts cannot renounce. It is unnecessary to quote an authority for that. He can be discharged only by the decree of a Court of Equity whose power in this state is vested in the Common Pleas; by force of a provision in the deed, or by consent of all the parties interested; and though I know of no case in point, I do not hesitate to pronounce that his acceptance, like that of an executor, must be entire. The rule as regards an executor, and the executors in this case have been treated exclusively as such, is stated in Fowler v. Cook, 1 Salk. 297; Anon., Brownl. 82; 11 Vern. 139; and the case of a trustee is manifestly within the reason of it. Indeed, for purposes of administration, an executor is considered in equity as a trustee. On that ground, the renunciation of the executorship and trust, so far as regards the lands in Pennsylvania, was void, and made no room for a separate administration of any part of the will. There was no power to sell for any purpose connected with the office of an executor, and no administrator could execute it. The act of the executors in New York was an entire acceptance of the trust, or an entire renunciation of it. If the former, there could be no administrator ; if the latter, there could be an administrator only for the ordinary duties of one: quaeunque via data, an administrator could not convey. The proper way to transfer the testator’s title to these lands was, to accept the trust entire, or to reject it entire, and procure the appointment of a trustee in Pennsylvania. The executors attempted a middle course, and it failed.\nJudgment reversed."}