{"id": "969098", "contents": "The opinion of the Court was delivered by\nRogers, J.\nThe liability of Harley under the agreement of the 13th July, 1840, for the amount of money expended in carrying on and prosecuting suit, as to the validity of the patent, is not an absolute liability to pay at all events and without conditions. Harley, by the express terms of the contract, is only bound to pay if the patent is established, out of the first verdict for damages, if sufficient to pay the whole debt; if not sufficient, then to pay the balance out of the next verdict that may be rendered. It is further provided that if the right to the patent should be established in favour of Harley, and no damages recovered, then Harley agrees to pay the sum expended within-twelve months from the date of the judgment sustaining the validity of the patent. And further, if the said patent be not sustained by the Court, then the agreement to be void and of no effect. The agreement, as thus stated, it will be remarked, contains several stipulations highly favorable to Harley in the mode and manner of payment; and next is a stipulation that in one event, viz. the failure of the Court to sustain the patent, the contract should be altogether void. Thus the case stands on the original contract; but the counsel for the plaintiff contends, and so the Court, in effect, ruled, that the article of agreement was cancelled and annulled, and another contract substituted. That the parties, eight years afterwards, viz. 25th March, 1848, entered into a new agreement endorsed on the article, by which they ascertained the amount expended by Parry; and that Harley, by promissory note, viz. the note in suit, bound himself to pay the same. This is denied by defendant, and on this the case turns. For if, as the defendant alleges, the agreement of the 13th July, 1840, remains in force, the suit, as is plain, should have been brought in debt or covenant, and not assumpsit. The defendant insists, and with this we concur, that the acknowledgment of indebtedness contained in the paper writing dated the 25th March, 1848, was intended merely to ascertain the sum to be paid in accordance with the contract. This sum, be it observed, for some reason not explained, the parties omitted to ascertain when the original agreement was entered into. In this important particular the agreement was defective and incomplete, and this defect was supplied by the endorsement of the 25th March, 1848. And this we think plain; for if that writing was designed as a new, distinct, and independent agreement, as plaintiff alleges, it is difficult to give a satisfactory rteason why the evidence of it was endorsed on the original agreement and reference made to it. Nor is it clearly comprehended why the article of agreement itself was not expressly cancelled or destroyed. We see no evidence that the note, as it is called, was accidentally written at the foot of the article. It rather seems to us much more probable it was purposely so done. For this would be correct only on the supposition that it tvas intended as the evidence or result of a settlement between the parties as to the amount due for expenses paid. This, we think, is the rational view of this transaction. There is nothing in opposition to this vieAV of the case that we perceive, but several things appear which confirm it. The endorsement contains an acknowledgment of indebtedness, but no promise to pay; and most likely for this reason, that it was unnecessary, as the promise to pay and the manner and conditions of payment, are fully set out in the original agreement. It also weighs greatly with me, that it is highly improbable that Harley would consent to cancel an agreement containing stipulations highly favorable to himself, as to the mode, manner of payment, and ultimate liability, without any consideration whatever, so far as it 'appears, or any motive assigned which could move him to commit an act of such gross folly. We are of opinion, for these reasons, the action is misconceived, as it should be in covenant or debt, and not assumpsit. The distinction is not a matter of form but substance. The former remedy saves intact the rights of both parties, whereas the latter deprives Harley of all defence under the contract, fixing him with an absolute instead of a conditional promise to pay the debt, and materially altering the mode and manner of payment. Whether the writing endorsed on the article of itself, divested of all other considerations, may be viewed as a promissory note, it is needless, in the view we take of the case, to discuss.\nJudgment reversed."}