{"id": "969071", "contents": "The opinion of the Court was delivered, by\nWoodward, J.\nThat Clay lent the money to Caldwell, not for the purposes of the firm of Caldwell & Cottrell, but for Caldwell’s own personal use, was a fact fully proved on the trial, and found by the verdict of the jury. A consequence of this fact is, that the use of the firm name in the note was a fraud on Cottrell, and imposed no liability whatever on him: Baird & Cochran v. Dowling, 4 Ser. & R. 398; Noble v. McClintock, 2 W. Sp Ser. 155; Heller v. Brights, 4 Harris 399; Evergheim v. Ensworth, 7 Wend. 326; Rogers v. Batcheler, 12 Peters 230.\nBut it was attempted to show that the money, whatever the purpose for which it was lent, actually went into the firm of Caldwell & Cottrell, in payment of their hands and in replenishing their store at Matilda Furnace. The Court instructed the jury that even if this were the ease, Cottrell would not be bound unless the money went into the firm with his “knowledge and consent,” and this direction is assigned for error. In Jaques v. Marquand, 6 Cowen’s R. 497, it was held that a partner holding money in trust could not subject the firm to an action for the money by applying it to the use of the firm without the knowledge and privity of the other members of the firm; but that the firm would be liable if the money was so applied with their knowledge.\nIn the case of the Onondaga Bank v. DePuy, 17 Wendell, 47, the general doctrine was asserted that all the members of the firm are liable where money is borrowed by one member on the credit of the firm, whether the money be applied to the business of the firm, orbe misappropriated; “but,” said Bronson, J., “if this had been the individual debt or transaction of DePuy, the judge would have been right in saying that the plaintiffs could not recover without proving the money went into the business of the firm with the knowlege and assent of his copartners.” In Holemes v. Burton, 9 Vermont Rep. 252, one of three partners purchased a horse for his individual note, the avails of which horse wont into the partnership, but the firm were held not liable. In Graeff v. Hitchman, 5 Watts 454, the money was obtained on the individual credit of one of the partners; but it was held not to become a partnership debt by being applied to partnership purposes. Though the name of the firm was used in the case before us, it was still, in point of law, the individual note of Caldwell. Caldwell and Clay being partners on the Gettysburg Railroad, and Caldwell having drawn $8000 from the superintendent, Clay told the witness, Henry J. Shreiner, “that he had received no part of this $8000, that it was received by Caldwell; and that he, Caldwell, got it to pay his private debts, and that he had taken a note from Caldwell for the one-half of it, which he still held; and that he expected Caldwell would pay the note out of the final estimate to be made them on the work; that was their understanding at the time the nóte was given.” The .use of the firm name under such circumstances was a nullity. It was the note of Caldwell for all intents and purposes; and if he brought the money into the firm at Matilda Furnace, the authorities I have cited show that it did not become a firm debt. The Court were right, therefore, in instructing the jury that the knowledge and assent of Cottrell would be necessary to bind him. The only circumstance in proof to affect Cottrell with notice was the credit taken by Caldwell on the books of the firm, five days after the date of the note, for sundry bills of goods, amounting, in the aggregate, to $3761.72. Whilst this entry could not logically or legally be notice to Cottrell of the source from whence Caldwell had derived the funds wherewith to purchase the goods, it was evidence that the firm used the goods as creating a debt to Caldwell and not to Clay. It was in fact an investment of so much capital by Caldwell for which he was entitled to a credit on the firm books; but it raised no obligation, in morals or'law, on the part of Cottrell, to reimburse the creditor who had loaned this capital to his partner: see Greene v. Tanner, 8 Metcalf 411; Ostram v. Jacobs, 9 Metcalf 454; Thorn v. Smith, 2 Wendell 365.\nClay having no right of action against Cottrell, it follows that Pollard, his endorsee, stands in no better condition; for we are to take it that the note was overdue when transferred to him, and the endorsee of overdue paper takes it subject to all the equities which arise out of it, as between the original- parties: Snyder v. Riley, 6 Barr 164; Lancaster Bank v. Woodward, decided at the present term.\nIt is unnecessary to discuss the bills of exception to evidence, for they do not affect the conclusions which have been stated, and which are decisive against the plaintiff’s right to recover. It may be added, however, that they have been considered, and no error found in them.\nThe judgment is affirmed."}