{"id": "969048", "contents": "The opinion of the Court was delivered by\nCoulter, J.\nThis is a case where contribution ought to be enforced. It is so in equity. It is so in law. There can be no doubt but that McCall would be liable to contribute to each and to every partner, as the accident happened through the negligence of his driver. Horbach stands in the attitude of one partner who paid money by compulsion of law, which Elder was equally liable for with himself. Having paid Elder’s share, Elder is bound to refund to him. If McCall is ultimately bound to each and every one, Elder has his remedy against him. But as they were all responsible to the public as partners, each became as it were a surety for the other, to make good to a stranger any loss or damage occurring through the negligence of the servant or servants of the company, no matter on what part of the line the accident occurred. Partners may limit their responsibility to the public by giving full and ample notice to the public, so that the contract, whether ex-' press or implied, entered into by a stranger with the company, may clearly be inferred to have been entered into on the basis of that limitation. But here there was nothing whatever of such limitation, as the matter affected the public. As to the public, they •were clearly jointly liable, and so held out to be.\nThe only evidence of limited liability as among themselves, is the agreement that each was bound to cover a part of the road with stock, drivers, &c. Yery true; but that was their share, and each was so bound to cover his share of the road as that each partner who agreed to become jointly liable with him for loss, negligence, &c., occurring on any part of the road to strangers, should thereby suffer'no detriment. As they \"were all jointly liable to the public, each one became responsible for the other according to their proportion of stock. For if one became irresponsible, the others \"would have to pay. Even although the damage occurred on the portion of the road covered by the irresponsible partner, each one of the others is equally liable;' and if one pays more than his share, the others ought to contribute.\nIt is not necessary to constitute a partnership that each article used by the firm should be absolutely the property of the firm. The partnership may be created by the contribution of articles by the separate partners, to be used by the firm: 18 Wend. 183. And that was in fact the case here. Each partner contributed stock and drivers to cover a particular part of the road, as his portion of the stock. This arrangement was a mere matter of convenience among themselves, and not a limitation of their liability as partners. They all carried the same passengers, the same baggage, were engaged in the same business and enterprise, they divided the profits, and were answerable to the public jointly.\nThe right to contribution in equity exists when all are equally bound and are equally relieved; all, therefore, should contribute towards a benefit done to all: Story’s Equity Jurisprudence, 1 vol. p. 545.\nHere the plaintiff and defendant are in equali jure. The plain- ' tiff has exclusively borne the burden, which ought to have been shared by the defendant, who therefore ought to contribute his' share.\nThe judgment non obstante veredicto is set aside, and judgment entered on the verdict."}