{"id": "969084", "contents": "The opinion of the Court was delivered, by\nBlack, C. J.\nThe evidence which the Court in the 5th and 6th assignments of error is complained of for rejecting, was intended to prove that the defendants were not common carriers west of Pittsburgh; in other words, that they were not accustomed to carry goods for hire for all who chose to employ them on the Ohio river. But the evidence was properly rejected, because the right of the plaintiff to recover, &c., depended on the obligation created by the particular contract on which the suit was founded. If they bound themselves on this occasion to the duty of common carriers, it is no defence to say that they had never done so before, or that it was not their direct or principal business: 1 W. & Ser. 285; 7 Yeager 340; 4 N. H. 304.\nIn the 7th specification, it is said the judge erred because he refused to permit the defendants to ask the question, “ What were the powers of Irwin & Foster, and what was the extent of their agency?” When an agent is appointed, a contract made with him about the business to which the agency relates is a contract with the principal, and the validity of the contract is not affected by a limitation of the agent’s authority, of which the other contracting party had'no notice. This would have been.enough to make the exclusion of the proposed evidence perfectly proper. But there was another reason. The defendants did not assert in the Nisi Prim, nor was it any part of their argument here, that' the agents had not authority to do what they did. Now if the acts done by them exposed their principals to the risks of common carriers on the Ohio, the principals cannot, of course, clear themselves from responsibility by showing that though they authorized the act, they did not intend that its legal effects should follow.\n'The greatest pressure of the defendants’ argument was on the exception to that part of the charge which submits to the jury the question whether the words, “The responsibility of the line to commence upon the shipment of the goods from Pittsburgh,” were or were not inserted in, or rather left unerased from, the bill of lading by mistake. It is contended that there was no evidence of such mistake. But we think otherwise, for reasons which may be stated very briefly. A mistake like the one alleged here can be proved as any other fact is proved, by circumstantial as well as by positive evidence. There are several facts from which it may be inferred. The printed bill of lading was manifestly intended to be used at Pittsburgh. In order to make it answer for Cincinnati, it was obviously proper to strike out Pittsburgh wherever the word occurred, and insert Cincinnati. It was so altered in the date, and the omission to do so at the other place certainly looks more like an accident than anything else. It is not certain, but it is probable, that the object of having the contested clause in a Pittsburgh bill was to prevent the responsibility of the defendants from commencing when the goods were received at their warehouse, instead of attaching only from the time of their actual shipment. The dangers of the river navigation are excepted, and this by plain construction makes them liable for the other dangers which are not excepted. They received the full freight from Cincinnati to New York, and this is wholly inconsistent with the notion that they were mere agents for the shipment of the furs, and not carriers from Cincinnati to Pittsburgh, as well as on all other parts of the route. Other facts might be mentioned, but these are enough to show that there was some evidence of mistake, and the judge was right in submitting it to the jury.\nIt is of the utmost importance to the commerce of the country that carriers should be held to strict accountability. Gross wrongs would be practised every day if the laws on this subject were relaxed. Slight evidence ought to be sufficient to set aside any special provision in the bill of lading, which is intended to relieve the carrier from his ordinary legal responsibility. And this not only because public policy requires that carriers should have the strongest interest in the performance of their duties, but also on account of the manner in which such stipulations are generally made. Goods are commonly sent by the owner to the carrier’s place of business, where they are received, and the bill of lading made out by the carrier or his clerk. It is often not seen by the owner until it is too late to insist on a change in the terms. It can hardly be called a contract, for a contract requires the assent of both parties. The better rule perhaps would be, to treat all provisions of this kind as void, unless inserted by the express consent of the employer.\nThe charge that the defendants were bound to have the furs unpacked and dried, is said to be erroneous, but that is not our opinion. The decision of the judge on this point is well supported by clear and unanswerable reasoning; .is sustained by a case directly analogous (Bird v. Cromwell, 1 Missouri 58), and is opposed by no authority-which we have been able to find.\nJudgment affirmed."}