{"id": "969085", "contents": "The opinion of the Court was delivered, by\nBlack, C. J.\nJames Siars being the owner of a piece of land, conveyed it to George Lane in 1832, subject, nevertheless, to the support and maintenance of James Siars; and Lane covenanted in the deed that he would well and sufficiently keep, support, and maintain the said James Siars in good and sufficient boarding, washing, lodging, and making and mending of clothes, and attendance in sickness and health, during his natural life. Siars remained with Lane, receiving what he was entitled to get under the deed for about two years, when he was taken away to Jefferson county by one of his sons, and remained there until he died in 1845. Siars brought covenant against Lane in 1842. The cause was referred to arbitrators, who found no cause of action, and so awarded. This ejectment is brought to recover the land for the grantee’s breach of the covenant in the deed.\nThree questions arose on the trial below: 1. Was the maintenance of the vendor by the vendee a condition of the grant, for breach of which an ejectment might be sustained? 2. Did the decision of the suit brought in 1842 bar all right to recover here for damages which accrued before that suit was brought ? 3. Is\nit the true construction of the contract that Lane was to follow Siars and furnish him meat, drink, lodging, mending, washing, and attendance in sickness and health, at any place where Siars might choose to go, or to give him the equivalent of these things in money ? The first of these questions was decided by the Court below in favor of the plaintiff, and therefore it does not arise here. We have to deal only with the two last.\n1. The finding by the arbitrators that the plaintiff had no cause of action, was an award in favor of the defendant; and, unappealed from, it had the same force as a judgment entered in the Common 'Pleas. It was, therefore, the judgment of a Court of competent jurisdiction on the very point in controversy; and when the same matter came in issue again between the same parties, or their representatives, as it did in this case, the record of the first judgment was conclusive against the plaintiff’s right to recover. This was the rule laid down in the Duchess of Kingston’s case, and its correctness. has never been disputed. The public interest demands that litigation should not be perpetual, and justice requires that when a man has once answered to a claim, and had judgment rendered upon it, either against him or for him, by a tribunal vested with power to try it, he should not be harassed for the same cause again.\n2. The covenant or condition (call it which you will) must have a construction consistent with the plain reason and sober sense of the men who made it. There was no agreement here to pay money, and it was, in our opinion, most manifestly contemplated by the parties that Siars should receive the necessaries promised at the only place where Lane could have them to give, and the personal attendance which his condition might require where Lane and his family would be present to render them. If Lane had been guilty of misconduct, or had lacked good faith in the execution of his agreement, the case might be wholly different; but Siars lost all right to demand performance of the contract when he went away without cause or provocation, and so made it impossible for the other party to do what he had promised, except at an amount of trouble and expense which it would have been wholly unreasonable to require.\nThere was no error committed by the Court below on the specific points ruled against the plaintiff, and it was right also, upon the whole case,, to direct a verdict for the defendants.\nJudgment affirmed."}