{"id": "969051", "contents": "The opinion of the Court, was delivered by\nLowrie, J.\nThe argument here is that this transaction, though in form a composition with creditors, is, in fact, an assignment for the benefit of creditors with preferences; yet, if this be so, both the form and the forum below have been improperly chosen. Admit the argument, and what then ? That the assignment is void because it does not embrace all the debtor’s property ? Not at all. Before the Act of 1843 such assignments with preferences were void, as tending to hinder creditors; but such is not their character since that Act declared the preferences void, and required the assignment to stand for the benefit of all the creditors. Now it is the preference and not the assignment that is'void. In such case the property belongs to all the creditors, though assigned to only some of them, and it is not liable to an attachment execution as the property of the debtors.\nThere might be added the very obvious view that, as the arrangement was not intended for the benefit of the plaintiff, so it imposed no terms upon him. He cannot complain that others did not get all of the debtor’s property; but rather that they got too much of it. It was no fraud on him that other creditors released the debtors, and yet allowed them to retain part of their effects, for that was so much in favor of his own chance of recovery. Assuming that this is an assignment in trust, the assignees would have to account in the usual way.\nBut we do not regard this as an assignment within the meaning of the Act of 1843. Unquestionably, before that Act, the law recognised a composition with, as well as an assignment for creditors. We are therefore to inquire, so. far as this case demands, what alteration that Act has made in the pre-existing law. as to. assignments, and what direct or incidental effect it has upon the law as to composition with creditors.\nUnder the old law, such an assignment was the mere act of the debtor imposing terms upon his creditors, without any restraint except that he should retain no property for himself, and in all such eases, there is an express or implied condition that any surplus shall belong to the debtor. On the other hand, a composition is necessarily the result of a treaty with the creditors severally, however many may join in the same writing; no terms are imposed on any one, but all are matters of agreement, influenced, it is true, by the embarrassment of the debtor, but not constrained by his having placed his effects under a qualified trust; the whole title to the thing or effects is transferred in consideration of the debt or debts due, and it does not necessarily imply any preference, for all may be treated equally.\nThe Act of 1843 merely prohibits all preferences in “assignments in trust” for creditors'; and since that Act, an assignment may be defined to be, a transfer by a debtor of the whole or part of his effects to some person in trust to pay all his creditors in like proportions, and to return the surplus, if any, to the debtor. A composition is a contract between a debtor and one or more of his creditors, by which it is agreed that the debtor shall be discharged on his transfer to such creditor or creditors of certain stipulated effects, to be held by them absolutely. A mere glance at these definitions will show an essential distinction between the two transactions.\nThe question then arises, does the Act prohibiting preferences in assignments in trust for creditors necessarily imply a prohibition of all compositions with creditors ? The answer must be, certainly not; unless, possibly, when it is shown that the composition prefers, or was intended to prefer one creditor over another: and that does not appear in this case, for the plaintiff rather seems himself to have had a preference, and it appears, besides, that there was other property not included in the composition, and, without knowing the amount of this preference and of the unassigned property, no inference of preference to the compounding creditors can be drawn. Therefore, if a composition, by which one or more creditors receive a preference, is prohibited by the spirit of the law (and we do not decide this question), even in that case, the plaintiff has failed to show this arrangement void, for he has not proved the fact of preference.\nThe law certainly intended that no debtor should have power to impose terms upon his creditors; but it as certainly did not intend that, when a debtor becomes embarrassed, he is then placed beyond all chance of making an arrangement with his creditors. It did not intend that he should no longer administer his own effects, but should be compelled to assign. However valuable the maxim, vigilantibus, non dormientibus, leges subveniunt, it does not mean that the embarrassed debtor shall simply do nothing, and thus allow the most suspicious and hard-faced creditors to obtain a preference, by legal process, over those who are more generous and trustful. He may administer his own affairs until this result occurs, or he may make a general assignment, or he may say to his creditors, I have so much property to meet so much indebtedness, and I will transfer to you your fair proportion of it, if you will discharge me. If the law does not allow this, it prohibits the debtor from asking and the creditor from exercising a very necessary generosity. This much is perfectly fair and lawful, and whether or not the debtor can do more, we do not say.\nJudgment affirmed."}