{"id": "969049", "contents": "The opinion of the Court was delivered, by\nGibson, C. J.\nThe consideration of this contract belongs to ■the class called executory. It is distinguished in Chitty on Contr. 63, and 1 Chitty Plead. 290, from past or executed consideration's, and.from those belonging to the other classes. This contract and the consideration of it, are distinct things; and to found an action on the former, it is in general necessary, it is said, to aver and prove performance of the latter. Is the present case an exception ? The promise is to pay “if the said Jacob Waltz can get the salt well to do a good business.” Can he demand the reward before he has shown that he earned it by performance of the work ? It is a general rule of evidence that a party is not to be called on to prove a negative; but the objection lies deeper. A conditional offer like this, is in truth not a contract at all, because it binds neither party before the contract is executed. The party who makes it, may withdraw it; and the party to whom it is made, is not bound to accept it. If one man say to another, I will give you so much if you will do me such or such a service, and he does it before retraction, he may demand it by action; but to prove the contract, he must prove performance of it on his part, as an integrant part of it. Before performance, or at least acceptance, what is inaccurately called a contract by text writers, is no more than a proposal, as it was treated in Clark v. Russell, 3 Watts 216; but when it is accepted and assented .to by both parties, it becomes by the aggregatio mentium a special contract, binding on both parties, of which the consideration is promise for promise. In the present case, there is no evidence that Morrow had accepted the offer, certainly none that he had performed the consideration ; and even where promises are dependent, the party who calls for execution of the contract, makes performance of his part of it a condition precedent. The plaintiff’s evidence, therefore, taking it to be true, and admitting every fact that a jury could legitimately infer from it, failed to make out a case.\nJudgment affirmed."}