{"id": "969064", "contents": "The opinion of the Court, was delivered by\nLowrie, J.\nActs of Assembly, being the expression of the general mind, have a consistency of intention, which allows us to start with the presumption that those in pari materia have the same general purpose; and this enables us to apply, with great advantage, the aid of analogous construction. But in all the variety of principles, motives, and objects by which individual minds are governed, these aids have a very uncertain value; for we cannot assume, in the comparison of one will with another, that there is any community of intention between them. When, therefore, the construction put upon one will is presented in order to aid us in construing another, we are in danger of applying an irrelevant standard, or one, it may be, which is the result of a careless application of principles, which we should apply to each case for ourselves. This case can be most satisfactorily settled on undisputed principles.\nThis will is clear enough in dividing the fund among five of the children of Mrs. F., giving to one of them two-sixths, and to each of the others one-sixth; and if there had been no more, the interest of each would have been finally vested and transmissible to their personal representatives. . One alone of the children named survived the mother, two died leaving, and two without, children. The question is, do the shares of the two who died without children, go, under the limitation clause, to the surviving child alone, or to her and the children of her deceased brother and sister ?\nQui hceret in litera hceret in cortiee, is a caution that applies in all cases of construction, and means that that is a shallow interpretation-which sacrifices the general intent to a mere verbal criticism. , Yet, a,s it is only through words that we can reach any intent, whether general or special, they cannot be assumed to be inaccurate, except in deference to an ascertained general intent. Yery few writings would bear the criticism of a narrower rule, and we shall certainly fall into the vice of which this proverb warns us, if we adhere to a strict verbal interpretation of the various substitutionary clauses. Eor example, the will says, that each share shall go over, on a legatee dying “without leaving children,” when it is clearly meant, “ without leaving children living at the time fixed for distribution.” Otherwise, on such a death, the share would fully and finally vest in such children, and could not be affected by the death of all or any of them. Then we should have the personal representatives of some of the children claiming here some of the shares, though it is manifest that the general intent excludes the personal representatives, and settles the actual distribution according to the state of the survivorship at the death of Mrs. Francis. Even the word “share” will not bear the strict construction contended for on Anne’s behalf; for when John died, his share went to Willing, Thomas, and Anne, and on the death of Willing and Thomas, she would have to claim it through them. In other words, she herself claims an increased share, under the clause giving over the “shares.”\nIt is an excellent rule of interpretation, that the interpreter should place himself as nearly as possible in the circumstances, and enter as far as possible into the feelings which influenced the writer; and we may attempt this. Starting with the general intent that the actual distribution shall depend upon the state of the survivorship at the death of Mrs. F., we are to reach the special intent — what survivorship is intended ?\nThe will declares, “if one or more of the said children should happen to die before their mother, without leaving any children, the share of such child or children, so dying, shall be equally distributed among the survivors of the said brothers and sisters; if, however, such child or children so dying shall leave a child or children, such child or children shall be entitled to their parents’ share.”\nHere she speaks of shares of variable quantity; for she is providing for a contingent increase of them, that may have many gradations. One may have his share increased before dying without children, and that increased share will go over. Even if she did use the word “share” in the first place as meaning one-sixth, she then provides for its increase, and when,- after that, she uses it, she should be presumed to mean an increased share. Her meaning would then seem to be that the intended share, whether increased or not, of one dying childless, shall go over, and such intended share of one dying leaving children,, shall go to them.\nAgain, she declares, that if any one die without children, his share shall go over; to whom ? Why, the case she is supposing requires her to say to the other “brothers and sisters;” for as yet, in her mind, the case of one dying leaving children has not arisen. But next she speaks of this, and declares, “if however” the one who dies shall leave children, they shall have their parent’s share. “ However” is most emphatic here, if we keep up the connection of the thought. It indicates an alternative intention, a contrast with the previous clause, and a modification of it under other circumstances. It is thus — I do not however so dispose of the survivorship in the case of those who die leaving children, but such children shall take the share which their parent, if surviving, would have taken.\nThere is yet another view that leads to the same result. By the granting clause an absolute vested interest is given to each legatee, and it is in the limitation clause that we 'find the difficulty. In the first of them, the limitation over is in case of any one dying childless, and it is an obvious corollary of this clause that, if one does not die childless, his children shall take, as in the case of an estate tail; and this thought would naturally be now dismissed from the writer’s mind, before proceeding to the next subject. The last clause of the limitation is mere redundancy, if it only repeats this idea, and the word “however” loses its value. But if this clause stands in the contrast already indicated, it expresses an additional thought, and all the words and clauses have a positive value. Then what share do the children of a deceased legatee take ? Manifestly what their parents would have taken, if living. When she declared that the surviving brothers and sisters should have the accretion, she could not express her whole meaning by simply adding to the clause, “ and the children of those deceased;” for then, besides the thought being out of place, those children would claim per capita and not per stirpes; and therefore she qualified her partially expressed intention as to the survivorship by an additional clause, giving the children of a deceased legatee the right of survivorship which their parent would have had.\nWe need not notice the case 'of Watson v. England, 15 Sim. 1, further than to say that the reverse order in which the contingencies are there stated is very material, and throws the word “ but” into a position which requires a different contrast from that raised here by the word “ however.”\nAs to all the other points discussed, it is enough to say that the auditor of the Orphans’ Court decided them rightly, and for sufficient reasons.\nDecree: This cause came on to be heard on appeal from the Orphans’ Court of the city and county of Philadelphia, and was argued by counsel; and thereupon, on consideration thereof, it is ordered, adjudged, and decreed, that the decree of the said Orphans’ Court be and the same is hereby reversed, and that the record be remitted to the said Court, which is hereby instructed to confirm the report of their auditor in all respects, except as to the distribution of the net proceeds of the fund bequeathed; and as to that, to distribute the same in such manner that Anne E. Bayard shall have two-sixths and one-third of two-sixths, that is to say, . eight-eighteenths thereof; that the children of Willing Francis, deceased, shall together have one-sixth and one-third of two-sixths, that is to say, five-eighteenths thereof in equal proportions; and that the children of Mary Page, deceased, shall together have the same amount, that is to say, five-eighteenths thereof in equal proportions. And it is further ordered, adjudged, and decreed, that the executors of Edward S. Burd pay the costs occasioned by them on their claim disallowed here; that the other costs in this Court be paid by Anne F. Bayard; and that all other costs be deducted out of the fund standing for distribution."}