{"id": "969092", "contents": "The opinion of the Court was delivered by\nChambers, J.\nThe plaintiffs, to sustain the issue on their part, gave in evidence a certificate from the Surveyor-General’s office, that Christopher Manning, corporal, had drawn donation lot No. 1030, in 5th district, of 200 acres; and also the general draft of that district, describing lot No. 1030 to Christopher Manning, bounded north by 1029, John Pearson; east by vacant land; south by 1031, Joshua Cox, 200 acres; and west by 1038.\nThe plaintiffs next offered the patent from the Commonwealth to Stephen Louden, assignee of Christopher Manning, dated 7th December, 1786, describing the donation lot as bounded in the draft. It was objected to on the part of the defendants, for that there was an interlineation of the letter C, over the numerical letters, and which made out the number 1030. The Court overruled the objection, and admitted the patent in evidence, to which exception was taken, and it is assigned for error in this Court.\nThe patent described this donation lot, by bounding it on the other donation lots, which fixed its location with reasonable certainty, independent of its own appropriate number. The insertion of this letter might well be presumed to have been the act of the clerk of the Commonwealth who filled up the blanks in the patent, and made before the issuing of it.\nThe Court below was right in admitting the patent in evidence, and it would have been competent to defendants to raise the question before the jury, as a matter of fact for their decision, whether such interlineation was made before or after the execution of the patent: Heffelfinger v. Shutz, 16 Ser. R. 44.\nThe second error relied on by the defendants in error was the admission in evidence of the deed from Stephen Vorheis and wife to Peter Voorheis, dated 20th October, 1796, describing the same land as in the patent; being acknowledged before a Judge of the Court of Common Pleas of the county of Hunterdon, New Jersey, on the 26th October, 1796, and a certificate of the clerk of the Court of that county, made on 24th October, 1849.\nIt is objected to the admission of the deed described, that it was not acknowledged out of this state before such judicial officer as the laws of Pennsylvania required when the said deed purported to have been acknowledged; and that the lapse of time from the acknowledgment, to the procurement of the certificate of the clerk of the Court, avoided such certificate.\nThough the existing laws of Pennsylvania in 1796, did require the acknowledgments of deeds by husband and wife, when made out of the state, to be made before a higher judicial officer than that named in the acknowledgment, yet such acknowledgments have been confirmed and made valid since by Acts of Assembly, amongst which is the Act of 10th April, 1849, see § 8 Dunlap 1189, which makes the acknowledgment of a deed out of the state, before any one of the judges of a Court of probate or Court of record of any state or territory within the United States, and so certified under the hand of said judge and seal of said Court, valid to all intents and purposes, &c.\nThe objection to the interval between the acknowledgment before the judge, and the date of the certificate of the clerk of the Court, is not such as will vitiate it, and prevent the admission of the deed in evidence ;• circumstances may prevent the acknowledgment and certificate from being consecutive, and it is not essential that they should be.\nThe errors assigned not being sustained, the judgment of the Court below is affirmed. ‘"}