{"id": "969083", "contents": "The opinion of the Court was delivered, by\nBell, J.\nWhatever may be the rule elsewhere, it seems to be definitively settled in Pennsylvania, that one of several plaintiffs or defendants may, with his consent, be examined as a witness for his antagonist, under the sole condition that he shall not be permitted to testify in furtherance of his own interests, at the expense of a co-party. This condition observed, he stands in the position of other witnesses, and subject to the rules by which they are governed. It is not true that the question of his admission or rejection depends upon considerations of policy, or that to qualify him, it must be shown he is about to swear against his interest. It is enough if this be in equilibrio. It may be that the tendency of his testimony is injuriously to affect his fellow, but the only guard against this that can be legitimately claimed, is that he be not tempted to compromise the co-party by the prospect of bettering his own condition. This is all that is meant when it is said, as in Solms v. McCullough, 5 Barr 473, “there is no temptation to perjury where a man is willing to give testimony in favor of his adversary, and against himself,” for it must necessarily follow, that, in testifying against his fellow, he is also testifying against himself. In Moderwell v. Reever, 8 W. & Ser. 63, it is remarked, speaking of a co-plaintiff, introduced as a witness for the defendant, “As a party plaintiff, Hamilton was competent to testify, against his fellows and himself. As to anything else he was competent to testify against all the world; and either way, the release, or the deposit to answer costs, was unnecessary.” This practice is reasonably founded on the consideration that the declarations in pais of a party may be given in evidence to affect all connected with him; and it is truly said, in one of the cases, that it is better for the joint plaintiff or defendant his co-party should be examined under oath, since with the benefit of a cross-examination it is easier to prevent or detect attempted falsehood or fraud. Indeed, no other rule than that I have stated would admit of practical application. To say a party shall not testify, unless he swear wholly against himself, would be in effect to say, he shall not testify at all.\nIt is scarce worth while further to discuss this subject, since it has received the attention of this Court in several cases, which ascertain the rule so distinctly that one would have thought no room was left for founding a difficulty. In addition to those already referred to, I may mention Heckert v. Fegely, 6 W. & Ser. 138, Peters v. Horback, 4 Barr 134, and Mevey v. Matthews, 9 Barr 112. These, with Purviance v. Dryden, 3 Ser. & R. 407, show that it includes also partners in trade, and is, consequently, directly applicable here. It would be entirely sufficient for our purpose that our own adjudications so settle the law of evidence, for the guidance of our judicial tribunals, and a reference to adverse dicta, or even decisions elsewhere, might, without impropriety, he waived. Indeed, some of those most strongly relied on by the plaintiff in error, are shown in Mevey v. Matthews to be inapplicable. But conceding to them all that can be claimed, it comes down to a question of legal propriety ; and I confess that, with all possible respect for those jurists who entertain a different opinion, I prefer our own rule, upon grounds of abstract reason. It is more in consonance with the inclination of modern courts, to open a wide door for the admission of information, where this can be done without manifest danger, rather than, by adhering to the ancient jealousy of juries, to exclude everything which by possibility might deceive them; an exclusion founded in a doubt of their intelligence and independence, now dissipated by the increased education and refinement of all classes. As the condition annexed to the competency of this species of evidence, is the absence of all misleading interests — the only danger recognised by the law of evidence as disqualifying an otherwise credible witness— I am unable to perceive the temptation to commit perjury, upon which the objection seems to be based. As to the supposed impolicy of permitting a party in an action to testify, I readily recognise it in those cases of which Post v. Avery is the pioneer; but I cannot appreciate it as a sufficient reason, in instances like the present.\nWhat, then, was Rooney’s legal position when called to the book ? He was the debtor of the defendant, and the effect of his evidence was to make him the debtor also of the plaintiff firm for the same amount. Thus far his interest was exactly balanced, for in the event of the defendant’s success in sustaining his proffered set-off, the witness became immediately liable to his partner, or the creditor representing the partnership. But in that event he would be liable also for the costs of this action, to which extent he was additionally testifying against his interest.\nIt is, however, further objected that he was indebted to the partnership, and insolvent at the moment he was called to testify. There is no evidence of this, and it is a mistake to say the offer to prove it so far verifies it that it must be accepted as true. It is a settled rule in the conduct of a cause, that a party cannot arrest the due progress of his adversary’s evidence for the purpose of introducing independent facts impeaching the proffered proof. But admitting the averment to be true, it in no degree affects the position of the witness. His interest remains as it was before, a balanced one; and the contest is reduced to the question, who shall suffer the threatened loss, the creditor of the partnership or the creditor of one of the members of the firm ? Had the former a lien upon the partnership property, or were he invested with any peculiar equity giving him a preference over separate creditors, this question would properly be answered in his favor. But as the rule which directs partnership effects to be first applied in pay^ inent of partnership debts is founded in the equity of the partners, and not in any merit of their creditor, the former may waive the right by agreement that the creditor of the individual member of the firm shall be first satisfied; an arrangement of which the partnership creditors are in no condition to complain. Such an arrangement is averred here, and as the pecuniary condition of the partner witness will be unimproved by giving effect to it, he is competent to prove its existence. The plaintiff in error argues as though this involved a gross wrong to be inflicted on the joint creditors. The argument is, however, founded in misapprehension of the respective rights of the parties. The advantage usually enjoyed by the creditors of a failing firm is incidental upon the rights of the partners themselves, who may, of course, waive it in favor of a separate creditor. By doing so, they invade no superior right resident in those having claims against the firm, nor inflict on them an injury of which they may legally complain. If a solvent partner has unwisely or unwarily entered into such an arrangement, he is not at liberty to visit the loss upon the creditor who has trusted to it.\nJudgment affirmed."}