{"id": "969099", "contents": "The opinion of the Court was delivered by\nLowrie, J.\nIn this case there was a warranty of both the soundness and gentleness of the horse; but unsoundness only is in question here, for that alone is alleged.\nWhere a suit is on such a warranty, and the defendant calls, as a witness to prove the soundness, a person from whom he had bought the horse with similar warranty, there are decisions both against and in favor of his competency on the ground of interest: Biss v. Mountain, 1 Mood. & Rob, 302; Baldwin v. Dixon, id. 59. This is not like the case of warranty of title, for therein it may be the very title which the-witness granted that is in dispute. But this cannot happen in a case of warranty of soundness, a contract necessarily referring to the time of the sale.\nWarranty of title embraces the whole chain of title, whereas warranty of soundness is limited to one period. Proof of unsoundness at one sale may be evidence of the same kind of unsoundness at another sale a short time before or after; but the evidence grows weak as the period between the two sales is enlarged; in this case it was three months. If unsoundness had been proved in this case, this defendant, in a suit against the witness on his warranty, could not give the record in evidence, for the witness is no party to it, and because it relates to unsoundness at another period. Like principles would also apply, if the soundness were established here, and this defendant should sue the witness for a previous unsoundness. Whatever interest the witness had was too remote and contingent to affect his competency, however it might affect his credibility.\nIt is assigned for error that the Court charged the jury that “ a general warranty does not cover patent defects, being such as are obvious to the buyer; they must be such as a man, unless he be perfectly incompetent to conduct business, cannot help observing.”\nThis is taken from Oliphant on the Law of Horses, p. 73, and whether it is right or wrong, what other direction could the plainr tiff desire? The instruction is exactly adapted to the.case, and is equivalent to saying, that, if the jury should think that the plaintiff’s allegations as to the character of unsoundness are proved, they ought to find in his favor; for the unsoundness of which the witnesses testified was exactly of the character that would not have been discovered on inspection, except by persons' having peculiar skill in horses.\nJudgment affirmed.\nLewis, J., dissented on the last point."}