{"id": "969086", "contents": "The opinion of the Court was delivered, by\nWoodward, J.\nOur views of this case cannot be rendered intelligible without a statement, in proper connection, of the principal facts. It is an action for diverting and using plaintiff’s water. Both parties claim under Benjamin Chambers, deceased. Benjamin Chambers owned a valuable grist-mill in the borough of Chambersburg, which was supplied with water from the “Palling Spring,” a small stream running through the town, and emptying into the Conococheague creek, near to the mill of Mr. Chambers. He threw a dam across the Palling Spring, several rods above his mill, and conducted the water from the dam to his mill by means of a race or canal dug through the land. He owned the whole of the stream, and the ground on both sides of it, from its mouth to a point considerably above where he placed his dam.\nAt some period of time, not ascertained in the evidence sent up to us, a paper-mill was built on Palling Spring, between this dam and its mouth; and another dam was built across the stream, immediately at the paper-mill, to supply it with power. The paper-mill dam backed the water and formed a pool quite up to the gristmill dam; but of course could contain no water except such as escaped over the upper dam. And the water that did so escape could never serve the grist-mill, for the pool formed by the paper-mill dam was lower than the race that conducted the water to the grist-mill. Both these mills were situated on the south side of Falling Spring: the paper-mill immediately adjacent to the stream; the grist-mill a few rods off from the course of the stream. On the 15th May, 1790, Benjamin Chambers sold and conveyed to Peter Snyder a lot of ground on the north side of the stream, and several rods distant from it; and in the same deed granted him, his heirs and assigns, “ the liberty and privilege of conveying from his spring, in a race, water to said lot.....for the use of a boring and blade-mill, or tilting hammer, or oil or hemp-mill, but is only to use water for one wheel, to the best advantage, so as to use the least water that the seat will admit of; and said Snyder is to build no other mill, nor make no other use of the water than the mills mentioned.” (See the full extract from said deed.) Snyder sunk a race from Falling Spring to his mill, the mouth of which was proved to be lower than that of Chambers’, which supplied his gristmill, and took the water not out of the grist-mill dam, but out of the paper-mill dam. But Snyder conveyed his mill and water-right to David Washabaugh, who changed the mill from the purposes mentioned in the deed, into a brewery and distillery, and a mill for chopping grain for them, and continued so to use it until the 6th November, 1824, when Thomas Chambers, who had then succeeded to the rights of Benjamin Chambers, gave him notice that he had no right to use the water for the purposes to which he was then applying it, but made him a lease of it for three years, renewable from year to year at pleasure, for “ the chopping and grinding of his own grain, to the turning of carding and other machinery, and to a brewery.”\nOn the 6th October, 1831, Thomas Chambers by a written notice determined this lease, but it would seem that Washabaugh continued the use of the water for the purposes of a brewery and distillery till his death, and when his property was about to be sold to his son, Upton Washabaugh, Jacob Oyster, who had become the owner of the Chambers mill, gave Upton notice that the water privilege as then used did not belong to the estate of David Washabaugh, but was an encroachment on his (Oyster’s) water-rights. In disregard to this notice, Upton purchased and continued the use of the water for the brewery and distillery as before. He purchased in December, 1850, and this action was instituted to April Term, 1851.\nOn the trial there was evidence on the part of the plaintiff, that' in 1850 a log lay across the stream where a foot bridge crosses it, and formed the dam for the grist-mill race, lower down than the other dam before spoken of, and that in consequence of Washabaugh’s use of the water the efficiency of the grist-mill was impaired. On the part of the defendant it was proved, that if the head-race of the mill was cleared out, the water would all pass down Oyster’s race; that 1850 was a dry season; that Washabaugh’s race is one foot lower than the • lowest part of the dam, and that the water that escapes from the dam cannot be returned into Oyster’s race; that the chopping stones of Washabaugh have been in his mill 45 years, and that the' mill does not now take one-quarter as much water as when the other machinery was there. The jury also had a view of the premises.\nThe defendant insisted and asked the Court to charge in their 2d point, “ that if the jury believe that the defendant uses- the water only that escapes from the dam of the plaintiff, and which would not flow back into said dam, the plaintiff cannot recover.”\nThe Court assumed that in 1850 the plaintiff’s dam was so constructed that the mouth of Washabaugh’s race was in it, and yet they also stated expressly to the jury, that some time after the purchase by Oyster in April, 1850, the dam was built above the mouth of the Washabaugh race ; and having expressed the opinion that Washabaugh’s right to use the water was limited to the purposes mentioned in the deed of 1790, they concluded by instruct-ting the jury in these words: “ If therefore you believe that Upton Washabaugh used the water for the purpose of chopping or grinding grain, then it was in prejudice of the plaintiff’s right, and he is entitled to recover.” These opinions of the Court below may have been sound on the case as it was presented to them, but as it is exhibited to us in a paper-book manifestly deficient in many points, we are not satisfied that they were correct.\nWhose water is it that escapes from Oyster’s dam ? Culbertson owns the paper-mill, but how far up the creek do his rights extend ? If the whole pool formed by his dam belongs to him, and if Washabaugh’s race is so situated as to take the water from that pool, then it is very clear that the diversion is in prejudice of his, and not of Oyster’s rights.\nBut whether Culbertson or Oyster is the owner of the water that escapes through or over Oyster’s dam, must depend on the title deeds under which they respectively claim, no one of which is on our paper-books or has been exhibited to us.\nBut does Washabaugh’s race take the water from the pool formed by Culbertson’s dam, or from that formed by Oyster’s dam ? This is a question of fact, and a most important one in this case. The Court were clearly in error in withdrawing this question from the jury. It should have been distinctly submitted to them upon the evidence, and the plaintiff’s 2d point should have been answered. If Washabaugh uses only the water that Oyster suffers to escape and cannot reclaim, Oyster’s remedy is to mend his dam instead of suing for a diversion. If this escaped water is the property of Culbertson, then to make Washabaugh liable to Oyster for using it, will make him pay for it twice, for, beyond a question, he would be liable to Culbertson. And in determining these questions, regard is to be had to the place of the grist-mill dam not only in 1850, but when Snyder and Culbertson bought, because a question may arise as to the legal right of Chambers or any one claiming under him to change the place of that dam, after rights in the water had vested in others.\nIt may turn out on an investigation of the facts more fully than they were gone into by the Court below, that though Oyster has no ground of complaint against Washabaugh for diverting his ■water, yet that having succeeded to all-the interest of Benjamin Chambers, deceased, he has a right to enforce against Washabaugh the contract contained in the deed of 1790, and to prevent his carrying on any business on that lot, that should rival his own or impair the value of his property. By accepting that deed Snyder became bound, as by contract, which if he had sealed it, would have been his covenant, to use the lot and the water-right only for the purposes, and in the mode specified in. the deed. Benjamin Chambers might undoubtedly have held Snyder and Washabaugh to that contract, for it ran with the land, and I do not agree with the counsel of the defendant in error, that there is any rule or principle of public policy which would compel Chambers to submit, against the contract of the party, to the introduction of a brewery or distillery into his immediate neighborhood, and upon a lot sold for purposes specifically different and far more beneficial to the public.\nBut then his most obvious remedy would have been on the contract and not for a tort. And especially so if he had parted with the dominion of the water that' escaped his dam, and if it was this water that Snyder and Washabaugh used. There is evidence in the agreement of 1824, that Thomas Chambers had succeeded to all the rights of Benjamin Chambers, but where is the evidence that Oyster has ? The Court indeed say that these parties litigant stand in the same relation to the case, as if the action were between the original parties to the deed, but there is not only no evidence of it on our paper-books, but it is apparent that the rights of Culbertson have intervened, and that they must influence materially the relations which the present parties sustain to the subject-matter of this controversy.\nUntil more fully informed of the facts which must affect the rights of the three, Oyster, Culbertson, and Washabaugh, to this water, we withhold an opinion on the precise question ruled by the Court below. Assuming what they assumed to be the case, vm will not say that they were in error in deciding that Washabaugh’s application of the water to other purposes than those of the deed to Snyder, was a diversion of it for which an action would lie. Though not perhaps the most obvious remedy of Oyster, such an action may be a possible remedy. But the difficulty in our way in laying down the law of the case at this time is, that we see no evidence in the record of some things assumed by the Court below. We do see contradictory evidence of other things which ought to have gone to the jury, and there are several matters indicated in what I have said, which it is necessary should be investigated, that do not seem to have been -inquired of on the former trial.\nAs the cause must go, back for another trial, it is proper for us to say that the Court were right in admitting the agreement of 6th November, 1824, in evidence.\nJudgment reversed and a venire de novo awarded."}