{"id": "969058", "contents": "The opinion of the Court was delivered by\nCoulter, J.\nThe orator complains that the respondents’ testator and himself, agreed to build a railroad and dock in 1836, for the sum of $1850, and that in the same year the work was completed, and the respondent drew the money and applied it to his own use. The respondent answers, first, the statute of limitations, and second, that the partnership was settled, and the defendants’ testator paid his share. A chancellor applies the statute of limitation, with the same substantial effect that it receives in a court of law. There is no reason why disputes should be kept up on fact in equity, after the law has put its quietus upon them. The question then is, did the statute apply ? The usual remedy' at law between partners is the action of account render, unless there be a covenant, or express promise, or mutual settlement, after dissolution. Whenever a complete cause of action exists, then the statute begins to run, not always from the time of the promise or contract, but from the time the cause of action accrued.\nIf the liability depends on a contingency, then the contingency must happen before the statute runs, or if damages accrue from negligence or misfeasance, then the statute runs from the time of the act creating the liability, and not from the happening of the damages consequent on the act. According to the bill, the decedent received the whole of the sum due on the adventure, after the work was finished, and the job ended ; this he had a right to do, and by doing it he made himself debtor to the orator for his share. At that time the orator had a right of action against the testator of respondents, and from that time the statute began to run: 2 W. C. C. R. 212, Hourquebies v. Girard.\nThis adventure or contract was a single transaction, for a stipulated price; and one partner having received the whole of the price, the action of assumpsit would lie by the other partner concerned in the adventure, for his share; it was not necessary to resort to the action of account render. This principle was fully asserted and ruled in Galbraith v. Moore, 2 Watts 86. The statute, therefore, began to run from the time the orator could have maintained assumpsit in 1836. C\nBut the testimony, that there was a settlement and adjustment of the claim in the lifetime of the respondents’ testator, overwhelmingly preponderates. In addition to the positive testimony on the subject, the lapse of time affords strong corroboration of the fact. A factor, who has received goods on consignment, is bound to pay over the proceeds and the merchandise not sold on demand; and an action for not accounting does not lie until a demand be made, and from that time the statute runs.\nBut in such cases, after a reasonable time has elapsed, the jury may presume that the consignor has made a demand, and that the factor has accounted: 1 Taunton 572.\nThe decree dismissing the bill is affirmed."}