{"id": "969057", "contents": "The opinion of the Court was delivered, by\nLowrxe, J.\nIn the Act of incorporation of Spring Garden (1813, s. 21), the Commissioners are “authorized and directed,” on application of a majority of the lot-holders along the part where paving is desired, to pave the cartway of any street, and to tax the expense on the lot-holders. Under this provision, Broad street would have been paved fifty feet wide.\nBut no paving having been done under this law, on that part of Broad street now under consideration, another law was passed (12th March, 1830, s. 7), which “ authorized” the Commissioners to open it 120 feet wide, and cause it to be paved as soon as conveniently may be ; the expense to be assessed and paid in like manner, and under the same regulations then in force under former laws. Under this Act the Commissioners proceeded to open the street 120 feet wide, and paved it without any application from the lot-holders, and assessed on each lot-holder his share of the expense; and the question is, are the lot-holders liable without having applied for the paving ?\nIt is perfectly apparent that the law of 1830. authorizes the widening of Broad street, and the paving of the increased width, and charging the expense on the lot-holders; and, therefore, a sufficient object appears for the passage of the law. But the existence of one or more objects in the passage of a law does not of itself exclude the existence of other objects, and an examination of its provisions may prove that its purposes are more exténsive.\nThere is another purpose manifested by the terms of the law of 1830, and this purpose operates to change the law of 1813. By the first law, the Commissioners are “ directed” to pave any street, on the application of the lot-holders; by the second they are “ authorized” to pave Broad street, as soon as conveniently may be. The difference is striking, and we desire not to waste words in pointing it out. In the first case, duty, without discretion, is imposed upon the Commissioners when the lot-holders make application, in the second, they have authority, with discretion as to time. To “direct” is to exclude, and to “authorize” is to allow discretion. In the first case the lot-holders, and in the second the Commissioners, decide as to the proper time for doing the paving; and in both, the duty is imposed upon the lot-holders to pay the expense.\nThis is the plain sense of this part of the law, and the subsequent provision, directing that the expense shall be assessed and paid in like manner, and under the same regulations as are provided by former laws, does not raise any difficulty in the way of this construction. The manner in Avhich, and the regulations by which, payment of the expense is to be enforced, do not at all depend upon, and are not affected by, the source of the authority to pave. When the paving is done under proper authority, the duty to pay may be enforced in the manner and form prescribed.\nIt is no greater hardship on the majority of 'the lot-holders, to be compelled to pay for paving directed by the corporate authorities, than on the minority to be compelled on the demand of the majority. But it would be a very great wrong, that the lot-holders on a part of Broad street should have their street paved at the expense of the other lot-holders of Spring Garden, who have themselves been compelled to pay for the paving of their own streets. In the second section of the same Act of 1830, a part of the Bidge Boad is ordered to he paved without any application to the lot-holders, and yet they are required to pay the expense; and the plaintiff’s counsel refer to other similar Acts.\nIn the present case, the Commissioners of Spring Garden were to pave when they thought proper, without the formal application of lot-holders required by former laws; and the expense is to he paid by the owners of the lots Avhere the improvement was made; and so the Court below should have decided.\nJudgment reversed, and judgment in favor of the plaintiffs beloAV on the case stated."}