{"id": "969097", "contents": "The opinion of the Court was delivered by\nLewis, J.\nIn the great leading case of Sir Edward Clere, 6 Go. 17, it was held that, “in the case of a feoffment to the use of such person as the feoffor should by last will appoint, the feoffor was seised of a qualified fee, and the use vested in him till declaration or limitation be made according to the power; and that if, in such case, the feoffor by his will limit estates according to his power, reserved to him on his feoffment, then the estates shall take effect by force of the feoffment, and the use is directed by the will, so that in such case the use is but declaratory; but if in such case the feoffor by his will devises the land itself, as owner thereof, without any reference to his power, then it shall pass by the will, for the testator had an estate, devisable in him, and poiver also to limit an use; and he had an election to pursue which he would; and a devise of the land itself, without reference to the power, was an election to devise as owner, and not to appoint by virtue of the power 6 Co. 17. We are not inclined to disregard the principles established in this case. They were settled upon great consideration, and we do not think that they have been overthrown by the numerous decisions which have since taken place.\nIn the case before us, it is plain that the deed from Nathan Dunn of the 9th March, 1841, was but a conveyance in trust for his own use. The proceeds were to be paid over to him quarterly as long as he lived; and if he died intestate, they were to'go to such persons as would be entitled to his personal estate in ease of intestacy; but if he made a will, they were to go to such uses as he by his last will should direct and appoint., This is precisely the estate and control which the law gives to every one in and over his personal estate. Conceding that he had a power as well as an estate, the residuary clause in his will is sufficiently comprehensive to carry the estate, and the will is an election to devise as owner, and not to appoint by virtue of the power. The revocation of the devise of this particular estate, and the republication of the residuary clause in his will, was an indication of his intention that the property in question should fall into the residuary clause. It is no new principle that a man shall be presumed to intend to accomplish all the natural and necessary consequences of his acts.\nThe decree of the Court, of Nisi Prius dismissing the bill is affirmed.\nTecree affirmed."}