{"id": "969066", "contents": "The opinion of the Court was delivered, by\nRogers, J.\nTo constitute an habitual drunkard, it is not necessary that a man should be always drunk. It is impossible to lay down any fixed rule as to when a man shall be deemed an habitual drunkard. It must depend upon the decision of the jury, under the direction of the Court. It may, however, be safely said, that to bring a man within the meaning of the Act, it is not necessary he should be always drunk. Occasional acts of drunkenness, as the Judge says, do not make one an habitual drunkard. Nor is it necessary he should be continually in an intoxicated state. A man may be an habitual drunkard, and yet be sober for days and weeks together. The only rule is, has he a fixed habit of drunkenness ? Was he habituated to intemperance whenever the opportunity offered ? We agree that a man who is intoxicated or drunk one-half his time is an habitual drunkard, and should be pronounced such.\nWe also concur with the Court that if the jury found the tra-, verser to have been, at the date of the inquisition, an habitual, drunkard, it was unnecessary to decide whether he was capable or incapable of managing his estate. His incapacity in that event is a conclusion of law. It is not necessary to say it is a presumptio juris de jure, but, at least, it throws the burden of proof of capacity on the traversers. Indeed, it may be well doubted whether his management or mismanagement of his estate is a matter of inquiry. It is very certain, under the Act of the 18th June, 1836, proceedings may be instituted against an habitual drunkard who has no estate. But this cannot be, if mismanagement of it be necessary. It is well said, if there must be evidence of squandering property to support a proceeding to declare an individual an habitual drunkard, the object of the act in many cases would be defeated. For it is precautionary in its design, and hence a disposition of mind or body which might lead to the wasting of an estate, is sufficient to justify the enforcement of its provisions: Sill v. McNight, 7 W. & Ser. 245. It is indeed impossible that a man can be an habitual drunkard without waste or mismanagement, as the very act of drunkenness is itself waste. In this case, even if required, the evidence was full and plenary to this point.\nThe Act contemplates not only the welfare of the unfortunate inebriate, but the safety and comfort of his wife and children.\nJudgment affirmed."}