{"id": "969080", "contents": "The opinion of the Court, was delivered by\nBlack, C. J.\nStephen Girard, by his will, bequeathed to Mary Antoinette Hemphill, $50,000, to be invested by trustees (whom his executors were empowered to appoint), on good security for her use during life. The trustees, on the 12th of December, 1837, invested a part of this legacy in stock of the Bank of the United States, at twenty per cent, above par. The stock afterwards depreciated in the market, until it bore merely a nominal value. The point to be decided is, whether the trustees shall be credited in their account with these shares of stock at the price they paid for them, or whether they must themselves bear the loss.\nWe have not a doubt, that the investment was made in perfect good faith, and we have just as little doubt, that it was not made on good security. One of these propositions is amply sustained by the high character of the trustees, and the other by the total insolvency of the bank. Neither of them was denied in the argument. But was the faith of the trustees justified by the condition of the bank at the time? We feel obliged to answer this in the negative. The character of the bank had been blown upon; the public funds had been removed from it; the general government had refused it a charter; it had bought one from the state at an enormous price; it was then in a state of suspension; and the prudence of its management was fiercely denied by very many persons. These things were sufficient to put the trustees on their guard, and to prevent them from risking the trust fund in its stock, until they had examined its affairs, and were sure of its solvency.\nBut we put the case on a broader ground. In England it has been held for more than a century past to be settled law, that a trustee can only protect himself from risk, when he invests the trust fund in real or government securities, or makes the investment in pursuance of an order by the court: 3 Atkyns 444; 5 Ves. 838; 7 Ves. 150; 1 Madd. 290. The same rule has been adopted in its whole length and breadth by the Courts of New York and New Jersey : 4 Johns. Chan. Rep. 281; 4 Barb. S. C. R. ; 2 Story's Eq. 638. In Pennsylvania this doctrine does not appear ever to have been either affirmed or denied. In Nyce’s Estate, 5 W. & Ser. 254, the trustee was charged with the money lost by an investment in bank stock, but there were other reasons» for it, besides the nature of the investment. In Luken’s Appeal, 7 Ser. 48, a guardian was held responsible for a loss in Girard Bank stock, but in that case there was a manifest want of good faith. In Twaddell’s Appeal, 5 Barr 15, the Court gave the accountant credit for Lehigh Loan stock under peculiar circumstances, and because the company held real estate of large value. So far therefore as our own authorities go, the question is an open one. But the time has come when the interests and rights of trustees, as well as orphans, married women, axxd insane persons, demand the settling of it, and we think the rule here ought to be as it is elsewhere, not because we feel bound by the precedents of a foreign state, but because we cannot resist the considerations of justice and policy by which they are supported.\nIt has never been doubted anywhere, that a loss which accrues of a trust fund, invested on pei’sonal security, must be borne by the trustee. Is the stock of a banking, manufacturing, and trading corporation any .better ? Certainly not, if it be true (and who will dexiy it ?) that men associated together are subject to the same accidents, and exposed to the same temptations that individuals are. Chief Justice Gibson, in Twaddell’s Appeal, said that banking was essentially hazardous; from which I infer, that he thought bank Stock even more doubtful than pex’sonal security.\nIf a trustee may throw off his responsibility by investing the trust fund in the stock of a corporation, what security is left for the cestui que trust ? Not even the personal responsibility of the corporators. On the contrary, the cestui que trust becomes, to the extent of the fund, liable for their misconduct, as well as for all the casualties of commerce, to which their business is exposed. There is no reason why the trustee should not make the investment in some security which cannot fail. It is just as convenient. In the country real security can always be had; and in the cities and lai’ge towns, there is no trouble about getting govexmment stocks. It is better for trustees that the rule of their conduct should be clearly defined and well understood. A plain path, though it may be a narrow one, is safer to walk in than a trackless waste, where no man can be sure that he is on the right course. If the occasion had arisen twenty, years ago for laying down the true rule, the present loss would not have occurred. Then the trustees would certainly not have stood by and seen the stock going down gradually, from $122 a share to nothing, without making an effort to save at least a part of it. But, unfortunately, they believed, they had done their wliole duty in the purchase of the stock, and were by that act absolved from all further obligations to see to the interests which had been committed to them. It may be severe to correct, in this way, an error as honest as theirs was; but we cannot help it. Durum est valde durum; sed ita lex seripta est.\nWe do not regard the fact of Mr. Girard’s investing a part of his own estate in this same stock as any evidence in favor-of the trustees. That he did so in 1831, or before that time, furnishes no reason for supposing that he would not have sold out if he had lived until 1837. Neither has Mrs. Hemphill’s acceptance of the dividends paid to her, any influence on our judgments. She was not bound to direct the- trustees how to make the investment. The will ordered that they should make it on good security; and if they had knowingly and willingly disobeyed that command, even at her express desire, I doubt if they would have been in any better situation. The object of their appointment was to protect her against her own imprudence, as well as against other dangers to which her property might have been exposed, if it had been left under her own control. But that is not the point here. Certainly her omission to express a want of confidence in her trustees, gives them no advantage over her; and that is all we are deciding.\nThe exceptions to this account are taken only by Mrs. Hemphill. Neither her children, who are entitled to the capital after her death, nor anybody in their behalf, are before us. It is therefore contended that we can, at most, only charge the trustees with the interest or dividends on the sum lost by the purchase of the stock. But the accountants were bound to disclose the whole condition of the fund. In order to find what amount of interest was due to Mrs. Hemphill, it was necessary to set forth the capital sum, from which it accrued. If we cannot charge them with the principal now, they must be relieved from the interest heréafter. In case of their death or discharge, her right to have the whole capital paid over to their successors in the trust is a clear one; and it follows that our duty to ascertain what it amounts to, and charge them with it, is equally clear. Whether the decree now made will conclude the trustees in a future dispute between them and the children, is a question which can be decided when it arises. On the question of compensation, we agree with the Court below, for the reasons which were there given.\nIt is accordingly decreed, that the sum of $4516 charged against the fund as cash paid for Bank of the United States stock, on the 12th of December, 1837, be stricken out; and that the accountants be charged with the said sum of $4516 as cash capital in their hands, and with interest thereon, from the 23d July, 1839, the date at which they credit the fund with the last dividends on said stock. And the account being thus reformed is confirmed."}