{"id": "969075", "contents": "The opinion of the Court, was delivered by\nLewis, J.\nW. W. Cook, administrator of John Cook, deceased, without otherwise administering, and without filing any administration account, transferred, as administrator, to his own use, a large amount of stock in different corporations, belonging to the estate. He then died, and Lewis, the plaintiff in error, became his administrator. It was discovered that John Cook had made a will, and Ewing became administrator de bonis non, &c., and brought the present action for the recovery of the assets thus converted.\nIt is provided by the 31st section of the Act of 24th February, 1834, that an administrator de bonis non may maintain an action against his predecessor for the assets remaining in the hands of the latter, belonging to the estate of the decedent. The transfers of stocks by W. W. Cook to himself was a wrong from which his estate can derive no advantage whatever. They remain, as before, the assets of John Cook, deceased, and the present action was properly brought for their recovery.\nThe defence that there are other assets to pay debts, and that W. W. Cook is entitled as distributee being contested, cannot be determined in the present action. The Orphans’ Court is the forum for settling the accounts of the administrator; and it is there that the surplus of the assets, after payment of debts, is to be ascertained, and distribution decreed to the parties entitled. In the mean time, the proper personal representative is entitled to the possession of the personal estate. It was the duty of W. W. Cook to have settled his administration account in that Court before he could legally convert the assets to his own use; and if this action was brought before he had time to file his account, he or his representative might have obtained a stay of the present proceeding, on filing his account afterwards, according to the provisions of the section already cited.\nThe defence was altogether untenable, and was properly overruled by the Court below. -\nJudgment affirmed."}