{"id": "969070", "contents": "The opinion of the Court was delivered by\nChambers, J.\nIt is assigned for error, that the Court below erred in admitting in evidence the bill of sale offered by the plaintiff below, and declaring that the same was sufficient, with the other proceedings given in evideirce by him, to prove the transfer of the title of Skillen to the plaintiff.\nThe property levied was the leasehold interest of William Skillen, the lessee, in the lot and buildings for which this action of ejectment was brought, and sold to Downing, the plaintiff below, by the sheriff, on a fieri facias issued Tth March, 1849, who made a return of the sale, and gave to Downing a bill of sale of the same, dated 26th March, 1849, with a receipt for $110, the amount of the purchase-money. A term for years is a chattel, which may be sold on a common law execution. It has been ruled that a leasehold is the subject of levy and sale upon a fieri facias. It requires no inquisition or condemnation : Dalzell v. Lynch, 4 W. & Ser. 255.\nThere is no necessity that the sheriff should acknowledge, or make a deed to pass the property. His return of the sale of a chattel, real or personal, is sufficient : Sowers v. Vie, 2 Harris’s Rep. 99. In this case the sheriff having by the fieri facias an authority to sell, his return of the sale to Downing, and the bill of sale delivered to the purchaser, was sufficient, with the other proceedings, to prove the transfer of the title of Skillen to Downing, the plaintiff, and in the opinion of the Court below to that effect, there was no error.\nThe four remaining errors assigned by the plaintiff in error, may with propriety, in the consideration of this Court, be resolved into one — in charging the jury, that the matters produced and given in evidence on the part of the defendants, were not sufficient to bar the plaintiff of his action; and under that opinion, entering judgment for the plaintiff, instead of for the defendants. Both parties claimed under William Skillen, who it was admitted became possessed of the premises, claimed under a lease to him from Humphrey and Johnston for five years, from the 1st of April, 1848, at a yearly rent of $350. Skillen by agreement, dated 9th September, 1848, with Solomon Schoyer, did grant, bargain, sell, transfer, and assign unto Schoyer, his heirs and assigns, all his' right, interest, and claim, under the said lease, to the lot and buildings thereon, for and during the term of four years, from and after the first of April, 1849, with all the rights of Skillen under said lease; Schoyer agreeing to pay and give said Skillen three hundred dollars, and twelve patent gold lever watches, and pay the lessors aforesaid, their annual rent. It was further a part of the agreement, that the valuation put on the buildings at the expiration of the lease, was to be divided between Schoyer and Skillen, who both executed this agreement under their hands and seals. Schoyer, by writing under his hand and seal, on the 11th of Jauuary, 1849, assigned all his interest, &c., under said agreement and assignment to William H. Williams, one of the defendants. Skillen had leased to Espían and Joseph Williams part of the premises on the 29th May, 1848, to hold from the 1st of June, 1848, till 1st April, 1849, which lease Skillen on the 14th of June, 1848, assigned to Schoyer. Skillen, it seems, occupied one of the houses on the premises. Williams, under his title, leased the premises to divers individuals, who went into possession on the 1st of April, 1849, under him as tenants, and were in possession at the institution of this action of ejectment, in June 1849; and in which Williams was admitted to defend as landlord.\nThe assignment by Skillen to Schoyer was bond fide for a valuable consideration, and antecedent' to the execution on which the sheriff sold to Downing. The assignment of Schoyer to Williams also preceded the issue of the said execution.\nThe transfers from Skillen to Schoyer, and from Schoyer to Williams, were executed, and passed present interests to be enjoyed in possession fully after the first of April following, when the leases of some of the tenants in actual possession expired. Williams, by his tenants, entered on the premises on 1st April, 1849, and continued in that possession when the ejectment in this ease was served in June following. The possession was taken by Williams, under the terms of the transfers, as soon as the right of possession accrued to him; and the question is, what was the legal right of Williams to exclusive possession of the property during the residue of the term. He is a purchaser for value, prior in time to the purchase by Downing at sheriff’s sale.\nAt the common law, no lease -for years, whether it was with or without any reservation of rent, was looked upon as complete till an actual entry by the lessee; before such entry, his right was called his interest in the term, or inter esse termini: Blac. Com. Book 2, c. 9, p. 144; Sennett v. Bucher, 3 Penn. Rep. 393.\nSkillen had entered under the original lease, and had an unequivocal possession of the term by his occupation and improvements. But it is contended on the part of the defendant in error, that the entry imposed by the law on the lessee to give him title, extended to his assignee, who was without right till entry.\nNeither by common law or statute is the entry required of the assignee as essential to the vesting and validity of his right. The rights of Schoyer and Williams accrued and were valid on the execution of the assignments, though the right to enter on the premises and enjoy the same was suspended till the 1st of April following. It was not a conditional sale or transfer, but an absolute one of the four years of the term accruing after the 1st of April, 1849.\nIt was insisted that a part of a term for years, to be enjoyed in futuro, is not assignable. Why not ? A mortgagee is allowed to assign the instalments, payable in futuro, to different individuals, and in which they have vested rights from the time of assignment.\nThe same may be predicated of the assignment of instalments payable on a judgment at a future day, or of the assignment of a legacy payable at some future period.\nIt was ruled, in the case of Craft v. Powell, 4 Rawle 242, that an assignment in writing of a sum of money payable at the death of a widow, charged on land, was valid to pass the right, without being recorded, against a subsequent assignment for a valuable consideration without notice.\nConvenience and security may call for the assignment of a term of years to commence at a future time, which may, according to the custom of the country, be the usual time of changing the possession of dwellings and farms; nor are we able to discover any principle of law violated by considering such transfer valid.\nIt is alleged that if the assignment of the lease was absolute and unconditional, to make it valid it was necessary that the possession should be immediately changed; and that the retention by Skillen of the possession for a time was a fraud in law that would avoid the assignment in favor of the purchaser at sheriff’s sale. This is to apply the law as to personal chattels to leasehold estate, which is a chattel real. Chattels real are distinguishable from personal chattels in material circumstancés. Chattels personal pertain to the person; use and occupancy are the indicia of property, and the policy of the law requires a change of possession and delivery as essential to a valid sale. But leasehold estate, which savors of realty, does not admit, from its peculiar incidents, of delivery and manual occupation as a personal chattel. Occupancy of realty alone in the absence of actual fraud will not vitiate a sale, and will not excuse a creditor or purchaser from reasonable inquiry as to right and title.\nJustice Bell, in delivering the opinion of this Court, in Ludwig v. Highley, 6 Barr 141, says, “ that the species of legal fraud which may vitiate a real transaction, is in its operation strictly confined to the case of a sale and pledge of chattels.” “For obvious reasons it would produce the roost mischievous consequences to apply it to the possession of lands.” This opinion was approved of and adopted in the case of Miller v. Specht, 1 Jones 455, in which C. J. Gribson says that the species of legal fraud which arises by construction of the statute of 13 Eliz. from retention of possession after a sale or pledge, is predicable of the possession, not of land, but of chattels personal. The law in relation to the possession and delivery of personal chattels, is inapplicable to chattels real. A person dealing in relation to a chattel real, must look elsewhere than to occupancy as the evidence of ownership. If he fails to inquire and investigate, it is at his peril. It is said by this Court in Sowers v. Vie, 2 Harris 99, “ no man bids for either freehold or leasehold without having investigated the qualities and value of the property.”\nThe Court has been referred to the case of Penna. v. Kirkpatrick, Add. 193, which was a prosecution for forcible entry and detainer, and in which it «is said, that as leases of land are considered as chattels, they litive been subjected to the regulation of other chattels ; and a conveyance of a lease for years unattended with possession, has been held fraudulent. This was foreign to the question before the Court in that case, which was the sale of a freehold by the sheriff and the delivery of actual possession. Much as we respect the opinion of the learned judge in that case on a question of law, yet, without his usual accuracy and discrimination, he confounded the law in relation to personal chattels with that of chattels real, as appears by the authorities referred to in the opinion: 2 Term R. 591; 1 Wils. 44; 1 Ld. Ray. 251; Bulstrode 213.\nSchoyer and Williams, as assignees, are not chargeable with any default in omitting to do anything that the law enjoined. They were not required by law to record their assignments; nor was there imposed on them any form and manner of notice. It does not appear in evidence that any inquiry was made of them or Skillen as to the tenure of the property in controversy. What was there in the relation of Downing that entitled him to notice from William H. Williams when he received the assignment of the four years of the term ? Downing only became a judgment creditor of Skillen on the 6th March, 1849, for the sum of $110, on which execution was issued and a levy and sale of the leasehold interest in the same month; of which sale it does not appear that Williams had any notice or knowledge. Did the plaintiff or the sheriff treat this leasehold estate as a personal chattel in the manner of sale ? The sale was not on the premises, but at another place, and without the presence of the chattel or any change of possession, of which it was incapable. Would a sheriff’s sale of a personal chattel have been so conducted? We think not, without a departure from established usage and practice.\nThe assignments to Schoyer and Williams passed to them so much of the unexpired term as was described in them, leaving in Skillen an interest in the building which he occupied until the 1st of April following, and his interest in the valuation of the buildings at the expiration of the term. Those reserved rights were embraced in the levy and sale by the sheriff, and to which Williams can make no pretensions, and about which no question arises in the present action.\nIt was made a point by the counsel of defendant in error, that the Acts of Assembly of 1715 and 1775 provided for the recording of leases of land for term of years. It has not been the practice in this state to record leases of lands and tenements for term of years, or their assignment. Nor do the Acts of Assembly require them to be recorded, when the possession accompanies the lease, unless the lease is for a term exceeding twenty-one years. Under this provision of law, we see that there is little or no occasion for it in practice, as leases without possession in the lessee, and terms for years exceeding twenty-one years, are both of rare occurrence. The lease to Skillen was accpmpanied with possession in accordance with the lease, both parties claiming under Skillen, and the possession under the assignment to Williams was that of Williams by his subtenants.\nIn the opinion of the Court below, to the jury, that the several matters given in evidence on the part of the defendants, and which have been remarked upon by this Court, were not sufficient to bar the plaintiff in the action, and on reserving the same for further consideration entering judgment in favor of the plaintiff, this Court is of opinion there was error; and the said\nJudgment is reversed, and a venire facias de novo awarded.\nRogers and Coulter, Js., dissented."}