{"id": "969056", "contents": "The opinion of the Court was delivered, by\nLewis, J.\nThis is an action upon a recognisance taken in the Orphans’ Court, upon the sale of the real estate of Christian Stoner, deceased, under proceedings in partition. The plaintiff claims to recover that part of the share which was made payable to Nancy Neff upon the death of the widow Stoner, her mother. The defendants plead in bar a former recovery for the same cause of action, at the suit of Benjamin Champneys, Esq., President of the Orphans’ Court, &c., for the use of Emanuel C. Reigart, assignee of Abraham Herr, trustee of Daniel Neff, an insolvent debtor. The judgment pleaded in bar was rendered by the District Court of Lancaster, on the 7th Nov., 1842, and affirmed by the Supreme Court on the 1st July, 1844. Upon the return of the proceedings to the Court below, the judgment was paid by the defendant therein, and satisfaction entered upon the record.\nAt the time of the proceedings in partition, Daniel Neff was the husband of Nancy Neff; and afterwards, on the 16th December, 1822, made an assignment, under the insolvent law, to Abraham Herr, the trustee appointed for the purpose. Mr. Herr, on the 17th September, 1831, sold the claim in controversy at public sale to Emanuel C. Reigart, for the sum of $420. Daniel Neff survived his wife; and the present action is brought by the administrator of Nancy Neff. She had no creditors. The title to administer upon her estate, and the rights of those who claim the money when recovered, are derived through Daniel Neff, and go to the claimants, as his next of kin, and not as the next of kin of his wife. The legal presumption is, that the trustee of Neff made a proper appropriation of the money received on the sale of this claim; applying it, in the first place, to the payment of Neff’s debts, and delivering the surplus, if any, to Neff himself. So that the claimant for whose use this action is brought, asks not only that Christian Shuman’s estate shall be compelled to pay the debt twice, but that it shall go, a second time, to the party who received its proceeds before.\nConceding, for the purposes of the argument, that marriage gives to the husband but a naked power over the wife’s choses in action, and is not a gift upon condition that he reduce them into possession during its continuance, still, if he has once received the proceeds of a sale of them, equity would seem to require that a title, subsequently acquired by him, should enure to the benefit of his assignee. Equitable estoppels of this character apply to infants as well as adults, to insolvent trustees and guardians as well as persons acting for themselves, and have place, as well where the proceeds received arise from a sale ly authority of law, as where they spring from the act of the party: 5 Barr 168 ; 7 W. & Ser. 111; 11 Ser. & R. 426; 8 Watts 280; 7 W. & Ser. 238.\nBut the right which the present claimant may have to the fund, can only be determined in a contest with the party who wrongfully received it. That controversy is one with which neither Christian Shuman nor his representatives have any legitimate concern. By the common law, a chose in action is not assignable; and, subject to some exceptions not necessary to be noticed here, the action upon it must be brought in the name of the party with whom the contract was made. It may be marked for the use of any person claiming an equitable interest in the money when recovered ; but the proof of this equitable interest is not necessary to enable the plaintiff to recover. Nor will a defect in the title of sueh claimant upon the fund, be any defence whatever to the action. To allow a legal and just cause of action to be defeated by such means would be productive of the greatest injustice. The legal plaintiff is entitled to recover for the benefit of the parties concerned; and, when the money is brought into Court, the claimants upon the fund may settle the controversy by an issue, or otherwise, under its direction. Let the contest between them be determined as it may, the recovery protects the defendant from a repetition of the demand. There is nothing’ unreasonable or new in this doctrine; but if it be thought so infirm with age as to need the staff of modern authority, this support will be found in the cases of Commonwealth v. Lightner, 9 W. & Ser. 118; Armstrong v. The City of Lancaster, 5 W. 68; Stoner v. Commonwealth, 4 Harris 493; and Kidd v. Commonwealth, Id. 426. The two last-mentioned decisions were pronounced by this Court at its last session in this district. It is true that the parties to the former action, in the absence of the persons interested, employed themselves in procuring a decision upon a question which did not legitimately arise in the cause. But this was a web of their own weaving; and, fortunately for them, their labor, like that which unravelled at night what it wove in the day, is as free from injury a.s it is- unproductive of benefit.\nThe practice of taking recognisances in the Orphans’ Court, in the name of its Presiding Judge, and bringing actions upon them in the same form, is not to be commended; but it has the support of long usage and high authority. Kean v. Franklin, 5 Ser. & R. 154. The former recovery in this form of action, standing affirmed by the Court of the last resort, cannot be reversed or invalidated in this proceeding by technical objections. It is therefore a bar to the present suit. “Nemo Ms debet vecearepro eadem causa.” The judgment for the defendant in the Court below accords with the justice and the law of the case, and is to be affirmed.\nJudgment affirmed."}