{"id": "969091", "contents": "The opinion of the Court was delivered, by\nWoodward, J.\nThe defendant in error having paid his check to the holder of it, the day before the time appointed for its payment, the negotiability and the value of the instrument were gone for ever. As he had no funds in the Lancaster Bank when he drew the check, he was bound to place them there before it became payable, or pay the amount directly to the holder. He chose to do the last; and no possible exception can be taken to his choice. He ought, indeed, to have required his check to be delivered to him on paying the amount, and it would seem his agent, by whom he sent the money, did demand it; but Hunt alleged that he had it not with him at the place where the payment was made, and promised to deliver it to Mr. Woodward the next week. The check ■was not delivered up as it should have been, but the payment of it extinguished all liability of Woodward on account of it. More than a year after the time appointed for its payment, and after its actual payment, the Lancaster Bank received it from the Penn Township Bank; and, after two days’ delay, paid it to the Penn Towmship Bank, or, what is the same, placed it to their credit on their books; and now the Lancaster Bank claims to have been an innocent endorsee without notice. Had it been a negotiable note, there can be no doubt an endorsee would have taken it at his peril. The endorsee of overdue paper takes it exclusively on the credit of the endorser, and subject, even without malafides, to all the intrinsic considerations that would affect it between the original parties: Snyder v. Riley, 6 Barr 164. But a note is much higher evidence of indebtedness than a check. Indeed, a check, of itself, is not evidence of a debt or loan of money. The presumption is that it was given in payment of a debt, or that cash was given for it at the time: Fleming v. McClain, 1 Harris 178. Checks are no doubt often negligently retained, and presented long after they should be; but when a bank sees that a customer appointed a day in his check for its payment, that that day has long since passed, and that no funds have been deposited to meet it, the bank must be held to the rule in regard to other overdue paper, and be presumed to have taken it on the credit of the endorser. These circumstances are sufficient to put the bank on inquiry, and therefore they are not to be regarded as innocent endorsees without notice.\nBut the bank attempts to justify itself in paying this overdue check, when the drawer had no funds in its vaults, on the ground that he was a customer in good credit, and had given no notice to them that it had been paid. The absence of deposits was a sufficient notice to them not to pay the check, for checks are always supposed to be drawn on a previous deposit of funds: Story on Prom. Notes 641. In Fletcher v. Manning, 12 Meeson & Welsby 571, it was held that a check presented and paid is no evidence of money lent or advanced by the banker to the customer. On the contrary, it is primé facie evidence of the repayment to the amount of the cheek by the banker to the customer of money previously lodged by the customer in the banker’s hands.\nSuch is the usual course of business, and the very wide departure from it by the Lancaster Bank, in paying this overdue check out of other funds than those of the drawer, cannot be justified. It was attempted to prove a custom to pay overdrafts of solvent dealers with banks, but it failed; and if it had not failed, such a custom should be abolished. Mdlus usus abolendus est. Our banking institutions are generally conducted by boards of directors, to whom stockholders look for the proper use and management of the capital invested; whilst the ordinary routine of daily business is intrusted to cashiers and clerks, who are not directors, generally not stockholders, and who have no power to discount paper. If these subordinate officers might pay checks, which are properly drafts on funds deposited, when there were no funds of the drawer on deposit, the capital of banks would be liable to perversion to purposes, and in modes, that were never contemplated, either by the legislature, or the stockholders. That the practice of paying overdrafts has prevailed to some extent, is quite likely; and it may be true that boards of directors have in some instances sanctioned it; but it has no authority in sound usage or in law. The more nearly these institutions keep in the line of regular business transactions, the more effectually will they accommodate the public, and secure their own interests.\nIn the case before us, the Lancaster Bank was informed by its own books that the defendant had no funds on deposit out of which to pay the check; and the bank possessed no other funds out of which it had a right to pay it.\nAs to the complaint that the Court withdrew the cause from the jury, it is enough to say, that upon the facts before them, they were fully justified in asserting, as matter of law, that the plaintiff was. not entitled to recover. It is true, that in Rothschild v. Corney, 9 Barnewall Cresswell 388, it was left to the jury to determine whether the defendants had taken a check six days old, under circumstances which ought to have excited the suspicions of prudent men. In Byles on Bills, p. 175, it is laid down on the authority of a great number of English cases, that bills, and notes, and checks, payable on demand, must be presented within a reasonable time; and that what is a reasonable time, seems to be a question of law. Other authorities treat it as a question of fact, and this is perhaps the better opinion as to ordinary eases; but the delay in this case was so great, and the conduct of the bank was so grossly negligent in paying a check so long overdue, without deposits of the drawer, and without inquiry, that we think the learned judge was entirely right in giving the jury the instructions he did.\nThe judgment is affirmed."}