{"id": "969162", "contents": "The opinion of the Court was delivered, by\nWoodward, J.\nNothing can be more unquestionable, under our decisions, than that the agreement contained in paper marked A was fraudulent as to all execution creditors not assenting to it. It is equally clear that as among the assenting creditors it was a fair and judicious arrangement. It was calculated to make the defendant’s property bring, if not an outside price, much more money than could have been raised by a sale under the sheriff’s, hammer; and that it did, in point of fact, greatly enhance the fund now in Court for distribution, is abundantly shown in the evidence.\nSuch arrangements however must rest for their validity entirely on the assent and agreement of parties, and can bind no creditor who has not bound himself. The only question in this case is, therefore, did the appellees as well as the appellants assent to that arrangement ?\nWe have considered the evidence taken and sent up by the auditor, and we do not think it proves the assent of Z. Gemrnill and Co., either by themselves or their attorney. They were not present themselves, but were represented by J. E. Loy, Esq., as their counsel. Mr. Loy did not sign the agreement. What is the proof that he assented to it 1\nSheriff Snively says, “ a fi. fa. was issued by J. E. Loy, Esq., in favor of Z. Gemrnill & Co., accompanied by a notice which is attached thereto, requiring me to levy on the personal property of the defendant yet unsold. Mr. Loy did not make any objection to the manner of selling the goods — all he wanted wTas to have the money in Court. I did not tell Mr. Loy, that if he did not agree to the arrangement I would close the store.”\nSuch is the evidence to implicate Mr. Loy in this agreement. It is insufficient. The time of issuing the fi. fa. for Z. Gemrnill & Co., is not ascertainable from the paper-book, but as the writ Was returnable to the April Term of 1849, it must have been in the lifetime of the arrangement. These creditors were entitled to have their writ levied and proceeded with according to law. The instructions given by their counsel were consistent with this right. It was not necessary for him to objeet to the mode adopted for selling the goods: the question is, did he assent ?\nAssent is not to be implied from absence of objection. It is susceptible of affirmative and direct proof, and before Z. Gemrnill & Co., can be treated as in pari delicto with the other creditors, we must have evidence of that nature that they or their counsel recognised and assented to the arrangement of 10th January, 1849. If Mr. Loy wanted the money in Court, it was that he might obtain the fruits of his execution. Had the sheriff told him as he did Mr. Cox, that he would close the store if he did not agree to the arrangement, and had Loy replied as Cox did, there might be some ground for implying his assent to the existing arrangement; but as the evidence is, we see no ground for presuming assent, but ground rather for excluding such a conclusion.\nWe are satisfied with the results to which the evidence touching the assent of the rest of the appellees conducted the auditor. Having signed the agreement in behalf of several clients, Mr. Tate assented to it in behalf of those for whom he subsequently became employed, some of whom obtained their judgments and executions on the express condition of his assent. The testimony is full to these points. Could these latter clients of Mr. Tate, by abandoning him and employing Mr. Cox as their counsel, rid themselves of the consequences of Tate’s assent ? To permit this would be to sanction a gross fraud upon the other creditors as well as upon Reamer the defendant. But if Cox was brought in only as associate counsel, or as the partner of Tate, he was equally bound with Tate to the faithful observance of the arrangement. He must have so considered it, for when the sheriff told him if he did not agree to the arrangement in paper A the store would be closed, which would have been the breaking up of that arrangement ; Cox replied, “ he did not wish that, and told the sheriff to go on, that he would give him no instructions at that time, but if he came to any other conclusion he would give him written instructions.” What was that but express assent on the part of Cox to the arrangement ? This occurred in the lifetime of the fi. fas., but the “ written instructions” never came to these writs. The sale was permitted to proceed according to ,the agreement of 10 th January, 1849, till after the return day of these writs. The written notice of 24th April, 1849, related to alias writs, but was unnecessary then, for the arrangement was not renewed after the April Court, and the sheriff then had no authority to sell except in form of law. If, therefore, the appellees sought advantage over their fellow creditors by substituting Cox for Tate, they failed, not only beceause they attempted a legal impossibility, but also because Cox assented to the arrangement in paper A, as well as Tate.\n• It has been suggested that the arrangement was not within the scope of professional authority; but we think it was. The creditors of Reamer, many of whom were residing at a distance, were all represented by counsel. Reamer had a large and valuable store of goods. To subject it to a sheriff’s sale in the ordinary mode, in a small country town, would have been to sacrifice it. To prevent this, and to secure to the creditors the utmost that could be made out of it, the counsel, all except Barclay and Loy, came into or assented to the arrangement of 10th January, 1849. It was a proper occasion for the exercise of professional discretion. The appellees have no reason to complain of their counsel or of others, for had the goods been forced to a speedy sale, the writs prior to theirs would have taken the proceeds. If the appellees get nothing under the arrangement, they would not have enjoyed even a chance of participation without it.\nAgain it is objected that the agreement was not binding, because, so far as concerns the counsel of these appellees, it was not in writing, and the rule of Court is relied on which requires all agreements of attorneys, “touching the business of the Court,” to be in writing. This rule relates to the ordinary routine of practice, and is designed to exclude unseemly disputes and contradiction among gentlemen of the bar in the presence of the Court. It has no application whatever to agreements made to facilitate or guide a sheriff in the execution of writs in his hands. Applied as it is sought to be here, this rule of Court would be a higher law than the statute of frauds and perjuries, for that may not be so interpreted as to make it an instrument of fraud.\nIt remains only to add that Platt, Taylor, Hollingshead & Sides, and Platt, Taylor & Hollingshead, not having submitted their claims to the auditor in season, have no place in this appeal. It is apparent, however, from all that is before us, that they would have no claim on this fund if they were regularly in Court.\nThe decree of the Court below is reversed, except as to the judgment of Z. G-emmill & Co. of January Term, 1849, No. 150; and the record is remitted with directions to make distribution, first to that judgment, and of the residue of the fund to the appellants pro rata.\nBlack, C. J.,\ndid not sit during the argument of this case, having, since the decision below, become the administrator of the estate of Mr. Cox, one of the counsel who was concerned in the case."}