{"id": "969123", "contents": "The opinion of the Court was delivered, by\nLewis, J.\nOn the 3d day of October, 1851, Roemer gave a promissory note' to Denig, payable “ one day after date,” with a power of attorney to confess judgment “ without stay of execution.” On the next day, judgment was entered and execution issued; and on the 8th October, 1851, Roemer, the defendant below, by writing under his hand and seal, acknowledged that “the execution was-issued with his full consent and approbation; and that it was the understanding, at the time the judgment was given, that there was to be no stay of execution, but that execution was to be issued at once.” Notwithstanding this solemn acknowledgment that the execution was issued according to his own agreement, Mr. Roemer, without making any application for relief in the Court below, or producing a spark of evidence to show that this acknowledgment was made under a mistake, now asks us to set aside the execution ! The bare statement of the facts is a sufficient answer to the application. On such a sharp point of practice as the one involved in this case, any acquiescence of the defendant, after notice that the writ had issued a day too soon, would conclude him. But after his own written acknowledgment that it was issued according to the agreement, to permit him to violate that agreement would be a mockery of justice.\nIt must not be forgotten that this is a writ of error by the defendant in the execution. His own rights are all that can be urged on this writ; and the record shows that he has sustained no injury whatever. This decision may, perhaps, disappoint the expectation of a subsequent execution creditor, who made an application in the Court below to set aside the execution for the alleged irregularity; but his intervention was altogether unauthorized, and his wishes cannot be taken into consideration here. A subsequent judgment creditor may impeach a.prior judgment upon the ground that it was given without consideration, to defraud creditors; but he has nothing to do with mere errors and irregularities in the proceedings: 8 W. & Ser. 387; 5 W. & Ser. 473; 1 Penna. Rep. 251.\nJudgment affirmed."}