{"id": "969157", "contents": "The opinion of the Court, was delivered by\nBlack, C. J.\nA warrant for 445 acres and 120 perches, issued from the land office, in the name of Sophia Myer, on the 5th of May, 1794. A survey was made, including the land in dispute, on the 5th of January, and returned on the 10th of February, 1795. On the 10th of March, 1801, Sophia Myer conveyed to Cumberland Dugan, by deed poll of that date, and a patent was issued to Dugan the 1st of October, 1802. It appears from the blotters and vouchers in the land office, and the day-book of the Deceiver General, that this warrant, and thirty-five others, were paid for by the application of credits, which Peter Benson had on the books of the office for lost warrants surrendered. The plaintiffs claim under Benson, -whose heirs, on the 18th of April, 1838, conveyed the Sophia Myer tract and five others, on which the purchase-money was paid by their father, at the same time, and in the same way, to Henry K. Strong, for the consideration of $1 and services rendered. Mr. Strong conveyed certain undivided parts to the other plaintiffs. There was also a third title given in evidence under a warrant to Henry Feather, dated in 1818; but being of no value in itself, and having no influence on the rights of the parties who claim under Benson or Dugan, it is not necessary to notice it.\nThe plaintiffs assert their right to recover through Benson, for whom, they allege, that the holder of the legal title is but a trustee. The defendants, without pretending to be the owners of the patent, rely on it as showing a fatal weakness in the title of their adversaries.\nIt is the law of England and of Pennsylvania, that where one buys land and pays for it with his own money, but permits the conveyance to be made in the name of another, a resulting trust arises in favor of him who paid the purchase-money; and the nominal grantee holds the land, as trustee for the real purchaser. This principle is applicable as well to purchases from the Commonwealth, as to conveyances from one private individual to another. The person whose name is used, as a warrantee, is a trustee for him who took out the warrant and paid the fees and purchase-money : (1 Yeates 166; 2 Yeates 119.)\nA resulting trust of this sort may be established by parol, even in direct contradiction of a warrant, patent, or deed; and as it may be proved, so it may be contradicted by the same species of evidence. In the present case the plaintiffs had a right to show, by any legal evidence within their power, that Benson had paid the purchase-money; and they did prove it by the blotters, vouchers, &c., usually relied on in old cases. It was proper, also, to permit the defendants to prove that he did not make the payment for. himself, or on his own account, but as agent for Sophia Myer, or somebody else; and any circumstance which would throw light on the transaction, or explain its true character, ought to have been received.\nAfter the extracts from the books in the land office had been read, and some evidence had been given by the defendants, tending to show that Benson had acted as a mere agent in paying for this and other warrants, the defendants offered to prove that Benson, who was a clerk in the land-office, and a man of very little property, was credited, on the same books, with the purchase-money of 1886 warrants in the old purchase, amounting in the aggregate to more than $32,000, and that he never laid claim to any one of the tracts; but on the contrary suffered them, in many cases while he was still in the office, to be patented to other persons. This ought to have been admitted. That a man in moderate circumstances should have paid this large sum of money on his own account, without afterwards giving any attention to the immense estate which he had thus acquired, is incredible. It can only be accounted for by supposing, that in making these numerous and heavy payments, he was acting as the agent of other persons. The Court received and submitted to the jury the testimony of Wallace, that Benson was in the habit of receiving fees and transacting business for people in the land office. If the fact set out in the first and fourth bills of exception had been also admitted, they would have gone one step further, and shown that it was his custom, in paying money for his employers, to take credit on the books in his own name; and from this the argument would have been legitimate and fair, that the entry in the present case was made in the same way.\nThe testimony of Marshall, which was admitted by the Court and constitutes the third bill of exceptions, was to circumstances too remote to be safe, even though the means proposed to establish them had been legal. The pecuniary condition of Benson at the date of the warrant was important, to be sure; but that is not to be shown by proving that his children, more than forty years after-wards, had claims to land in several counties of the state.\nThe mortgage for land sold in Westmoreland by the elder Benson in his lifetime, might have been evidence to rebut the proof which the other side had given of his poverty, if it had been produced. But I see nothing in this case, to justify the admission of secondary evidence, when the primary might have been had.\nThe letter from Benson to Potter, dated in 1801, was properly admitted. It is not necessary to produce the title papers of a man’s property, when the object is merely to prove his circumstances. General acts of ownership are sufficient. A letter requesting an agent to pay taxes for land may be very slight evidence even for such a purpose, but it is admissible.\nThe evidence contained in the fifth bill of exceptions was rightly rejected. It consisted of agreements and letters, between Myer, Young, and Dugan. The parties to these contracts, and those who carried on the correspondence, were bound by what they contained. But as to Benson and those claiming under him, they were res inter alios acta.\nBefore we consider the main point on which the charge of the Court below is objected to (and we propose to consider no others, the rest not being sustained), it may be well to recall the evidence which is said to establish the trust in favor of Benson, and the circumstances, confirmatory and infirmatory, which go to support and overthrow it. John Keble’s blotter, and other books in the land office, show, that Benson was charged with the price of this warrant, and that he paid it. This blotter was never considered a record; and certified copies were not admitted in evidence, until the act of'1823 was passed for that purpose: Purdon 427. Previously to that time the entries were proved and admitted as private papers : 8 Watts 112. The Act of Assembly did not change their nature as evidence, but only furnished a more convenient means of getting them before Courts and juries. They were admitted before and since 1823, apparently upon the rule which admits other private memoranda of deceased persons in evidence, where they were against the interest of the persons making them. But long experience of their accuracy has given them a credit which no other unofficial books have received in our Courts. Still they constitute but parol evidence, and are not conclusive proof of anything. That warrants were frequently said by those books to have been paid for by persons who did not actually advance the money, except as agents, no one can doubt; and the fact has been often proved. The defendants attempted to prove it here. They showed that Benson was a clerk in the land office. Clerks were at that time in the habit of acting as agents to an extent which grew into a great evil; and the year afterwards a law was passed to forbid them: Purdon 732. One aged witness was called, who remembered Benson, and knew that he transacted more business as agent than any of the other clerks. He died in 1801, leaving scarcely any personal property. He paid the purchase-money on a great number of other warrants, without afterwards perfecting the titles. The certificate of the Receiver General, that the purchase-money was paid on the Sophia Myer warrant, was in the usual form, without any mention of Benson’s name, and does not appear ever to have been in his possession, but was found among certain title papers which John Myer had delivered to Pott and Boyer. John Myer, and not Benson, handed in the application for the Sophia Myer and nine other tracts, on all of which the purchase-money is marked in the blotter as paid by Benson; but on none of them did he ever take out, or apply for patents. The application is marked as Myer’s, and is in his handwriting.\nThe party who undertakes to establish a resulting trust by parol evidence, takes the burden of proof on himself. He claims an estate in land, not only without a deed, but in opposition to the written title. Records and deeds are not easily overthrown, as is manifest enough from the stringent rules which this Court has often laid down, in cases of parol sales. The whole doctrine of resulting trusts is a violation of the sound principles on which the statute of frauds is based, and ought not to be favored, except when the trust originated in the bad faith of the nominal purchaser. The extension of it to cases in which the cestui que trust has voluntarily placed his rights in such a condition that he can only establish them by parol, is of doubtful policy; and, like other departures from the statute of frauds, has probably done more mischief than it has ever corrected. Eor these reasons it is more than doubtful, if any chancellor, upon the evidence which this case presents, would decree specific execution of the trust, supposing the facts to be recent, and time no element in the decision. It may be, indeed, that the frequent use which was made in early times of the names of persons as warrantees, who were not the real owners, for the purpose of evading the laws against engrossing the public lands, entitles this peculiar kind of trust to more than ordinary favor. Certain it is, that the blotter has been allowed to decide very many disputes in favor of the person by whom it showed the money to have been paid; but never, in any case that I know of, where the evidence of agency was as strong as it is here. ■\nThe principal question yet remains to be noticed. The defendants insist, that the great length of time which elapsed after the date of the warrant, and before any claim was made under Benson, raises a presumption of law, which is conclusive against the title derived from him. It is true, that the transaction which creates the contest between these parties, is entirely too old to be investigated now, with the slightest hope of ascertaining the truth. It is impossible for us to feel any confidence in the evidence which can be furnished by men of these times concerning occurrences so remote. Fifty-two years went round between the time when the purchase-money for this land was paid, and the bringing of the present suit. During all that time, neither Benson, nor his heirs, nor anybody else deriving title from him, made any claim to the land; nor paid taxes for it; nor exercised any act of ownership over it; nor manifested the least sign of consciousness that they had a title to it. We are now asked to determine the rights of the parties, on such facts as can be fished up from the oblivion of more than half a century. Nearly two generations have lived on the earth, and been buried in its bosom, since this business was transacted. Of the men who were then in active life, and capable of being witnesses, not one in twenty thousand is now living. Written documents, whose production might have settled this dispute instantly, have been, in all human probability, destroyed, or lost, or thrown away as useless. The matter belongs to a past age, of which we can have no knowledge, except what we derive from history, through whose medium we can dimly discern the outlines of great public events, but all that pertains to men’s private affairs is wholly invisible, or only visible in such a sort as to confound the sense and mislead the judgment. “ No man,” says Mr. Justice Sergeant (2 Watts 115), “ ought to be permitted to lie by while his rights can be fairly investigated and justly determined, until time has involved them in uncertainty and obscurity, and then ask for an inquiry.” For such reasons as these it is, that every civilized society has fixed a limited time, within which all rights must be prosecuted. Where this is not done by positive enactment of the legislature, the judiciary calls in the aid of presumption; and Courts of equity, though not bound by the statutes of limitation, close their doors against stale demands, as sternly as the Courts of law.\nTime will raise presumptions as conclusive for or against an original title, as it will in other eases. We have as little power to read the ashes of burnt papers, or call dead witnesses from their graves to testify in a dispute about business transacted by the land-jobbers of the last century, as we would have if the conrtoversy was on any other subject. It is accordingly settled, that the non-return of a survey for seven years, without taking possession, or paying the surveyor’s fees, is an abandonment of the warrant: (2 Penn. Rep. 384.) And even where the negligence is imputable to the officer, a long delay will defeat the warrantee’s title: (4 Watts 140.) The title of a warrantee is presumed to have been conveyed, where no claim is made under it for a long time : (2 Binn. 468.) A sale of warranted land for taxes, though irregular and void, if the warrant-holder had made early opposition, becomes a perfect title after an acquiescence of twenty-one years: (17 Ser. & R. 350.) Payment of taxes for twenty-one years is presumptive evidence of a conveyance from the warrantee: (1 W. & Ser. 324.) A survey, unimpeached for twenty-one years, is conclusively presumed to have been regular: (2 Watts 390 ;1 W. & Ser. 68); and that even when there is an unexecuted order of resurvey by the board of property: (7 Barr 67.) In short the Courts of this state seem uniformly (and especially of late) to have refused to go back more than twenty-one years to settle any difficulty about the issuing of warrants or patents, or the making or returning of surveys, or the payment of purchase-money to the Commonwealth. These questions, like others, are disposed of according to the legal presumptions which arise from' the lapse of time. The time which raises a presumption, which will act on an interest in land, is twenty-one years: (4 W. & Ser. 297); and this presumption unrepelled will defeat any claim that is set up against it.\nIt is very clear, therefore, that the plaintiff’s title is either established beyond all dispute, or else made utterly worthless by the lapse of time. Either the trust, resulting to Benson from the payment of the purchase-money, is extinguished, or the title under the patent must be wholly lost to those who claim it. . Both these titles cannot exist now, in the vigor they had fifty years ago, and demand a decision between them on their original merits.\nThe plaintiffs contend that the • presumption ought not to be against them, since the patentee has not, any more than .themselves, either taken possession of, or paid taxes for, the land. Cumberland Dugan did not, from the date of the patent (nor did his heirs), make any open claim to the land, nor perform any of the duties, which, as owners of it, they were bound to perform, until 1837, when they brought an ejectment against the occupants of the land, which seems to be still pending. But it must be remembered that the conveyance of the warrantee, and the patent from the Commonwealth, gave him the legal title, and he was in possession by. construction of law. Actual possession would not have made his right any stronger, as against another claimant, who was not himself in possession. Ilis title, on the face of it, was as perfect. as it could be made. He needed no judgment or decree of any Court to make it better. It was not necessary or possible for him to bring suit against Benson or his heirs or alienees, to establish that his legal estate was free from the trust, which the plaintiffs assert it was charged with. His non-payment of taxe3 is proof that he was not a very good citizen; but that is a default for which his title could only be divested by a treasurer’s sale. On the other hand, Benson and his heirs had a claim, resting in parol, and if they knew, or believed it to be just, it was their business to make it appear.\nTo demand of the cestui que trust, under the circumstances of this case, that he should establish his claim before a judicial tribunal within a reasonable time, or lose it, is complained of as a hardship by the plaintiffs. They say, that no bill in equity could be filed for want of a court having chancery jurisdiction, and that an ejectment could not be brought, because nobody lived on the land. The answer is, that they might have taken possession of the premises, and compelled the other party to commence proceedings. They reply that possession ought not to be required, because the land is not fit for cultivation, and the coal has been but recently discovered. This, when put in plainer words, means that the property was not thought to be worth looking after until lately, which is precisely the reason that may be given by almost every man who neglects to prosecute his rights to real estate. But- it has never yet been received as a sufficient excuse, and never ought to he. Besides, Benson, if the land was really his, might, at least, have filed a caveat against the issuing of the patent, or demanded a conveyance afterwards.\nThe opinion of Mr. Justice Kennedy in Urkett v. Coryell, (5 W. & Ser. 60), was much relied on, as showing that a patent, fraudulently obtained, will be of no avail against the true owner. That case ■was essentially different in all its features from this one. There the party claiming against the patent had not only paid the purchase-money for himself, and on his own account, but had the conveyances of the nominal warrantees. Time had raised no presumption against him; for the suit had been brought within much less than twenty-one years: Coney v. Caxton, (4 Bin. 149), and Bixler v. Baker, (4 Bin. 219), are still less to the purpose.\nIt is also insisted that Dugan obtained the patent by a fraud upon, minor children. The heirs of Benson at the time of his death were respectively of the ages of ten, eight, and three years, but when the suit was brought they were fifty-seven, fifty-five, and fifty. Their minority, at the time the patent issued, would not justify their inaction after the disability wras removed. An equitable claim to land, founded on fraud, is of all others the sort of claim which ought to be pursued before time has rendered explanation impossible : (2 Sch. Lefroy 633).\nAnother argument, much pressed, is that Benson’s payment of the purchase-money gave him such a use of the land as became immediately executed by force of the statute of uses, (27 Hen. VIII); that he or his heirs became invested with the legal title, as soon as the patent passed it from the Commonwealth; that having the legal title they were constructively in possession; and that the presumption from lapse of time is, therefore, not against them, but in their favor. The inferences are logically drawn, but the premises are not true. An implied trust is not within the statute of uses. Where the use is expressly and immediately limited on the legal estate, it will be executed in the cestui que use. But a use •limited on a use will not be. (22 Vin. Abr. 268). Where the trust is expressed in the deed which creates the legal estate, the trustee cannot set up the statute of limitations, either at law or in equity, against his cestui que trust, any more than, a tenant for years, can do so against his landlord, and for the same reason; namely, because it would be claiming in opposition to the title, by which he himself holds. But here the warrant, deed poll, and patent, purport to give Dugan the legal, as well as the equitable title, for his own use, and that of his heirs and assigns. They do not on their face require him to hold it for the use of Benson. If there be anything in pais and outside of the written title, from which a trust of the land results to Benson, such a trust can be executed in no other way, than by the voluntary conveyance of the trustee,' or by a decree in chancery, 'or (what is equivalent here), a judgment in ejectment. Where a party is primó facie the owner of land in his own right, and is to be turned into a trustee by matter of evidence, all presumptions are against him who alleges himself to he cestui que trust, and if he withholds his evidence until it becomes obscure and unintelligible, he must hear the consequences of his own default.\nThis then is the case of an ejectment, brought as a substitute for a bill in equity, to declare the holders,of the legal title trustees of Benson, and to compel the execution of the trust: (8 Ser. & R. 484 ;4 W. & Ser. 149). The transaction, supposed to be set forth in the bill, as the origin of the trust, was doubtful at first, if we can be supposed to know anything about it from the evidence before us; it was fifty-two years old when the hill was filed, and there was no intermediate acknowledgment of the trust by one party, and no assertion of it by the other. A decree, in such a case, could not he pronounced in favor of the plaintiff, without running counter to all precedent. Courts of equity will not listen to claims so mid that they would be barred at law by the statute of limitations. If this rule, which is, in itself, so just and wise, needed the authority of great names to support it, Lord Talbot, (3 Atkyns 325), Lord Redesdale, (2 Sch. & Lefroy 71), Chief Justice Marshall, (10 Wheaton 152), Chancellor Kent, (3 Johns. Ch. Rep. 129), and Judge Story, (1 Eq. p. 529), ought to be sufficient for the purpose.\nIt follows, from Avhat I have said,' that where a warrant is issued to one person, and the purchase-money is paid by another, and the patent is aftenvards taken out by the nominal warrantee, the right of him who paid the purchase-money is gone, unless he takes possession of the land or brings ejectment to recover it within twenty-one years from the date of the warrant; and after that lapse of time he cannot recover, no matter how clearly he may he able to prove that the legal owner Avas, in the beginning, a trustee for him. In such cases, the maxim omnia prcesumuntur rite esse acta, is applied to the proceedings of the land office, and the presumption of laAV is conclusive against all rights Avhich do not appear on the face of the Commonwealth’s grant. Evidence of purchase-money paid by the plaintiff, as the ground-work of his title, ought to he rejected by the Court, if the date of the payment be more than twenty-one years before suit brought, unless it be accompanied by an offer to prove such acknoAvledgments, on the part of the warrantee, as will take the case out of the rule here laid doAvn. What acknoAvledgments would be sufficient for that purpose, is a point not raised by this record.\nWhen I say, that the suit must he brought within twenty-one years from the date of the warrant, I speak of a case like the present one, in Avhich the alleged trust is proved by the naked and solitary fact of the payment of purchase-money. Where the cestui que trust has superintended the survey and paid the officer’s fees, or exercised other acts of ownership over the land, the presumption in favor of the trustee would, perhaps, not begin to arise until he did some act of hostility, such as selling his title, or taking out a patent to himself.\nWe have come to this conclusion with the deliberation which was demanded by the interests of the present parties, the rights of those who claim under the numerous other warrants paid for by the same person, and the importance of the general question. The cause was twice argued with great ability, once before all the judges, and afterwards again, in the absence only of him whose death we have since been called to lament. From the first no member of the Court felt that the judgment could be sustained, and all the survivors now concur in the opinion that its reversal is demanded alike by precedent and principle.\nJudgment reversed and venire facias de novo."}