{"id": "969125", "contents": "The opinion of the Court was delivered, by\nLewis, J.\nOn the trial of an issue devisavit vel non, the Court below admitted evidence of the handwriting of John Harding, one of the subscribing witnesses, to establish the instrument in contest. This evidence was offered because he was “ one of the parties taking the appeal” from the decree of the Register admitting the instrument to probate ; and it was objected to on the ground that the witness was “a brother and devisee in the will.” Evidence was also admitted of John Harding’s acknowledgment that his name, placed as a subscribing witness, was his signature.\nIt does not appear by the bill of exceptions that the testator died without issue, or that the subscribing witness would receive, under the intestate law, a greater interest-than that given by the instrument in dispute. The injustice likely to arise from the action of a Court of error, when it assumes the existence of facts not stated upon the record, or decides questions not presented for decision in the Court below, is so manifest as to need no illustration. The great question on which Lord Manseield and Lord Camden differed — whether a subscribing witness not competent at the time of attestation, could be rendered competent by matter subsequent — does not arise upon the present record. The reasoning of Lord Camden in support of the principle, that the provisions and the policy of the statute required that the testator should be guarded from imposition by the presence of witnesses free from objection at the time of attestation, seems to have been adopted by an enlightened tribunal of a neighboring state: Hawes v. Humphrey, 9 Pick. 350.\nIn the case before us, John Harding was never competent. He is to be considered as if he had never been a subscribing witness: 6 Ser. & R. 223. The proof of his handwriting, whether derived from the testimony of the other subscribing witness, or from his own declarations, was therefore inadmissible. Secondary presupposes the existence of primary evidence, and is the- light which is reflected after obstacles intervene which deprive us of the benefit of direct rays; but where no direct light ever existed, there can be none reflected.\nIf the proof of execution had been given by two witnesses, according to the requirements of the statute,, whether the testator’s name had been signed by himself, or by another under his direction, the instrument might have gone to the jury without positive evidence that it had been read over to the testator. This would only become necessary after testimony had been produced tending to show that he was blind, or from any cause incapable of reading, or that there was reasonable ground for believing that it was not read to him, or that there was fraud, or some kind of imposition practised upon him: Harrison v. Rowan, 3 Wash. C. C. R. 585.\nAs the evidence stood, the Court below was in error in permitting the instrument in dispute to be read to the jury as sufficiently authenticated, and also in the instructions given that it was “well executed/’ and that the jury ought to render a verdict establishing it as a will.\nJudgment reversed and a venire de novo awarded."}