{"id": "969100", "contents": "The opinion of the Court was delivered by\nChambers, J.\nThis is an action of covenant by assignees of the lessor, against the assignees of lessee, for arrears of ground-rent.\nThe first error relied on in the argument of the plaintiff in error, is, that Hannen and Davis, assignees of Brackenridge, and Stevenson, assignee of John A. Wills, could not be joined in the same action.\nThe defendants are assignees, by virtue of various mesne assignments of the original lessees, Bantin and Kepner; and as such are bound by privity of estate for covenants in law to pay the rent reserved: Comyn on Law of Land, and Ten. 257. A covenant to pay rent is one running with the land, and hinds the assignee though not named: id.; 2 Salk. 5, Parker v. Will; Doug. 183, Hoford v. Hatch; 2 Penn. Rep. 464, Roger v. Ake.\nThe liability of the assignee is created by the acceptance of an assignment and the taking possession of the premises, or having the right of possession, where there was no actual possession by another. The privity of estate which induces personal liability is the actual or beneficial enjoyment of the premises, or the right of possession; where there is neither, no personal liability can arise: 14 State Rep. 111, Wickersham v. Irwin; 5 Barr 14, Thomas v. Connel. The lessor having reserved a rent out of the property conveyed by deed, has his remedy against all who stand in relation to him as assignee: and when the rent reserved is one sum, he is not bound to sever in his action, but may join all the parties. Where the contract is entire, and the estate subdivided by the lessees, the lessor or his assignee is not obliged to split up his claim for the rent, and apportion the same amongst the assignees of the lessee, but may proceed against all jointly standing in that relation.\nThe third and fourth errors assigned as to the right of action against Hannen and Davis, whose possession if any is alleged to have been that of their wards, will be considered together.\nIn the deed of assignment, Hannen and Davis, in the introductory part, are called guardians of the surviving minor heirs of John Wills. This is but description; and in no other part are they called such; and the estate is conveyed to them, their heirs and assigns, to and for their only proper use for ever. They went into possession, and whilst the property was productive, received the rents. The destruction of the building on the premises by the great fire which ravaged so much of the city-of Pittsburgh, was an event unforeseen, and destructive of the interests of the assignees. Before that calamity, the property was no doubt beneficial to the parties in possession, who had every reason to expect that it would continue such in this improving city. This confidence may have induced Messrs. Hannen and Davis, as guardians, to be less cautious in the transaction in guarding against any recurrence to themselves, or their estates, in ease of failure to receive from the property what was equal to the reserved rents. They allowed the assignment to be made to themselves, and having gone into possession, incurred all the responsibility of assignees chargeable with the rents accruing after the assignment. Mere caution on their part, would have had the assignment made to their wards; and when the property was suddenly reduced to ruins, they might have protected themselves against the accruing rents by an assignment to their wards, if there were a prospect of the property acquiring any value for them; or if no such value was reasonably to be expected, they might have assigned to any person, with or without means, who would accept of the assignment. The assignee being liable upon the covenants merely in respect of the privity of estate, and no privity of contract existing between them and the original lessor, his liability lasts only so long as he remains possessed of the estate: An assignment to a mere pauper will not be deemed fraudulent, and an assignment to a feme covert will discharge the assignee: Doug. 452; Co. Lit. 3 a; Comyn on Land, and Ten. 272. Messrs. Hannen and Davis having as assignees continued in the ownership of the property, and with the right to the possession, which gave them a constructive possession, where there was no actual possession in opposition to them, they are subject to the responsibilities imposed by the law in favour of the lessor, and are liable in this action.\nThe fifth error assigned is that no action lies against Stevenson, who, it is alleged, had not accepted the conveyance, or gone into possession.\nIf John A. Wills was not divested of his interest by his assignment to Stevenson, he would continue still liable for the rents that had accrued: and unless the assignment was accepted by his assignee, it was not operative to pass his interest or relieve him of his responsibility. The case in this particular is not as fully stated as is desirable, and this Court is left to implication as to the acceptance of the assignment by Stevenson. It is stated that the conveyance to Stevenson by John A. Wills, was made some two years or more before the institution of this suit; and that he never had actual possession of the lot. As Stevenson has not disclaimed the acceptance of the assignment, under which he had a right to the possession which gave him a constructive possession of the property, not occupied exclusively by any other, the Court will intend that he had accepted the said assignment, and with the right to the possession of the part of John A. Wills, is responsible in this action for the rents which accrued after that assignment.\nPossession by a tenant is not essential to his liability: Woodfal’s Land. and Ten. 348. Under an absolute assignment the assignee is liable for the rent before actual possession, for by the assignment the title and possessory right pass, and the assignee becomes possessed in law: Weidner v. Foster, 2 Penn. Rep. 26 ; Berry v. McMullen, 17 Ser. & R. 87. As to actual possession, that must depend on the nature of the property; as in the case of waste or unprofitable ground: id. When the possession is vacant, it nevertheless is the close of him who has the right: Mather v. Members of Trinity Church, 3 Ser. & R. 514; Berry v. McMullen, 17 Ser. & R. 87. The nature of the property since the destruction of the building, presents the case of a lot covered with ruins, and as such unprofitable by actual occupation, without rebuilding and heavy expenditure, which the parties in interest may not be willing yet to assume. Yet by construction of law the possession of the lot is that of the assignees, with the attendant responsibility so long as they stand in that relation.\nIn the opinion of the Court there was no error in the judgment of the Court below, and that Judgment is affirmed."}