{"id": "969107", "contents": "The opinion of the Court, was delivered by\nLowbJjG, J.\nThe defendants were acting under the authority of the proper state officers, when they threw down the plaintiff’s wall, and they justify on the ground that it was an encroachment on the embankment of the state railroad, contrary to the 11th section of the Act of 16th April, 1838, which declares, among other things, that no one shall construct any building on the ground set apart for, or belonging to, or forming part of, or on the banks or excavation of, the railroad, without the permission of the Canal Commissioners. It is admitted that,the plaintiff made his excavation in the embankment, and began to erect his house there ; but it is alleged that he did not encroach on the original embankment of the railroad, and dug into that part only of the embankment which had been added by degrees since the construction of the road, and which was not properly any part of it; and it is insisted that, under such circumstances, the plaintiff did not need the permission of the Canal Commissioners.\nBefore proceeding to consider the real point of this cause, it is proper to set aside some irrelevant matters, which can tend only to confusion, if allowed a position in the line of argument which is to settle this controversy.\nThe Act of Assembly applies to railroads belonging as well to private corporations as to the state; and it is argued that whatever authority the state officers are construed to have under the Act, must be conceded to the officers of railroad corporations. But the difference existing between the state and a corporation makes the argument entirely inconsequential. This difference calls for many others which need not be detailed. The one which is most to our purpose is, that an officer of the state exercises the state’s discretion, and must have its exemption from liability to action, if he exercises it faithfully; whereas the officers of a. corporation exercise its discretion, subject to liability as it is.\nAgain, it is argued that there are many other buildings along the railroad, much nearer to the track than this one. This, too, is totally irrelevant. The question is of the authority of the state officers; and proof that there have been a thousand encroachments does not affect that question, though it may show that some Canal Commissioners have exercised their authority very improperly.\nAgain, it is argued that the only remedy for such a wrong is by an action for the prescribed penalty. This is incorrect. The state, like any other owner of property, has a right to meet and repel by force any attempt to injure its property; what the state itself might do, may be done by its appropriate officers.\nAnother matter has been treated as of some importance, which, is even worse than irrelevant: and that' is, that the Canal Commissioners may refuse permission arbitrarily, and without consulting the public interests. And what if they do ?• This does not help us to decide what is the extent of their authority. Wherever authority is vested, it may be exercised arbitrarily; and Courts and juries may do it as well as Canal Commissioners. It is one of the properties of human fallibility that it will often give discretion a very indiscreet direction; and therefore right must sometimes be defeated. We do the best possible for human rights, when we provide as well as we know how for their preservation; and no government lays claim to actual, but only to legal, infallibility. In other words, that conclusion is and must be legally right, which is drawn according to established legal procedure. And suppose it be conceded that the proper department of government has come to a conclusion that is morally or logically wrong; what then ? Shall another department assume to review their decision ? Not at all. The errors of ignorance and misjudgment must be borne until humanity becomes infallible. The great question is, who has the authority to judge of such encroachments; the Canal Commissioners or the jury ? and that question is begged, when it is left to the jury to say whether the Canal Commissioners act arbitrarily or not. It is assuming jurisdiction before we have ascertained that it is ours. It may be an assumption that we are better and more honest judges of the interests of the state than those to whom the state has committed that duty.\nIt is argued, moreover, that the object of investing the Canal Commissioners with the power in question, being to guard the public works from injury, their permission cannot be refused when there is no danger; and if it be, their refusal may be disregarded. Here again the very question of the cause is begged, by assuming that the Court and jury, and not the Canal Commissioners, are the judges of the danger of injury. And it seems possible that, under this assumption, there lurks something worse than bad logic; and that is, a disposition to treat as arbitrary every act of public functionaries, which is in opposition to our reason, our interests, or our prejudices. There is a just suspicion of authority, which is necessary in order to guard against its improper assumptions; and so long as human government is necessary, there will be even a morbid suspicion of it. But when this last becomes predominant, then we shall be on the eve of anarchy. Improvement without order, order without government, and government without error, are impossible things; and, therefore, even erring authority is not, of course, to be disregarded. When we assume that government has disregarded our rights, and then refuse submission to it, we assume upon ourselves the functions of government to maintain a fancied right against order. The fact rather is that we have no rights that are inconsistent with social order; for even the right of revolution is a means of reaching a higher social order.\nWe come now to the true question. There must be some functionaries to decide between the state and individuals as to the rights of each. Who are the appointed functionaries ? The canal commissioners or the Court, and jury.\nLet it be remarked that the railroads of the ^tate are severally portions of a system of public works of large extent, and belonging to the people of the whole state. It is highly important that these shall be kept in a perfect condition to suit the demands of commerce, and that they shall not be in any way encroached upon so as to endanger their usefulness, or even to mar their symmetry. It is important that the rules relating to them should be uniformly administered, and that, like all other state property, they should be under the direction of state officers, representing and answerable to the general, and not to any local constituency. It is important that the power to prevent encroachments shall be prompt and vigorous, so that the evil may be averted by anticipation, rather than redressed by the subsequent and tardy process of judicial tribunals. Such officers need much discretionary power, and should be responsible for its exercise as officers usually are, subject to answer for misdemeanor in office at the suit of the Commonwealth, and no.t to action or resistance by individuals. If they are to be liable to action, then the state must provide a fund to pay all expenses and damages, otherwise the public works will be without protection; for no officer will perform his duty at the risk of being harassed and punished at the suit of individuals for every exercise of discretion which they or a juiy may disapprove. The only possible restraint upon official discretion, that is consistent with its exercise, is that of responsibility for misdemeanors in office, and the liability to action if the discretion be maliciously exercised.\nIt is reasonable, therefore, to believe that this is the very nature of the authority and responsibility of the Canal Commissioners and the railroad officers in the matter before us. The officers along the railroad are sufficiently directed by the Act of Assembly to prevent all erections on the embankments: and if individuals are not satisfied with their decision, they must apply to the Canal Commissioners. It is only in cases of doubt that they are expected to decide, for it is not presumed that they will authorize what is a clear invasion of the rights either of the state or of individuals. The fact that their permission must precede any erection, vests in them the right of judging. And the fact that there is a railroad embankment, excludes all other judgment than that of the railroad officers, as to the extent of it that is required by the state. How can it be otherwise ? These embankments are constantly receiving accretions; and to limit the jurisdiction of the officers to the embankments as originally constructed, would be most effectually to abolish it, for its limits must be unknown to the officer.\nProtection of the state works is an incident to their existence, and the state may protect them by virtue either of its proprietary or of its governmental authority. In either way it acts by means of officers clothed with its discretion, and liable only as it directs, and it always makes them liable for malice. The Court below ought to have instructed the jury that on the evidence in this case the defendants were, entitled to the verdict.\nJudgment reversed and venire de novo awarded."}