{"id": "969144", "contents": "The opinion of the Court was delivered, by\nLowrie, J.\nThis note is vitiated by the alteration of its date, unless the holders account for the alteration: Simpson v. Stackhouse, 9 State R. 186. All the bank’s officers having the custody of it, have expurgated themselves in the opinion of the jury, though it might have been more satisfactory to have heard any of them say that they noticed the condition of the note when the bank received it.\nBut this is an accommodation note, discounted for the maker, who was the holder before the bank got it. The alteration remains unaccounted for until it is shown that Rambo, the maker, received it from his accommodation endorser in its altered state: Calvert v. Roberts, 3 Camp. 343; Woodworth v. Bank of America, 19 Johns. 391; Bell v. State Bank, 7 Blachf. 456. The testimony of Rambo would therefore seem to be necessary rather for the plaintiff than for the defendant below. On this point, the Court below was in error.\nBut the defendant called Rambo, and offered to prove by him that the note was not altered when the defendant endorsed it, and this offer was rejected. The witness was sworn to testify, and his “testimony” was rejected; and yet it is alleged here that it was the witness, and that he was rejected on the policy that prohibits a party to a bill or note actually negotiated in the usual course of business from being a witness to invalidate it. If the witness was rejected on this ground, there was error. The case started with the legal presumption that the true note had been altered, and the witness was offered, not to impeach it in the aspect in which the law views it, but to rebut the evidence of others who present it in a different aspect. The presumption that a note has been altered sets aside the presumption of its regular negotiation, and admits the parties to testify, if not interested.\nIf the objection was, that the witness would be liable over to his endorser for costs, this could be removed by a release. If it was meant to reject tbe “ testimony” that tbe alteration was made without tbe defendant’s knowledge, we have already shown this to be error.\nThis is a very equivocal bill of exceptions, and we have decided it under three aspects. But we could not have done so bad there not been another point on which a reversal was demanded; and then tbe plaintiff in error might have suffered seriously for not having had the objection to the witness or the testimony clearly stated in his bill.\nThe receipt by the defendant of the notice of protest, and his subsequent offer to renew the note, are not of the slightest value, unless it appears that he then knew of the alteration, and they do not prove knowledge: Perring v. Hone, 13 E. C. L. R. 328; 4 Bing. 28. We see not other error.\nJudgment reversed, and venire de novo awarded."}