{"id": "969118", "contents": "The opinion'of the Court was delivered, by\nCoulter, J.\nThe appeal from the Quarter Sessions in this ease does not lie, not being given by the statute. An appeal to the Supreme Court never lies from the proceeding of an inferior jurisdiction, specially conferred by statute, unless an appeal be given. The certiorari lies for the purpose of correcting any error in their proceeding, and keeping them in the sphere prescribed by the statute. But the merits or facts of the controversy are not examinable in such proceeding. So that it was ruled in 7 Watts 527, that the revision of the Supreme Court on a certiorari to the Quarter Sessions of the county, in a ease arising under the poor laws, is confined to the regularity of the proceedings, and does not extend to an examination of the merits. And the reason is, as I will notice hereafter, that by the 44th section .of the Act of 13th June, 1836, the decision of the Quarter Sessions on the merits- is made final and conclusive. The appellant has shown no statute, nor any section of any statute, giving an appeal. I know of none. But he relied on the first section of the Act of 16th June, 1836, defining the jurisdiction of the courts, in which it is stated that the Supreme Court shall have power to hear and determine all manner of pleas, plaints, and causes brought there from any other court of this commonwealth, by virtue of any writ or process issued by the said court, or any judge thereof, for that purpose, in the manner now practised and allowed.\nThis is a considerable stretch of ingenuity. But an appeal from the Sessions is not brought here by virtue of any process or writ issued by this Court, or any judge thereof, in the manner practised and allowed at any time. That is one objection to the appeal. There is no mode or form prescribed of its getting here, or of the testimony being authenticated. It comes in like a strange and unbidden guest. But this section of the Judiciary Act relates to the ancient writs of error, certiorari, or habeas corpus, by means whereof errors in law, and not errors in fact, of inferior tribunals are corrected, according to the manner then practised and allowed.\nThe 19th section of the Poor Act of 1836, gives an appeal from the order of two justices removing and settling a pauper, to the next Court of Quarter Sessions of the county, and not elsewhere. And the 20th section, for the purpose, as it states, of preventing vexatious removals and frivolous appeals, enjoins it on the Court of Quarter Sessions to impose such costs and charges as it deems reasonable and just, to be paid by the overseers or other persons against whom such appeal shall be determined, thereby showing that the matter was intended to be confided to the discretion and judgment of the Court of Quarter Sessions. But the 44th section, to remove all doubt or cavil from the subject-matter, provides that, £< If any person shall be aggrieved by the judgment of any one or more magistrates, in pursuance of this Act, he may appeal to the next Court of Quarter Sessions (except in the cases hereinbefore especially provided for), whose decision in all such cases shall be final and conclusive. The exception relates to some small matters in which the judgment of the magistrates is made conclusive.\nThere is no right of appeal given to this Court by the statute, and an express enactment that the judgment of the Sessions shall be final and conclusive. The appeal, therefore, does not lie, and is quashed. The merits were fully argued, and, from the evidence on the paper-book, are decidedly against Mifflin township. The testimony is positive that Sarah Edmonson rented a house and land in Mifflin township, after the death of her husband, for one year, resided on it for that time, and paid the rent. This gave h'er a right of settlement there, although at the time of her husband’s death she was entitled to a settlement in Elizabeth. This did not prevent her from acquiring a subsequent settlement by her own acts when she was sui juris, by complying with the requisites of the law.\nAppeal quashed."}