{"id": "969117", "contents": "The opinion of the Court, was delivered by\nCoulter, J.\nThe inference of payment of a specialty from lapse of time, is a presumption of law, and is the subject of legal direction. The rebuttal of such presumption by circumstances, is also for the Court, but the' truth of the facts from which the rebuttal is alleged to arise, are to be left to the jury.\nStill, however, the question is often so. mixed up and complicated with law and fact, that the whole matter of repelling the presumption ought to be left to the jury, as in McDowel v. McCullough, 17 Ser. & R. 51. This presumption arises upon every species of security for the payment of money; and the time runs from the point or period when the sum was payable and could legally be sued for. All presumptions, however, must yield and give way before satisfactory evidence. If, therefore, after the time when the presumption of payment arises, that is, twenty years from the time of payment, the plaintiff can satisfy the Court and jury that there were other sufficient and good reasons for delay beside and beyond the alleged payment, sufficient to account for not prosecuting the claim; in that case, the presumption will be repelled, because the presumption arises from the non-prosecution and non-presentation of the claim. The lien of a judgment is limited by statutes; but that of a recognisance is not; it is indefinite. But yet it lasts not for ever, as the ingenious argument of plaintiff in error assumes. The duration of human life, the extinction of testimony, oral and even written, by time, limit all disputes. It is possible that a lien might last one hundred years, if the party could obtain a credible witness one hundred years old to testify as to continued admissions of its still being due. But we go not upon superlatives, but on the usual course of human events and business manifested by existing available evidence. I know of no statutory law nor lex non serif ta which limits the lien of a recognisance. It is subject to the legal presumption of payment, and that presumption is liable. to be repelled by reliable, credible testimony.\nBefore the expiration of the twenty years, an action of scire, facias was issued on the recognisance, which was discontinued upon an agreement, signed by Black and Forward, attorneys for the cognisors, and Charles Ogle, attorney for the legal representatives •of Rose Connor and Alex. McGregor. The agreement shows that at its date, Sept. 11, 1839, Black and Forward knew that this recognisance was not paid.\nIt contains this stipulation, to wit:, “ The only effect and intent of this agreement is this: that no presumption of payment shall arise from the lapse of time, but in all other respects the rights of all parties shall remain as if this agreement had not been made.” In 1840, other writs of scire facias were issued and judgments were subsequently obtained. The scire facias in favor of Rose Connor’s representative was tried on the 26th Oct., 1843, and a verdict in his favor, upon which judgment was entered, and a writ of error to the Supreme Court, where judgment was affirmed. And in the scire facias in favor of the representative of McGregor judgment was confessed on the 25th Oct., 1844, to be taken off if the judgment of Rose Connor’s representatives was reversed in the Supreme Court. The judgments in favor of Forward, Gebhart, and Black, were entered on the 24th Oct., 1843, two days before the judgment in favor of Rose Connor. The result of which, in the Supreme Court, was to rule the case of McGregor. At the time the judgments in favor of Black, Forward, and Gebhart were entered, the writs of scire facias on the recognisance were pending in the same Court. On the principle of lis pendens, this ought to have been notice to any judgment creditor. But the recognisance itself was on record, and afforded notice to all persons who chose to make the necessary inquiries. The presumption of payment is not like a positive statutory bar. It throws the onus probandi upon the plaintiff. And he who entered a judgment took the chance of its being paid, arising from a presumption, which, like other presumptions, gives way before reliable testimony which rebuts and destroys it. The existence of the agreement referred to, the pendency of the actions of scire facias at the time the judgments were entered, the finding of the jury, judgment of the Court, and confirmation in the Supreme Court, all show that the recognisance was not paid when the judgments of Black and Forward were entered, and that they had sufficient notice.\nThe decree of the Court below is affirmed."}