{"id": "969132", "contents": "The opinion of the Court was delivered, by\nLowrie, J.\nA sei. fa. on a mortgage is a proceeding in rem to have the property sold for the debt charged upon it, and, of course, the existence of the lien and its' amount are subjects of inquiry. In this case, Steiner, the mortgagor, having been divested of his title to the land, had no interest left, and made no defence. The plaintiffs, therefore, took judgment against him by default, and whether that judgment can serve any purpose, vre need not inquire. Longaker, the terre tenant, pleads that the lien was discharged by a sale to him on a judgment and execution for the same debt, which was partly secured by this mortgage, and on-this plea this issue was raised.\nTo this issue Steiner was no party, and was even without interest in the thing which is the subject of the suit, except that the establishment of the lien might benefit him. His interest on the question raised by the plea is against the terre tenant and in favor of the plaintiffs, and therefore the defendant had a right to call him as a witness: Talmage v. Burlingame, 9 Pa. S. R. 26.\nSteiner testified that the bond of 9th Oct., 1847, and the bond and mortgage of 27th November, 1847, were both given for advances made and to be made. The plaintiffs then proposed to ask him what advances were made, but the Court did not permit it. When it is observed that the accounts rendered by the plaintiffs themselves were in evidence and undisputed, showing how the account stood before either security was given, and every item afterwards, it is impossible to see any useful purpose of the question. The Court is not bound to hear evidence of admitted facts. If the purpose was to show that the securities were severally given for different parts of the same debt, and not each for the whole, it should have been stated.\nAs to the plaintiff’s points, the Court was not bound to answer them specifically; it is sufficient that the law of the case is properly announced to the jury. The charge was, in substance, that, the land having been already sold under a judgment of the Court, it is discharged from the prior mortgage, if the judgment and the mortgage were both given as security for the same debt, and if otherwise, it was not. If this instruction does not appear very clearly, it arises from the Court being called upon to state it in answer to several points presented by the plaintiff'. But in a case so simple, it could hardly be misunderstood.\nWe need not repeat the authorities cited by counsel to show that the instruction was correct. How could it he otherwise ? At the time the mortgage was given, the whole debt was about $8100, and it was afterwards reduced to about $2000. The mortgage was for $3500, and the judgment-bond was for $1000, both being duplicate securities for the real debt. Now it is apparent that a sale of the land on the judgment is just the same as a sale on the mortgage, for the proceeds will go to the payment of the debt secured by the mortgage; and bow could it be sold again for the balance of the same debt ? It is needless to mention other stronger effects of a contrary vie'w.\nIt is much to be regretted that the Act of 1880, preserving the lien of a’mortgage after a sale on a junior judgment, was ever passed. It is the cause of great uncertainty as to title on judicial sales, and of consequence, of great sacrifices of property to the injury of defendants and the later lien creditors. It is founded on no valuable principle, and is of no real advantage to any class of people, except those who are skilful in profiting by the misfortunes of others.\nJudgment affirmed."}