{"id": "969137", "contents": "The opinion of the Court was delivered, by\nLowrie, J.\nTo get at the principles of this ease by the nearest road, it may suffice to state that here was a bond by two, and a judgment entered upon it, and now on a scire facias to revive the judgment, one of them suffers judgment by default, and the other takes defence on the ground that he was surety in the bond, and that the plaintiff released from the lien of the judgment, property of the other defendant of sufficient value to secure the debt.\nPrinciples of equity are law with us because we receive them as rules of right, and accommodate our forms of procedure to the admission of them. They are distinguished from principles of law elsewhere, because their force is acknowledged only in peculiar Courts, and the forms of what are called their common law Courts do not furnish the means of enforcing them. We have adopted as law the equitable principle, that, where a creditor has the means of compelling payment from the principal debtor, and by his own act gives it up, he thereby discharges the surety, and this even when the debt is secured by a joint mortgage or judgment against both : Neff’s Appeal, 9 W. & Ser. 36.\nIt is therefore apparent that this defence must be permitted; and we must so far change the ordinary rules of this procedure as to let it in. Eor this purpose, we must allow these defendants to sever in their defence, so that each may present the case on his own grounds. But the plea of payment by the surety is utterly incongruous; for if it be found in his favor, it makes.an absurd record, with a judgment against one defendant, when the other has proved that the debt was paid. The defence is purely an equitable one, and it should be pleaded specially, and then, on the plea being found true, the record will show that, on equitable principles, the judgment against one defendant and in favor of the other is right. This matter has not been assigned for error, and we mention it only that such blunders may not be repeated. Such a plea should aver the suretyship, and set out the facts necessary to show that in equity the surety is released.\nThe parties having severed, the plea of the surety stands in the place of a bill in equity to enjoin proceedings as to him, in which this plaintiff and the other defendant would be the defendants, and both would be interested to defeat the bill of the surety. Such are their respective positions, in another forum, on the issue tendered by this plea. Joseph Bodey is, in effect, a party to the issue on the opposite side to Henry Bodéy’s administrators, and is not bound for the costs which they incur by such an adversary position, and on equitable principles, and under our decisions is a competent witness for them: Mevey v. Matthews, 9 Penn. St. Rep. 112 ; Talmage v. Burlingame, Id. 21.\nIn this adaptation of a common law form to the principles of equity, we do nothing more than carry out a principle which has the sanction of innumerable precedents. There should be no forms of proceeding so inflexible as not to yield to the necessary demands of unforeseen circumstances; otherwise they will often cross the purposes which they were .intended to serve.\nThere can be no hind of business without its forms, and they all have two elements of adaptation that are to be taken into the account in estimating their value; first, that they may secure the purposes for which they were designed, without which they would be in a measure useless: and second, that they be conformable to the education, habits, and customs of those by whom the business is to be conducted, without which the business must suffer by frequent mistakes and delays. Those forms, which are the product of long experience, and have grown up with a particular business, are generally the best, in their place, because they have adapted themselves, by a sort of spontaneous developement, to the business to which they apply, and constitute the habits of those engaged in it; and great and sudden changes in such'customary forms must always be attended with serious evils.\nOn the other hand, such forms may, in the hands of unskilful and over-methodical practitioners, assume a fixedness of character that will prevent the improvement and developement of the business to which they belong, in which case they become an encumbrance demanding a sweeping reform. Of this character were many of the forms of the English common law. They very early became fixed to such a degree that they refused to yield to the demands of common justice, and the rule, that for every wrong there is a remedy, became a mere mockery; and from this arose the immense jurisdiction of the English Chancellor. The generous infusion of equity principles that pervades our law, demands that our forms should be more flexible, while it does not release us from the caution, with which all changes should be made, where the customs and rights of many are concerned.\nThis bond was originally given by one Samuel Thomas,' and the plaintiff holds it by assignment, and the defendants, Joseph and Henry Bodey, appear on its face to be both principal debtors. From these facts the plaintiff raised two questions; first, that there was not sufficient evidence that Henry was a mere surety, as to the plaintiff; and second, that, if the fact he so, the plaintiff did not know it. As we think that there was not sufficient evidence to justify a finding of these facts against the plaintiff, it becomes necessary to inquire whether they were material to the defendant’s case. Elsewhere it has been considered material under some circumstances, 3 Paige 650.\nThe general principle is, that a surety, on paying the debt, is entitled to be substituted to all the liens and other securities which the creditor holds against the principal debtor; a right, which is enforced, whether the surety is bound in one instrument with the principal or not; W'hich is transmitted to the surety’s creditors, where the claim is used so as to disappoint their liens; and which, if not enforced, leaves the liability of joint defendants to be controlled by the caprice of the creditor, and not by rules of law. Neimcewicz v. Gahn, 3 Paige 614; Davenport v. Hardeman, 5 Georgia Rep. 580; Morris v. Evans, 2 B. Monroe R. 84 ; Neff’s Appeal, 9 W. & Ser. 43 ; Ebenhardt’s Appeal, 8 Id. 327; Neff v. Miller, 8 Penn. Rep. 348; Moore v. Bray, 10 Id. 519; Watts v. Kinney, 3 Leigh 372.\nFrom the surety’s right of substitution, his right of discharge, when the substitution has been rendered fruitless by the act of the creditor, follows as a corollary. We give up our own right against him, whose countervailing right we have destroyed.\nNow it matters not whether the instrument shows that the debtors stand to each other in the relation of principal and surety or not. The object of the instrument is to show their relation to the creditor, and ordinarily it imports no more. The question of their relation to each other remains an open one; and hence, the admission of parol evidence to answer it does not violate the rule by which such evidence is not allowed to vary the legal import of a written instrument. It is the fact of this relation, with or without the creditor’s knowledge of it, that gives the right of substitution. The right is inherent in the transaction, if the relation exists. If it does not appear, the creditor is expected to be 'ignorant of it, and should act accordingly. While the law enforces the payment of his claim, it does not make his will the law of the contract, and allow him to shift the burden from the property of one defendant to that of the other at his pleasure. Nor may he blindly act so as to affect the rights of others, and then excuse himself by saying he did not know. He should not in any way discharge one of his joint debtors without the consent of the other; for that other has an interest in that act. The knowledge of the plaintiff of the fact of suretyship was therefore immaterial.\nThe Court below could not properly affirm the sixth point of the plaintiff; but they instructed the jury that the question was, did the release so operate as to discharge from the lien of the judgment, property which was then available for the satisfaction of the judgment, and to what extent ? This was quite as favorable as the plaintiff had a right to ask; and, when the Court added, “ to the extent that said release did not discharge such property, the plaintiff may recover,” when they added this, they conceded too much to the plaintiff: for it was telling the jury that, though the property released would have satisfied the judgment, yet if there is any which can still be made available, the surety is, pro tanto, not discharged. Such a rule throws all the risks arising from the plaintiff’s act, and the uncertainty of the evidence and the fallibility of the jury, on the surety, instead of on the party whose act gave rise to them. If there be still enough of the principal’s property left, the creditor need not care that the surety is discharged. If this is doubtful, it was the creditor that made it so, and he should take the risk of it. If he has discharged any of the principal’s property, the very least that can be expected of him is, that he should make it perfectly clear that it could not have been made available at all, or not beyond a certain amount; for, by his act, he has prevented the application of the certain test afforded by judicial process.\nJudgment affirmed."}