{"id": "969158", "contents": "The opinion of the Court was delivered, by\nBell, J.\nAlthough, in one aspect, the averred trust would seem to fall within the circle of cases which declare a trust cannot be the offspring of a naked declaration by a purchaser that he is buying for the benefit of another, we are strongly .impressed with the opinion that enough was shown in this case, to constitute Powers and those claiming under him with notice, trustees, either upon the ground of fraud, or by way of implication resulting from the application of Morey’s money in completion of the purchase, wholly or partially. As that part of the English statute of frauds which prohibits the parol declaration of a trust was not transferred to our Act on the same subject, an express trust in lands may, with us, be orally declared. But after some vacillation of decision, or rather 'of dicta, which for a time unsettled the professional mind, it is agreed that a simple avowal of acquisition for the use of another, whether made contemporaneous with, or subsequent to the fact, will not of itself support an allegation of trust: Robertson v. Robertson, 9 Watts 32. Yet it is equally well settled, that if one be induced to confide in the promise of another that he will hold in trust, or that he will so purchase for one, or both, and is thus led to do what otherwise he would have forborne, or to forbear W'hat he contemplated to do, in the acquisition of an estate, whereby the promissor becomes the holder of the legal title; an attempted denial of the confidence is such a fraud as will operate to convert the purchaser into a trustee, ex maleficio. One of our earliest decisions under this head, is Thompson’s lessee v. White, 1 Dal. 424, where, to induce a wife to execute to him a conveyance of her estate, the husband promised, by will or otherwise, to settle an estate for the benefit of the wife’s relatives, in the manner previously agreed on. He died without performing his promise, and this neglect was ruled to involve such a fraud as raised a trust in favor of the disappointed relations. Stewart v. Brown, 2 Ser. & R. 461, and Brown v. Dysinger, 1 R. 408, were decided upon the same principle. In both, the complainants had trusted to the promise of another to purchase at public sale, certain land, for the benefit of the promissee; and it was held, that a subsequent denial of the undertaking converted the promissor into a trustee for him who had been deceived. The ground was that mala fides in the prosecution of the undertaking, inflicting a disappointment which otherwise might have been avoided by the confiding party, raised a trust commensurate with the undertaking. It is true, that, in the first of these cases, the plaintiff and defendant had been tenants in common of the land, which gave the former the benefit ' of another principle; but the Court also put the determination on the ground of faithlessness, as creative of a trust, necessary to defeat fraud. In delivering the judgment in the later determination, Mr. Justice Smith observed,-“No doubt Samuel Brown was induced by David Walker to rely on him, and therefore did not 'take any ocher steps to secure the land, and David Walker should not reap the benefit of such conduct; nor can he, for a trust thereby arises to Samuel Brown, for whom he becomes a trustee. To decide otherwise, and to allow him to hold the land, under such circumstances, would be supporting a breach of trust, and a fraud in law.”\nThe still more modern case of Kisler v. Kisler, 2 Watts 323, though in its general aspect restrictive of parol trusts, is in affirm«anee of this doctrine. It concedes, that had the ward, plaintiff, trusted to his late guardian’s promise to purchase the land for him, there would have been a trust ex maleficio, from the conduct of the guardian in keeping the ward back as a bidder; and observes, that such a trust was enforced in Brown v. Dysinger, arising from the artifice of the party to be affected.\nIn applying these ascertained principles, it is impossible not to be convinced, that, upon the suggestion of the elder Morey, who was unable to attend the proposed sale, Powers undertook to purchase the tract in dispute for himself and Morey, the latter, who ■ was the richer of the two, agreeing to procure the requisite security, and eventually to supply the necessary funds. That Morey trusted to Powers’s promise is plain; and I think it is not to be doubted, that, but for that promise, he would have taken other steps to carry out his determination to purchase. It is equally plain, that Powers discharged his undertaking in good faith, and that, ever afterwards up to the death of the latter, each regarded the other as owner of one moiety of the tract. That they were so esteemed in the neighborhood, is put beyond question by the oral evidence and the assessment for taxes for a long series of years. Under such circumstances, to permit the heirs or alienees of Powers, with notice, to repudiate the arrangement, would be such a fraud as equity interposes to prevent, by raising a trust predicated upon the dishonest attempt.\nI think, too, a trust would be declared on another ground, irrespective of the express undertaking by Powers. It is in proof, by his confession, that the greater part of the purchase-money was furnished by Morey. Had this been handed to Powers, and actually employed by him at the time he made the purchase, beyond question there would have resulted a trust in favor of his fellow, to the extent of the fund supplied by him, for it is clear such a trust may be fro tanto: Duffield v. Wallace, 2 Ser. & R. 521; Kisler v. Kisler. But what difference can it make that eventual payment was secured by a promissory note, made, in part at least, on Morey’s credit and at his request ? None whatever. It cannot be doubted that he was bound to the surety he procured to discharge it when due, and it is proved he did so. He is, therefore, to be regarded as though he had been actually a party to the note, and the subsequent payment of, at least, a moiety of it is reflected back to the inception of the purchase.\nYet the plaintiffs must fail in this action. What has been said upon the point just dismissed, was elicited by the wish of the parties to have an expression of our opinion, and in reference to any future suit which may be instituted. Another question necessarily made below is, whether all of the successive alienees of the legal title had notice of the trust ? for lacking this to any one of them, defeats the trust as to each who succeeded to the title. On this subject, we agree with the Court below, and adopt the answer re -' turned by it, as to Chandler. Possibly Lippencott might be affected by notice lis pendens, but I have failed to perceive the slightest evidence of notice to Chandler, for it cannot be pretended he would derive the necessary knowledge through his office of administrator. He seems to have been aware of Morey’s claim in 1836, but this was after he became owner of the title. The mere assessment and payment of taxes has never been held evidence of legal or equitable title, and therefore could not convey notice of its existence. It is highly probable Chandler knew the fact, but the record presents no legal evidence of it.\nI have thus considered the only subjects discussed on the argument, and the result is, the judgment must be affirmed:\nJudgment affirmed."}