{"id": "969124", "contents": "The opinion of the Court, was delivered by\nLewis, J.\nThe paper-hook and the other pamphlets presented by the different claimants of the fund in Court, contain in the aggregate more than three hundred large octavo pages of matter. But a brief statement of a few of the facts of the case will be sufficient for a proper understanding of the decision.\nOn the 2d of August, 1816, Don Jose Coppinger, then Governor of Florida, granted to Charles F. Sibbald a large tract of land in East Florida, containing 16,000 acres, on condition that he would erect a water saw-mill. On the 22d February, 1819, the government of Spain ceded to the United States the title to Florida. On the 12th October, 1827, Sibbald entered into a contract with Samuel Grice, by which the latter engaged to purchase of Sibbald a large quantity of timber for the purpose of building three large vessels of war for the United States, the timber to be cut by Grice upon the land of Sibbald in Florida. By supplementary contracts of the 3d April, 1828, and 13th May, 1828, the original contract was modified and extended to the 18th May, 1831. But, on the 18th December, 1828, the agent of the United States prohibited the cutting of any timber on the lands claimed by Sibbald, upon an allegation that the lands belonged .to the United States under the treaty with Spain. By reason of this prohibition the operations under the contracts with Grice were suspended, and both parties had a just claim against the government of the United States to recover damages for the tort, because the grant by Spain to Sibbald was a valid title to the land, which was not divested by the subsequent cession of the territory to the United States. And, on the 7th February, 1836, the title of Sibbald was finally established by a decision of the Supreme Court of the United States in the case of U. S. v. Sibbald: 10 Peters 313,\nAfter this wrong had been committed by the agent of the United States, but before that government had passed any Act, or adopted any measures for the purpose of granting compensation for the injury, and while the injury was continued, and the title of Sibbald disputed, he made two assignments, one on the 7th September, 1830, to W. L. Jaudon, which was voluntary, for the benefit of creditors, upon conditions therein mentioned; the other, on the 30th December, 1830, under the insolvent laws of Pennsylvania, to Potts and Hubbell, the trustees appointed by the Court. After the title of Sibbald was confirmed, he made fifty-one specific assignments of portions of his claim upon the government of the United States for the injury done by its authority, in preventing the sale of his timber under the contract with Grice. These assignments were for different amounts and bore different dates, from 11th July, 1837, to 10th September, 1839, and were numbered from 1 to 51. The four certificates first in number, first in date, and, as we understand the evidence, first delivered upon a valuable consideration, are held by Daniel Mann; they are dated on the 11th and 18th July, 1837, and amount together to the principal sum of $10,000, a sum sufficient to cover all the money in Court for distribution.\nThe first question for consideration is, Did this claim upon the government pass to Jaudon by virtue of the assignment of 7tk September, 1830 ? That instrument purports to assign “the lands and tenements, estate, real, personal, and mixed, of what nature and kind soever, and wherever the same' may be, merchandise, vessels, goods, moneys, effects, and debts due, owing, or coming due, or belonging to the said Charles F. Sibbald.” It is conceded that this instrument passed to Jaudon the lands in Florida, and also all claim to money growing due on the contract with Grice, and arising from its performance. This construction is in harmony with subsequent provisions in the deed, by which Jaudon is directed to convey, inter alia, to Robert Huddell 750 acres of land in Turnbull’s Back Swamp, in East Florida, beginning at the western boundary of a certain survey of 4000 acres (upon certain conditions specified) and also allthe profit, advantage, and benefit which may result from the performance of the first half of the contract with Samuel Grice, for cutting 100,000 cubic feet of live oak timber on the land included in the aforesaid survey of ■ 4000 acres of land, subject to the said contract,” &e. And he is further directed to convey, inter alia, “to Smith and Town 750 acres, part of the said 4000 acres, and also all benefit, profit, and advantage to accrue from the execution of the last half of the contract with Grice.” From the terms of this assignment, it would seem that the lands upon which the timber was to be cut, under the contract with Grice, together with the profits resulting from the performance of the contract, were to be conveyed to Robert Huddell and Smith and Town, upon certain conditions which place them in the relation of purchasers, for a- price fixed by the parties. The assignor seems to have had in his mind the difference between damages resulting from a tort, which had suspended the execution of the contract, and the profits arising from its performance. In' the transfer proposed to be made to Huddell, the “ profits resulting from performance” of the contract are to pass; while in the transfer to Smith and Town, the same idea is expressed by the phrase, “profits to accrue from the execution” of the contract. But to neither of these parties was it proposed to transfer the damages resulting from the non-performance of the contract. And the reason is obvious, and founded upon plain principles of justice. These parties were, in effect, purchasers of the lands upon which the timber was to be cut. The performance of the contract would diminish the value of the land so purchased by them, by taking from it a large quantity of its timber. The title which Sibbald had to the profits of this contract w7as founded upon his ownership of the timber, which was to be delivered to Grrice; and, when he parted with the timber, he parted with his right to the profits arising from the sale of it. The transfer of the profits resulting from performance, was but a fair fulfilment of his contract to convey the land. But the damages arising from non-performance stand upon a different footing. The non-performance of the contract is a benefit, instead of an injury to the land, because it preserves the timber for the use of the owners. There would have been an absurdity in giving to them the price of the timber and the timber itself. But this is the legitimate result of the principle that ownership of the timber carries along with it the right to the damages occasioned to a former owner by the wrongful act which prevented the latter from cutting and carrying it away. If the land had been injured, by a tort, the assignee would have received it in its injured state; and (if a purchaser) would be presumed to have paid less for it on account of the injury. If the land had been benefited by the wrong, there would be still less reason for permitting him to recover compensation for an act which affected not injuriously, in the slightest degree, either himself or the estate which he purchased. It is upon this principle that it has been repeatedly held that the right to damages for an injury done to lands, occasioned by the construction of a public improvement, remains in the person who was the owner of the lands at the time of the injury, and passes not to the vendee, by virtue of a subsequent conveyance: Schuylkill and Susquehanna Navigation Co. v. Decker, 2 Watts 343 ; Zimmerman v. The Union Canal Co. 1 W. & Ser. 346. And even where the sovereign, for the purpose of promoting the peace of the country, seizes the land itself, taking it from one man and conveying it to another, the right to the land which existed in the first owner before the seizure is converted into a chose in action, which passes not by a conveyance of the land, and is not assignable, either directly or indirectly. This was decided, upon great consideration, in Sheperd v. The Commonwealth, 3 Penn. Rep. 509; and, for the purpose of establishing the doctrine, a contrary principle, adopted in Evans v. The Commonwealth, 2 Ser. & R. 441, was re-examined and overruled.\nIf, then, the claim upon the government did not pass as an incident of ownership of the land, or under the right to the profits of performance of the contract with Grice, did it pass under the general terms of the assignment? It was neither ‘lands, tenements, estate, merchandise, vessels, goods, moneys, effects, nor debts.’ ‘ In general it may be affirmed that mere personal torts which die with the party, and do not survive to his personal representatives, are not capable of passing by assignment.’ This is the language of Mr. Justice Story, in delivering the opinion in Comegys v. Vasse, 1 Pet. 213, the case principally relied upon by the counsel for Mr. Jaudon to prove that the fund in Court passed under the assignment to him. The action survives to the personal representatives where the wrong has inured to the benefit of the wrongdoer, or has increased the assets in the hands of his executors : Penrod v. Morrison, 2 Penn. Pep. 131. In such a case the tort may be waived and the property followed, and its value recovered from the representatives of the decedent. A claim thus founded might, therefore, according to the rule in Comegys v. Vasse, pass by assignment, because it is a claim ‘growing out of and adhering to property.’ That case differs from the one before us in the important particular that the wrongdoer there seized,the property of the injured party, and converted it to her own use. Here the United States derived no benefit whatever from the wrong. But were it otherwise, the case is not an authority to sustain the claim of the assignee here, because it was determined upon the principles of the law merchant, and upon the peculiar effect given by the law of insurance to the act of abandonment, upon the capture of a vessel on the high seas. The abandonment, and the payment of the total loss by the insurance company, without any assignment whatever, has the effect of passing not only the property itself or its proceeds, if restored after an unjust capture, but also any compensation awarded by way of indemnity, however arising. The property itself, and the spes recuperandi, go to the underwriters, and the insured is a trustee for their use. But this doctrine, which springs from the nature of insurance, touches not the question before us. The United States v. Hunter, 5 Mason 62, was a decision of the Circuit Court, and is therefore not a binding authority; but the question, whether the fund in that case passed to the assignees under the insolvent law of Rhode Island, did not arise, inasmuch as it had been paid into the hands of the assignees, without objection from any quarter, by tbe Uuited States, who claimed the reimbursement of a just debt which they had against the fund, and which ought to have been deducted before payment under the provisions of the Act of Congress of 24th May, 1824, but which had been omitted through mistake. The only question was whether this mistake could be corrected before distribution of the fund, and it was properly decided in the affirmative. But if the question had arisen whether the fund passed to the assignees, it was not one of difficult solution, for the tort committed by Spain had been converted into a contract for compensation on the part of the United States, by the treaty of 1819; and the claim against the United States upon that contract, might pass under the insolvent laws of Rhode Island without reaching the question involved in this case. The decision in Milnor v. Metz, 16 Pet. 221, upon the right of insolvent assignees to the extra pay of a government agent, is equally inapplicable to the question raised upon the present record.\nThe act of the United States government, in preventing Sibbald from cutting the timber upon his own land, was, in technical language, a tort. It was one which would not have survived in case of death, or passed to assignees in bankruptcy or insolvency, because no property was taken from the party injured, and the wrong neither increased the funds of the United States, nor otherwise inured to their benefit. There was no property of the injured party remaining in the possession of the nation, which could have been followed in the case of an individual wrongdoer by an action in form ex contractu. The injury was emphatically a mere wrong, which took no property from the party injured, and from which the wrongdoer derived no benefit whatever.- Like the action for selling goods of the plaintiff on an execution for more than was due, it was “neither estate, credits, nor effects,” and therefore passed not to assignees, either under the words of the assignment to Jaudon, or under the language and meaning of the insolvent law: Sommer v. Wilt, 4 Ser. & R. 19, 28.\nBut this claim, or any portion of it, may pass by virtue of any order, writing, or act, which makes a specific appropriation of the whole or a part of the fund to be recovered: Clemson v. Davidson, 5 Binn. 398. The certificates issued to M. C. Ralston, or order, and others, were clear and specific assignments of portions of the fund in Court, and take effect in the order in which they were issued. Numbers 1, 2, 3, and 4, are dated on the 11th and 18th July, 1837, and are now owned by Daniel Mann, the appellant. So far as his claim is concerned, we see nothing in the evidence to postpone it in favor of certificates bearing subsequent numbers and dates. The right became vested when the certificates were issued, and could not be divested or varied by the assignment made to Messrs. Ingersoll and Dunlap, several years afterwards. The assignment to these gentlemen, dated 28th April, 1843, constitutes them trustees to receive and pay over the money, according to the rights of the parties holding the fifty-one certificates or assignments of portions of the fund. The first in the order of time is first in right.\nIt is ordered and decreed that the decree of the Court of Common Pleas be reversed; and that the fund, in the hands of the accountants, after allowance of their just charges for the necessary expenses of the trust, be paid to Daniel Mann, on his certificates or assignments, numbered from 1 to 4 (inclusively), and bearing date, the two first on the 11th, and the two last on the 18th July, 1887. And it is referred to the Prothonotary to liquidate and adjust the amount to be paid under this decree, and to report the same to the Court."}