{"id": "969159", "contents": "The opinion of the Court, filed was delivered by\nGibson, O. J.\nWe have had this cause reargued in order to discover, if possible, some way to relieve the plaintiff consistently with law; but I grieve to say we have discovered none. To the Commonwealth here, as to the king in England, belongs the franchise of every highway as a trustee for the public; and streets regulated and repaired by the authority of a municipal corporation, are as much highways as are rivers, railroads, canals, or public roads laid out by the authority of the quarter sessions. In England a public road is called the king’s highway; and though it is not usually called the Commonwealth’s highway here, it is so in contemplation of law, for it exists only by force of the Commonwealth’s authority. Every railroad, canal, turnpike, or bridge company, has its franchise by grant from the state, and consequently with its original qualities and immunities adhering to it. Every highway, toll or free, is licensed, constructed, and regulated by the immediate or delegated action of the sovereign power; and in every Commonwealth the people in the aggregate constitute the sovereign. But it is the prerogative\" of a sovereign to be exempt from coercion by action; for jurisdiction implies superiority, and a sovereign can have no superior. At the declaration of American independence, prerogatives which did not concern the person, state, and dignity of the king, but such as had been held by him in trust for his subjects, were assumed by the people here and exercised immediately by themselves; among the rest, unwisely I think, the prerogative of refusing to do justice on compulsion. That a suit cannot be maintained against the state without its consent, is shown by the statute which enabled Pennsylvania claimants to sue the state for the value of lands ceded to Connecticut claimants within the seventeen townships in Luzerne county. But this prerogative would be unavailing if it could not protect the agents whom the Commonwealth has necessarily to employ. It was applied to the protection of a private corporation in the Monongahela Navigation v. Coons, and Henry v. The Allegheny Bridge; in which it was held that a chartered company to improve the navigation of a public highway, or to build a bridge, is not answerable for consequential damages; and it was applied to the protection of a municipal corporation in Green v. The Borough of Reading; The Mayor v. Randolph, and the Philadelphia and Trenton Railroad; to which may be added every decision on the subject in our sister states, except the decisions in Ohio, which, however founded in natural justice, are not founded in the law which prevails elsewhere.\nYet it must be admitted that, while it is inequitable to injure the property of an individual for the benefit of the many, it would be impossible for a corporation to bear the pressure of successive common law actions for the continuance of a nuisance, each verdict being more severe than the preceding one. The modification of the remedy would be for the legislature, which can turn compensation for a permanent detriment into the price of a prospective license; but to attain complete justice, every damage to private property ought to be compensated by the state or corporation that occasioned it, and a general statutory remedy ought to be provided /to assess the value. The constitutional provision for the case of private property taken for public use, extends not to the case of property injured or destroyed; but it follows not that the omission may not be supplied by ordinary legislation. No property was taken in this instance; but the cutting down of the street consequent on the reduction of its grade, left the building useless, and the ground on which it stood worth no more than the expense of sinking the surface of it to the common level. The loss to the. congregation is a total one, while the gain to -holders of property in the neighborhood, is immense. The legislature that incorporated the city, never dreamt that it was laying the foundation of such injustice; but, as the charter stands, it is unavoidable.\nJudgment affirmed."}