{"id": "969116", "contents": "The opinion of the Court was delivered, by\nGibson, C. J.\nTo enforce a criminal sentence by a civil action, though in the name of a party collaterally interested, would, to say the least, be anomalous. In Eby v. Burkholder, l7 Ser. & R. 9, where the subject was fully considered, it was ruled that the mother of a bastard could not maintain an action on a sentence of maintenance, because it vests no right in her from which the law implies a contract to pay. She is not a party to it, but the collateral recipient of a benefit haply cast upon her. But in requiring the putative father to maintain the child, the legislature had in view something beyond charity to the mother. By the Act of 1705, the only one directly to the point, the allowance is given as an indemnity to the township. “Every person, legally convicted,” it is said, “ to be the reputed father of a bastard child, shall give security to the Court, town, or place, where such child was born, to perform such order for the maintenance of such child (the mother is not mentioned) as the justices of the peace, in their sessions, shall direct or appoint.” This indicates pretty clearly at least the principal interest to be protected. The object certainly was indemnity to the township in the first instance. Were the mother competent to sue for it, she would be competent to release it. The practice has not been to follow the letter of the statute, and take a bond or other security to the Court or the township: but if that were done, what power would she have over it ? The allowance is for the benefit of the township ; and though the practice has been to order it to be paid directly into her hands, the Court might, in its discretion, appoint another receiver. And if another were appointed, what power would she have over the fund ? The benefit to her is incidental, and operates to protect, not only the township, hut her offspring, by lessening her inducement to abandon it to the overseers of the poor or the charity of the world. She is constituted by the sentence, a trustee for the township and her child: her allowance for child-bed expenses is all that she can call her own. The policy which deprives her of capacity to sue for her child’s allowance, deprives her of capacity to release it: she is the steward, not the owner of it. If, then, she herself could not release it, how can her husband ? And if he could not release the putative father, how can he release a sheriff standing in his place who is answerable only to the Commonwealth by indictment or by action on his official bond ? The truth is, the Commonwealth is the general trustee for all the interests involved; and even she could remit, by the governor’s pardon, no more than her appropriate part of the sentence, the fine. It would be a sad thing if the husband of a bastard’s mother, who had deserted her, could sell the miserable equivalent of her shame, or release it without consideration, to plague her. Abandonment of her, would deprive him of power to control even her chose in action; and still less power has he over a criminal sentence which can be enforced only by commitment in execution.\nJudgment affirmed."}