{"id": "969140", "contents": "The opinion of the Court was delivered by\nChambers, J.\nThe errors assigned are to the charge of thé Court below; and though a number of points were presented by both parties to the Court for their opinion, yet but few questions of law arose on the evidence or require the notice of this Court. The action is replevin by the plaintiffs to replevy a quantity of rye iti the actual possession of the defendant. It was incumbent-on the plaintiffs to show in themselves either a general or special property in the grain demanded, as well as the right of possession.-\nThe plaintiffs, in support of their action, gave in evidence a contract by William Gibson, per A. S. Smith, as follows, viz.: “We have sold all the rye we had, say 1000 or 1200 bushels, to be delivered at the storehouse free of charge, at Owerytown, within ten days, for forty cents per bushel, payable in a bank note at the Erie Bank, three months from date, with interest, Jamestown, May 22.” Though the action is not on this contract, it is exhibited as evidence of the alleged transfer of the rye to the plaintiffs. This contract is executory on the part of the vendor, and imperfect without parol evidence to prove that it was made with the plaintiffs. The agreement to sell is not to sell rye as stored at any particular place, but to sell all the rye which the vendors had, estimated at 1000 or 1200 bushels, to be delivered at the storehouse free of charge, at Owerytown, within ten days, the consideration of which was forty cents per bushel, payable by the plaintiffs, in their promissory note, payable at the Erie Bank three months from date with interest. There were under this contract acts to be done by both vendor and vendee, which were the consideration of each other. The quantity was to be ascertained to determine the amount of the note. Gibson, the vendor, had ten days to deliver the rye at Owerytown. He had it there within the time, where it wras stored by him subject to his order. At the expiration of the ten days specified, Lester and others neither came to receive the rye, or gave their note according to contract. But some two or three days after the expiration of the ten days, they sent an order for the rye to be delivered to S. McDowell, a common carrier by canal. Gibson refused to deliver the rye at that time, but shipped the rye by McDowell as his carrier, to be delivered for him, Gibson;' to John Hearn at Erie. On the day following this shipment, Sennett, one of the firm of Lester and others, came to the store of Gibson, and tendered him a note of the partnership for the rye, and demanded it. McDowell carried the rye to Erie for Gibson, subject to his order, and refused to deliver it to the plaintiffs, and for which they instituted this action of replevin. The rye was never out of the possession of Gibson or his bailee, and Gibson was not obliged to part with the rye until the plaintiffs furnished him a note according to the stipulations of the contract. The ownership and the risks of this property remained with Gibson, the vendor; and as the effort of Gibson to perform the contract and perfect the sale -within the time was ineffectual by reason of the failure of the plaintiffs to perform their part of the contract, there was no delivery to the plaintiffs or their agent. Without such delivery no property passed to them that would sustain this action: Clemens v. Davis, 7 Barr 263. There is abundant authority for tbe principle that while anything remains to he done, by the terms of the contract, to ascertain the entire price, the property remains that of the vendor, and at his risk: Scott v. Wells, 6 W. & Ser. 867, 368.\nThe Court below instructed the jury, that “ in order to constitute a valid delivery, there must not only be the act itself necessary to effect it, but to render it available it must be an intentional act; must receive the assent of the mind, that it is done for this purpose. If the actual delivery at the warehouse of the rye by Gibson, the owner and vendor, was manifestly done to have it remain there in the name and expressly subject exclusively to the order of the vendor, although really intended for the purpose of having it there so that it might be ready or convenient merely for delivery at the option of the vendor, this would not amount to such a delivery as would put the risk upon and vest the property in the plaintiffs.”\nIn this we perceive no error. The jury were instructed that to constitute a delivery, there must not only be an actual delivery at the place, but an intent so to deliver, which was to be manifested by the acts and declarations of the owner, and which were facts for the consideration of the jury.\nThough time may not generally be of the essence of a contract, and when not observed in the sale of real estate may admit of compensation, yet in the trade and business of merchants, in the purchase and sale of merchandise, goods, wares, flour, and grain, which are of daily or hourly occurrence in a fluctuating market, dependent on demand and supply, time is of the essence of the contract. Punctuality is an important feature in the habits of a trading community. The man who sells is himself a purchaser, and without the observance of time in performance according to the stipulations of the contracts, the operations of many may be disturbed, to their loss, and at the expense of their credit in the market.\nError was assigned to the admission of A. S. Smith to testify for the defendant. The interest of Smith as a part owner being made out by evidence on the trial from himself and others, he was incompetent; and the Court, when satisfied of that interest, rightly directed the jury to exclude his testimony altogether from their consideration. This direction repaired the error committed in admitting him to testify. Yet it is alleged that there was error in the charge of the Court, that “ the separate and independent declarations of Smith, respecting what he had done Avith the rye, made a month after the transaction, as proved by MattheAvs, was not evidence against the principal, Gibson, unless Smith had authority to make such declaration, or unless Avithin the scope of his general authority.”\nThis action is against McDowell, the carrier, who, on recovery, is responsible for tbe property claimed to tbe plaintiffs. His liability is to be determined by tbe contract between the plaintiffs and Gibson, and tbe acts and declarations of Gibson and Smith at tbe time of the transaction in relation to tbe sale and delivery, and up to tbe time of tbe institution of this action. Tbe declarations of Smith, as a part owner, made at any time subsequent, would be evidence against Gibson in any action to which be was a party; yet declarations of Smith, made a month after the institution of this action of replevin, were not evidence against McDowell. The plaintiffs elected to proceed against McDowell, and charge him alone for the property. Gibson and Smith were accountable to McDowell for his indemnity, and may have undertaken to defend the action. Yet McDowell is the only defendant on the record, and, on recovery, liable to make satisfaction under the judgment. McDowell is not to be prejudiced in his rights in the action by the declarations, after the institution of this action against him, of an individual not a party to the record, whether such individual may be or not responsible to him for his indemnity.\nThe errors assigned by the plaintiffs in error not being sustained, the judgment is affirmed."}