{"id": "969111", "contents": "The opinion of the Court was delivered, by\nCoulter, J.\nThere was very full evidence of the trust; that is, that John J. Trefts took the conveyance from Horner with knowledge that his father, J. Adam Trefts, had purchased for King, and that King had furnished the money to make the first payment. But this evidence, and the evidence of the trust, were very fairly submitted to the jury by the Court. They also instructed the jury that if John J. Trefts knew that the land had been contracted for by Trefts the elder, for the benefit of King & Co., and that the money which he, Trefts the elder, paid on the contract was got by him for that purpose from King & Co.; that in such case, Trefts the younger would not be a bond fide purchaser without notice. The amount of evidence necessary to establish notice of the trust, is not for us to determine; that was the province of the jury, and they have settled it. There was some evidence beyond the fact of their being father and son living in the same family. The judge told the jury that they ought to consider the relation of the parties, being father and son, and their transactions in relation to the contract, and all the other evidence in the cause. This instruction was right. In regard to such transactions, it is impossible to shut our eyes to the relation of the parties. John J. could have inquired any day from his father how he held the land, and the most natural thing in the world is to believe that he did. But there was other evidence, and from the whole the jury have determined. It is not for us to interfere as to the amount or weight of evidence. All that was submitted to them was lawful evidence. There is no particular kind of evidence necessary to prove notice: anything that proves knowledge; that is, anything which constitutes legal evidence. And where knowledge exists, it is guilty knowledge in such transactions. The contract is maid fide. We think the instruction of the Court right, and I may add that it seems to me that the jury, as well as the Court, did most righteously in the matter.\nJudgment affirmed."}