{"id": "969130", "contents": "The opinion of the Court was delivered, by\nBlack, C. J.\nThis case was here before on a writ of error taken by the Commonwealth (8 Barr 128). The principles involved in it were then settled; and though the whole subject has been argued over again, the hope that we would disregard a former decision of this Court was, probably, not very strong. We abide by it, not only because the rule of stare decisis is a good and a safe one, but because we believe the opinion then given to be wise and just. Authority and reason unite to sustain it.\nBesides the old points, a new one has been raised. On the first trial the controversy related to the taxes on fees which Mr. Steel had received down to the 1st of October, 1846. He was elected three times, and was then in the first year of his third term. The judgment was reversed, and the cause sent back for a new trial; Mr. Justice Coulter saying, among other things, that whenever the defendant would resign, or be removed from his office, he would be entitled to the benefit of the Act of 1818. The cause was not tried again until the defendant went out of office, which he did at the end of his third term, on the 1st of December, 1848. It was then agreed to make a case stated, and embrace the whole time of his service. It was admitted that his resignation had been filed with the Secretary of the Commonwealth on the 6th of November, 1848; but he remained- in office until the first of December, and retired at the time he must have gone out if no resignation had been sent. It is now contended, that this is a case of resignation, strictly within the terms of the Act of 1818. But this is entirely too sharp a construction of the law to receive our assent. A resignation, which never practically took effect in the retirement of the officer, and was never accepted by the executive, is no resignation at all. If the rule were otherwise, and if its effect would be what is claimed, every prothonotary in the state might resign a few days before the expiration of his term; and then settle for his taxes under a law whioh would perhaps leave him none to pay. This would be perverting the Act of 1818 to a purpose the Legislature never meant it to be used for. Besides, it is our opinion that the Act of 1818 only applies to fees which are received after the officer goes out, and that one in fact who has resigned, must settle for what he received while he was in office by the same rule which would have governed him if he had remained in.\nJudgment affirmed."}