{"id": "969126", "contents": "The opinion of the Court was delivered by\nHibson, O. J.\nHad the prisoner’s release been demanded by the executive of Michigan, we would have been bound to set him at large. As regards all but federal stipulations, the states of the Union are independent sovereignties; and the only right which one of them has to claim the arrest of a fugitive from its justice in the territory of another, is conventional. It is created by treaty stipulation in the federal constitution; and it can be exercised only in the way therein pointed out. But the governor of Michigan, so far from resenting the prisoner’s arrest, had put a warrant for his extradition into the hands of the proper officer. The sovereignty of the state, therefore, was not outraged, unless it resided in the prisoner’s person. _A sovereign s.^eJ^ouÍ)J;le.si¿p.un¿toL%ht the battle of its citizen^ when iiehas his quarrel just; but it is not bb¥hdUb“mamtam,Lim___against demands of foreign justice from which he has fled. It may, or it may not, interpose its shield at discretion; but the exercise of this discretion will be directed, not by any claim, he may be supposed to have on it, but by a consideration of the consequences to the general weal. , The, federal constitution takes away this discretion in the ease of an executive, -deffiand,' and Jnakes that a matter of duty which _.,els,e,_ had been a matter of grace ; butTit does not prevent a state from dispensing with a demand. The constitutional provision was not devised for the benefit'of the fugitive. It was intended to obviate the principle that one government may not execute the criminal laws of another. The practiee_.has. been to arrest, on hot, pursuit, a fugitive from justice, wherever found; and were not the violation of territory -consequent on ib tolerated by common consent, few fugitives from justice would be brought back. In its practical results, the constitutional provision is nearly inoperative. ,The tardy publicity of laying a ground for demand by indictment or affidavit, of transmitting the documents to the proper executive, and of procuring a ■warrahtTof\"arrest from him, necessarily warns the fugitive of his danger and leads to another flight. It was formerly the practice of the executive in this state, to act in the matter by the instrumentality of the judiciary; and though I have issued many warrants, none of them has ever been followed, by an arrest. The consequence of the inefficiency of the constitutional provision, has 'been that extra-territorial arrests have been winked at in every state; but an arrest at sufferance would be useless if its illegality could be set up by the culprit. Has he been allowed to do so ? Let the question be answered by the cases quoted. The prisoner, in Brewster’s case, insisted that he had been kidnapped abroad; but he was held to answer. That case has not been overruled or before doubted. And the English courts held the same doctrine. It was enforced in Susannah Scott’s case; and in Mack’s, as well as in Kran’s case, the broad principle was established that .want of authority for the prisoner’s arrest cannot protect him from prosecution. And Viremaitre’s case shows the decisions of the American and English Courts to be founded on a principle of universal law. A judge at the place of arrest, could not be bound to discharge a prisoner proved to have fled from a well founded accusation of murder. But the prisoner would not be without his remedy by action; and I know not what other remedy he 'ought to have. Be that as it may, he has failed in this instance to entitle himself to a discharge.\nRemanded."}