{"id": "969169", "contents": "The opinion of the Court was delivered, by\nLewis, J.\nWhere the facts set forth in a declaration or plea do not, in any form in which they may he stated, constitute a good cause of action in the one case, or a valid defence in the other, the parties may, if they prefer that course, contest the facts in the first place before the jury, and afterwards call for the judgment of the Court upon them as found and set forth upon the record. But if the objections touch not the substance, but go merely to the form in which the facts are set forth, this course cannot be pursued. lie that stands upon matters of form has a slippery footing; and if he slips at the time when the law requires him to stand, the objection is cured by his own inattention to the very matter which he charges upon his adversary. It is assuredly very late in the day to announce, in a decision of the highest Court in thé state, that duplicity in a declaration, and defects of form in setting forth a good cause of action, cannot be taken advantage of after verdict. The first is cause for special demurrer only, 1 Tidd 647, and the last is cured by the verdict, 2 Tidd 826. The second count, it is true, is informal. But we can readily perceive therein the elements from which a formal declaration containing a good cause of action might have been constructed. The defendants below are therein charged with fraudulently obtaining goods from the plaintiff below by pretending and asserting that they would pay the value, in a note against McMillan, which, it is in effect averred they knew to be worthless. After verdict, we may understand this declaration as containing the averments that the defendants represented the note of McMillan to be good and valuable ; that they knew at the time that this representation was false; that they intended, by means of this falsehood, to defraud the plaintiff; and that they thereby succeeded in fraudulently obtaining his goods. These facts, properly set forth, constitute a good cause of action. But if this were not the case, it does not follow that the judgment should be reversed. It is the ordinary case of one entire verdict upon several counts, some of which are good and one is supposed to be bad. In that case, although the evidence may have been applicable to all the counts, the Court below might have entered the verdict and judgment upon the good ones. Under the Act of Assembly, which authorizes this Court to enter the judgment which the Court below ought to have entered, and upon the general principles which now, independent of the Act of Assembly, govern the Courts in administering the law according to common sense and justice, this Court might now enter the verdict and judgment upon the counts admitted to be good. Having the whole evidence before us, we might do what was done in Catherwood v. Kohn, 7 Barr 392. But this is not necessary, as we are of opinion that the informality of the second count consists merely of the defective manner in which a good cause of action is set forth; and this, as already stated, is cured by the verdict.\nThe Court below .was asked, in the fourteenth point, to instruct the jury that the first count in the declaration was defective; and it is here complained that the Court refused to give this instruction; and stated that the defendants should have demurred to it, or should move in arrest of judgment. This was undoubtedly correct. The jury were empannelled to try the issue of fact; not to assume the office of the Court, and determine the question of law arising upon the face of the declaration. What had the jury to do with the defects in the declaration ? They were to ascertain whether the facts, which it alleged, were established by the evidence or not; and the effect of the finding was for the decision of the Court after-wards. To permit a party to obtain a verdict of not guilty, upon technical objections to the form of the declaration, would be a prostration of justice. The Court was perfectly correct in its view of this part of the case. Fifteen points were presented for the solution of the Court below, and there are nineteen specifications of errors here. But we perceive no error in any part of the proceedings below.\nJudgment affirmed."}