{"id": "969156", "contents": "The opinion of the Court was delivered, by\nBlack, C. J.\nIt ought hardly to be considered necessary at this time of day to decide that a man who clears and encloses a piece of land over the line of his neighbor, and occupies it for twenty-one years, is entitled by that means alone to nothing but what he has under his feet. He may acquire title to the woodland beyond his enclosure, by using it uninterruptedly, claiming it as appurtenant to his cleared land, marking the lines, and paying taxes for it. But in the present case there was none of these acts. The utmost that can be said is that the plaintiff cut timber upon it eight or ten times in twice as many years. This would be nothing as against a stranger; and less still, if possible, when it is used against a co-tenant, who can only be ousted by a notorious and continued possession unequivocally hostile.\nTwo other questions arise on this record: first, whether a married woman, since the Act of 1848, can convey her separate property by a separate deed, in which she is not joined by her husband; and, secondly, whether her declarations may be given in evidence against the husband, to show that neither of them has title to land which he claims in her right.\nBy the Act of 1770, it was provided that the property of a wife should be conveyed by the joint deed of the husband and wife, executed and acknowledged in a manner there prescribed. The Act of 1848 so far changes the relations of a married woman to the real or personal estate which she has at the time of her marriage, or which accrues to her afterwards, that it may be owned, used, and enjoyed by her a| separate property, shall not be taken for the husband’s debts, shall not be sold nor encumbered by him without her consent, and may be disposed of by her last will. But it goes no further. The Act of 1770 is not repealed, either expressly, or by any sort of implication. There is nothing in one statute which is inconsistent with the other; for a woman may well use and enjoy her property free from the danger of its being levied on for her husband’s debts, without the right to convey it against his wishes. The old act is not supplied by the new one; for there is pot a word in the latter about the mode of alipnation, and the former has reference to nothing else. The salutary rule is therefore still in full force which forbids any one from taking title to the wife’s property, unless it be conveyed by a deed made not only with her own free consent, but under the protection and by the advice of her husband. This is necessary to the happiness and the interests of both. The Act of 1848 makes some important changes, but it does not depose the man from his place as head of the family.\nThe property in contest here was owned by the wife many years before 1848. The husband therefore had an estate in it which the legislature could not divest without violating the constitution. A tenant by the curtesy initiate has undoubtedly such an interest as can only be conveyed by himself; and there is nothing in the “married woman’s Act” which shows that the legislature meant to defeat it in any case where it then existed. This is another reason for the opinion that the rejection of the deed by the Court below was perfectly proper. Perhaps it was unnecessary to give an additional reasonfor, independent of any interest of the husband, the rule founded in policy is that a deed executed by the wife alone is nó deed at all.\nIt must be extremely difficult to make an argument in favor of hearing a wife’s declaration in a Court of justice against her husband : we have seen that her solemn deed cannot be given in evidence. In certain criminal proceedings, of which the object is to protect her person against the violence of her husband, her oath is taken from the necessity of the case; but never in favor of a third person, nor on any question affecting the husband’s rights of property. Marriage is the most confidential relation that human beings can form. The law treats it as such; and holding in high value the policy which keeps it so, seals up the lips of both parties, and will not allow either to testify against the other, even after a divorce, in relation to any fact of which the knowledge was gained during the coverture. The same, as well as other and stronger reasons, forbid her declarations to be proved in a case like this.\n'Judgment affirmed."}