{"id": "969142", "contents": "The opinion of the Court was delivered, by\nBlack, C. J.\nThe words “ she has sworn falsely,” do not, of themselves, import a charge of perjury. It is the phrase which a person speaking of an extra-judicial oath would use when he meant to deny its truth, and perhaps is not less likely to be used in that way than it is with reference to an oath taken in the regular course of judicial proceedings. Besides, it may mean a mere denial of the truth of the party’s testimony, without the corrupt want of integrity which is an essential ingredient in the crime of perjury. The words, in order to make them actionable, must be averred in the declaration to have been spoken with reference to a judicial oath, and to have been meant as a charge of perjury.\nThe colloquium which sets forth the oath to which the conversation relates, and the innuendo which alleges the meaning of it, must both be established as true, before the plaintiff can show a right of action. These are facts, and as such must be submitted to the jury. However strong the evidence in support of them may be, it is error for the judge to decide upon it himself. But he may give a very unequivocal opinion by way of advice to the jury; and when he has a plain case to deal with, it is his duty to make himself clearly understood. We do not think that any more was done in this case. The commentaries of the judge on the facts were strong, but true; and therefore not beyond the limits of his strict duty. Where one charges another with swearing falsely in a judicial proceeding, it is not easy to understand how a jury, if properly instructed, could be expected to find that perjury was not meant.\nBut though we do not see that any actual injustice has been done the defendant, we are compelled to reverse the judgment, because the Court omitted to give a direct answer to the second point, and because the jury were told there could be no false swearing that was not corrupt.\nThe offer to prove the facts set forth in the bill of exceptions, was most properly rejected. It was an effort to bring before the jury, on a plea of not guilty, evidence which could only be admitted by way of justification. Though the professed object of it is to show the sense in which the defendant used the expression, and to negative the innuendo, it could really have no other tendency than to prove the truth of the words, and show that the plaintiff had committed the perjury she was charged with.\nJudgment reversed and venire de novo awarded."}