{"id": "969104", "contents": "The opinion of the Court, was delivered by\nLewis, J.\nThis was an appeal from the decree of distribution made by the Common Pleas of Chester county, in which the claim of Benjamin Hallman, to be paid out of the proceeds of real estate sold by the sheriff, was disallowed. Hallman’s claim was founded upon an award of arbitrators made and filed in Montgomery county, and removed to Chester county, under the Act of 1840, before the expiration of the time allowed by law for an appeal. Upon an appeal, afterwards entered, the award was reduced from $1018.99 to $875, and a second copy of the record was removed from Montgomery to Chester county. This last copy was, however, too late for any useful purpose. Other judgments had intervened, which took the money, under the decree of the Court below; and the question here is whether, under the first removal, the plaintiff in the judgment acquired a lien on the real estate in Chester county.\nAn award of arbitrators, by virtue of the provisions of the Act of 1810, is to “ have the effect of a judgment, with respect to the party against whom it is made, from the time of entry,” and it is to be “ a lien upon his real estate” (within the proper county) “until reversed upon appeal, or satisfied.” There are two clauses in this section. Under the latter the lien has always been held to be confined to the real estate situate in the county where the award is entered; and it is not now claimed that the Act of 1810 admits of any other construction. Under the first clause the award is not a judgment, but it is to have the effect of a judgment, “with respect to the party against whom it is made.” This would seem to imply that it is not, in all cases, to have the effect of a judgment where the rights of creditors are concerned. It is manifest that the two clauses relate to the same subject-matter, have the same object in view, and must be construed, not separately, but together. The object of the legislature was simply the preservation of a lien on the real estate of the defendant, within the county where the action was brought, until the appeal was finally determined.\nThe whole policy of the Commonwealth is at war with liens of uncertain duration, because they restrain that free alienation of property which best accords with the enterprise of our citizens, and with the spirit of the age. Liens for amounts which are uncertain, and which cannot be ascertained until a final trial, are still more objectionable. They are not to be favored. They produce great inconvenience, and there is manifest injustice in binding the property of one citizen, at the suit of another, before the latter has established his right. With these principles in view, we come to the Act of 1840. After providing for the transfer of judgments, it directs the prothonotary who receives them, to enter on his own docket any “judgments entered by another Court, or in another Court by transcript from a justice of the peace.” Here is a plain distinction, in the Act, between judgments entered by the Court, and those entered in the Court through other agencies than that of the Court itself. The award of arbitrators, under the compulsory system, is not a judgment entered by the Court, until after the time for an appeal has expired; and it is not a judgment entered in the Court “ by transcript from a justice of the peace.” So that by the terms of the Act of 1840, it is excluded from its provisions. Éxpressio unius est exclusio alterius.\nThe Act of 1840 further directs, that after the removal of a judgment under its provisions, “ the case may then be proceeded in, and the judgment and costs collected by executions, bills of discovery, or attachment.” This language certainly can have no application to an award of arbitrators pending an appeal. No execution can issue thereon. No proceedings for its collection can be adopted. No writ of error will lie upon it as upon a judgment. A judgment is conclusive evidence of indebtedness; but such an award cannot be read even as primd facie evidence of the debt claimed. If such an imperfect proceeding may be sent to every county in the state, defendants might be embarrassed to an extent not contemplated by the legislature. Liens to a much greater, amount than was due, and sometimes to a large amount when nothing was due, or when there was in fact a large balance in favor of the defendant, might be sent into every county of the Commonwealth, and thus most injuriously affect the credit of the defendant, and embarrass him in all his business transactions. While the lien is confined to the county where the controversy exists, the bane and the antidote go together. Its existence being known and its nature understood, the credit of the defendant cannot be seriously and extensively injured; and, upon a final trial, the same record which establishes the lien exhibits its true amount or its extinction, as the case may be, as soon as it is corrected, reduced or reversed by the verdict. But there is no provision for thus correcting the amount of the award, or modifying its liens in the different counties to which it may have been removed. The statute does not seem to authorize the transfer of several copies of the record, in different stages of the suit, to the same county. And there are no means to compel a plaintiff, who has spread his false claim under an award over all parts of the state, to reduce or withdraw it, according to the final decision of the cause.\nThese considerations lead to the belief that it was not the intention of the legislature to authorize the transfer of awards of arbitrators before the expiration of the time allowed for appeals. The award in favor of the appellant in this case, being thus illegally removed to Chester county, was no lien upon the real estate there; and the Court below very properly awarded the money to the other lien creditors.\nThis view of the case renders it unnecessary to notice the Act passed at the late session of the legislature, the effect of which, it is contended, is to take the money from the parties previously entitled, and to give it to a judgment which, by reason of neglect to enter it on the judgment docket, was not a lien at the time of the sale. Special legislation, affecting injuriously the parties to causes pending in Courts of justice, is an evil which ought to be arrested by all legitimate means. The legislature, in the multiplicity of its business, may readily be deceived by the adroit introduction of sections and clauses familiarly designated by a term which marks their relationship to the author of the earliest infraction of fundamental law; but when their tendency is to impair vested rights, it is the duty of the judicial power to dispose of them according to the paramount authority of the constitution.\nDecree affirmed."}