{"id": "969122", "contents": "The opinion of the Court was delivered, by\nBell, J.\nThat the implied direction to sell the land, charged by implication, for the payment of the unequal legacies bequeathed to the testator’s children, worked an equitable conversion into money, is conceded by the litigants. An immediate and inevitable effect of this direction was to break the descent by vesting the estate in the trustees, clothed with the power to sell, and to confer on the legatees, not an interest in the land, but simply a right to the proceeds of sale, in the proportions designated by the will. They take, by force of the bequest, a mere chose in action; a claim strictly of a personal character. This principle has been rendered so familiar by repeated decisions in onr own courts, that it is unnecessary to cite particular adjudications to prove it. Recognising this rule, the plaintiff in error seeks to take advantage of the equally familiar doctrine, that actual conversion may be prevented at the option of those who are entitled to the fund proposed to be raised by the sale. Equity permits them to take the land in lieu of the proceeds; and when the election is unequivocally manifested, an estate commensurate with the interest they would have had in the fund, if raised, vests in the beneficiaries. This manifestation may be by acts in pais, but these must be of such a character as to leave no reasonable doubt of the intent; and where several are interested, all must unite in the act. An attempted election by any less than the whole number is naught; and he who avers unity of purpose and action, must prove it: Miller v. Meetch, 8 Barr 425. In the case before us, there is an utter absence of such proof. As a cure of this defect, the plaintiff claims that a legal presumption of an election flows from the lapse of time which has here run, without a sale, with the acquiescence of the legatees. But the suggestion of a purely legal presumption is utterly inadmissible. The law draws no such inference from the facts relied on, nor do they afford grounds for natural presumption, even when assisted by the conveyances under which the plaintiff and defendants claim. Treating these instruments as intended to transfer estates in the land devised, they amount to nothing more than an expression of election by two of the legatees, unassisted by any evidence of joinder by the others; for mere silence, where a party is not called on to speak, cannot be tortured into acquiescence in any case, and much less so when, as here, the rule calls for an unequivocal expression. In Smith v. Starr, 3 Wh. 62, two of the legatees had conveyed their interest under the will to the third, as land, and this was justly held as an unmistakeable act of election by all the parties. And in Stuck v. Mackey, 4 W. & Ser. 196, a legatee of one-half the expected proceeds of the land devised to be sold, having taken possession of a moiety in severalty, under circumstances showing an assent- by the other legatees, the Court based the validity of his title altogether upon the consent of the executors and co-legatees to the entry and appropriation, an assent which must have bound all of them to acceptance of the land. But here, I repeat, we are totally without such evidence of election by those interested (not parties- to this suit), as would conclude them in a proceeding to enforce execution of the trust. Nay, the very instrument under which the plaintiff claims cannot be said to evince an intent to transfer anything beyond what Elisha Mounts could strictly claim under the will. As it is given to us by the paper-books, he transferred all his interest in said land, and “all the rents, issues, and profits thereof, and all the proceeds and money arising or derived, or to be derived thereof, under and by virtue of the last will and testament of said William Kiers.” These terms profess to transfer but the pecuniary interest of the legatee, and are entirely inefficacious to show a previous election; though, doubtless, the assignee might, conjointly with the other cestui que trusts, afterwards exercise this right.\nThere is, in truth, nothing in the case to sustain the averment of acceptance of the land but the fact offered to be proved by the plaintiff, that Byers, the defendant, claiming under one of the legatees, entered upon the land, averring a right to hold it as his own, and, admitting the plaintiff’s supposed title to be the better of the two, offered to purchase it. But we have seen that the act of one only is of no avail as creative of title; and it is certain that a misapprehension of the right of another is equally valueless. Indeed, it is difficult to conceive how a purchaser from one of the legatees could imagine a subsequent vendee of another of them stood in a position more eligible than himself. No attempt was made to explain this. But, admitting there was plausible ground for the idea, it cannot be for a moment contended that such a mistake could confer a right otherwise unexistent. So obvious a proposition needs not the aid of formal adjudication; but, if called for, it may be found in Payne v. Craft, 7 W. & Ser. 462.\nAs, therefore, the evidence excluded would have been of no avail' if heard, the Court was right in rejecting it.\nJudgment affirmed."}