{"id": "969139", "contents": "The opinion of the Court was delivered, by\nGibson, C. J.\nA bond or note payable in property at a stipulated price or the market value, becomes payable in money by a failure to deliver or tender at the day. To pay in property is a privilege that may be waived; and when it is not claimed at the proper time, the debtor has made his election. The bond in this case was originally payable in current bank notes; and though they were not a legal tender, the judgment which was entered on it became a security exclusively for money; and as the amount was fixed, there was no need of a writ of inquiry to liquidate it. The principle is settled by Roberts v. Beatty, 2 Penn. Rep. 68-9, and the cases there quoted.\nNeither was there need of a scire facias on a suggestion of breaches, a judgment on bond and warrant for money payable by instalments, not being within the purview of the 8 & 9 W. 3, c. 2, as was shown in Longstreth v. Gray, 1 Watts 63; Austerbury v. Morgan, 2 Taunt. 195; and Kinnersly v. Mussen, 5 Taunt. 264. In Cox v. Rodbard, 3 Taunt. 75, Sir James Mansfield said that a judgment on a warrant is not within the mischief intended to be remedied by that statute, which was to preclude the necessity pf going into equity for relief against a judgment for an entire penalty forfeited at law for the slightest breach of a covenant; but that the common law courts had always exercised equitable jurisdiction over their own judgments when entered on warrant of attorney. Had it however not been for the specific terms of the confession, in the present case, fixing particular days for payment of the instalments respectively, it would have been necessary to move the court to issue execution for them as they fell due. There was, however, no suggestion of payment below, nor is there here. Had there been, the Common Pleas would have relieved the defendant by suspending the judgment and awarding a collateral issue. He did not call for such a measure there, and he shall not call for it here.\nJudgment affirmed."}