{"id": "969165", "contents": "The opinion of the Court was delivered, by\nCoulter, J.\nThe sale in this case was made by order of the Orphans’ Court, the heirs and legal representatives declining to take the land at the appraisement. It was therefore a judicial sale, made by order of a Court having jurisdiction over the subject-matter, and over the administrator who made the sale.\nThe sale was by virtue of a decree of the Court, after hearing all parts interested, and was approved and-confirmed by them, at which time, that is, after the return of sale by the administrator and before confirmation, the purchaser, the heirs, and the administrator had a right to be heard. We cannot overturn or impugn the decree of the Orphans’ Court confirming the sale in this collateral proceeding. It was a judicial sale; as an individual, the administrator had no authority whatever to make the sale. But as an officer of the Court for that purpose, and to execute their decree, he had; and if the Court approved of his proceedings and confirmed the sale, it became valid and binding, except for fraud, in all collateral proceedings. The decree of confirmation fixed the administrator for the amount of the purchase-money, for which he was accountable to the heirs, and which he was bound to distribute under the direction of the Court according to law. He has therefore a clear right to recover it from the purchaser. Being a judicial sale does not take away the rule of caveat emptor, but more emphatically enforces it as to quantity contained in the bulk or gross. If, therefore, the purchaser bid by the acre, it was his duty to see before confirmation that the tract contained the quantity estimated. , Indeed, he had a right by the conditions of sale to have the tract surveyed, at his own cost, if he chose. But this he neglected, and the administrator reported the sale to Court for a gross sum, which was duly confirmed. Deed was made by the administrator in pursuance of the decree, the purchase-money in part paid to the administrator, and judgment bond given for the residue. Thus the purchaser permitted the sale to be confirmed by the Court, and the administrator irrevocably fixed for the amount; and he afterwards confirmed it himself by accepting a deed, and securing the part of the purchase-money not paid. His own negligence and laches cannot be allowed to injure an innocent man, and to protect himself from harm. In King v. Gunnison, 4 Barr, and Vandever v. Baker, 1 Harris 121, and the cases there cited, it was ruled that an Orphans’ Court sale was a judicial sale, and that caveat emptor applied to it. In all these cases, it is true, th'e sale was decreed for the payment of debts. But that marks no distinction in this respect; because it is not the object of the sale, but the mode and manner, the action of the Court, the decree of the Court, and the parties being called to judgment, which gives it character and makes it judicial. The distribution of the fund subsequent to confirmation, is a matter between’ the administrator and the legal representatives, with which the purchaser has nothing to do, and which cannot affect the matter between the administrator and the purchaser. The cause was argued as if it had been a private sale, which it is not. But even in that aspect, it seems to'be well settled by the weight of authority, that where there are articles of agreement which are afterwards consummated and fulfilled, by the acceptance of a deed, and giving bonds for the purchase-money, the transaction is at an end, if there be no fraud, or such mistake as would be equivalent to it. There was neither fraud nor mistake here. The tract was sold, estimated at seventy-two acres more or less; the bidding was by the acre, so as to give the purchaser the benefit of a re-survey, if he chose to have it made at his own cost. He did not do that, but chose to complete the transaction by the solemnity of a deed, and giving his bond. He did this with his eyes open, and his volition unbiassed. He had a right to do so. He is bound by it. The judgment is reversed, particularly on the first ground, which ends the cause.\nJudgment reversed and venire de novo awarded."}