{"id": "969128", "contents": "The opinion of the Court was delivered, by\nBlack, C. J.\nThis action was on a single bill, in which the defendant was surety. The defence is, that the surety was discharged by the creditor’s forbearance to sue after notice to proceed against the principal debtor. We have no doubt upon any of the points made by the plaintiff in error. They are all very clearly against him.\n1. It is not necessary for the surety to make his request of the creditor to sue the principal in person. He may employ an agent. If he has a general agent who transacts all his business, it is the duty of such general agent, without special instructions, to give the notice in a proper case; and the validity of a notice so given is not to be questioned for want of authority.\n2. Where the creditor has gone out of the country or neighborhood, leaving the obligation in the hands of an agent or attorney for collection, the request to sue the principal may be addressed by the surety to such agent or attorney of the creditor; and it is not necessary to follow the creditor himself, or wait until he returns.\n3. A request simply to bring suit against the principal debtor is sufficient, without a tender of expenses, or a stipulation to pay them, or an offer by the surety to take the obligation and bring suit himself, unless the creditor at the time of the notice expressly puts his refusal to sue on the ground of the trouble and expense, and offers to proceed if that objection be removed.\n4. If the debt might have been obtained from the principal by a suit commenced at the time notice was given, but no action is brought until the property of- the principal has been disposed of by himself, taken by other creditors, or encumbered with liens equal to its value, the surety is discharged.\n5. The creditor is bound not only to commence his suit against the principal immediately, or without any unnecessary delay, but must prosecute it with all reasonable diligence; must arbitrate the cause, if that be required by the circumstances, or demanded by the surety; and must use all those means of saving the surety which the existing state of the law puts in his power, and which a prudent man would adopt to 'save himself.\nJudgment affirmed."}