{"id": "969150", "contents": "The opinion of the Court was delivered, by\nLewis, J.\nThe contract of partnership is essentially an agreement to participate in the profits and losses. A settlement of the accounts, and a division of the partnership assets, does not discharge the parties from their mutual obligations to contribute to •losses which may subsequently arise from circumstances not anticipated at the time of the settlement. Nothing short of an agreement mutually releasing each other from such liability will produce that effect; and this was the substance of the instructions given below. But on a careful consideration of the evidence relied upon to establish this agreement, we are of opinion that it had relation only to a division of the partnership assets, and not to the question of ultimate liability for losses not anticipated at the time. The note of George Heller was by its terms, made payable to Patrick Kelly & Co., and could not be negotiated without an endorsement of the firm, which would render both parties liable to the holder for its amount, upon non-payment at maturity and due notice of the default. The transfer of the note to Kelly carried with it the right to dispose of it in the usual wray, by an endorsement which involved the credit and liability of both partners. An agreement which thus continued the liability of the firm, would, of itself, he suggestive of the propriety of an equally explicit engagement, that, as between themselves, the whole loss which might thus accrue should fall only upon one, if such was their understanding of the terms of the settlement. The absence of an express provision to this effect gives strength to the conclusion that the question of ultimate liability for losses which might accrue by reason of a failure to recover the claims that were divided, was not the subject of consideration or agreement. The original liability, by virtue of the contract of partnership, was discharged neither by the settlement, nor by the conversation which took place at the time. There was therefore error in permitting the jury to infer an agreement by Kelly to take the note at his own risk, from circumstances which did not justify such a conclusion. Eor this cause the judgment is to be reversed. We perceive no other error in the instructions and proceedings of the Court below.\nJudgment reversed and venire de novo awarded."}