{"id": "970579", "contents": "The opinion of the Court, filed was delivered by\nLewis, J.\nThis was an action of covenant brought by Mary Hummel, the widow of David Hummel, deceased, to recover arrearages of ground-rent charged upon lots numbered 115 and 116 in Ilummelstown. The town was laid out about the year 1763, by Frederick Hummel. Upon his death, in 1779, “the plantation and the town” were claimed under his will by his two sons, David and Frederick; and upon a partition, made by agreement between them in 1789, the lots in question were set apart to David Hummel, who died in 1793, having devised the ground-rents to his widow, the plaintiff below.\nOn the 25th January, 1763, John Pochner executed the counterpart of a deed of indenture between himself and Frederick Hummel the elder, by which it appeared that the lots in question were granted to Pochner upon ground-rent. We infer, from the evidence given, and from the presumptions arising in the case, that the rents, as stipulated in that deed, have been paid without dispute to Frederick Hummel, and those claiming under him, from 1763 to 1840, a period of nearly eighty years. The plaintiff below had been in the uninterrupted receipt of them, from the persons occupying the premises, from 1798 to 1840, nearly half a century. In 1832, the lots were sold as the property of Conrad Etla, to George Backenstose and George P. Horner. They paid the ground-rents to the- plaintiff below from the time of their purchase to 1840. In the year 1841, Backenstose having sold to Horner, the latter conveyed to Heckerman, the defendant helow, expressly subject to “ the ground-rents of $2.22 on each lot, yearly, for ever, on the first day of November, due and to become due on each lot, payable to the proprietors thereof.” No claim has ever been made to the ground-rents, adverse to the plaintiff below, and those under whom she claims. The defendant below, although notified to produce his title papers, produced no other conveyances than the sheriff’s deed to Backenstose and Horner, and the deed from Horner to Heckerman. No title was shown in Etla, except the evidence tending to prove his purchase from the executor of Shenk, who had paid rent to plaintiff.\nThe streets on which the lots in question are located have been duly opened, but some of the streets in other portions of the original towm plan, have never been opened; they continue to be enclosed and cultivated by the descendants of the former proprietor, Frederick Hummel the elder. And this was one of the grounds of defence against the payment of the rent. The evidence offered in support of it was rejected. It might be well questioned whether, after the plaintiff’s seisin and enjoyment of the ground-rents for nearly fifty years, her rights could be prejudiced by the acts of others. But the dedication of streets and .alleys, in laying out a plan for a town, is a contract with the public, and is not such a contract with each purchaser of a lot as can be made the foundation of an action, -without proof of special damage. A lot-holder can neither release the proprietor from his obligation to the public in this respect, nor claim damages for its violation by an action in his own name, or by way of sot-off, or otherwise. The remedy is by abatement or by indictment. The decision of the Court in rejecting the evidence was correct.\nAfter the lapse of “threescore years and ten” the memory fails, witnesses die, and documents are lost or mislaid. It is therefore difficult, and frequently impossible, to establish, by positive evidence, the facts of an ancient transaction. The law, in furtherance of justice, and for the protection of society, has, in such cases, substituted for positive evidence the doctrine of presumptions. A possession of twenty-one years is not only a sufficient defence to an ejectment, but is a title on which a plaintiff may support such an action against another. Deeds, thirty years old, in accordance with the possession, may be given in evidence without proof. Thus, as “the scythe of time destroys the evidences of title, the hour-glass measures out the period when those evidences are no longer necessary.” This period has been nearly quadrupled in the case before us; and the facts in evidence furnish ample justification for all the instructions given to the jury relative to the application of the rules of presumption to the indenture between Hummel and Pochner, and to the supposed title of other descendants of Hummel who had never made claim.\nWith the evidence before us that the defendant below purchased from those Avho had always acknoAvledged the title of the plaintiff, and had paid her the ground-rents during their possession of the premises, and with the decisive fact that he accepted of a conveyance subject to those ground-rents, it is manifest that he has no title to the property founded upon an adverse possession. He must claim the title of Hummel, charged with the ground-rent, or take the position of an intruder, without any title whatever. When a tenant unjustly disclaims the title under which he received the possession, the law punishes his treachery by a forfeiture of the estate. It would be well for persons who are disposed to resist the payment of ground-rent, to consider whether they are prepared to surrender the possession to the representatives of those from Avhom they received it, charged with that encumbrance.\nFrom what has been said, it will be perceived that the defendant below is not in a condition to take advantage of the omission to record the deed from Hummel to Pochner. He either purchased the title subject to the ground-rent, or he stands before us without any title whatever. In neither case can he be regarded as the innocent purchaser of the legal or equitable title without notice of an unrecorded deed. The facts were fairly submitted to the jury, and after their verdict for the plaintiff below, we are to take it that the defendant below purchased the title held under Frederick Hummel the elder, subject to the ground-rent, payable to the plaintiff. He is therefore affected with notice of every fact lying Avithin the course of his title, and apparent upon the face of it. The ground-rent reserved in the deed to Pochner, and again charged in the deed to the defendant below, was an encumbrance of this description; and the purchaser was bound to take notice of it, whether the deed to Pochner was recorded or not. The recording Act does not apply to such a case, and Salter v. Reed, 3 Harris 260, cannot be received to overturn the long and properly settled law on this subject. Where the estate in the land and that in the ground-rents are granted by separate deeds, and the one is recorded and the other not, the purchaser at sheriff’s sale, or otherwise, without notice of the unrecorded deed for ground-rent, Avould of course take the estate in the land discharged from such encumbrance. But that is not the case here. The title purchased by the defendant “ bore record” of the estate in the ground-rents. If any error occurred in the proceedings of the Court below, it was in giving instructions too favorable to the plaintiff in error. Of this he cannot complain.\nJudgment affirmed."}