{"id": "970547", "contents": "The opinion of the Court was delivered, by\nLewis, J.\nWhere a trespass is committed bn real estate by a non-resident of the county wherein the real estate is situate, the sheriff may go beyond his bailiwick to serve the writ; and where the trespass, or breaking the plaintiff’s close, was committed for the purpose of carrying away his personal property therein, the plaintiff may recover for the entire injury. The character of the trespass on the real estate cannot be understood without showing the objects of the wrong-doer in making the entry, and these are best indicated by his acts. It is the policy of the law to avoid circuity of action, and to put an end to litigation as speedily and with as little expense to the parties as possible. It is also the duty of Courts of justice to view with disfavor the acts of a wrongdoer. Wherever a person, not resident in the county, enters upon the land of another, and there commits a trespass upon the person or personal property of the owner, it is more reasonable that he should be brought to answer in the county where he committed the injury than that the party injured should be compelled to follow him to his residence to obtain redress. Even if this were not the case, where the plaintiff declares, in separate counts, for the injuries to his real and personal estate, and the defendant pleads not guilty, and goes to trial on that issue without objection, the error, if any exist, is cured. Trespass .for taking personal property is undoubtedly a transitory action, and may be tried wherever the defendant can be served with process, or voluntarily elects to appear and plead to the action. The appearance, before declaration, might not be a Waiver, where the writ indicated that it issued for the cause of action provided for in the statute; but where the declaration sets forth an additional cause of action, not local in its nature, hut triable wherever the defendant may be found, a general plea in bar is a waiver of the supposed misjoinder, and the parties, when before the jury, should be confined to the trial of the issues joined.\nAs the plaintiff below was confined to the evidence of injury to his real estate, and the verdict was for less than 40 shillings, the Court was correct and consistent in that state of the case, in refusing a judgment for full costs. Where there is a general verdict on several counts, embracing injuries to real and personal estate, the rule is otherwise, because the Court cannot separate the damages. But this question may not arise again in the causeu as the record goes back on a principle which entitles the plaintiff to go into evidence of the whole injury to his real and personal estate, by reason of the trespass complained of in the declaration.\nJudgment reversed and venire de novo awarded."}