{"id": "970583", "contents": "The opinion of the Court, filed was delivered by\nBlack, C. J.\nIt is not to be denied that cases do exist in which a defendant may desire, for honest and just reasons, not to put his defence on the record in the shape of an affidavit. But such cases are not more than one in a thousand. Nevertheless we believe this to be one of that sort, and I mention it merely to prevent a particular application of the remarks which I am bound to make on the general subject.\nA cause is not beyond the power of the Court until arbitrators are actually chosen. If a rule to refer is entered at a time, or under circumstances, which might do the other party an injury, or deprive him of fair advantage, it is proper for the Court to stop the proceeding. When the choosing of the arbitrators would prevent the plaintiff from having a judgment under the Act of 1851, the Court ought to interfere, otherwise the statute might be evaded and trifled with in a manner that would be altogether discreditable to the administration of justice.\nThis judgment was pronounced by the Court for want of an affidavit of defence, and in accordance with an Act of the Legislature. But it is said the Legislature had no power under the Constitution to pass such a law. The clause of the’ Constitution which forbids it is not pointed out; and I am ignorant of any provision which secures to the good people of this Commonwealth the privilege of making false defences against honest claims. The law is not only constitutional, but eminently wise, just, and necessary. It is no tyranny to require that a good defence shall be fully and fairly stated on the record, and n'o hardship to verify it on oath. Still less is it a subject of reasonable complaint that a judgment may be rendered against a party, who, upon his own showing, has no legal or equitable ground upon which he can resist it. If there be any who are too tender in conscience to affirm or swear to the truth, I know of no help for them; for there is no system of judicial procedure yet invented, which will enable them to get the unwritten facts of a case before the Court, except by the oath of somebody; and a man who is too scrupulous to swear himself will not call a witness to do it for him. The sin is no less when committed by proxy than if perpetrated in person. How such men can demand a jury trial without doing violence to their principles,is not easy to see, unless they forget that jurors are always sworn.-\nJudgment affirmed."}