{"id": "970569", "contents": "The opinion of the Court, filed was delivered by\nLowrie, J.\nIt seems to us very doubtful whether the oral contract could be rightly proved by the evidence that was submitted to the jury. But admit that it could. The one party, a lumber manufacturer, agreed to sell to the other, a lumber merchant, all the lumber to be sawed at his mill during five years, and that the quantity should be equal on an'average to 300,000 feet in a year, without stipulating for any given quantity in any one year, and the lumber was to be paid for as delivered. Before the five years had expired, both parties died; and now the representatives of the vendee seek to hold those of the vendor bound to perform the contract, and to set off damages for the breach of it against a claim for part of the lumber delivered.\nIt will be seen that, in thus stating the question, we set aside the alleged breach in the lifetime of Calahan; and we do this because the Court properly instructed the jury that, under such a contract, Calahan was guilty of no breach in not manufacturing the full average quantity in his lifetime, and left it to them to say whether in his lifetime he had committed any other manner of breach. The point in controversy may be stated thus: — Where a lumber manufacturer contracts with a lumber merchant to sell him a certain quantity of lumber, to be made at his mill during five years, for which he is to be paid as the lumber is delivered, and he dies before the time has elapsed, are his administrators bound to fulfil the contract for the remainder of the time ?\nNo one can trace up this branch of the law very far without becoming entangled in a thicket, from which he will have difficulty in extricating himself. Very much of the embarrassment arises from the fact that the liability of executors and administrators has been often made to depend more upon, the forms of action than upon the essential relations of the parties, as will be seen by reference tq the books: Platt on Covenants 453; 2 Wms. Executors 1060; Viner's Ab. titles “ Covenants” D. E., and “Executors” H. a.; Touchstone 178. The simplicity and symmetry of the law would certainly he greatly increased, and its justice better appreciated if in all cases where the law undertakes the administration of estates, as in cases of insolvency, bankruptcy, lunacy, and death, the rules of distribution were the same.\nThe contract in this case, established a defined relation, a relation depending for its origin and extent upon the intention of the parties. The question is, do the administrators of a deceased party succeed to that relation after the death of the party, or was it dissolved by that event ? On this question the books give us an uncertain light. In Hyde v. Windsor, Cro. Eliz. 552, it is said that an agreement to be performed by the person of the testator, and which his executor cannot perform, does not survive. But here the uncertainty remains, for the acts which an executor cannot perform are undefined. It recognises the principle, however, that an executor does not fully succeed to the contract relations of his testator.\nThe case of Robson v. Drummond, 2 Barn. & Ald. 303, 22 Eng. C. L. Rep. 81, is more specific; for in that case it was held that an agreement by a coachmaker to furnish a carriage for five years and keep it in repair, was personal, and could not be assigned, and executors and administrators are assigns in law; (Hob. 9; Cro. Eliz. 757; Latch 261; Wentw. Executors 100;) that being a general term, applying to almost all owners of property or claims, whether their title be derived by act of law, or of the parties. And it is no objection that one may take as executor or administrator in certain cases where the English laws of maintenance and forms of action would not allow him to take as assignee in fact, for those laws do not extend to such a case, and they have no application here.\nIn Quick v. Ludborrow, 3 Bulst. 29, it is said that executors are bound to perform their testator’s contract to build a house, but the contrary is said in Wentw. Executors 124, Vin. Ab. “ Covenant,” E. pl. 12, to have been declared in Hyde v. Windsor, though we do not find it in the regular reports of the case: 5 Co. 24; Cro. Eliz. 552. But these are both mere dicta. The same principle is repeated in Toiiehstone 178, yet even there a lessee’s agreement to repair is not so construed; and in Latch Rep. 261, the liability of executors on a contract to build, is for a breach in the testator’s lifetime. In Cook v. Colcroft, 2 Bl. Rep. 856, a covenant, not to exercise a particular trade was held to establish a mere personal relation and not to bind executors; and the contrary is held in Hill v. Hawes, Vin. Ab. title “Executors,” Y. pl. 4. And so executors and administrators stand on the same footing with assignees in fact with regard to apprentices; and contracts of this nature are held not to pass to either, because they constitute a mere personal relation, and are, therefore, not transferable: 2 Stra. 1266; 4 Ser. & R. 109; 1 M. 172; 19 Johns. 113; 1 Rob. 519; 12 M. 553, 650; 5 Co. 97.\nThe case most nearly resembling this is Wentworth v. Cock, 10 Ad. & El. 42, 37 Eng. C. L. R. 33, where a contract to deliver a certain quantity of slate, at stated periods, was held to bind the executors. This case was decided without deliberation, and with but little argument on the part of the executors. The plaintiff relied on the case of Walker v. Hull, 1 Lev. 177, where executors were held bound to supply the place of the testator in teaching an apprentice his trade. But that ease had long ago been denied in England: 2 Stra. 1266, and is rejected here: Commonwealth v. King, 4 Ser. & R. 109. This last case treats the contract as a mere personal one, that is dissolved by death, and regards as absurd the doctrine in Wadsworth v. Gray, 1 Keb. 820, and 1 Sid. 216, that the executors are bound to maintain the apprentice, while he is discharged from duty.\nBut the authority principally relied on by the counsel in Wentworth v. Cock, is the Roman law, Code Just. 8, 38, 15, and the commentary on it in 1 Pothier on Oblig. 639. Yet there are few subjects in the Roman law wherein its unlikeness to ours is more marked than in the matter of succession to personal estate, and therefore its example herein is almost sure to mislead. The difference is sufficiently indicated, when we notice that the Roman executor was in all cases either the testamentary or the legal heir, and if he accepted the estate he was considered as standing exactly in the place of the decedent, and was of course bound for all his legal liabilities, including even many sorts of offences, whether the estate was sufficient or not. He was bound as heir and by reason of the estate given to him, and not as one appointed to settle up the estate. If the heir was unwilling to accept the estate upon these terms it became vacant, and the prsetor appointed curators to administer for the benefit of all. It would seem strange that such curators should be bound to carry on the business of the deceased, where they are appointed to settle it up; yet how it really was does not appear: Dig. 427.\nOur statute recognises the duty of the executor and administrator to pay all debts owing by the deceased at the time of his death, and this is the common principle. In another clause it makes the executor and administrator liable to be sued in any action, except for libels and slanders and wrongs done to the person, which might have been maintained against the decedent if he had lived. But this furnishes us no aid in this case, and was not intended to. Its purpose is to enlarge and define the rights of action, which, existing against the individual, should survive against his estate. Not contract relations and duties, but remedies for injuries already done, are declared to survive. If the decedent committed no breach of contract he was liable to no action when he died, and this law cannot apply.\nWe are then without any well-defined rule of law directly applicable to this case, and are therefore under the necessity of deducing the rule for ourselves. The elements from which this deduction is to be made are the contract itself, the ordinary principles and experience of human conduct, the decisions in analogous cases, and the nature of the office of administrator.\nWe repeat the question: Does such a contract establish anything more than a personal relation between the parties ? This is a mere question of construction, depending upon the intention of the parties: Hob. 9; Yelv. 9; Cro. Jac. 282; 1 Bing. 225, 8 Eng. C. L. R. 307, unless the intention be such as the law will not enforce. Is it probable that either party intended to bind his executors or administrators to such a relation? The contract does not say so, and we think it did not mean it; for it would involve the intention that the administrators of one shall be lumber merchants and those of the other sawyers. The character of the contract demands not such a, construction; for each delivery under it is necessarily of complete and independent articles, and each delivery was to be at once a finished work on each side. There may be cases -when it is necessary that the executor or administrator shall complete a work already begun by the decedent, and then they may recover in their representative character: 1 Crompt. & Mees. 403; 3 Mees. & W. 350; 2 Id. 190; 3 W. & Ser. 72. But here every act of both parties was complete in itself. From the contract itself, and from the ordinary principles of human conduct, we infer that neither party intended the relation to survive.\nA contrary view is incompatible, in the present case, with the office of administrator ; for it would require him to have the possession of the saw-mill in order to fulfil the contract; and yet administrators have nothing to do with the real estate, unless the personal estate is insufficient to pay the debts and therefore they cannot perform. It is incompatible with the general duties of administrators, in that it would require them to carry on the business left by the decedent, instead of promptly settling it up ; it would require him to satisfy claims of this character within a year, or begin to do so, while the law forbids him to do so except at his own risk; and it might hang up the estate to a very protracted period. We are therefore forbidden to infer such an intention, and possibly to enforce it even if it appeared.\nThe inference is further forbidden by the spirit of analogous cases. It would seem absurd to say that the administrator of a physician, or author, or musician could be compelled to perform their professional engagements, no matter how the contract might be expressed. The idea is ludicrous. Yet it has been supposed that an administrator might take the place of his intestate in teaching an apprentice to be a surgeon, or saddler, or shoemaker, or mariner, or husbandman, or in demanding services from an ordinary laborer; but the idea was rejected by the Court. On what ground ? Most certainly not that no one else could be got to take the place of the decedent; but on the ground that no such substitution was intended by the contract, together perhaps with thp feeling of the incompatibility of such a substitution with the duties imposed by law upon administrators. The law trusts people to settle up estates on account of their honesty and general business capacity, and not for any peculiar scientific or artistic skill, and the state does not hold itself bound to furnish such abilities. Some people may suppose that it requires no great skill to manufacture boards, if one has the material and machinery; but still we cannot suppose that the deceased was contracting for any kind of skill in his administrators. For these reasons the Court below was right in declaring in substance, that the administrators were liable only for breaches committed by the intestate in his lifetime, and the same principle applies to the death of either party. These views set aside sonje of the exceptions as entirely unimportant, and in the others we discover no error, and no principle that calls for any special remarks.\nJudgment affirmed."}