{"id": "970537", "contents": "The opinion of the Court, filed was delivered by\nWoodward, J.\nIn Wilson’s case, 2 Barr 326, the devise of the lunatic’s share was to the executors “ in trust, to invest and apply the income to his maintenance, with authority, at discretion, to pay him part or the whole of the principal.” The Court held that the executors were trustees, and that a committee subsequently appointed could not take the estate out of their hands. But here the devise was to George, and not to the executors in trust for him. They were to take his share into their care for a specific purpose — “so that he cannot dispose of it without their consent.”\nGeorge’s share was two fields, which John was to farm for the testator’s wife, during her life. No estate or interest whatever was vested in the executors, and no duty enjoined, from which an interest can be implied. A naked authority to restrain alienation was all that was given them. During the widow’s life she was to have the profits of the two fields, and after her death they belonged to George, hut the executors were not authorized to receive and apply them for his use. In these respects the case before us is broadly distinguished from Wilson’s case. Where a testator provides a trustee for his lunatic devisee, and vests in Mm an interest to be controlled for the benefit of the lunatic, the law will not supersede him and divest his interest by the appointment of a committee. But where, as here, the devise is to the lunatic, and no provision is made by the testator for receiving and applying the profits of the estate, the case comes within both the letter and spirit of the Act of 13th June, 1836, relating to lunatics, and the committee appointed in pursuance of its provisions becomes entitled to the management of the estate, real or personal, and to the application of so much of the income thereof as shall be necessary to the payment of his just debts, and the support and maintenance of the lunatic and his family. See section 20 of the act.\nGeorge Royer was declared a lunatic, and his committee was appointed after the death of his mother; and from the time the committee gave the security required by the Court, he was the only person legally authorized to receive and apply the income of George’s estate. The money in the hands of the executors, being such income, belongs, therefore, to the committee, and the Court was right in awarding it to him.\nShould it become necessary for the Court to order a sale of the real estate, it may then be proper to consider whether the concurrence of the executors be not necessary to the validity of such sale; but as the will gives them no authority to control the income of the estate, this must pass into the hands of the committee.\nJudgment affirmed."}