{"id": "970561", "contents": "The opinion of the Court was delivered by\nLewis, J.\nThis action was brought by the defendant in error, to recover the distributive share which became payable to him, as one of the heirs of John Bowman, deceased, upon the death of the widow, in pursuance of certain proceedings in the Orphans’ Court for the purpose of partition.\nWe are of opinion, for the reasons stated in the opinion of the Court below, that the lien, by which the interest on one-third of the purchase-money was secured for the benefit of the widow for life, the principal to be paid to the heirs at her death, continued a charge upon the land, and was not divested by the sheriff’s sale to Levi Kline.\nMerger depends, generally, upon the intention of the parties to be affected by it, and an intention to prevent it will be presumed wherever it is the interest of the party that the encumbrances shall not be sunk in- the inheritance: 1 W. & Ser. 485; 2 Cow. 246. Where a mortgagee who had purchased the equity of redemption, assigned the mortgage within six months after the purchase, and without having previously done any act manifesting an intention that the equity should merge, it was held that the estates did not merge: James v. Morey, 2 Cowan 246. In the case before us, the deed of 30th March, 1836, from Moses Bowman and others to John Bowman, contains a clause by which it is expressly provided that the land shall remain charged with the payment of the interest to the widow for life, and the principal at her death, “ to the heirs and legal representatives, or lawful owners, of said John Bowman, deceased.” This was a sufficient manifestation of an intention that the encumbrance should not merge in the estate; and, after John Bowman- had accepted a deed, subject to that encumbrance, he, and all claiming under him, are estopped from avoiding the payment of the money upon the ground of any supposed merger by reason of the previous conveyance of the land by Moses Bowman, one of the heirs.\nThe plaintiff’s share was not demandable until after the death of the widow on the 8th August, 1850, so that there was no presumption of payment arising from the lapse of time. His title to recover was properly sustained upon ground entirely independent of that derived from the testimony of David and Joseph Bowman. The plaintiff in error has therefore sustained no injury by their admission as witnesses.\nThere is no error in the proceedings below.\nJudgment affirmed."}