{"id": "970555", "contents": "The opinion of the Court, filed was delivered by\nBlack, C. J.\nThe Bank of Pennsylvania was first chartered in 1793. The charter was renewed in 1810, and afterwards again in 1830. By the last-mentioned act the Bank was incorporated for twenty-five years, with a capital of two and a half millions of dollars, and was required to loan to the Commonwealth a sum not exceeding four millions of dollars at a premium of five per cent., the certificates to bear an interest of five per cent. It was also enacted that all certificates of state stock should be issued and transferred at the Bank of Pennsylvania, without charge either to the Commonwealth or to the persons making such transfers. These conditions of the charter were accepted and complied with. The state Avas the owner of three-fifths of the capital stock, and for that reason or some other this Bank was not made subject to .the graduated tax upon dividends provided for by the act relating to banks, passed 1st April, 1835. But in 1843 the state sold out her shares of the stock, and in 1848 a law was passed extending the act of 1835 to all banks whose charters had been renewed or should afterwards be renewed, “ except in cases where there is an express exemption in the act extending or reneiving their charters.” The Auditor-General, deeming the Bank of Pennsylvania within the terms of this act, made out an account against it for taxes unpaid in 1848, 1849, and 1850, amounting, with interest, to $51,068.75. From this account the Bank appealed to the Common Pleas of Dauphin,, whose judgment Avas in favor of the Commonwealth. The case comes to us on writ of error.\nThe charter contains no express stipulation on the part of the state not to tax the Bank or its stockholders, either for its property, its profits, its capital, or its franchises. It is therefore literally within the terms of the act of 1848. It can relieve itself from the payment of the tax only by showing the act which imposes it to be unconstitutional and void. This it asserts is the case, on the ground that the charter was a contract, and the act of 1848 a violation of it.\nThat an act of incorporation is a contract betAveen the state and the stockholders, is held for settled law by the Federal Courts and by every State Court in the Union. All the cases on the subject are saturated with this doctrine. It is sustained not by a current, but by a torrent of authorities. No judge who has a decent respect for the principle of stare decisis — that great principle which is the sheet anchor of our jurisprudence — can deny that it is immovably established. Sitting here to declare the law as it is, not- as we would have it to be, our private opinions are not entitled to a feather’s weight in opposition to the universal voice of our predecessors and our cotemporaries .in every part of the country. 'I say this for myself alone. My brethren think the question does not arise here, and have given me no authority to commit them on it. But we are all willing, though for different reasons, to concede the correctness of the argument for the plaintiff in error, so far as it asserts that the charter is a contract. This being assumed, what is the true construction of it ?\nI have already said that there is no exemption from taxation stipulated for in the charter. The act of incorporation is entirely silent on that subject. We are then to consider whether the state lost the power to tax the dividends of the Bank by not reserving it in words, or whether the Bank, by not bargaining for exemption, left its stockholders liable to pay out of their profits a share of the public expenses. We think the latter proposition is true, and not the former.\nThe taxing power is an incident of the highest sovereignty. It is an essential part of every independent government. By the constitution, and by the principles which lie at the foundation of every organized society, the state may tax all the persons, natural and artificial, within her borders, and compel them to contribute such part of their property and income as the Legislature may think right, to defray the expenses and meet the engagements of the government. The wealth of men who are associated together is not less subject to taxation than if it were owned by individuals. The right is as clear to tax an incorporated company as a mercantile partnership. The state being in full possession of this power at the time of the contract in question, it is impossible to see how she could have lost it by not bargaining with the Bank for permission to keep it.\nIt is the appointed duty of the Legislature to use the power of taxing the people with justice and moderation, and not to alien it away. To sell out this part of the state’s sovereignty is not one of their regular functions. It is intrusted to the legislative department not to be annihilated, but to be exercised and administered. The power is given by all, and ought to operate on all for the benefit of all. To exempt some would be to increase the burdens of others. Taxation, to be just, must be equal, and to be equal, it must be universal. The whole community has, therefore, a deep interest in retaining the power undiminished in the hands where the constitution has placed it. Chief Justice Marshall (4 Peters 561) thought it so important that he seemed to doubt whether a state could relinquish it at all. That it can be surrendered, at least partially, has since been settled in Gordon v. The Appeal Tax Court (3 Howard 146). But surely, a power so vitally necessary to the very existence of a state, is not to be taken as surrendered, relinquished, and given up, by a contract which says nothing about it.\nIf acts of incorporation are to be so construed as to make them imply grants of privileges, immunities, and exemptions, which are not expressly given, every company of adventurers may carry what they wish without letting the Legislature know their designs. Charters would be framed in doubtful or ambiguous language, on purpose to deceive those who grant them; and laws which seem perfectly harmless on their face, and which plain men would suppose to mean no more than what they say, might be converted into engines of infinite mischief. The Legislature, without knowing or intending it, might be thus induced to disarm the state of its most necessary powers, and transfer them to corporations. The continued existence of a government under such circumstances would not be of much value. There is no safety to the public interests except in the rule which declares that the privileges not expressly granted in a charter are withheld.\nAgain: where is the end of a claim like this ? If the privilege of being exempt from taxes may be asserted by a bank because its charter does not say that it shall be taxed, what other privilege may it not claim on the same ground ? If silence is a gift of one privilege, why shall it not confer every other ? This rule of interpretation would make every act of incorporation a grant of unlimited' power, except in so far as the power might be limited by express reservations in favor of the state.\nTaking no other than the simplest commercial view of the transaction ; forgetting the injustice' of freeing one portion of the people from the public burdens, and accumulating them all upon the rest; considering the members of the Legislature as the mere factors of the state for the sale of immunities and privileges, and the Bank as a purchaser, the question still recurs, what and how much did it buy ? If the government is to be looked on as a dealer in commodities of this sort, the right conceded to other traders ought not to be denied her of retaining whatever she does not choose to part with. A man who has two acres of land and conveys one of them, does not thereby lose his title to the other. If I sell my horse, the purchaser does not by that means gain a right to my ox.\nThe interpretation which wrouId make the silence of the charter imply a relinquishment of the taxing power, is against all analogy. Where land or other property is granted by the state, the grantee does not take it free from, taxation. I do not know a single argument in favor of implying such an exemption from a bank charter which would not apply with quite as much force to a patent for land. If an act of incorporation is a contract, so is a patent. If the payment of a bonus for the charter implies that no more shall be paid, the same inference may be made from the payment of purchase-money of land. If a bank may be taxed so heavily as to take all its profits, the power, when exercised upon land, maybe as much abused.\nThe powers exercised by Congress under the Constitution of the United States, are made up of those delegated to the federal government by the states. But the powers not delegated are reserved ; and though an amendment was added which declared this to be the construction, it was not doubted that it ought to be so interpreted, independent of any provision in the instrument itself. The amendment was opposed, on the sole ground that it was useless ; and its adoption only proves how jealous the people were of the rights of the states. It will take more than we have yet heard to convince us that the silence of the Constitution has withheld the sovereign powers of the state from the general government only to be absorbed by acts of incorporation, which are equally silent. We are not satisfied that a bank charter, intended merely to make money for a few private individuals, should he more liberally construed than that great compact ordained by the people of the states for the most important of all earthly purposes, “ to form a more perfect union, establish justice, insure domestic tranquillity, provide for the common defence, promote the general welfare, and secure the blessings of liberty to themselves and their posterity.”\nThe argument of the plaintiff in error is not only contrary to reason, against sound policy, inconsistent with the public safety, and opposed to plain analogy; but, what is perhaps more to the purpose, it is also in direct contradiction of the judicial authorities. It would be losing time to refer to cases abroad, when those decided in the Supreme Court of the United States (which, in cases like this, is the tribunal of the last resort) are conclusive, direct, and full to the point. The Providence Bank v. Billings (4 Peters 514), is so much like the case at bar, that no material difference is discernible. The Legislature of Rhode Island, in 1791, granted to the Providence Bank a charter, which, like that of. the Bank of Pennsylvania, was silent on the subject of taxation. In 1822, a law was passed taxing its capital. The payment of the tax was resisted as a violation of the charter; but the Court were unanimously of the contrary opinion, and declared that an abandonment of the taxing power could never be presumed in any case where the deliberate purpose of the state to abandon it did not appear. “ This power,” said the Court, “resides in government as part of itself, and need not be reserved when property of any description or the right to use it in any rqanner is granted to individuals or corporate bodies. However absolute the right of an individual may be, it is still in the nature of that right that it must bear a portion of the public burdens, and that portion must be determined by the Legislature.” In The Charles River Bridge v. The Warren Bridge (11 Peters 420), the same principle was reaffirmed in still stronger and broader terms. It was held -in that case that no contract can be created between the state and a corporation by implication; and that all the privileges, exemptions, and immunities not granted in plain words, are reserved to the state. “ Whenever,” says Chief Justice Taney, “any power of the state is said to be diminished, whether it be the taxing power or any other affecting the public interests, the same principle applies, and the rule of construction must be the same.” These cases are in entire harmony with others in the same Court, (4 Peters 165; 3 Peters 289), and with the English cases decided before and since.\nThese decisions of the Supreme Court of the United States are binding on the State Courts, not merely as precedents, and therefore proving what the law is, but as the deliberate judgment of that tribunal with whom the final decision of all such questions rests. The State Courts have almost universally followed them. But no tribunal in the Union has acceded to the rule they lay down with a more earnest appreciation of its justice than did this Court in The Bank of Easton v. The Commonwealth (10 Barr 442). That was a much stronger case against the Commonwealth than the one now before us. There the charter was not entirely silent on the subject of taxation. The Bank was required to pay taxes at a fixed rate, and that rate was increased by subsequent legislation. It was plausibly argued that the rate of taxation agreed upon in the charter implied a contract on the part of the state to claim nothing more. But it was held otherwise, on the ground that if such an exemption existed, it must be the result of a deliberate intention to relinquish this prerogative of sovereignty distinctly manifested. The Court declared that “ to give the Act of incorporation such a construction would be a gross violation of the wholesome principle that an abandonment of the power of taxation is only to be established by clearly showing this to have been the deliberate purpose of the state.”\nIf anything is settled, it is this rule of construction, that a corporation takes nothing by its charter except what is plainly, expressly, and unequivocally granted; and that in all things else the powers which the state may exercise over its affairs are as full and ample as if it were an individual carrying on the same business. When this principle comes to be applied to the case in hand, the argument of the plaintiff in error dissolves into nothing.\nTwo cases decided by State' Courts have been cited, and apparently relied on with some confidence, in which it was held that certain banks were impliedly exempt from taxation, though there was no express stipulation to that effect. One is The State of Ohio v. The Commercial Bank of Cincinnati (7 Ohio Rep. 125); the other is The Union Bank v. The State of Tennessee (7 Yerger 490). These cases resemble that of the Easton Bank more than the one before us. In both, the grants were stronger than this; in both, the authorities were totally overlooked or disregarded; and in neither of them is the reasoning of the Court at all satisfactory.\nThe judge of the Common Pleas, among the reasons given for his opinion, said that this tax was imposed on the property of the stockholders, and not on the franchises of the Bank. I do not see why this should have been excepted to, since we can only take notice of false conclusions, and not .of bad reasoning. But we have no doubt the judge was right. The tax is not laid nor exacted until the dividends are declared, and then they are held by the Bank as a depository. The Bank is liable to an action for refusing to pay them. But it makes no difference whether they be called the franchise of the corporation or the property of the corporators; in either case they may be taxed. In the Providence Bank case the capital was taxed. Profits are quite as legitimate, and certainly a much fairer subject of taxation than capital without regard to its productiveness.\nIt was shown on the trial, that numerous other hank charters expressly reserved the right of taxation; from which the inference is attempted to be drawn, that without such a reservation the Legislature supposed the right would be gone. We can only say that if such was the opinion of the Legislature, it was a mistake; but it does not change the law. Probably, however, it was done, not in ignorance, but from a wise caution. It may have been prompted by a natural and prudent desire to take away from the banks all possible pretence for resisting the lawful authority of the Commonwealth.\nThe Court below charged the jury that the evidence of public embarrassment, the proclamation and message of the Governor, the journals of the House of Representatives, and the reports of its committees, should be wholly disregarded. What less could any Court be expected to do with such evidence ? It was not only of no value, but it was delusive and dangerous. The impropriety of giving any attention to facts and circumstances outside of the record ought to be • very easily seen. The act of incorporation, as it passed both Houses and was approved by the Governor, contained no exemption from taxes. In that shape the stockholders, at a meeting twelve days afterwards, accepted and agreed to it, and resolved that “ the several provisions of the said act shall be binding on this corporation, according to the true intent and meaning thereof.” With what show of propriety can they now go behind the charter and say that their assent was not given to “ the several provisions of the said act,” but to something else not contained in it ?\nIf it were allowable to look beyond the written contract for evidence of its terms, if it were not the law that a previous oral agreement is merged in a subsequent written one, still the evidence here would amount to nothing, for none was given which showed that there ever existed anything like an understanding or agreement that the Bank should be exempt from taxation. If the Governor and every member of both Houses had been willing to insert such a stipulation in the act, it would not have been binding until it was actually inserted and accepted by the other party. But no willingness to do so was expressed by the Legislature. The Governor and Senate said nothing on the subject. The journals given in evidence are those of the House only. And what do they prove ? Merely that a minority of that one House was in favor of providing for an annual tax instead of requiring a loan. But of course the majority had it their own way, carried the clause which made the loan a condition, and left the taxing power where it was before, without either surrendering it to the Bank or going through the useless formality of reserving it to the state.\nJudgment affirmed."}