{"id": "970560", "contents": "The opinion of the Court was delivered, by\nBlack, 0. J.\nThe plaintiff in error complains that the Court erroneously overruled a demurrer;- hut the demurrer is not set forth in the paper-hook, and therefore we take it for granted that the counsel did not seriously expect us to give any opinion about it.\nIt is also asserted that the claim of the plaintiff below was incorrectly set out, the work and labor being blended together with the bricks and mortar. But the Court below was not asked to instruct the jury on that subject, and did not refer to it in the charge.\nAnother argument is, that the evidence was not sufficient to prove the materials to have been furnished in pursuance of a special contract. The answer to this is, that there was some evidence of it, and it was submitted fairly to the jury, who found the fact. This, of course, is conclusive.\nThe only point entitled to much consideration is this : Whether a party who furnishes materials in pursuance of a contract, is in time if he files his claim within six months from the date of the last act done in execution of it. We are of opinion that the six months’ limitation begins to run from the time when the contract ■was finished. This is the construction which other statutes of limitation have received, and we cannot conceive of any reason why we should depart from all analogy to give this one a different interpretation. Ñor can we understand how a better or a juster rule can be made. On the contrary, we think that any other would be wholly indefensible. One who is working or furnishing materials under an entire contract, which may not be wholly finished for years, cannot enter it on the docket within six months from the date of each item, without dividing it into parcels. Besides, he has no claim, in fact or in law, until the whole contract has been performed; and where the bargain is for a gross sum he can fix no price upon particular parts of his job.\nJudgment affirmed.\nLewis, J., dissented."}