{"id": "970592", "contents": "The opinion of the Court was delivered by\nLowbjce, J.\nThere is no rule of legal practice of higher value than that which arrests the strife of litigation, by declaring that one suit and judgment therein is an end of controversy as to all matters put in issue, and which ought to have been put in issue. And the present case illustrates the wisdom and necessity of the rule, as well for the protection of the public against the expense and trouble of repeated litigation, as to save the parties from the ruinous consequences of indulging the thought of being avenged for one defeat by a renewal of the contest. The annual damage in this ease is about four dollars, and for this the parties have had one concluded action, and a trial in another, and if there is not some virtue in the rule just alluded to, it is very probable that the exhaustion of one of them will alone be effectual to terminate the strife. The rule is both just and beneficent, even though it sometimes happens that the former judgment was erroneous. Its errors must be joined to those other innumerable ones that necessarily arise from human fallibility.\nThe former action was, substantially, for a wrongful flooding of the plaintiff’s land, by means of a dam erected and continued on the land of the defendant. The plea was, Not guilty, and on a general verdict for the plaintiff, judgment was entered in his favor. ■\nThis action recites, and is founded upon the former judgment, and avers a continuance of the nuisance; and to this the plea is, not guilty, the only meaning of which here is, that the defendant has not continued the nuisance charged and found in the former action.\nThe essence of the charge in that action is, that the defendant had no right to maintain his dam so as to flood the plaintiff’s land or any part of it, and this charge appears to be sustained by the judgment. But now the defendant alleges that there was then a flooding at the south and also at the west, and. that, though the right at both points was in controversy, and was submitted to the jury, yet the verdict applies to only one of them; and the jury, in the present, case, were directed to inquire whether this was so.\nIf such an inquiry is proper then, it is not easy to see how one judgment can ever be conclusive in an action of nuisance, or in any other action. As well might it be said of a suit on several promissory notes of $100 each, with a recovery of only $100, that the verdict applies to only one of them, and allow the plaintiff to sue again on the others. But we need no better illustration of the difficulty than this case affords. It is assumed to be doubtful whether the former verdict finds a nuisance on the west, or on the south, or on both; and it is left to this jury to decide how this is. They decide in favor of the defendant, which means, that the former verdict did not apply to both sides, and that the defendant Has still a right to flood one or other of them; but which of them no one can tell. We have now, therefore, two judgments, both inconclusive, and therefore the strife may still go on. This cannot be. The judgment must, if possible, be conclusive of, something. What that something is must be defined, not by guessing at the intention of the jury, but by the matters in dispute and the verdict which decides them.\nThe pleadings show that the matter in dispute was the wrongful flooding of the plaintiff’s land, and that is decided in his favor. The evidence must show what land, and it does show, that on the trial the defendant asserted a right to flood a part of the land, and submitted the evidence of his right to the jury; and of course they decided it. How ? There is no verdict in his favor, but a general one against him. The inference is inevitable, that his claim was found against him; for he might have asked, by plea or otherwise, that they should find this fact specially, and he ought to have done so, and then also it would have been conclusive ‘for or against him. It was found one way or the other, and the conclusive presumption is that the verdict shows which way.\nIn an issue on a declaration or plea founded on a former judgment, the only proper subject to be submitted to the jury is, whether or not the matter in dispute in the present action is the same that was litigated in the former one. With this fact found, the Court must decide upon the effect of the former judgment.\nThese principles are all that are material in the present case, and they require a reversal of this judgment.\nJudgment reversed and a new trial awarded."}