{"id": "970596", "contents": "The opinion of the Court was delivered by\nLewis, J.\nThis is an ejectment brought to recover, in right of the plaintiff, Elizabeth, one of the heirs of West Elliott, deceased, one undivided fifth part of a tract of land of which her ancestor died seised on the 29th July, 1828.\nThe defence is founded on a judgment against the administrator of West Elliott, deceased, rendered on the 13th December, 1834, in an action of debt brought on the 24th December, 1833; a levy and sale under the judgment; a sheriff’s deed, acknowledged on the 2d December, 1835; and the payment of the surplus of the purchase-money to the heirs, of whom the plaintiff, Elizabeth, was one, after deducting the debts due by the decedent in his lifetime. The said Elizabeth, at the time of receiving security for the money, executed an instrument of writing acknowledging the receipt of the money, and, “in consideration” thereof, declaring that she does “ assign, transfer, convey, and confirm” unto John B. Warden, John Alexander, and James S. Craft, the purchasers, “their heirs and assigns for ever, the said property, and all her right, interest, share, and claim therein.” This instrument was executed on 31st May, 1836, at which time part of the money was paid, and the residue secured by bond, which was afterwards paid in instalments, the last of which was received by her on the 1st May, 1848. On the 29th April, 1837, after this arrangement with the plaintiff was completed, James S. Craft and wife conveyed their interest in the.premise's tó the defendants, J. B. Warden and John Alexander. Since the purchase at sheriff’s sale the town of Temperanceville has been built upon the land, and large expenditures for improvements have been made under the eye of the said Elizabeth. One witness estimates these expenditures at the sum of $200,000. But on the trial the plaintiffs amended their description so as to exclude the lots sold or contracted to be sold “ to any other persons.”\nThere is no evidence tending to affect the sheriff’s vendees with fraud in procuring the sale, or in obtaining the instrument by which the said plaintiff transferred her interest to them and their heirs in fee. She was perfectly acquainted with the fact that she had not been served with process to make her a. party to the judgment on which the sale was made, and that she had not voluntarily made herself a party to that proceeding without process; and there is no evidence to repel the presumption that she was' equally well acquainted with the rules of law, which entitled her to disregard a sale made under such a judgment as having no operation whatever upon her rights, unless she did some act which, on principles of equity and common honesty, might 'estop her from im - peaching it. As she was not a defendant in the execution she had no right, in that character, to receive any part of the money, after payment of the creditor’s claim. Her only title to the money depended upon the effect of the proceedings in divesting her estate in the land and converting it into money, by passing her title to the purchasers. Upon this ground alone could she make any claim to the money, in law or equity. The receipt of her share of the money was therefore an affirmation that her title had passed to the purchasers by virtue of the sheriff’s sale; and she cannot be received to make a contrary allegation now, to the injury of those who paid their money on the faith of the conveyance. Where a sale is made of land, no one can be permitted to receive both the money and the land. Even if the vendor possessed no title whatever at the time of the sale, the estoppel would operate upon a title subsequently acquired. It was held by this Court, at the late sitting in Harrisburg, that “ equitable estoppels of this character apply to infants as well as adults, to insolvent trustees and guardians as well as persons acting for themselves, and have place as well where the proceeds arise from a sale by authority of law, as where they spring from the act of the party:\" Commonwealth v. Shuman’s Administrators, 6 Harris 346; McPherson v. Cunliff, 11 Ser. & R. 426; Wilson v. Bigger, 7 W. & Ser. 111; Stroble v. Smith, 8 Watts 280; Benedict v. Montgomery, 7 W. & Ser. 238; Martin v. Ives, 17 Ser. & R. 364; Crowell v. McConkey, 5 Barr 168; Hamilton v. Hamilton, 4 Barr 193; Dean v. Connelly, 6 Barr 239; Robinson v. Justice, 2 Penn. Rep. 19; Share v. Anderson, 7 Ser. & R. 48; Furness v. Ewing, 2 Barr 479; Wilkins v. Anderson, 1 Jones 399; Adlum v. Yard, 1 Rawle 163. The application of this principle does not depend upon any supposed distinction between a void and voidable sale. The receipt of the money, with the knowledge that the purchaser is paying it upon an understanding that he is purchasing a good title, touches the conscience, and therefore binds the right of the party in one case as well as the other.\nIf this view of the case be correct, it is not material to the decision that we should give a technical name to the instrument of 31st May, 1836. It is clear, from the instrument, that one party paid the consideration and the other transferred her title to the land. It has therefore the elements of a deed of bargain and sale. It is said by Chancellor Kent that “nothing can be more liberal than the rules of law, as to the words requisite to create a bargain and sale. There must be a valuable consideration, and then any words that will raise a use will amount to a bargain and sale 4 Kent 496; 10 John. 456, 505. We have already seen that the consideration could not be demanded without a transfer of the title. The money received is therefore sufficient to support the instrument as a deed of bargain and sale.\nIn this case forty-three points were presented to the Court below, and thirty-eight errors have been assigned here; but, on a careful examination of the whole proceedings, we perceive no error in any part of the record.\nJudgment affirmed."}