{"id": "970567", "contents": "The opinion of the Court was delivered, by\nWoodward, J.\nThis was an action by Church & Carothers, endorsees, against J. H. Oliphant, endorser of a MU of exchange, drawn by J. K Duncan, on Calhoun & Harrison, of Cumberland, Md., in favor of J. K. Duncan, for $2000, at four months.\nThe defendant set up that a note of $2000, made by Carothers, Miller & Co., to the order of J. K. Duncan, and endorsed by him and Oliphant, had been discounted at the Brownsville Bank, and the proceeds remitted to Church & Carothers, whose clerk credited the amount to the account of J. K. Duncan, and charged to the same account the draft, which, having been dishonored, was taken up by Church & Carothers. It was claimed on the part of the defendant, that the note was given as a loan of the credit of the makers, to raise money for the 'purpose of enabling the plaintiffs to take up the bill of exchange, or of reimbursing them upon their having done so, and thus that it amounted to satisfaction pro tanto of the bill. The Court refused, on request, to affirm this proposition, and this is the error now assigned.\nWe must assume the purpose for which the note of Carothers, Miller & Co. was made, to have been as stated in the proposition of the defendant; but in judging of the effect of that transaction, three other facts must be kept in view, which appear to have been undisputed on this record:—\n1st. That due notice of the dishonor of the bill of exchange had been given to Oliphant.\n2d. That Church & Carothers disaffirmed the act of their clerk, as soon as they discovered the entries he had made in their books.\n3d. That when the note of Carothers, Miller & Co. fell due in the Brownsville Bank, the plaintiffs paid it and took it up.\nIn view of these facts, how could a loan of the credit of the parties to the note extinguish Oliphant’s liability on the draft, without an express agreement to that effect ? His liability to the plaintiffs, as subsequent endorsers, was fixed by the protest of the bill, and notice to him. They held the bill and the note as securities for the same debt, but, until actual payment of the one or the other, neither was extinguished. All the authorities go to show that, at law, accepting of a security of equal degree, either from the debtor himself, or from a stranger, at the instance of the debtor, is no extinguishment of the first debt. See Weakly v. Bell, 9 Watts 280, where Judge Kennedy discusses the authorities on this point very much at large. Even a higher security between different parties, or for a different sum, will be presumed, in the absence of proof, to have been accepted as a collateral security; and it depends on the intention and agreement of the parties, whether it shall be extinguishment and satisfaction of the antecedent indebtedness: Jones v. Johnson, 3 W. & Ser. 277.\nNor did the discount of the note at bank alter the presumption of law; for in Kean v. Dufresne, 3 Ser. & R. 233, it was decided that, if a creditor take a note from his debtor, and get it discounted at bank, and apply the proceeds to the credit of the drawer, and afterwards the note is protested and paid by the creditor, this is not such a parting with the note as makes it an extinguishment of the precedent debt. If the doctrine of the defendant’s point were sustained upon such facts as we have here, then any creditor would discharge his debtor by borrowing money to meet engagements which the debtor should have met; and in the same manner, a surety might release the liability of his principal. But the law is not so. There was no evidence of the intention or agreement of Church & Carothers to receive the note in lieu or satisfaction of Oliphant’s liability on the bill, and as there was no payment of the note by any of the parties to it, the law will not treat it as satisfaction.\nThere was no error in the Court’s refusal to affirm the defendant’s proposition, and the judgment is accordingly affirmed."}