{"id": "970533", "contents": "The opinion of the Court was delivered by\nWoodward, J.\nThe only question in this case arises upon the construction of the will of Judah Colt, deceased. After the usual introductory clause, the testator says: “ As to such worldly estate wherewith it hath pleased God to intrust me, I dispose of the same as follows.” Imprimis — relates to debts and funeral expenses. “ Second, I will and devise that all my landed estate which I own in the county of Erie, as well as in other parts of the state of Pennsylvania and elsewhere, be disposed of as hereinafter described.” He then goes on to make various devises to his niece Eliza C. Ely, and among others the two lots in question, known as 367 and 368. In these devises to her there are no words of inheritance, condition, or limitation, and no devise over of any of the property given to her. Is her estate under this will, a. life estate or a fee-simple ? Carrying down the clauses of the will which I have quoted, and connecting them with the devise to Eliza, it is apparent that he meant to give her his whole estate in these lots, and this conviction is riveted by the absence of any devise over.\nBut may these clauses be thus brought down and connected ? That they may, has been so fully demonstrated lately in this Court by my Brother Lowrie, in the case of Schriver v. Meyer, that it would be a waste of time to do more than refer to that able opinion, and to the numerous authorities therein cited and discussed.\nI take this opportunity to say in regard to Schriver v. Meyer, that finding on record (see 4 Harris’s State Reports 504) an opinion from a judge who is entitled to my profoundest deference, that the will there created only a life estate, I paused long before I consented to Judge Lowrie’s opinion that it created a fee. But I was constrained at last by the force, not only of authority, but of reason, to concur with him and our Brother Lewis, in overruling the former opinion of this Court, and in declaring the estate devised to be a fee-simple, and not a life estate. Subsequent reflection has confirmed me in the opinion finally settled in that case— an opinion abundantly sustained by the most approved authorities, and in accordance with the spirit of our legislation in the Act of 8th April, 1833, relating to last wills and testaments, sec. 9.\nOn the authority of Schrrver v. Meyer, therefore, the majority of the Court decide in the case before us, that Eliza C. Ely took a fee-simple estate in the lots in question, under the will of Judah Colt, and the judgment of the Common Pleas is accordingly affirmed."}