{"id": "970563", "contents": "The opinion of the Court, filed was delivered by\nWoodward, J.\nWe have here articles of agreement for the sale and purchase of the Samuel Gibson survey, as 400 acres and allowance, at the price of $1000; a deed for the tract as 430 acres 10 perches and allowance; a covenant on the part of the vendees', Antes and Clark, to pay $13 the acre for any excess over 400 acres and allowance; and the bond of the vendoi’, Cummings, with Gamble as his surety, for $3 the acre for each and every acre Venada and Vandyke should take out of the survey by the ejectments then pending. On this bond the present suit was brought. It turned out that Venada and Vandyke held 52 acres 65 perches of the survey, and that there remained to Antes and Clark 400 acres 72 perches. The question now is, have Antes and Clark a right to receive $3 the acre for the quantity taken off by Venada and Vandyke ? The Court below held that they were, and directed a verdict for them for the full amount of their claim.\nThe words of the bond are very express, and would abundantly justify the conclusion of the Court if taken alone. ■ But can they be taken alone ? It is part of the case that the deed was delivered on the day of the date of the bond, and the covenant of the plaintiffs is of the same date. We must suppose these instruments, therefore, to have been contemporaneous; and they are in pari materia. They must be taken together, and be so construed that each may have the effect intended by the parties. We cannot separate what the parties have- joined, and look for their understanding and intentions in one instrument, when they have employed three to express them. What then was the legal import of the transactions of the 2d of February, 1889 ?\nThat the contents of the Samuel Gibson tract was a point of uncertainty, is apparent from their treaty about fixing the lines and paying for the possible excess over 400 acres and allowance. That the deed was intended to convey all the land within the Gibson lines that were themselves within the Cash surveys, appears not only from the description, but from the quantity stated — thirty acres more than'the quantity mentioned in the articles of agreement.\nThen on ascertaining the contents, and after Venada and Vandyke should be served, if more than 400 acres and allowance should remain to Antes and Clark, they should pay Cummings $13 the acre for the excess; if less than 400 acres and allowance, Cummings was to pay them $3 the acre for the deficiency. Four hundred acres and allowance, were the basis of their treaty. That quantity had been paid for in the $1000. When the ejectments should he decided, and the lines should be fixed, whatever deficiency or excess should appear, on comparison with that standard, should be paid for at the rates stipulated. It was like a wager on the ultimate effect of the deed. If it should prove to be a good title to more than 400 acres and allowance, Cummings was to have $13' per acre for the excess; if for less, he was to pay $3 the acre for the deficiency. There was a lack of equality, but the parties made the odds unequal, and our business is to interpret and enforce their contracts.\nSince then it appears that Antes and Clark held under that deed more than 400 acres and allowance, how can they have a right of action on the bond of Cummings and Gamble ? Clearly they have none, and the Court were in error in directing a verdict for them.\nWe attain to this conclusion by the necessary construction of the instruments of writing, and without looking at all to the parol evidence which was offered to prove that such was the intention of the parties. The Court properly rejected that evidence, for when parties have written down their contracts and signed and sealed them, they have created the highest evidence that can exist of what they meant. Mistake or fraud, clearly proved may countervail written instruments, but Courts should be deaf to parol proof to alter or vary them.\nThe judgment is reversed and a venire de novo awarded."}