{"id": "970597", "contents": "The opinion of the Court ivas delivered by\nLowrie, J.\nKness, Howard, Brown, and Henegan were partners in manufacturing iron, and joint owners of a furnace. Henegan, by articles of agreement, bought out his copartners, and covenanted to pay all the debts and refund to them their capital ^tock. Afterwards he became embarrassed, and, for a valuable consideration, conveyed to the defendants all the furnace property, describing it partly by reference to his contract with his former partners, and adding, “all of which contract I do hereby transfer and sell to the said” (the defendants). These defendants had at that time judgments against the original firm, which were liens on the furnace property, and after the transfer by Henegan to them, they proceeded upon the judgments and sold the property, bought it themselves, and got a deed from the sheriff. Under the circumstances Kness claims that the defendants are bound to perform Henegan’s covenant to pay him the amount of his stock. What foundation is there for such a claim, in law or equity ? None whatever.\nIt is not pretended that the defendants have ever contracted with the plaintiff about the matter, and there is no relation or privity of this kind between them. Is there a privity of estate on which to found the claim ? Admit that Henegan’s covenant ran with the land; that does not help the plaintiff, for he does not own the land in any sense. If it ran with the land, then the defendants got it when they bought the plaintiff’s title to the land.\nThe title which Henegan got from his copartners and transferred to the defendants was merely inchoate. The true title still remained in Kness, Howard, Brown, and Henegan. The whole passed by the sheriff’s sale to the defendants, and. that swept-away the inchoate title which the defendants had obtained through Henegan. The most that can be made out of the transfer by Henegan to the defendants would be to declare that they took the land charged with the debts. But that imposed no duty except as dependent upon that title, and the failure of the title acquitted the duty; for it can by no possibility be construed to attach to the new title which the defendants obtained from the sheriff.\nThe plaintiff seeks to imply, from the assignment of Henegan to the defendants, a contract by them to perform his duties; but this cannot he. Henegan’s covenant with the plaintiff still subsists. The defendants have not assumed its performance. The plaintiff could, it is true, have enforced it, by his legal title, against any possessors of the land, so far as his legal title could avail him by its value. Put his stock was a constituent part of that title, and when he lost that, he lost his claim for his stock, and of course his means of enforcing its collection.\nJudgment affirmed."}