{"id": "970581", "contents": "The opinion of the Court was delivered by\nWoodward, J.\nThis is another case under the statute of frauds and perjuries, and many of the observations made in the case of Moore and wife v. Small, decided at the present term, are applicable here. The plaintiffs, having the legal title to the land, instituted this action of ejectment to recover the possession. The defendants resisted the plaintiffs’ right to recover on the ground that William Rankin, the father of the plaintiffs, in his lifetime, made a parol sale of the land to Andrew Simpson, in consideration of his moving on the farm and taking care of Margaret Rankin, an insane sister of William Rankin, and that he had fully performed the contract on his part. The defendants are to be regarded as standing in a Court of Chancery, asking for a decree of specific execution of the alleged contract. They ask, in effect, that the legal title of the plaintiffs shall be conveyed to them.\nTheir case rests in parol, and, primé faeie, is within the statute of frauds and perjuries. The burthen of taking it out of the operation of that beneficial statute is on them. Iiow do they do it ? By proving the declarations of William Rankin to indifferent parties, that he had made such an arrangement with Simpson, and that Simpson had taken possession in pursuance of the contract.\nBut the plaintiffs meet this by proving Simpson’s declarations that the farm was not his, but Rankin’s, and that he had the use of it for taking care of the idiot sister. A contract is the agreement of two or more minds, on a sufficient consideration, to do or not to do a certain thing, and when it is to be proved by the declarations of the parties, and these declarations stand opposed as the poles of a needle, how can a contract be said to be proved ? Where was the concurrence, the agreement of the two minds ? No witness was present when it took place.\nThe persons who heard the parties talk about it understood one thing from Rankin and another from Simpson. Rankin accounted for Simpson’s possession as a purchaser. Simpson insisted he was a renter, and now on Rankin’s declarations and in opposition to his own, he asks that the title be decreed to him. It is time that such demands should cease to be countenanced.\nIf a party call on Courts to execute parol contracts for land in spite of the, statute of frauds and perjuries, let him prove a contract. Because he can find persons who remember the owner’s loose or casual declarations indicative of a sale, shall he have a decree in disregard of the statute, and in opposition to his own declared convictions ? The chancellor has never lived who would tolerate such a demand. Patents and deeds and wills would be a solemn mockery if they might be trifled with and set aside in this manner.\nBut the plaintiffs show more infirmities still in the claim set up by the defendants for the legal title.\nOn the first day of September, 1834, Simpson being then in possession of the farm, entered into a written agreement with Rankin, by which he agreed “to farm the place whereon he now lives for the said William Rankin, for the term of six years from this date, and also to keep Margaret Rankin in sufficient boarding, washing, and lodging for the above term, and also keep and take sufficient care of all the horses and cattle that may be put under his care by said Rankin, also keep the place in good repair, also thresh and sell all the grain he may raise each and every year, and deliver the same to said Rankin, for the consideration of two hundred dollars for each year.”\nOn the 20th day of July, 1841, a written renewal of this contract was made for another six years, on similar terms, but in consideration of one hundred and seventy-five dollars per annum. Then followed Simpson’s annual receipts to Rankin for ¡$200, “in full for attending his farm for the last year,” for the years 1835-36-37 — 38-39 and 1840, and for ¡$175 for the years 1841-42-43.\nThese written papers were not only strongly corroborative of Simpson’s declarations that the place was Rankin’s and not his, but the Court ought to, have considered them decisive against the claim for equitable relief.\nWhatever the contract under which the possession was originally taken, it was cut up and displaced by the agreement of 1st September, 1834. Thenceforth the possession was referable to that agreement, and Simpson was estopped from alleging a precedent and inconsistent parol agreement. When the terms of an agreement are reduced to writing, the document itself, being constituted by the parties the true and proper expositor of their admissions and intentions, is the only instrument of evidence in respect to that agreement which the law will recognise, so long as it exists for the purposes of evidence: 2 Starkie’s Ev. 767. Possession, considered as evidence of a parol contract and as part performance to take it out of the statute, must not only be delivered and taken, but must be maintained in pursuance of the parol contract. Hence, if a purchaser by parol take possession under his contract, and afterward attorn to the vendor as landlord, or fix upon himself any other character than that with which he entered, he lets go his equities, and his possession is referred to his new agreement. And where the agreement, as in this case, is reduced to writing in terms perfectly inconsistent with the idea of a parol sale, it becomes the most faithful memorial which ingenuity can devise or the law adopt.\nThe demand here for specific execution is bold. To execute a parol contract against an express statute is the exercise of a large power; but to execute it without competent proof of its existence, without the established test of its part execution, and against the declarations of the party asking for it as well as against the highest written evidence in his power to create, would be a wild stretch of authority, which no Court„of law or equity ought to make.\nIf anything could make the defendants’ case worse than the proofs make it, it would be the reason assigned for the written contracts of 1834 and 1841 — that they were merely designed to cloak the produce of the farm from the grasp of creditors. He who seeks equity must do equity. He must come into Court with clean hands. If he have made an instrument to defraud his neighbor, he cannot call on the Court to protect him when it is used against himself.\nFor the most part the charge of the Court was correct; but in submitting such a case as this to the speculations of a jury they were in error, and the judgment is reversed and a venire de novo awarded."}