{"id": "970572", "contents": "The opinion of the Court was delivered by\nBlack, 0. J.\nThe appellee took letters of administration on the estate of his father in Pennsylvania and in Delaware. The place of the intestate’s domicil was here. He received in Delaware assets amounting to $1197.72. One question in this cause is, whether he must account in Pennsylvania for the sum received abroad, or whether the distributees must first compel him to settle his account there.\nPersonal property has no situs in contemplation of law. It is attached to the owner’s person wherever he is, and when he dies it descends according to the law of succession which prevails at the place of his domicil. The administrator appointed in a foreign state is merely auxiliary to him of the domicil. It is the duty of the former to transmit the assets he collects, after payment of debts and expenses, to the latter. If the administrator of the domicil neglects to demand and recover the sum which ought to be transmitted for distribution, he is chargeable with it, as he would be with any other debt lost by his supineness.\nWhere the administration, both at home and abroad, has been taken out by the same person, the presumption is that he has done his duty, and when he comes to settle his account in the state where distribution is, to be made, he cannot deny that he has received what the foreign administrator, if he had been a different person, would have been compelled to pay, and what he would have been bound in duty to demand and get. Equity considers that done which ought to be done. When a debtor is made executor or administrator of his creditor, a chancellor will suppose it to be immediately paid, and charge him accordingly in his representative capacity.\nThe application of this principle to the present case is easy, obvious, and conclusive of the argument. He might have settled an account in Delaware, and if he had done so the balance only would have been charged against him here, but since he did not, it is fair to suppose he had no just credits. Indeed, it is not even alleged that there were any debts there to be paid. Under these circumstances it would be contrary to every principle of law and justice to send the distributees abroad on a forlorn expedition in search of this fragment of the estate, while the person who has it in his pocket And who must eventually pay it is at home, refusing to account for it, and offering no reason for the refusal except his own negligence and his own wrong.\nThe decedent, in his lifetime, was the owner of fifty tracts of land in Butler and Mercer counties. He covenanted by articles of agreement to convey nine of the tracts to as many different purchasers who had settled upon them. Before any conveyance was made in pursuance of the agreement, and before the purchase-money was paid, the decedent conveyed to his son, the present appellee, all his estate in lands, tenements, and hereditaments, situate in the counties of Mercer and Butler, and describing the lands by the names of the warrantees, “ excepting and reserving such of the above tracts and, parts of tracts as have heretofore been sold or disposed of by the said Thomas StoJcely.” After the death of his father the appellee received the unpaid purchase-money, amounting to $12,098.80. Did the deed entitle him to receive it to his own use, or is he bound as administrator to account for it to the other children ?\nIt can hardly be doubted that the parties meant to except out of the grant the lands which the grantor had already disposed of by his agreement with the settlers. The words are such as a lawyer or a layman would use to designate the tracts agreed to be sold. A contract to sell is always a sale in common parlance, and generally in technical language. But where an exception in a deed is coextensive with the grant, it is void. In such a case the grant and the exception being inconsistent and therefore not capable of standing together, the latter must give way, on the principle that a deed is to be construed most strongly against the grantor, as well as for the reason stated by Chief Justice Gibson, in Shoenberger v. Lyon, 7 W. & Ser. 184. If therefore we consider this deed as we would fifty separate deeds for the same number of tracts, the exception of nine of the tracts is repugnant to nine of the grants, and therefore void. But if we look on it. as a single deed for all the grantor’s lands in a certain territory, and suppose the names of the warrantees to be used merely for the purpose of designating what those lands are, the exception of those which were sold is not repugnant to the grant, and the case assumes a different aspect. Suppose the deed had said, “I grant, &c., all my lands in Butler county except nine tracts which I have heretofore sold and disposed of — my lands in said county are warranted in the names of the following persons, &c., &c.,” no one would say that this exception was void. The deed before us is capable of being read much in the same way. He grants all his lands in Butler and Mercer counties, viz., those warranted in the following names, &c., excepting and reserving nine of the said tracts. The deed still operates to convey forty-two tracts. The exception is not as extensive as the grant. It is like a conveyance of all my manor of Dale except one acre.\nThe cases cited at the bar are not like this. Indeed, they bear so little resemblance to it as to furnish almost no assistance in determining the cause. But a careful consideration of the general principles governing the subject has brought us to the conclusion that the exception in this deed is not void, that it applies to the interest which the grantor had in the nine tracts he agreed to sell to the settlers, that the deed gave to the grantee no right to apply the purchase-money of those tracts to his own use, and that he must be charged with it in his administration account.\nWhether the bill which the accountant claimed credit for was allowable or not,' depended on matter of fact. The auditor and the Court believed it to be just, and we cannot say that we have cause to differ from them. His claim of interest is allowed for the same reason. The general rule, which would compel the party against whom 'the decree goes to pay the costs, is not inflexible. The Orphans’ Court have a discretionary power, over costs, and in this case it has been exercised wisely. We add no interest to the sums now surcharged, because the paper-book does not givejis the time when they were received.\nThe Court here do, upon consideration, decree and order, that Samuel Stokely, the appellee, be charged in his account as'administrator of Thomas Stokely, deceased, with the sum of $12,098.80, for so much money by him received on contracts made by Thomas Stokely in his lifetime for the sale of lands in the counties of Butler and Mercer. And further, that he be charged with the sum of $1197.72, the amount received by him in the state of Delaware, under letters of administration there granted to him of the goods and chattels, rights and credits of said deceased. And it is further ordered, that the decree of the Orphans’ Court of Washington county be reversed so far as it is inconsistent with this decree, and affirmed in all other respects, and that the record be remitted to the said Orphans’ Court so that this decree may be executed."}