{"id": "970535", "contents": "The opinion of the Court, filed was delivered by\nLewis, J.\nBy the will of Henry Hirsch, dated 10th December, 1824, and proved 25th September, 1880, the testator devised his estate equally among his three daughters; the share of his daughter Margaret, intermarried with Samuel Rowland, was devised to Christian Seibert, senior, and his heirs, in trust for the separate use of said Margaret, for life, “ to permit her to take the interest, or income, yearly, and every year, as they come due,” for her separate use, “ during her natural life.” And the testator further directs that, “ after the decease of his daughter Margaret, the one-third (her share) shall be divided among her children, share and share alike, as they arrive at the age of twenty-one years; but in case the said Margaret should not have any lawful issue or children, and living, then, in that case, the remaining one-third shall descend to her two sisters, Elizabeth and Justina, or their heirs, for ever.”\nMargaret Rowland died on 20th May, 1844, leaving her husband and eight children surviving, of whom William and Rebecca are in their minority. On the 30th August, 1849, the Orphans’ Court of Berks county, on petition, and on hearing the parties, decreed that the executor, who was also the trustee, should pay to Jacob S. Livingood “ the sum of $150, for the past support of Emeline, William, and Rebecca, and the interest on the fund due to each, for the future support and education of William and Rebecca.” On the 23d February, 1850, the Court of Common Pleas of the same county, upon the petition of Jacob S. Livingood, guardian of the said minor children, and citation to the said Christian Seibert, trustee, decreed that the said Christian should “pay to the said Jacob S. Livingood, guardian of the said William and Rebecca, the sum of $100 for their past support, and $14.88, interest.” On the 15th May, 1850, the Court awarded a writ of execution, in the nature of a fi. fa., under which the sums ordered by the Common Pleas to be paid were collected. The cause comes into this Court by appeal from the decree of the Common Pleas. The proceedings in the Common Pleas appear to have been adopted for the purpose of enforcing the decree of the Orphans’ Court, and the sums decreed to be paid by the Common Pleas are payable out of the interest accrued upon the legacies payable to William and Rebecca when they shall arrive at the age of twenty-one years.\nIn Wheatly v. Badger, 7 Barr 459, it was held, that where a will constitutes the executor a trustee, by name, the Orphans’ Court had no jurisdiction over the trust. But in Brown’s Appeal, 2 Jones, 333, that decision was overruled, and it was held, that the Orphans’ Court and Common Pleas have concurrent jurisdiction in all eases of testamentary trusts, except in cases where the jurisdiction is saved exclusively to the Orphans’ Court by the 15th section of the Act of 14th June, 1836. We concur most cordially in the remark of Mr. Justice Coulter, in delivering the opinion of this Court, in Brown’s Appeal, that “ it is for the interest of society that there should be one tribunal to which parties can resort without being perplexed by such abstruse distinctions.” There is nothing in the decree of the Orphans’ Court which would move the conscience of a chancellor to set aside the subsequent proceedings in the Common Pleas. On the contrary, the decree of the Orphans’ Court, unreversed and unappealed from, should have the effect of settling conclusively, at least between the guardian and his wards, the propriety of appropriating the sums designated in the decree for their maintenance. The Orphans’ Court has a general jurisdiction over the persons and estates of minors, and over their guardians, as well as over the estates of decedents, and the accounts of executors and administrators ; and its decrees are not to be reversed in collateral proceedings. We see no injury likely to arise to the appellant from the preliminary proceedings in the Orphans’ Court; and the proceedings in the Common Pleas to enforce the decree can do him no harm, except in regard to a trifling increase of costs. These, being discretionary in a Court of Equity, and being always imposed upon the party in fault, can furnish no ground for reversing the proceedings. But the appellant has, by this proceeding, received, without objection, the advantage of an examination de novo into the main question, whether either Court has power to decree the payment of the interest, or any portion of it, for the maintenance of the legatees, until they arrive at the age of twenty-one years. This advantage would compensate for the increased costs, if the appellant were litigating for his own benefit; but as he is acting as trustee, and, it is presumed, desires only to preserve the fund for the parties entitled, the costs of these proceedings will he allowed him on settlement of his accounts. There is nothing irregular in the decree of the Common Pleas, or in the process issued to enforce it.\nThe power of the Court to award interest on the legacy, for the maintenance of the legatee, remains to be considered. And here it is material to observe the difference between an action at law, claiming the legacy, or the interest on it, as a matter of right, before the time limited for its payment by the testator, and an application, in chancery forms, to the equity powers of the Court, asking only such an allowance as the Court, under all the circumstances, shall think proper to direct, for the support and education of the infant legatee. In disposing of such an application the chancellor has a discretionary authority: there is a reference to, and a report by, a master on the special circumstances of each case — the order is made or refused, and the amounts limited or enlarged, according to the nature and urgency of such circumstances. But an action at common law is a demand of the sum claimed, as a legal right, and is, in its nature, a disclaimer of the chancery powers of the Court, and a refusal to submit to its discretionary authority, to be regulated by the circumstances of each case. Miles v. Wistar, 5 Binn. 477, and Hubley v. Long, decided at the late sitting in Harrisburg, were cases of the latter character, and afford no indication of what might have been done by the Court had the appeal been made,' in each case, to its equity powers.\nIn Magoffin v. Patton et al., 4 Rawle 119, Mr. Justice Kennedy, in delivering the opinion of this Court, stated the general rule to be that where legacies were given payable at a certain time, they carry no interest before that time ; for interest is allowed for delay of payment, and consequently, till the day of payment comes around, no interest is demandable. But the exception is equally well settled with the rule, that where the legatee is a child of the testator, and a minor, incapable of supporting himself, or one to whom the testator has placed himself in loco parentis, and no special provision is made for the maintenance of the legatee, interest will be allowed on the legacy, although not payable until a future time, as, upon the legatee’s attaining full age. Eor the purpose, in such case, of maintaining the legatee, interest must be paid on the legacy, whether it be particular and vested, or particular and contingent, or whether it he residuary and vested, or contingent: ” 4 Rawle 119. In Heath v. Perry, 3 Atk. 101, Lord Hardwick says, that “ where the legacy is to a child, let the testator give it how he will, either at twenty-one, or at marriage, or payable at twenty-one, or payable at marriage, and the child has no other provision, the Court will give interest, by way of maintenance; for they will not presume the father inofficious, or so unnatural as to leave a child destitute.” This doctrine is repeated with approbation in the opinion of this Court in Magoffin v. Patton, 4 Rawle 119; and the following cases are there cited as sustaining it to the fullest extent: Glyde v. Wright, 1 Chan. Rep. 265, 8vo. ed.; Harvey v. Harvey, 2 P. Wms. 21; Green v. Belchier, 1 Atk. 505; Incledon v. Northcote, 3 Atk. 438; Hearle v. Greenbank, Ib. 716; Coleman v. Seymour, 1 Ves. 210; Beckford v. Tobin, 1 Ves. Jr. 300; Carey v. Askew, 2 Bro. C. C. 58. In Incledon v. Northcote, 3 Atk. 433-8, the legacy was given “ to such child or children as should ■ attain twenty-one, to be paid to such child, if but one; if more than one, equally to be divided between them.” Here the legacy was not only contingent, but the vesting of it depended upon a condition precedent. It was not like a legacy, vesting, in the first place, but to be divested upon a condition subsequent. The children who died before twenty-one never took any interest whatever under the will. So that it is not material whether the vesting be prevented by a condition precedent, or the legacy be defeated by a condition subsequent. It seems now to be settled, without regard to this distinction, that whether the legacy be vested or contingent, the legatee may have an allowance out of the interest for his support and education: Philips v. Annesly, 2 Atk. 58; 1 Bro. Ch. R. 105. And this is decreed by the Court, not on the footing of any intention expressed in the will, but on the principle of the natural obligation of parents to support their children: Harvey v. Harvey, 2 P. Wms. 21; Cricket v. Dolby, 3 Ves. 10; Corbin v. Wilson, 2 Atk. 207. So, where-a legacy has been given by a party who puts himself in loco parentis, the same doctrine holds as in the case of a legacy by a parent to a child: Acherly v. Vernon, 1 P. Wms. 753; Beckford v. Tobin, 1 Ves. Sen. 308; Hill v. Hill, 3 Ves. & B. 183; 2 Roper 199; Ritzer v. Haber, 14 Ser. & R. 237; Ellis v. Ellis, Sch. Lefr. 1; Corbin v. Wilson, 2 Atk. 207.\nIt is certainly true, that the eases in which interest has been allowed to infants for maintenance, have not always been consistent with themselves, or with any established principle. Grandchildren have not always been regarded as having equal claims with children to this humane provision for their support, or to other equitable intervention founded on the same principle. In Kettle v. Townsend, 1 Salk. 187, where one devised a copyhold, estate to his grandson, Lord Chancellor Sommers decreed the will good, and “ that equity ought to supply a surrender, as well as in the case of a son ; that a grandson was a son, and the grandfather was bound to provide for him.” The House of Lords reversed this decree, and held that equity ought not to supply this defect, unless it were in favor of a son or a daughter, and not then neither, if it was to disinherit the eldest son.” But in Watts v. Bullas, 1 P. Wms. 60, in 1702, the Master of the Rolls said that “such a devise ought to be made good for grandchildren as well as children ; and if the same case were to come now into the House of Lords, it would be so ruled, and that he had and would decree so.” The like was also declared by Lord Harcourt in Freestone v. Rant, Trin. 1712; and in Fursaker v. Robinson, 1717, Pre. Cha. 475, Lord Cowper doubted the authority of Kettle v. Townsend, in regard that the grandfather, by the Act of 43 Eliz., is bound to maintain his grandchild, which he said he believed was not taken notice of in that case: see Watts v. Bullas, 1 P. Wms. 60, note. In Chapman v. Gibson, 3 Bro. C. C. 229, Lord Alvanley said he did not see why a grandchild should not have the same equity, for the statute of Elizabeth has made it compulsory on the grandfather to provide for him. In Hills v. Downton, 5 Ves. 557, 565, Lord Rosslyn expressed a strong opinion, against the decision of the House of Lords, And in Perry v. Whitehead, 6 Ves. Jr. 546, in 1801, Lord Eldon said, “ the difficulty with me is this: can I, sitting here, contradict a decision of the House of Lords ?”\nFortunately for the consistent and humáne administration of justice, the Courts of this country are no longer influenced by the feudal policy which favored the eldest son to the exclusion of other claims; and are not restrained, as Lord Eldon was, from contradicting a decision of the English House of Lords, if founded upon a principle which has no existence in this country, and the decision be opposed to reason and justice, and to the opinions of enlightened jurists, in that country as well as in this. It was well urged in the argument by Mansfield and Fonblanque for the plaintiffs, in Perry v. Whitehead, that “ the ground that a grandfather is not bound to provide for his grandchild, as a father is for a child, and the former, therefore, is not under the same moral obligation, would sound extraordinary out of a Court of judicature, and certainly affords no reason. The statute of Elizabeth imposes the same obligations upon a grandfather and grandmother, as upon the parents; which is the sense of the legislature and of mankind 6 Ves. Jr. 546. In Pennsylvania, the grandfather, as well as the father, is required by the Act of 13th June, 1836, section 28, to relieve and maintain his grandchildren, when their necessities require it. This statute is in accordance with the moral sense of mankind. Those who suppose that infant grandchildren do not, upon the death of their parents, take the place of the latter in the affections of their grandfather, are strangers to the most ordinary manifestations of the best feelings of the human heart. As the mementoes of the departed child, they have peculiar claims to his regard; and their unprotected helplessness, produced by the common bereavement, in most cases rivets his affections to them closer than they ever clung to their parent. If there is anything in the argument in favor of awarding interest on a legacy to a child, resting upon the presumption that a parent did not intend that his children should starve, the presumption holds, with equal strength, where the parent is dead, and the grandchildren are in the will substituted to the legacy previously given to the parent for life. If a testator, by benevolent manifestations, may put himself in loco parentis, so as to entitle a stranger to maintenance, much slighter circumstances will bring the case of a grandchild within that rule. Indeed, this may always be presumed, where, as in the case under consideration, the legacy is given to the child only for life, and upon its death the grandchildren a,re substituted, under the express direction in the will, to receive the legacy, the income of which had been previously given to their parent.\nIn Cricket v. Dolby, 3 Ves. Jr. 10, the Master of the Rolls said that a grandchild was always considered the same as a child, within the view of the exception in respect to interest for maintenance. In Corbin v. Wilson, 2 Atk. 178, Newport v. Cook, 2 Atk. 332, and Norris v. Fisher, 2 Atk. 411, interest was decreed to grandchildren for support and education, before the period for the payment of their legacies had arrived. In Acherly v. Wheeler and Vernon, 1 P. Wms. 783, and in Nichols v. Osborn, 2 P. Wms. 419, similar decrees were made in favor of the nieces of the testators.\nRegarding the decree of the Orphans’ Court as establishing the destitute condition of these children, and as fixing the proper allowance for them, we are of opinion that the interest upon the legacies, although they are contingent, is under the equitable control of the Common Pleas, for the purpose of maintaining the legatees, and that the decree of the said Court was well warranted by the evidence.\nDecree affirmed."}