{"id": "970545", "contents": "The opinion of the Court was delivered, by\nLewis, J.\nAt the time of Jacob Steele’s purchase of the land, in 1817, from George M. Cumming, the latter held an indefeasible title by warrant, survey, and patent, and there had been no adverse possession by Steele or others for the period required by law to give title to a trespasser. The contract of purchase and sale of 1817, and the entry and survey in 1818, for the purpose of locating and ascertaining the boundaries of the tract to be conveyed, were, in equity, a conversion of the land into money; and, from thenceforth, Cumming held the title as a trustee for Steele, and the latter held the possession in subordination to the title of Cumming. The subsequent conveyance of the land, and the execution of the mortgage to secure the purchase-money, in pursuance of the agreement of 1817, amounted to a perfect union in Cumming of the possession, the right of possession, and the title; the hostile possession of Steele became -merged in the lawful possession of Cumming under the legal title; the possession of Steele, the mortgagor, was the possession of Cumming, the mortgagee; so far as regards the rights of Cumming, this was as complete an interruption of the adverse possession claimed by Harrison, by virtue of Steele’s occupancy, as if the legal owner had actually entered and turned Steele out of possession by violence, or by action of ejectment. The acts last mentioned would produce this result irrespective of Harrison’s consent, and so would the former. Nothing short of fraud in Cumming would take from these proceedings this, their necessary and legal effect. But no evidence of fraud on the part of Cumming exists in the case.. It does not appear that he had any knowledge whatever of the relations existing between Steele and Harrison; and the long possession of Steele, without payment of rent, and the improvements made and acts of ownership exercised by him, were well calculated to create an impression that he held the possession for himself, and not under Harrison, or any one else. There is no evidence of collusion between Steele and Gumming to conceal the transaction from Harrison for the purpose of inducing him to slumber on his supposed rights. On the contrary, the evidence is that he was consulted about the purchase by Steele, and that the deed and the mortgage were publicly recorded on the day on which they were executed. -\nThe pinch of the case is that Harrison’s title depends upon an adverse possession continued for twenty-one years, without any interruption ; and that the agents employed by him to keep up this hostile possession failed to do so. Thus a link in the chain is broken, and his pretence of title falls to the ground. He may hold his agents responsible for their unfaithfulness, but he cannot visit their sins upon others. Where one of two persons must suffer by the act of a third, the loss falls upon him whose fault or misfortune it was to employ the latter as his agent in the business. As Plarrison claims through the acts of his agents, he must necessarily take the consequences of their delinquencies. If the case stood between Harrison and Steele, or those claiming under him, the latter could not set up an adverse title until the possession was restored. This is the principle decided in Rankin v. Tenbrook, 5 Watts 386. But here, where Koons, claiming under the rightful owner, is concerned, a different principle governs the case. Where there is a union of the fee and the term in one person, in the same right and at the same time, the greater estate merges and drowns the less, and the term becomes extinct. The estate in which the merger takes place is not enlarged by the accession, and the greater or only subsisting estate continues after the merger precisely of the same quantity and extent as it was before the accession of the estate which is merged, and the lesser estate is extinguished: 4 Kent 99. The same principle applies where a wrongful possession and the title of the rightful owner unite in the same person. Even where two persons are at the same time in possession, the seisin is adjudged to be in the rightful owner: Litt. § 701, 4 Kent 482. The seisin of Steele, for the instant of time required for the execution of the deed and mortgage, had no injurious effect upon the title of Cumming. But it destroyed the adverse possession of Steele. The rivers of the continent, as they flow along their channels, drown the lesser streams which lie in their course to the ocean; so the title of Cumming, as it descended from the Commonwealth, merged in its sweep the wrongful possession of Steele, and carried it into the hands of the rightful owner of the land. This title, which is now vested in Koons, is not in any manner affected by the abortive attempt of Harrison to hold the land adversely for twenty-one years. Harrison himself could not, as against Cumming, claim the possession of Steele as adverse, after it had ceased to be so. Those who claim under Harrison are in no better predicament. Least of all can Steele, the mortgagor, or those who came into possession under him, be permitted to set up the pretended title of Harrison against Cumming, the mortgagee. The widow and children of Steele came into possession under him, and upon his death, in 1840, the law cast the inheritance upon his children, charged with every encumbrance and affected by every estoppel which bound Steele himself. Their possession being derived from him, can only be maintained by means which their ancestor might lawfully use. The devise in the will of Harrison (who died in 1834) to “ Jacob Steele, and Lydia his wife, and her heirs,” was an attempt to create an estate in Steele which he is estopped by his mortgage to Cumming from receiving in hostility to the interests of the latter. An estate to husband and wife differs from a joint tenancy in this, that they cannot take by moieties, but must take by entireties, or not at all. It is essential to the validity of the title that they must both be seised of the entirety; and, as the wife and the husband are one, she cannot take at all if the husband be estopped. In the case before us, the wife, having received possession by and through her husband, has no right to maintain it by means of a title which the latter was precluded by law from asserting. The children have of course no claim as her heirs while she is in full life; and as the heirs of their father, we have already seen that they are affected by all the equities which bind him.\nThe recovery in the ejectment by Harrison against Steele is relied upon as defeating the title of Cumming, and was doubtless designed for that purpose. The writ was issued on the 10th March, 1825, and the verdict and judgment were rendered on the 18th November, 1825, “for all the land described in the deed from Cumming to Jacob Steele.” No habere facias was ever issued on this judgment, nor was the possession of Steele in any manner disturbed by it. So that Steele continued in possession under the Cumming title as before; with this difference, that whatever doubts may exist as to the right of Harrison to treat the purchase by Steele of the Cumming title as a disseisin, or not, at his election, there can be no doubt that the ejectment was an election to treat it as 'a disseisin, and to regard himself as out of possession,’and Steele as holding adversely under the deed from Cumming. The recovery in ejectment dissolved the relation of landlord and tenant (1 Dana 201), and Steele’s continuance in possession adversely for the period of twenty-one years after the recovery would be conclusive upon the claim of Harrison, even as between himself and Steele.\nThese views of the case conduct us to the conclusion that the Court erred in admitting the evidence of adverse possession as stated in the first bill of exception. We perceive no other error on the record. In making the last remark, we desire to be understood as holding that the charge of the Court below is not before us, because it has never been filed by the president judge. He states that fact in a paper filed, and gives as a reason for it, that “no exception was taken to the charge so far as the Court were informed.” It is presumed that the exception, although entered of record, was, through some mistake, not brought to the notice of the presiding judge. His written statement that he charged “in favor of the plaintiff’s right to recover, upon the grounds covered by the points,” cannot be received as a compliance with the act requiring him to file ,his charge. The plaintiff in error has a right to the charge itself, in order that he may demand the judgment of this Court upon the question, whether it was in his favor or not. But we cannot reverse for an omission to file it. The regular course is for the plaintiff in error to take measures to procure a compliance with the law in that respect, before he assigns errors.\nThe 3d point affirms, by implication, that the knowledge “of Harrison that Steele purchased of Oumming was a material element in its legal effect upon the possession.” The 1st would seem to regard his “consent” as necessary to the interruption of the adverse occupancy. But the third very, properly treats both these circumstances as immaterial. ■ If, the Court affirmed all these points without the explanation or qualification required to guard against such an implication, the charge was repugnant and erroneous, and tended to mislead the jury!' It is but fair to presume, in the absence of the charge, that the .’Court gave all the explanations calculated to lead to a correct decision.’ It was its duty to give clear instructions on all the principles of law which arose in the case. In general this can be better done in a connected charge than in isolated responses to'the, points. Where no material facts are in dispute, and the case, in point of law, is clearly with one party or the other, the highest obligation of judicial duty requires a peremptory declaration to that effect. If any branch of the law has peculiar claims upon the firmness of the bench, it is that which relates to land titles. . The contest is frequently between distant owners and individuals claiming by possession or settlement. In such cases the hardship and poverty of the latter always secure the sympathies of their benevolent neighbors, when called into the jury box. Under' such circumstances the Court should hold the scales of justice with a steady hand. When the law is explicitly declared by the judge selected for the purpose, there is among our intelligent and upright people an abiding devotion to its supremacy which will always insure a correct decision. If the rightful owner may be induced to delay his ejectment against a trespasser upon his land, by the solemn obligation of the latter to purchase and pay for it, and the possession, thus continued, may be afterwards set up against him as a valid title, without payment, the most glaring frauds might be practised. The statute of limitations Avas designed to operate upon those who delay their actions unreasonably after their rights accrue. But the wrong-doer, in possession, may induce the owner to enter into a contract' which puts it out of his power to bring his aetion until the period agreed upon for payment arrives; and this contract may be entered into for ■ the very purpose of settling the controversy in peace. To apply the statute to such a case would be a misconstruction of its provisions, which would enable the trespasser not only to profit by his own wrong, but to gain an unjust advantage by the ^violation of his own contract. As the evidence stands upon the paper-book, we do not perceive any defence whatever against the title of the plaintiff below. If, upon another trial, the cause should wear the same aspect, it is the judgment of this Court, that the law in favor of the plaintiff’s right to recover, ought to be distinctly declared and effectively enforced.\nJudgment reversed and venire de novo awarded."}