{"id": "970594", "contents": "The opinion of the Court was delivered, by\nBlack, C. J.\nDavis sold land to Potter by articles of agreement. Potter assigned his interest under the agreement to McMahan, who went into possession. This suit is brought to enforce payment of the purchase-money. The defence taken at the trial was that the purchase-money was already paid, and to prove it a paper was put in signed by Davis and Potter, of which the following is a copy: “Whereas, litigation is expected between Samuel Potter and Hezekiah Davis concerning a piece of land now owned by McMahan, said Davis and Potter hereby settle all rights of action and suits concerning the quantities and boundaries of said land, and the said Davis hereby agrees to pay, in consideration thereof, the sum of $20, to be paid to the said Potter on the 1st day of May next. This not to interfere with the claims between Davis and McMahan, or Potter and the said Thomas McMahan, and this settles all demands and rights of action between said Potter and Davis.” To neutralize the effect of this paper, evidence was offered and admitted to show that it was not intended to release the purchase-money of the land, and that the scrivener was so directed to write it.\n\"Was parol evidence admissible, under the circumstances, to reform this writing ? We do not decide this. But if the writing itself expresses what the parol evidence proves to have been the intention of the parties, then the admission of the latter did no harm, for, with it or without it, the judgment must have been the same.\nIt is to be observed that the writing is between Davis and-Potter, who was not, at the date of it, the owner of the land, and Davis doubtless looked to the land, or to the person to whom Potter had sold it, for the balance due on the agreement, and therefore it is not likely he would suppose a release of the purchase-money to be comprehended in the settlement of demands between him and Potter. It is expressly declared that the rights of action and suits settled between them concern the quantity and boundaries of the land owned by McMahan. The consideration for the settlement is paid by Davis to Potter. It expressly reserves and excludes all claims between Davis and McMahan, or Potter and McMahan, a provision which cannot be understood at all unless it is referred to the purchase-money, which McMahan owed, and was bound to pay to one or the other. The last clause of the concluding sentence, though very general in its terms, must be construed with reference to what goes before, and with a due regard to what seems the main intent of the whole instrument.\nEor these reasons we are of opinion that the legal construction of the paper is not such as to extinguish the plaintiff’s right to the purchase-money, and that the j^arol evidence having proved no more than what the writing proved without it, the judgment is right.\nJudgment affirmed."}