{"id": "970599", "contents": "The opinion of the Court was delivered, by\nBlack, C. J.\nJoseph Burd and William Bard, administrators of John McGregor, deceased, filed their administration account in 1821. On the 16th of May in that year it was confirmed by the Orphans’ Court, a balance being found of “six thousand nine hundred and eighty-six dollars and thirty-seven cents, subject to distribution according to law.” On the 28th of August, 1848, upon the petition of Mr; Penrose, who represented two of the distributees, a citation was awarded to the executors of Burd to settle a final and supplemental account of the administration of their testator on the estate of McGregor. After an answer and a replication, the Court adjudged the answer insufficient, and ordered the respondents to settle an account of the assets which had come into the hands of the administrators after the settlement of 1821. Agreeably to this order the executors, on the 15th of July, 1850, filed an account charging themselves with $393.44, received by Mr. Burd in 1831, and paid five months afterwards to Mr. Pen-rose, the petitioner for the citation. On exceptions filed, the Court ordered the estate of Burd to he surcharged with the whole balance due on the account of 1821. It is from this decree that the appeal is taken.\nWe consider the account of 1821 a final one. The accountants show that they so regarded it, not only by never filing any other, but by many marks on the face of it, among which may he mentioned their charges against themselves of sums not then received, by way of anticipation, and apparently to save the necessity of another. The distributees treated it as final by not calling for a further settlement during a period of twenty-seven years. The Orphans’ Court, when it was confirmed, ordered the balance to be distributed according to law, a thing which ought not to be done, and, in fact, cannot.be done properly, where the account is only partial. I know of no rule or principle on which an account can be called partial, which has been decreed on as final by the Court, and been treated as final by all the parties to it, for more than a quarter of a century.\n' The distributees had a right of action against the administrators and their sureties upon the decree of distribution. They might have demanded payment of their respective shares as soon as that decree was made. After this lapse of time, the presumption is full and clear that the whole balance has been long ago paid to the parties entitled to receive it. But if it be now charged against them, it stands as a new decree; the benefit of the legal presumption is taken away from the accountants, and the burden of proof is thrown upon them. And this, after an acquiescence of nearly thirty years, when both the accountants are dead, and their estates probably settled; when vouchers are lost and witnesses passed away, and all the evidence which might show the truth has disappeared from the face of the earth. If men will present claims so stale as this, they must expect them to be received with all the marks of (jislike which can be shown to them by a Court.\nWe do not mean to say that evidence may not be produced to repel the presumption of payment arising from the lapse of time. Certain facts have been proved and placed on this record having that tendency. But we say nothing of their sufficiency. If the distributees think proper to pursue their proper remedy by an action at law, the question of payment will be an open one.\nThe receipt of the money on Miller’s judgment in 1831, is not, in our opinion, a reason which would in any degree justify the disturbance of the old account; though it may be sufficient to authorize the demand of a new one, embracing that and any other sum which was received since 1821.\nThe decree of the Orphans’ Court of Cumberland county is reversed, and the record is remitted, with directions to the said Orphans’ Court to confirm the account of George Patterson and Francis J. Hubley, as originally filed by them, unless the said Court shall be satisfied that Joseph Burd or his administrators, since the filing of the account of 1821, have received moneys not charged in the latter account, nor in any manner accounted for in the former one."}