{"id": "970656", "contents": "The following opinion was delivered by\nBlack, C. J.\nThe plaintiffs below are the owners of three adjoining surveys, in the names respectively of Aaron Levy, Mary Weed, and Mary Lane. These surveys were made in 1793, under warrants dated the same year. A survey made in 1785, under a warrant in the name of John Graeff, interferes with the whole three of the plaintiffs’ tracts, and being the elder, is of course the better title on its faee to the interference. The plaintiffs have been in the actual possession of the two tracts surveyed in the names of Aaron Levy and Mary Weed since 1817, building upon, cultivating, and improving them; but the portion of these two tracts occupied by the plaintiffs does not extend to their third survey in the name of Mary Lane, nor does it touch the interference with John Graeff. The defendant is on the John Graeff tract.\nA peaceable and undisturbed possession of more than twenty-one years is enough to protect the occupant in the enjoyment of his property. It gives him a title on which he may recover against a trespasser as well as defend against an action. But does it give him a right to that part of his survey not occupied, and which is interfered with by an older one? If it does not, the statute of limitations is of no use to him, since he has a title without it to all except the interference.\nIn England the statute protects ‘nothing but what the occupant has under his feet. The constructive possession of the legal owner covers every inch that is not won from him by the actual possession of the adverse claimant. But here, where a large portion of the country is unenclosed, such a construction of the statute would leave the half of the lands we have in perpetual litigation. We have long ago repudiated the English rule, and hold that one who has color of title to a tract, and occupies a part of it, shall be deemed in actual possession of the whole, provided the limits of his claim be distinctly marked on the ground.\nThis construction, which assigns the possession of an occupant to all the land within his lines, has reference, of course, to his own lines, and not to those which may be made by other persons to define their claims. It would be absurd to say that a man shall hold to the boundaries of his colorable title, and then confine him within limits not made by himself, which he does not claim by, and to which his title does not apply.\nThe case of Kite v. Brown (5 W. & Ser. 391) was this: The defendant was the owner of a survey which was laid across and took in parts of seven or eight other surveys belonging to the plaintiff. But the defendant occupied a part of his tract for more than twenty-one years, and claimed the whole under the statute of limitations. The argument of the plaintiff would have confined the defendant’s possession to that one of his (the plaintiff’s) surveys on which the improvements were made. But this Court decided otherwise, and held the defendant to be entitled, by the statute, to the whole of his survey, without regard to any lines but his own.\nIn precise accordance with this are the cases of Waggoner v. Hastings (5 Barr 300), Seigle v. Louderbaugh (5 Barr 490), Mann v. Fitch (8 Barr 503), and Billheimer v. Steele, decided at Sunbury in July 1851. These cases establish the rule that where two surveys run into one another, and the owners of both are in possession, or both are out of possession, the law gives the constructive possession of the interference to him who has the best right. But where the junior warrant-holder occupies his survey, and the elder one does not occupy his, the possession of the former extends, by operation of law, to the interference as well as to the rest of the tract.\nAny attempt to make the reasoning of the opinion in Waggoner v. Hastings stronger or clearer than it is, would be extravagant presumption. But I may be permitted to notice one or two of the recent objections made against it.\nIt is said that the owner of the elder survey finding no one in possession within his lines, has no notice of a counter claim. This presupposes that he does not see and is not bound to see the lines of the interfering survey, or to know that it is occupied. But the law obliges him to see both. Actual possession of land is notice to all the world, not merely of the fact itself, but of the title under which the possessor holds it, and notice of so high an order that it excuses him for non-compliance with the recording law, and for almost every other manner of laches. If lines marked on the ground were not notice to every one interested, our whole system of land law would fall into chaotic confusion. How would an old survey be better than a new one ? Of what use would it be for an improver to mark the boundaries of his claim ? The truth is, that the marks of a survey command the attention of parties concerned in preference to any other species of evidence, documentary or oral. They override land office drafts, warrants, patents, and deeds, recorded and unrecorded. Nor is this a hardship in a case like the present. The owner of the elder warrant can scarcely choose but see them, if he pays the least attention to his property. He cannot trace his own lines without crossing those of his adversary. I think it, therefore, the plainest of all propositions that the law does not and ought not to hold any man excusable for ignorance of the lines of a survey which interferes with his own, when the owner of it is in actual possession.\nBut this being conceded, it is still said that the party ought not to be barred by the statute, because he cannot bring an ejectment for the interference, and has no remedy but to go into possession himself or get a tenant. If this were true it would not be much. A rule whose worst effect is to make men improve their lands, or let others do it, is not a very bad one. But this objection, weak as it is, does not lie. A mere entry by the owner of the legal title upon the land claimed once in every period of twenty-one years, would’ be sufficient. And this is not all. He may bring an ejectment. The actual occupancy of a part of the junior survey is occupancy of the whole sufficient to sustain the action; and when such an action is brought, if the plaintiff really has the better right, the defendant must either submit to a judgment against him, or disclaim title to the interference, and prove that he has not claimed it before.\nSoon after the Revolution some of the judges of this Court, influenced by the English doctrine, decided several cases at Nisi Prius, on the principle opposite to that of Waggoner v. Hastings. They were followed, not more than forty years ago, in Cluggage v. Duncan (1 Ser. & R. 111), and in Burns v. Swift (2 Ser. & R. 439.) But these ancient authorities, respectable as they may have been in their day, have been rightly overruled as obsolete, unsuited to the condition of our country, and out of harmony with modern opinions on the statute of limitations. Those who would give to these dead and buried notions of a past age a resurrection and a new life, and consign to the grave they occupy the law as it now is, would be doing the public no service. There are some subjects on which the jurisprudence of the country must keep, at least, in sight of the times. The statute of limitations is one in which we . have made some progress, and the judiciary could hardly do a worse thing than to turn its face around, and retrace its steps back again to the darkness and error from which it has escaped.\nWe adhere for these reasons to the rule in Waggoner v. Hastings. But how far does it apply to the case in hand ? !I¡he Court of Common Pleas instructed the jury,-that it gave the plaintiff a title to the whole of his survey in the name of Mary Lane, on which he had no residence or improvement, or any other actual occupancy, as well as to the other two, on which his buildings and cleared land were. This was carrying it further than the cases decided here have yet gone, and, as we think, further than the principle of them will warrant. To make a title good by the mere force of the statute of limitations, there must be actual, visible, notorious possession. Can this be said of one who merely occupies an adjoining tract, but never sets foot for any purpose, on the one in question ? Certainly not, if it be true, as has been often said, that the possession of an occupant is limited by the lines of the survey under which he claims. If an improvement on one tract be sufficient to hold another adjoining but distinct and separate tract, it may hold twenty as well as one. There must be some limit to the rights of a man so situated; and the natural and just, as well as legal limit, is the tract he actually occupies. I do not say that a separate tract of woodland, appurtenant to, and used with a farm, may not be held, although no part of it be enclosed. I am speaking of a case where the right to one tract is based on the naked fact that the claimant has improved another and occupied it for more than twenty-one years, his title to both being originally worthless.\nThe plaintiffs have paid taxes on the Mary Lane tract, as well as on the others, since 1826. But it was settled in Sorber v. Willing (10 Watts 142), that payment of taxes alone by one not in possession, creates no right under the statute. It is the mere unauthorized payment of another’s debt, and gives no advantage.\nThe statute of limitations is said, in this case, to have been interrupted in 1837, by the entry of the legal owner. In that year, Zachariah Long made a survey of the John Grraeff tract, and put up the foundation of a house, claiming it for himself and his brothers, and expressing a determination to have possession. This, according to Miller v. Shaw (7 Ser. & R. 129), Altemus v. Campbell (9 Watts 28), Ingersoll v. Lewis (1 Jones 212), and some other cases, was such an entry as tolled the statute, if it was made by one who had the paramount legal title. But if made by or in ■the name of one who had not a better title than the occupant, it was no more than a trespass. This makes it necessary to examine the title of the Longs.\nIt seems that the John Graeff tract was sold for taxes in 1806. Nothing was shown but the deed. It does not appear that the requisites of the Act of 1804- were complied with. Therefore the sale gave no title: (2 Y. 101; 3 Y. 284; 6 Barr 210.) But in Read v. Goodyear (17 Ser. & R. 350), Foster v. McDivit (9 W. 346), Foust v. Ross (1 W. & Ser. 501), and Dikeman v. Parrish, (6 Barr 210), it was held that the silence, inattention, and’ non-claim of the warrant-holder for twenty-one years, might be construed as an abandonment of his right, and the deed, without further proof, would give the purchaser a prima facie title. It must be remembered that in the three first of these cases the purchaser had paid the taxes during the whole time, and in the last of them he had actual possession. In the case at bar the purchaser and the warrant-holder were both silent. Taxes were paid up to 1813, in the name of John Graeff, but by whom does not appear. After that, to the time of trial, nothing but the entry of Long was done by either of them. The title was abandoned by one as much as the other. The principle of the cases referred to does not help the tax title; for this is not like them in a most essential feature. But it is like Shearer v. Woodburn (10 W. & Ser. 501), which decided that a tax deed dated in 1810, is of no avail against one who is in possession under color of title, unless accompanied by evidence that all the requisites of the law under which the sale was made, were complied with.\nAgain; it is insisted that the 3d section of the Act of 1804 makes the tax title good, forasmuch as no ejectment was brought by the original owner within five years after the sale, or within two years after the supplementary Act of 1824. To this we cannot assent. It does not appear ever to have been thought, by this Court, that the limitation of five years could be used by the owner of the tax title against a third party in possession under an adverse title. It would be inconsistent with Shearer v. Woodburn, and directly in the teeth of Bigler v. Kains (4 W. & Ser. 137), where it was held that this limitation did not so perfect the tax title as to enable the holder of it to recover against an actual occupant. It may be that the omission of the owner to bring ejectment, or to make claim to the land, or to pay taxes for it, is, in fact and in law, an abandonment of his right. But if so, to whom did he relinquish it ? or who may take advantage of his negligence ? Not the holder of a void and worthless tax deed, who has been even more negligent than himself, but the man who is in actual possession, clearing, cultivating, and building upon it, and continually claiming it as his own.\nOn the whole, we have no doubt that the plaintiffs have the true title to the whole of the two surveys which they occupy, and to that part of them which interferes with John Graeff, as much as the rest. But their right to the interference with Mary Lane cannot be supported, because their occupancy does not extend to it, and because payment of taxes without more is not possession.\nJudgment reversed and venire de novo awarded.\nThe following is the opinion of\nLowrie, J.\nThe plaintiffs insist that, under the principles decided in Kite v. Brown, Waggoner v. Hastings, and Fitch v. Mann, their actual possession of one tract gives them a constructive possession of all other tracts surveyed to and claimed by them, which lie in one body with it, so as to give them title to all of them by adverse possession, if they had such a possession of the settled tract as to give them a good title for it. The defendants dispute this proposition, and this presents the principal question discussed before us.\nThere is nothing in either of the cases referred to that justifies the broad proposition of the plaintiffs. If there were, then a person having fifteen or twenty tracts in one body of 400 acres each, and lying in several townships and even counties (and it is said that these circumstances belong to this case), might settle at one extreme of his claim, and sweep away, by adverse possession, 'a dozen older titles, for land at several miles’ distance, the owners of which knew nothing of any interfering claim, and could not be reasonably charged with notice of any by a settlement so distant. To state the principle is to reject it. I do not understand those cases as giving force to any constructive possession beyond the limits of the tract or tracts of usual and ordinary dimensions actually marked out and severally entered upon and possessed as such by the party claiming it; and so the Court below ought to have instructed the jury.\nThe description in the tax title is sufficiently accurate. The placing of it on Scotch Bun, when it is in fact on another run two or three miles off, is not such a variance as to cast a doubt upon the identity of the tract, if there be no evidence on the tax lists or otherwise that there is another tract to which the description may apply. • I do not think that the other matters complained of demand any special notice. The judgment ought to be reversed.\nMr. Justice GlBSON concurred fully with the Chief Justice,"}