{"id": "970684", "contents": "The opinion of the Court, filed was delivered by\nLowrie, J.\nLeaving out of view some exceptions instituted by recent legislation, the general rule of law is, that taxes on seated lands are a charge upon the person merely, and those on unseated lands are a charge upon the land merely: 10 Ser. & R. 256; 9 Id. 112; 6 Watts 272. As, therefore, the defendants below claim under a sale for taxes, it is necessary to the plaintiff’s success that it appear that the land was seated, and of consequence, not liable to sale for taxes.\nWhen does a tract of wild land become seated ? We advance one step in the investigation when we answer: Whenever it is so far seated or occupied as to make the owners or occupants personally chargeable with the taxes. And what is the character of the occupancy that renders the owners or occupants personally chargeable ? Whenever any one enters upon the tract with the intention to improve it and derive profit from it: 6 Watts 272; 2 Id. 422. He thus declares his intention to seat it, and to bear the personal charges consequent upon his act.\nIt was at one time supposed that the intention to derive profits from the particular tract, as such, had nothing to do with the question, if, as matter of fact, profits were derived from it: 7 Watts 393; but this error has been corrected: Act 12th April, 1842, s. 21, P. L. 266. The intention must necessarily enter into the question; for no man can properly be charged with taxes on land which he does not claim to own or use, nor beyond the extent of his claim: 8 State Rep. 175. Hence, though the owner of a tract cannot use any part of it without being personally liable for the taxes on the whole, yet the mere intruder, or one who is not the true owner, may claim but a portion of the whole tract, and his liability for taxes is limited accordingly: 5 W. & Ser. 454; 3 Id. 245; 1 Watts 503. A seating of a tract by an intruder may therefore have much less effectiveness than one by the owner or his lessee; for in such case, not the owner’s, but the intruder’s intention is looked to. But an actual improvement by the owner for the purpose of deriving profit must be regarded as a seating of the whole tract, and is, per se, an acceptance for the time being of the personal liability for taxes, and a consequent discharge of the land. And so it must be when the improvement is by a tenant of the owner, under a lease of the whole tract.\nAs the law has not declared what shall be the extent of improvement which shall amount to a seating, we cannot do it. The quantity improved is entirely' immaterial, provided it be sufficient to show an intention to seat. If then, as here, any portion of the land was improved by a tenant of the owner, with intention to derive profits from it under an improving lease of the whole, this is a seating, sufficient to charge the tenant and the owner personally with the taxes, and to discharge the land from liability as unseated land. And this we understand to be the instruction of the Court to the jury.\nBut it is objected that by the creation of a new county, one end of this tract is in one county, and the other in another, and that, the improvement being confined to one county, that part which is in the other county remains unseated. If this is so, then a law passed for one purpose is made to operate for another. A law changing the boundary of a county changes the law as to unseated lands. A tract that is really seated becomes in part not so by a law passed for no such purpose. This cannot be. The change of the county line may have given rise to some unforeseen circumstances which cannot be rightly dealt with without some additional legislation; but certainly it is not our province to furnish this legislation, by declaring that one tract is two tracts, if a county line runs through it. A tract of land is a term well understood in legislation and judicial nomenclature, and though parties may make several tracts out of one, and so may the Legislature when that is their purpose, yet the same result does not arise from a different legislative purpose. If we are to adapt the law, by construction, to this change of circumstances, as in proper cases we must do, why may we not rather follow the analogy of the case of a tract traversed by a township line, Act 11th July, 1842, s. 59, P. L. 331, and declare this whole tract taxable in the county where the improvements are actually made; or decide that the collectors in one county have power to go into another to enforce the payment of taxes in such case? Certainly either of these views is quite as reasonable as that which we are asked to affirm.\nJudgment affirmed."}