{"id": "970654", "contents": "The opinion of the Court was delivered by\nLowrie, J.\nTrue it is, that a sequestrator is not bound to advance his own money to repair the sequestered road, and he does so at his own risk, and there are few cases in which he will be allowed to do it. But when he has settled an account in Court, which has been confirmed, it must be presumed that his proceedings have been sanctioned by the Court, whose officer he is. If there was anything wrong about it, the creditors of the company and the company itself should have opposed the confirmation.\nWhile the road was in the sequestrator’s hands, there was an Act of Assembly passed, authorizing the judgment creditors to have the road sold upon execution. It was sold on an execution in favor of Daniel Baird, and the money is brought into Court for distribution. Certainly judgments are not liens upon a turnpike road. How then is the money to be distributed ? The contest is between Baird, the execution creditor, and Beam, the sequestrator. Which has the preference ?\nThe -sequestration put the road into the hands of the law. The law protects its own officer in the discharge of the duties imposed upon him. It has been found that in the discharge of those duties he has properly advanced his own money. By another form of proceeding the law has converted the road into money, and is now about to distribute it. Of course it cannot allow that money to go out of its power, until the expenses incurred under its sanction, in the care and custody of the thing converted, have been repaid, at least as far as the money will go. The sequestrator has therefore the preference.\nDecree. — And now, to wit, October 25,1852, this cause came on for hearing on an appeal from a decree of distribution of the Court of Common Pleas of Somerset county, and was argued by counsel, and on consideration thereof it is ordered, adjudged, and decreed, that the decree of said Court of Common Pleas be, and is hereby reversed. And this Court, now proceeding to render such decree as is proper in the premises, does order, adjudge, and decree, that the money in Court shall be paid, first, to satisfy the costs of this proceeding, including the costs of sale; and secondly, to satisfy the account of Christopher Beam, the sequestrator, so far as it will go towards that object. And it is further ordered, that the record be remitted to the said Court of Common Pleas with directions to carry this decree into effect."}