{"id": "970657", "contents": "The opinion of the Court was delivered by\nLowree, J.\nThe plaintiffs claim and show, title to the land, and the defence rests upon a tax title, which the plaintiffs seek to evade by showing a redemption in proper time. The redemption was by Joseph Turner, and the difficulty in the Court below was as to Turner’s agency. But when it is considered that Turner had no interest in the land, and that the treasurer’s books show plainly that he did redeem it, it requires not much evidence to show that, in doing so, he acted as agent for the owner. The ordinary presumption arising from the course of human conduct, inclines us to believe it without other than the internal evidence of the transaction, and but little additional evidence suffices to fix the belief. That evidence is furnished by the testimony of Jesse James. True it is that he testifies only to what he heard Evans say as to Turner’s agency. But this was enough; for Evans was the trustee of the title, had power to appoint an agent to attend to the payment of taxes; and his declarations and admissions were sufficient evidence of the fact that he had done so, if Turner were suing to recover for his services and advances; and sufficient, on the present question, as against persons deriving title to the land afterwards, as in this case. The testimony ought to have been received, and that would have admitted the treasurer’s book showing the fact of redemption. The admissibility of this book was the principal question argued here, though that ought not to be doubted, and that was not the point of the objection in the Court below.\nBleakley was the purchaser at the tax sale, and was offered to prove that he gave no surplus bond. The objection to him was, that his evidence tended to avoid the tax sale and thus discharge his bond. Admit that a judgment against the tax title would be evidence in his favor, if sued on his bond, the objection assumes the existence of a bond. In favor of a tax title, perhaps it would be presumed from the receipt on the deed that the bond was given. But that is not the question. Is there sufficient evidence of its existence to sustain an action upon it against Bleakley ? This, as matter of fact, is very doubtful, and therefore, as matter of fact, his interest is doubtful, and therefore he ought to have been admitted as a witness.\nJudgment reversed and new trial awarded."}