{"id": "970669", "contents": "The opinion of the Court, filed was delivered by\nLewis, J.\nThis is an issue to determine the question “ whether the plaintiff was entitled to recover one-third of the personal property of the decedent, and dower, or either;” and the Court below directed a verdict for the defendants. The word “estate,” in the marriage contract of the 2d October, 1832, was not used in the sense which confines it to the real estate of the husband; but, when taken in connection with the other parts of the agreement, must be understood as embracing his whole estate, real and personal. The fair construction of the agreement is, that the wife, in consideration of the provisions contained in it for her benefit, and for the benefit of her children by a former husband, accepts of those provisions in lieu of her claims upon his real and personal estate under the intestate laws, and releases all further demands. It is true that in ancient times “real estate was the principal favorite; and our first legislators entertained a low and contemptuous opinion of all personal estate. There is not a chapter in Britton, or the Mirror, that is devoted to a discussion of the rules which govern this species of property; and the little that is to be found in Grlanvil, Bracton, and Eleta, seems principally borrowed from the civilians. But of later years, since the introduction and extension of trade and commerce, which are entirely occupied in this species of property, and have greatly augmented its quantity, and of course its value, we have learned to conceive different ideas of it:\" 2 Bl. 385. Courts now regard a man’s personalty in a light nearly if not quite equal to his realty, and have adopted a more enlarged anc] less technical mode of considering the one and the other: 2 Bl. 385. Under this change of circumstances the word “ estate,” when used in an instrument of writing, is no longer understood as referring exclusively to real estate, but may properly embrace real and personal estate, if such be the intention of the parties. That this was the intention in the ease before us, is too clear for argument.\nThere is nothing in the agreement which renders it void on account of its tendency to restrain marriage. We cannot close our eyes to the fact that its object was to promote a marriage, and we infer from the evidence that it was the means of accomplishing that desirable result. With this evidence of its wholesome tendency in this particular, we do not perceive the logical propriety of condemning it for an opposite one. And after the plaintiff has enjoyed all the advantages of the contract during her husband’s life, and by virtue of its provisions has since his death resumed the possession of the personal property which belonged to her before marriage, and executed a release to her husband’s executors of all claims except those held under the contract, there is a principle of natural justice which estops her from impeaching it. Honesty is always the best policy.\nThe Court below committed no error either in directing a verdict for the defendants, or in any of the preliminary proceedings which led to that result.\nJudgment affirmed."}