{"id": "970622", "contents": "The opinion of the Court, filed was delivered by\nWoodward, J.\nThe writ in this case issued against Reuben & William Fagely, the former of whom alone was served. When the cause was here last year, it was treated as an action against one firm on a promise made by another firm, and it was ruled that an action would not lie against the Fagelys, because the evidence greatly preponderated in showing that the promise declared on was made in 1843 by the firm of Fagely, Kase & Co., and before the firm of Fagely & Co. was formed. In effect the decision made the non-joinder of Ease fatal to the plaintiff’s action, though the partner sued had failed to plead it in abatement, and had pleaded the general issue: 5 Harris 70. The learned Judge who delivered the opinion of this Court, did indeed say that if the Fagelys had been sued as “the firm of Fagely, Kase & Co., the contract would have to be proved as laid; but in that case, if they wished to take advantage of the non-joinder of one member of the firm, they would have to plead in abatement.” In the case supposed, there would have been no non-joinder to plead in abatement. The non-joinder of Ease was the peculiarity in the cause, and to turn the plaintiff out of Court on that account, was, in substance, to treat the plea of non assumpsit as a plea in abatement. There is no rule of pleading better defined in the elementary books, or better supported by authority, than that if a person be omitted as defendant who ought to be joined in any action founded on a joint contract, whether on a specialty or not, the objection can be taken advantage of only by a plea in abatement. The defendant slipped his time for this plea when he pleaded the general issue. The contract laid and proved was made by Fagely whilst the firm of Fagely, Kase & Co. was in existence, and before that of Reuben Fagely & Co. was formed. When the Fagelys were sued on that contract, they were liable on the principle that every partner is liable for the contracts of the firm, and if they wanted the benefit of the plaintiff’s mistake in not joining Kase in the action, they should have pleaded it at the proper time in abatement. The fact that they subsequently formed a partnership between themselves was no defence to the plaintiff’s action. As at present advised, therefore, this Court would hold the plaintiff entitled: to a verdict even in this aspect of the cause.\nBut there is another aspect. Since the cause was reversed, the plaintiff has, by leave of the Court, added another count to his declaration, in which he charges that in August, 1844, Kase retired from the firm and surrendered to the Fagelys all his interest in the assets, on their agreeing to pay the debts of the concern,, of which this claim of the plaintiff’s was one. To,this count the defendant pleaded non assumpsit. There was some evidence to support the count, but the Court below conceived that the case was essentially the same as before, and feeling themselves bound by the opinion of this Court, ruled that the plaintiff was not entitled to recover,' although the jury “ should be of opinion, that on the dissolution of the partnership Reuben Fagely and William Fagely, against whom the present suit is brought, agreed to pay the debts due by the firm and receive the assets.” In this we think the Court were in manifest error. “ It is well settled by a series of decisions cited at the bar,” said Justice Rogers in Hind v. Holdship, 2 Watts 104, “ that he for whose benefit a promise is made, may maintain an action upon it, although no consideration pass from him to the defendant, nor any promise directly to him from the defendant.” See also Beers v. Robinson, 9 Barr 229, and Chitty on Contracts 7. If the Fagelys. agreed to pay this debt, among others, in consideration of Kase’s retiring from the concern and surrendering to them the partnership effects, Mr. Bellas is as much entitled to the benefit of the promise as if it had been made directly to him, and the consideration had moved from him.\nThe only question that remains on this record relates to the competency of Kase as a witness. Had not the new count been filed the plaintiff might have called him, with his own consent, to testify against his copartners to whatever facts were pertinent, except the fact of partnership: Purviance v. Dryden, 3 Ser. & R. 402; Heckert v. Fagely, 6 W. & Ser. 142. But the introduction of the new count rendered him incompetent; for if the plaintiff recover, as the record now stands, it would be evidence in favor of Kase against Fagely’s claim for contribution. His testimony would tend to throw the burthen that now rests on all the partners, wholly on the shoulders of the Fagelys, to the relief of his own. The Court were right, therefore, in rejecting him; but, for the misdirection of the Judge, induced by the error into which this Court fell when the cause was here before, the judgment must be reversed and a venire de novo awarded."}