{"id": "970697", "contents": "The opinion of the Court was delivered, by\nBell, J.\nNumerous points were made on the trial of this cause, and most of them have been zealously and elaborately argued here. But, after all, the contest, properly regarded, is reducible to the single inquiry whether William Ross, the .elder, at the time of his death, had an interest amounting to estate, beyond the small patch of land actually cleared and cultivated by him. If he had not, it is clear Hugh Bellas and those claiming under' him, cannot claim beyond the limits of that possession, for he could take, under his agreement of 1822 with Ross, no more land than the latter could legitimately claim to be the owner of, at the moment of his decease. This position is not controverted, and, accordingly, an effort is made to show that, before that event, Ross might fairly ask to be recognised as the proprietor of the whole tract of 57 acres 122 perches, the subject of this ejectment, at least so far as ownership was necessary to enable him to transmit a recoverable title to Mr. Bellas. This attempt has, however, been unattended by success. It is shown that he entered upon the land in question about the year 1811 or ’12, without a pretence of title. At that time an improvement had been commenced by one Micum, Ross’s brother-in-law. He seems to have relinquished it to the latter, who, after taking possession, extended the clearing somewhat, built a small house upon it, in which he lived with his family, and put up some other buildings. He died in the year 1825, at which time there was cleared and subjected to tillage from three-fourths to an acre of ground. During this interval of thirteen or fourteen years, he had never sought to purchase a title from the Commonwealth, nor in any way to indicate the extent of his claim. He caused no survey to be made, marked no lines in the woods surrounding his clearing, paid no taxes for any ascertained number of acres, nor took any other step which, in the most remote manner, could serve to manifest an intention to extend his possession beyond the frail fences and rough stone heaps by which he surrounded his limited enclosure, and marked its boundary. Up to the moment of his death, he seems to have rested entirely content in the enjoyment of the very scanty portion of earth he had rescued from the surrounding forest, without dreaming of pushing his claim as an improver further or faster than the slow labors of his axe, from day to day, cleared the ground for the action of the plough. After his decease, his widow and some of the children, most of whom were minors, continued to reside upon the little patch of cleared surface he had left as the result of his labors. Under their industry, it continued to extend itself, until the year 1830, when it amounted to about 2 acres. In August of that year, a warrant to survey 50 acres was procured by Augustavius Ross, the eldest son, in pursuance of his prior agreement \"with Bellas, under which a survey was made of 57 acres and 122 perches, in January 1831, but this survey was not returned into the land office until August 1846. In the mean time, however, the defendants, William and James Ross, seem to have had possession of the tract now in dispute, including the improvement, but they disclaim this warrant and survey as the source of their title. They seek to protect their possession by virtue of certain outstanding titles, originating in warrants of survey, issued in the respective names of Daniel Levy and John Kidd, dated December 15, 1793. It is conceded the chamber surveys returned under these warrants, during the succeeding year, were ineffective to create title. Besides this, the Daniel Levy survey was rejected by the officers of the Commonwealth, as improperly covering a certain improvement made by one Ryerson. But in 1817, another survey under the latter warrant was made and returned, in pursuance of an order obtained from the board of property, which it is admitted eovers the land here in question. This title seems to have been consummated in 1830, by a patent granted to Robert Philips, who then claimed to be the owner of the survey. A portion of the tract was afterwards sold as his property, under judicial process, and purchased by Augustavius, James, and William Ross, but whether this purchase includes the land in question is left in some doubt. This, however, in the view I take of the controversy, is of little consequence. Notwithstanding the various objections made against the validity of the proceedings had under the Levy warrant, as a source of title, I have no hesitancy in ■pronouncing it entirely .sufficient as between the present parties, unless, at the time of the second survey, William Ross had acquired some antagonist title or available claim to the woodland not included within his fences, or there be some other outstanding title of sufficient potency to thrust aside the survey of 1817, and the subsequent conveyances consequent upon it. It will be convenient, first, to inquire whether, at or before the date of that survey, William Ross was vested with an interest beyond his clearing, which amounted to an estate, or might, thereafter, be made the inception of one? In connection with this question, the most favorable character in which he could demand to be regarded was that of an improver, clothed with the inchoate right to perfect a title to 300 acres, located in a reasonable and convenient shape around his improvement. In the Farmers’ and Mechanics’ Bank v. Woods, 1 Jones 99, we had occasion to investigate the nature of this right, and the extent of privilege it confers upon the settler. And it was there shown, that both reason and authority require the right to be prosecuted within a reasonable period, in default of which the settler is liable to be postponed to those claiming by warrant and survey, of a date posterior to the commencement of the settlement. By analogy to the rule which works a presumptive abandonment of a survey, if not returned within seven years, the latter period was proclaimed as the measure of the reasonable time allowed a settler to indicate the extent of his possessions, dependent on his improvement, and to mark his boundaries, under the penalty of a forfeiture of privilege, when interfered with by a younger survey. It is unnecessary here to repeat the reasoning which led to this conclusion, further than to say it is founded in the obvious impolicy of permitting the representative of what has been properly denominated a mere claim to favor, to hold the state bound for an indefinite time, and keep the world at bay, while he is left at liberty to claim or reject the surrounding land, at pleasure. Measured by this test, it will be perceived the elder Ross had forfeited the privilege of extending his dominion over the land in suit, long before the period of his decease. Counting from the commencement of his settlement, more than twice the allowed period for action had run by, and this time had been more than quintupled ere those who claimed to have succeeded him procured a survey of the extended boundary to be made and returned. But long before this, the survey of 1817 had attached upon the land, and by legally appropriating it to another, excluded the extension of the settler’s claim in that direction. It is insisted, however, that such an effect cannot, properly, be accorded to this survey, because, in point of time, it was preceded by - the Kidd survey, which originally covered the land in controversy, and which, though in its inception defective from absence of actual survey, was yet cured by lapse of time, so early as the year 1815. This position is more than doubtful, under the circumstances that have had place.. But conceding it to be tenable, its effect is but to substitute the Kidd survey for the Levy title, the former operating •in the same way, to hedge in the unexercised privilege of the settler after the lapse of time which occurred here. To this view, it is objected that the present defendants derive their possession of every portion of the survey through their father, whereby they became tenants in common with his vendee, wherefore they ought to be precluded from setting up the Kidd title, or indeed any other, in bar of the vendee, at least before letting him into possession as a tenant in common. The rule of policy which prohibits an occupier from denying the title under which his occupancy began, has been urged upon us as strictly applicable here, and we are, accordingly, called on to estop the defendants from averring title, other than that it is supposed their father transmitted to them by descent. But the answer is, that of the land, uncovered by the verdict in this case, the father had neither possession nor right of possession, at the time of his death. As I have shown, he never, at any single moment of time, had the slightest hold upon it, either actually or constructively. As he never was in possession of it, it is impossible he should have transmitted it to his posterity, and it necessarily follows that, if any of these are in the occupancy of it, they must have acquired it otherwise than through him. Until 1831 no step had been taken to vest this family with any show of title depending on the original clearing, and then it was much too late for any efficient step. The misconception I have noticed, seems to have led to many of the erroneous views entertained by the plaintiff, and the moment it is brushed away, many of the difficulties suggested as lying in the way of the defence are removed. The objection founded upon the supposed. derivative possession of the sons, is, in fact, applicable only to that portion of the land of which the father had actual possession, and to this extent, advantage of it has b.een rightly afforded to the plaintiff. Beyond that it is valueless. I may add, on this part of the ease, my concurrence with the remarks of the Court below, that as the supposed boundaries of the Kidd survey remain undiscovered on the ground, and the survey is, itself, unclaimed by any one as the foundation of title, it cannot be set up as conflicting with the re-survey of Levy, duly made, returned, and accepted, long prior to the survey made under the Boss warrant, which latter survey was the first attempt to designate the boundaries claimed under the settlement. The observation that “this re-survey, thus made, although it included the old improvement of William Boss, will hold the land covered by. the Augustavius Boss survey, except so much thereof as was enclosed, or cleared and cultivated, when the re-survey was made,” is quite correct. Indeed, all that was said by the Court below, in answer to the defendant’s second and third points, commands our assent, and this, it is believed, covers all that is vital in the dispute.\nTo the view taken of the relative rights of the parties, I perceive nothing hostile in the fact, that before William Boss came into possession of the clearing, David and Joseph Micum appear to have been assessed for taxation, as the owners or occupiers- of a certain number of acres, ranging from 100 to 73, commencing in the year 1807 and ending in 1809. If this assessment related to the land in dispute, it is clear it was disclaimed by Boss, after he became possessed of the improvement, for from that time forward, there is no trace of any tax assessed upon him, as owner of land, within the county. Admitting the Micums to have been charged as owners or occupiers of the improvement, and claimants of the adjacent woodland, the fact that the practice was dropped when Boss beeame occupier, would seem to establish that he disclaimed any pretence of title or ownership beyond the bounds of his clearing. If, then, any effect is to be allowed to the previous assessments, it would be adverse to the claim now set up, resting in a supposed, but unproved intention to appropriate 50 acres as the appendage of the improvement.\nFrom this reasoning it is'apparent that Boss, at his death, could claim only the ownership of so much of the land as was cleared and in his actual possession; and of this, as I understand, the plaintiff below has been permitted 'to recover a moiety. Under this conclusion, he does not insist upon his bills of exceptions to evidence, as a reversal of the judgment upon minor points would be of no service to him. It is therefore unnecessary to consider them.\nThe remaining objections made by the defendants below as plaintiffs in error here, may he disposed o.f in a few words. The first of these is, that a second ejectment will not lie for a successful plaintiff, before he has taken or attempted to take possession under the first verdict. It is enough to say this position is disproved by the decision in Rambler v. Tryon, 7 Ser. & R. 90, provided oppression be not intended.\nNor is the idea, that a verdict in an action of partition is conclusive of the title, better founded. It is settled, that partition operates merely on the lines of division, leaving the title unaffected. Where, therefore, partition is not followed by actual occupancy of the purpart, or the verdict is adverse to the demand-ant, there is nothing to bar a subsequent ejectment to try a disputed title: (Goundie v. Northampton Water Company, 7 Barr 233-38; Bellas et al. v. Graham, decided at Sunbury, July 1850, but not yet reported.) There is nothing in the four bills of exception to evidence, taken by the defendant below, and insisted on here, which calls for particular remark. Indeed, the views we have taken of the controversy render them wholly unimportant.\nJudgment affirmed."}