{"id": "970679", "contents": "The opinion of the Court was delivered, by\nWoodward, J.\nThe grantor was a competent witness. Released from the covenants in his deed of 24th February, 1841, to his brother Samuel, the covenant of warranty in his deed of trust of 20 th August, 1836, did not disqualify him, for he was called to testify against his interest so far as it sprung from that covenant. A vendor with general warranty is a good witness to establish a title in opposition to that of his vendee: Work v. McClay, 2 Ser. & R. 415. The objection to the competency of the grantor to give evidence to invalidate his deed, is founded on interest, and not on the supposed rule, that being a party, he is estopped like the party to a negotiable instrument. Where no interest appears, the objection does not obtain: Kronk v. Kronk, 4 W. & Ser. 127. To the same effect, but more comprehensively, is the rule now settled in England, as stated in 1 Greenleaf’s Evidence, sect. 384, and the notes. The Court were therefore in error in rejecting William Dayton. There is no question raised in the record as to the competency of the matter of his testimony, and on this we express no opinion, but, not being interested in favor of the party calling him, he was competent to testify to any facts, which, proved by any other witness, would be relevant and proper evidence.\nWe think the Court were also in error in rejecting the evidence mentioned in the 2d and 4th bills sealed for the defendants below. Assuming what the plaintiffs alleged to have been true, that the land was bought, in whole or part, with money belonging to the father’s estate, for the benefit of the girls, and that William had made and delivered to Samuel a deed in trust for them, still it was competent for Samuel and those claiming under him to show that the girls had elected to take a sum of money instead of land, and that he had paid them the money stipulated.\nAn equity under written articles may be released by parol: Boyce v. McCulloch, 3 W. & Ser. 429. The Court said that the evidence would defeat the estates of married women by papers unacknowledged. But this was assuming that an estate had vested in them in this land, when the defendants were insisting and offering to show that William’s intention was to secure to his sisters a sum of money, and not to grant an estate; that the instrument was made a deed of conveyance by the mistake of the scrivener ; that William executed it without reading it, and that when Samuel pointed out to him its true character he disaffirmed it, and that it was never delivered. If such were the facts, these married women never had an estate in this farm. A claim on their brothers for their share of the father’s estate they at one time had, and if money which belonged to them went into the purchase of the farm, they had an equity which might have been enforced against the land. But if, after being educated and supported by the proceeds of the land until they married, they then chose to take a sum of money of their brother instead of compelling him to convey their portion of the land, and the arrangement was fairly consummated, it extinguished their equities, and left them without an iota of interest in the land. And such election may be proved by parol. The acknowledgment required by the recording acts was not necessary, for there was no conveyance of land. Besides, the evidence mentioned in these bills had a direct bearing on the question of delivery of the deed of trust. There was evidence on part of the plaintiffs tending to prove delivery, but it was certainly competent for the defendants to contest the fact. And the proof offered, the act and declarations of Samuel and the sisters, tended powerfully to establish the conclusion that the deed of trust was never delivered, and that the sisters acquiesced in the absolute conveyance which William made to Samuel in 1841. Delivery may be made by words alone, or by acts alone, or by both together, but there must be sufficient to show an intention to pass the title. Delivery is a question for a jury, and where doubt is thrown upon it by such evidence as was offered here, the Court has no more right to assume it as true, and exclude all testimony to combat it, than they have to assume any other fact in the cause, and refuse to hear it questioned.\nAs to the defendant’s 3d bill it is sufficient to remark, that, not having the depositions on our paper-books, we can not say whether they were relevant or not.\nThe only remaining error assigned is, that the Court erred in charging the jury that the plaintiffs were entitled to recover. There was no error in such a charge on the evidence before the Court. The error consisted in excluding evidence that was com petent and pertinent to the issue.\nJudgment reversed and venire facias de novo awarded."}