{"id": "970691", "contents": "The opinion of the Court, filed was delivered by\nLewis, J.\nMichael Sanders, after becoming indebted to Wagonseller and others, conveyed his land to his unmarried daughters, who resided with him. The deed purported to be for the consideration of love and affection, in part, and for the additional consideration of $400. By an agreement, executed at the time of the conveyance, it appeared that the daughters, in part consideration of the deed, were bound to maintain their father for the term of his life. To support the money consideration mentioned in the deed, the plaintiffs in- error offered to prove that the grantees, after they became of age, and before, “ for several years previous to the execution of the conveyance, worked for their father, by grubbing, clearing, making fence, mowing, chopping, and doing all kinds of work on the farm, and about the house.” There was no offer to prove that this work had been done under an express contract that the father would pay wages for their services, or that any other relations existed between the parties than the usual relations of parent and child.\nIt has been repeatedly held that work done by a son for a father, does not stand upon the footing of work done by a stranger, and that services rendered by a child, while residing with, and supported by the father, without, any contract for compensation, cannot be made the foundation of a claim for wages: Hack v. Stewart, 8 Barr 213. There was, therefore, no error in rejecting the evidence stated in the first and second bills of exception. This disposes of the first assignment of error; and the others do not specify the errors complained of with sufficient precision to receive consideration. To say that the Court erred in “ answering the points,” or in “taking the cause from the jury,” without specifying in what the error consisted, is not a. specification of error, according to the rule of Court.\nBut we perceive no error in pronouncing 'the deed fraudulent, per se, as to creditors. Johnston v. Harvey, 2 Pa. R. 82, Hack v. Stewart, 8 Barr 213, and other cases, sanction the instruction as correct. It is true that a voluntary conveyance by a father to a child is not void by the statute of 13 Eliz., merely because the father was indebted at the time. If the grantor possessed other property sufficient at the time to pay all his debts, and he was not about to contract other debts, such a conveyance may be good: 5 W. 404; 4 Wh. 27; 6 W. & Ser. 101. In a case arising under such circumstances, it is said that it ought to be submitted to the jury to find whether there was a fraudulent intent in making the deed: 5 W. 404. If the defendants below designed to put their case upon this ground, they should have laid before the jury the necessary facts, and directed the attention of the Court to the question in one of their points.. Where a party thinks proper to present a number of points to the Court, it is his own fault if he thereby diverts attention from questions material to his interests. Under such circumstances this Court does not feel bound to reverse for an omission to instruct the jury upon a question not raised by the points.\nIt seems to be settled, that where a suit is brought within five years from the death of the debtor, and judgment obtained, the lien is continued against the real estate of the decedent for the period of ten years from his death: 2 Harris 42, and the cases there cited. As the conveyance, in this case, is void as against the interests attempted to be defrauded by it, the lien continues as fully as if the property had never been conveyed: 2 Pa. R. 82, 93; 4 Johns. 598.\nJudgment affirmed. •"}