{"id": "970658", "contents": "The opinion of the Court, filed was delivered by\nLowrie, J.\nI decided this cause while I was Judge of the Court below, and I am now instructed to say that my decision on the second point was right, and for sufficient reasons. But on the first point I am convicted and convinced of error.\nThat point presents the question, May a party prove, by oral testimony, that, at the time of the endorsement of a promissory note, it was agreed that the endorser should he absolutely bound for the payment of it, without the usual demand and notice ? This was answered in the negative in the Court below, on the principle that oral testimony cannot be heard to vary the terms of a written contract.\nThe error consists in the assumption that the law regards an endorsement as a written contract to pay on condition that the usual demand be made and notice given.\nIt is not so. Eor where the endorser is himself the real debtor, as in the case of accommodation notes and bills; or has taken an assignment of all the property of the maker as security for his endorsement; or where he can have no remedy against the maker; or in the case of the drawer of a bill of exchange, where the drawee is, and during the currency of the bill continues to be, without funds of the drawer; and in many other such cases, demand and notice are not necessary; and these circumstances may be proved by parol testimony. The reason is, that, in such cases, demand and notice can be of no use, and therefore the law does not require them.\nThe most, therefore, that can be said of an endorsement of negotiable paper is, that from it there is implied a contract to pay, on condition of the usual demand and notice; and that this implication is liable to be changed on the appearance of circumstances inconsistent with it, whether those circumstances be shown orally or in writing.\nBut it may well be questioned whether the condition of demand and notice is truly part of the contract, or only a step in .the legal remedy upon it.\nIf it is part of the contract, how can it be effectually dispensed with without a new contract for a sufficient consideration, especially after the maturity of the note ? Yet there are decisions without number that a waiver of it during the currency, or after the maturity of the note, will save from the consequences of its omission. This could not be if it was a condition of the contract, for then the omission of it would discharge the endorser both morally and legally; and no new promise afterwards, even with full knowledge of the facts, could be of any validity.\nIf, however, an endorsement without other circumstances be regarded as an implied contract to pay, provided the holder use such diligence that the endorser lose nothing by his negligence or indulgence, then it accords with all these decisions. Then the law, and not the contract, declares the usual demand and notice to be in all cases conclusive, and in some cases necessary evidence of such diligence. The law imposes no vain duties, and its general rules are subjected to exceptions in order to dispense with them; but it does not $hus deal with contract duties. It is therefore perfectly consistent in declaring that an endorser is bound by a new promise, after he knows of the omission of demand and notice, for this is an admission that he was not entitled to it, or-has not suffered for want of it. It declares demand and notice necessary, in some cases, to save the endorser from loss, and it declares that his own admission may be substituted for them.\nIt seems, therefore, that the duty of demand and notice, in order to hold an endorser, is not a part of the contract, but a step in the legal remedy, that may be 'waived at any time, in accordance with the maxim quilibet potest renunciare yuri pro se introducto. And certainly, an endorsement is not regarded as a written contract so far as to prevent oral proof that its terms differ from the ordinary contract of endorsement.\nThe first reserved point ought therefore to have been decided in favor of the plaintiff, and this would have entitled her to judgment on the verdict.\n* Judgment. — This cause came on for hearing on a writ of error to the District Court of Allegheny county, and was argued by counsel. And now, in consideration thereof, it is considered, adjudged, and decreed, that the judgment of the said Court be reversed, and that judgment be entered on the verdict in favor of the plaintiff below, with interest from the date of the verdict, and with costs. And it is further ordered, that the record be remitted to the said District Court, with directions to carry this judgment into execution."}