{"id": "970685", "contents": "The opinion of the Court was delivered, by\nLowrie, J.\nThis was an insurance for five years on a stock of store, goods belonging to Wilson & Co., in a particular house. The sum of $2.88 was paid as premium, and a note for $80 was given as deposit money. Wilson & Co. sold out the entire stock of goods at one time, and they were removed to another place. No loss had happened between the date of the policy and the sale; but some losses happened afterwards, and within the five years, and the Company claims that Wilson & Co. are liable to contribute to the losses to the extent of their deposit note.\nThe by-law which declares that alienation of the property shall, ipso facto, avoid the policy, is of no consequence; for such, without it, is the law of the contract. Interest in the property insured is an essential link in the relation of insurance. It is therefore an incident of such a relation that it may be dissolved by the insured by parting with his interest. In mutual insurance companies, all the insured are members, and all members are insured. He that sells his insured property excludes himself from membership, and from all its liabilities thereafter accruing. He is no longer insurer or insured. He can claim no benefits, nor be bound for subsequent losses. By the very nature of the contract, Wilson & Co. are not liable for losses happening after they cease to be members.\nDoes the giving of the deposit note produce a different result ? No, it does not. It is intended only as a means of securing the payment of assessments for losses, and if Wilson & Co. were not liable for any assessments, not being members, the note could not be used as a means of enforcing them. The assessment should be upon those only who were members at the time of the happening of the loss, and not upon those who had ceased to be such. If a member perform all his duties, and -pay his share of all losses accruing during his membership, no more can justly be required of him, and if he does so his deposit note is thereby cancelled. It cannot be 'used to enforce contribution for losses arising after he ceased to be insurer or insured. This is a legitimate deduction from the nature of the relation of mutual insurers, and produces a result equivalent to the rule of marine insurance that allows a return of premium for want of interest, and when the risk is not run.\nJudgment reversed and venire de novo awarded."}