{"id": "970695", "contents": "The opinion of the Court was delivered by\nLewis, J.\nA bill of review, according to the first of the ordinances of Lord Chancellor Bacon respecting bills of that hind, can be brought only in two cases. The first is for error in law, appearing in the body of the decree, without further examination of matters of fact; and the second is for new matter which hath arisen after the decree. A bill of review may also, by special leave, be allowed for new proof that has come to light after the decree, which could not possibly have been used at the time when it passed. It is said that this rule has never been departed from: Barb. Eq. Prac. 90; Coop. Eq. Pl. 89; Story’s Eq. Pl. § 404; 13 Pet. 13. Even if an absolute decree be made against an infant, it seems to be necessary that his infancy should appear upon the face of the decree. In this country the bill, answer, and pleadings, are regarded as forming part of the decree, and in that respect the course here differs from the English practice: 13 Pet. 13. The Act of 13th Oct. 1840, which fixes a limitation to petitions of review, directs the Court to “give such relief as equity and justice may require.” This may be understood as adopting the principles of equity which had heretofore governed Courts of Chancery, in applications of this kind. It was certainly not the intention of the Legislature to keep litigation on foot for a longer period than necessary for the purposes of justice; or to nullify the solemn decisions of the Courts, at the mere will and pleasure of any party who chose to demand a rehearing, within five years, upon the same questions of fact which had been fully heard and decided on the first trial. To allow this to a party who cannot allege that any error in laio appears on the face of the decree, or that he has discovered any new evidence, or that any new matter has arisen, would be contrary to the maxim that “ no one shall be twice vexed for the same cause,” and would not be administering “justice” or “equity.”\nBut, waiving this objection, we perceive no error in the decree below. Questions of advancement depend upon the intention of the parent; and of this the declarations of the parent at the time, or the admissions of the child, at the time, or afterwards, would seem to be evidence: 6 Wharton 370. As a general rule, money expended in the education of a child, is not presumed to be an advancement. The presumption is, that the parent makes these expenditures in the discharge of his parental duties, and that all his children are treated with equality in this respect. But this presumption may be repelled by evidence. The tastes, talents-, and constitution of one child may be of such a nature as to induce the parent to believe that the expenditure of a large portion of his inheritance, by anticipation, to advance him in the art or profession for which he evinces peculiar tastes and qualifications, might greatly promote his interest and happiness; while the same advantage might be secured to the other children, having dissimilar inclinations and abilities, by giving to them, in some other form, their equal share of the estate. If a parent disposes of his estate in this way, and from motives of this character, who shall gainsay the justice or propriety of his decision ? The law does not condemn it. On the contrary, a judicious advancement of each child, in pursuits which accord with its taste and oapacity, may be the best means of promoting its own happiness, as well as its usefulness to society. The intention of the parent, in making the advancements in the case before us, has been twice submitted to auditors; and, on each occasion, the decision was against the petitioner’s views. These reports having been confirmed by the Court below, we feel no more inclination to set them aside than we should to disregard two decisions of a jury on a question of fact. There was evidence from which they might safely draw the conclusions stated in their rejoorts. And although we might not have drawn the same conclusions, we could not, for that cause, set aside a single decision of auditors. To justify this, the mistake must be plain, and manifestly against the evidence. But a second report the same way, places the question of fact upon grounds too substantial to be overthrown by anything existing in the ease before us. The deeree of the Court below dismissing the petition of review, at the eosts of the petitioner, is affirmed.\nDecree affirmed."}