{"id": "970696", "contents": "The opinion of the Court was delivered, by\nBlack, C. J.\nFreese’s personal property was levied on and sold. The proceeds amounted to $454.11. The defendant in the execution was present when the levy was made, but did not then claim that any of the goods were exempt by the Act of 1849. About the commencement of the sale, however, he demanded the benefit of the statute. The sheriff sold the property and paid the proceeds into Court, and the Court, on Freese’s petition, ordered $300 of the money to be paid to him.\nWe are of the opinion that a debtor cannot, under any circumstances, entitle himself, to $300 of the money for which his personal property sells at sheriff’s sale. The act speaks of property, not money. It requires him to elect the goods he wishes to retain, and have them appraised; and property thus chosen and appraised shall be exempt from levy and sale. This excludes the idea that he' is to have his choice between retaining the property and demanding money out of the proceeds. There are sound reasons why he should take the goods or take nothing. The law was made for the benefit of the families of debtors rather than for the debtors themselves; and a family stripped of every comfort might not be much the better of $300 in the pocket of a thriftless father. Property which appraisers would value at $300 might not sell for the half of it; and if debtors had this choice, it would deprive the creditors of twice as much property as the law intended to take from them. A convenient friend could be got to buy it in at a price far below its value, and a part of the moneys awarded by the Court would pay for it. The former laws on this subject specified the particular articles which might be retained. The Act of 1849 gives the right of designating them to the debtor himself, fixes the quantity of them by their value, and points out the mode of ascertaining that value. But if he may be silent until after the sale, he can virtually take property which he has not elected to an amount far greater than the law allows him, and without applying the legal standard of its value. Such a construction is against the spirit as well as the letter of the statute.\nThe debtor, not being entitled to money under any circumstances, would have no other remedy than an action against the officer, even if he had demanded his right in a proper way and been refused. But he did not make the demand here in a manner which the sheriff was bound to notice. He did not point out the property he elected to retain, nor ask for an appraisement. He said nothing on the subject until it was too late. Regularly, a debtor who wishes to avail himself of this act, should make his election at the time of the levy; the Legislature could have meant nothing else by saying that property so elected should be exempt from levy. But he may be in time if he demands it after it is seized, provided he does not wait so long that a compliance with his request would postpone the sale. His right is clearly gone if he waits until the sale has begun.\nThe decree of the Court of Common Pleas is reversed, and it is ordered that the fund in Court be paid to the execution creditors in the order of their liens."}