{"id": "970680", "contents": "The opinion of the Court was delivered by\nBlack, C. J.\nThe lot in dispute was owned by George A. Bayard, and was sold by him to one Hazleton, who conveyed it to John Roberts, whose children and devisees are the plaintiffs below. Bayard’s deed to Hazleton, as well as that of Hazleton to Roberts, reserved a ground-rent of $87.50, payable quarterly to Bayard, with a provision that if the rent should remain unpaid for two years, Bayard might re-enter and lease it until the rent was paid, and then tender it back to the grantor, his heirs or assigns. The rent was in arrear, and Bayard entered more than twenty-one years before the commencement of the present suit. He leased it to various tenants, and got some rent, but not enough to satisfy what was due to himself from Roberts. Roberts died in 1821. In 1829, the lot in question was sold by the sheriff, under a' judgment against the administrators of the estate of Roberts, to which his devisees were not made parties agreeably to the Act of 1834. The sheriff’s vendee was Samuel Murdoch, under whom the defendants claim. Bayard received the arrears of his ground-rent out of the proceeds of the sheriff’s sale, and he testified at the trial that he was satisfied.\nIt is admitted by the counsel for the plaintiff in error, that the sheriff’s deed to Murdoch gave him no title whatever. The want of a scire facias against the devisees was fatal. But Bayard had sold his interest in the lot to Murdoch before the sheriff’s sale ; and, connecting Bayard’s possession with that of Murdoch, and those claiming under him, it is contended that a good defence has been made out under the statute of limitations.\nWas Bayard’s possession adverse? It must be remembered that his re-entry for non-payment of the ground-rent was in accordance with Roberts’s title. He had a right to enter, and did enter, not in opposition to the deeds under which Roberts claimed it, but in pursuance of their very terms, and agreeably to the express stipulation contained in them. Where a man has a right to enter upon land,.and does enter, his entry and subsequent possession is presumed to accord with his right. An occupant of land is supposed to be in under his proper legal title, if he has one. Bayard, therefore, held the lot in dispute, agreeably to the deed by which he conveyed it. This made him a trustee for Roberts’s heirs. He was bound to account to them for the profits, and to restore possession when his claim was satisfied. There was nothing adverse or hostile in such a possession, and after holding it in this way for twenty-one years, he could no more set up the statute of limitations against his vendee, than a tenant for years could make a similar defence against his landlord.\nIt is not necessary, to say whether the presumption that Bayard’s possession was according to his right is a legal presumption, and therefore conclusive, or only a presumption of fact which may be repelled by proof that he entered and held adversely to Roberts’s heirs, and contrary to his own title. It is sufficient for the purposes of this case, that there is no show of proof against the presumption. He made no declaration, and did no act for seventeen years after his entry which indicated an intention [to hold contrary to the deed. Then he said, not to the plaintiffs, nor to any person having their title, but to a stranger, that in four years more he would have title by lapse of time. I doubt if this would be sufficient to make his possession or that of his vendee adverse even from that time forth. But certainly it would not relate back, and give character to his previous occupancy.\nIt is objected against the charge that it takes away this question from the jury, whose province it was to give a construction to the parol evidence. We do not see it so. The Court merely said what would be the legal effect of it if it was fully believed. Where a judge does less than this with evidence which i^ important, he forgets his duty.\nIt is also insisted that the Court improperly took the whole case from the jury. But two points substantially were made. One was the validity of the sheriff’s sale; and the other the statute of limitations. The former of these is now admitted to have been untenable, and the latter was ruled against the plaintiffs in error on legal principles, which we think perfectly sound. The case could not have been made any better for *them, unless the jury had found some fact which did not exist. No reasonable construction of the evidence would have entitled them to a verdict.\nJudgment affirmed."}