{"id": "970637", "contents": "The opinion of the Court, filed in was delivered by\nGibson, J.\nThe point raised on the soundness of the cause ■of action, according to the plaintiff’s own showing, supersedes the necessity of considering any other. The covenant implied from the assignment of a bond, is not a guarantee, but “ that the assignee should receive the money from the obligor to his own use ; and if the obligee should receive it, then, that the assignor ■should be answerable over for it.” The rule thus laid down in Cummings v. Lynn, 1 Dall. 449, has never been shaken. True ■it is, the contract of assignment, like any other, may be vitiated by the concealment of a fact or the suggestion of a falsehood; and the defrauded assignee may rescind it, and recover back the consideration for it, or perhaps recover in an action on the case for deceit. Mr. Justice Kennedy thought in Stroh v. Hess, 1 W. & Ser. 152, that the implied covenant might be stretched to • cover the injury; but the form of the remedy is not matter of substance; nor is it in question here, and we intimate no opinion on it. But where the assignor has dealt in good faith, he is done with the bond and all responsibilities arising from it, as much so as if he had been a stranger to it from the beginning.\nThis is the general rule; and the exception which exists in the case of partners who are liable, upon a division of partnership claims, to contribution for losses arising from a failure to recover them, has no place here. The consideration which lies at the foundation of this controversy was not partnership assets, but the individual estate of Lloyd, -who conveyed it to the purchasers to induce them to pay more for the partnership property than they were willing to give without it. It was a donation to the firm, without a spark of consideration moving from McNamara to Lloyd.\nBy the execution of the assignment, therefore, he incurred no responsibility as to the event; and he thenceforth had no more to do with the bond or the recovery of it than if he had always been a stranger to it. Consequently, the effort at the trial was to reach him, not on the contract of assignment, but on a promise to contribute, attempted to be implied from acts long subsequent to it. Nine years after the assignment, it was proposed by the assignee and the obligor to compromise a suit pending on the bond; and both the assignor and the assignee seem to .have entertained a vague notion that they were bound by some undefined obligation to share the loss; but a misconception of their responsibilities could not turn a hallucination into a reality. In the progress of the negotiation, Lloyd suffered himself to be consulted as a party, and pressed the parties to agree. The compromise was effected, but Lloyd was not a party to it. On other occasions he disclaimed an interest in it. Yet the judge directed that if he did “participate in, advise, and assent to the compromise,” he made himself liable ; and of course on an implied promise to share the loss occasioned by it. But he had no interest, legal or equitable, in it. He was not bound to remove tbe encumbrance on tbe land, whose price was the consideration of the bond; and the joint ownership with which he had parted, placed him in no community of interest with the plaintiff. The privity between them was at an end. Though a confidential adviser, Lloyd was a stranger to the arbitration and the compromise. An express promise to contribute, in consideration of the plaintiff’s assent, would have bound him ; but his mere advice was not a circumstance to raise a promise by implication of law; and in this respect the direction was erroneous.\nJudgment reversed."}