{"id": "970627", "contents": "The opinion of the Court was delivered, by\nLowrxe, J.\nSamuel Haslett sued George Warner before a justice of the peace, and obtained judgment against him, and thereupon Warner appealed, and Bertram Murray became his bail “ in the sum of $35, on condition that the defendant should appear at the next Court of Common Pleas to prosecute his appeal with effect.” Warner having failed in his appeal, this action of debt was brought against the bail. The declaration does not aver any recognisance, but alleges that Murray became bail as above set out, and then assigns for breach (rather imperfectly) that Warner did not prosecute his appeal with effect. To this the defendant pleaded nul tiel record; and on argument the plaintiff had judgment, and this is complained of.\nOf course the plea was technically irrelevant, for no record is averred. But it was not demurred to, and since it is admitted on the paper-books that there was a recognisance, we may treat the plea as raising a true issue. The declaration is as informal as the plea, but neither is it demurred to, and therefore its formal defects are cured. The parties have treated the case here, and in the Court below, as being on a recognisance, and have raised no question but the sufficiency of the condition, and that question we decide.\nWe pass by the inaccuracy in the condition requiring the party “ to appear to prosecute,” for no objection is made on this account, and it is apparent that, in that connection, “and,” and not “to,” is the word intended. The bail is then bound that the defendant will “appear and prosecute his appeal with effect,” and this is sufficient even under the Act of 20th March, 1845. Eor though that Act requires the bail to be bound for the payment of the costs, yet this was intended to fix, not the form of the recognisance, but the duty of the bail in such cases. The recognisance, in proper form, would substantially bind the bail'that the appellant should appear at the next Court and- prosecute his appeal with effect, and on his failure therein, that the bail -would pay the costs. A short recognisance is not void for not setting out the consequences of the appellant’s failure, or rather the terms on which the bail shall be relieved from the penalty of the recognisance.\nIn Ingham v. Tracy, 5 Watts 333, a recognisance just like this was sustained, and the duty of overlooking defects in its form clearly proved. True, that was under the Act of 1810, but that makes no difference; for there, as here, the whole duty of the bail, on the failure of the appeal, is left unexpressed, and the Act of 1845 does no more than change the duty of the bail as required by the old law. Moreover, this form of recognisance is fully sustained by the cases of the Burgess v. Jackson, 2 Pa. Rep. 431, and Moore v. McBride, Id. 148.\nThe cases cited by the plaintiff in error are not truly relevant. Adams v. Null, 5 W. & Ser. 363, relates only to the mode in which the appellee may object to a defective recognisance. Donley v. Brownlee, 7 State Rep. 109, declares that the peculiar conditions of the Act of 1842 cannot be implied in a recognisance like the present one; and therefore, a sei. fa. setting out those conditions, was not proved by such a short recognisance. Thomas v. Stuart, 2 Pa. Rep. 475, decides that a recognisance is void which requires too much of the bail. The other cases are entirely irrelevant.\nJudgment affirmed."}