{"id": "970644", "contents": "The opinion of the Court, filed was delivered by\nGibson, J.\nIn every government taxation is an attribute of sovereignty, exercised at the will of the monarch in a despotism, and in accordance with the organic law in a republic. In England, taxes were laid by the sole authority of the king till the reign of Edward the First, who bound himself and successors to exercise this part of the prerogative only with the assent of the lords and commons ; but though it ceased to be royal and became national, it ceased not to be an attribute of sovereign power. In every American state, the people, in the aggregate, constitute the sovereign, with no limitation of its power but its own will, and no trustee of it but its own appointee. But this sovereign, from the nature of its structure, is unable to wield its power with its own hands; whence delegation of it to agents who constitute the immediate government. But it is a postulate of a state constitution, which distinguishes it from the federal, that all the power of the people is delegated by it, except such parts of it as are specifically reserved; and the whole of it is, without exception, vested in the constitutional dispensers of the people’s money. As regards taxation, there is no limitation of it. Equality of contribution is not enjoined in the bill of rights, and probably because it was known to be impracticable. Previous to the convention of 1838, we had double taxation of tracts of unseated land lying foul of each other; of lands and mortgages of them, or ground-rents issuing out of them; of bank charters and bank dividends under them; and perhaps of some other things. On the other hand, it was known that other descriptions of property had not been taxed at all. Since then the exigences of the state have brought to light many new sources of revenue; and more would have been discovered had more been wanted. No one imagined, however, that the inequality had made the previous taxation unconstitutional.\nIf equality were practicable, in what branch of the government would power 'to enforce it reside ? Not in the judiciary, unless it were competent to set aside a law free from collision with the constitution, because it seemed unjust. It could interpose only by overstepping the limits of its sphere; by arrogating to itself a power beyond its province ; by producing intestine discord; and by setting an example which other organs of the government might not be slow to follow. It is its peculiar duty to keep the first lines of the constitution clear; and not to stretch its power in order to correct legislative or executive abuses. Every branch of the government, the judiciary included, does injustice for which there is no remedy, because everything human is imperfect. The sum of the matter is, that the taxing power must be left to that part of the government which is to exercise it.\nBut what if this power were so managed as to lay the public burthens on particular classes in ease of the rest ? It is illogical to argue from an extreme case; or from the abuse of a power to a negation of it. Every authority, however indispensable, may be abused; and if it might not, it would be powerless for good. Besides, the argument is founded on a denial of popular justice. A Legislature who had imposed a corrupt tax would never impose another. The inhabitants of Towanda, however, have no cause of complaint on that score. The advantages of a county town are too well appreciated not to make every village use all its exertions to have a court-house provided for its benefit and convenience. Without a court-house to replace the burnt one, Towanda could not have remained the seat of justice; and as its inhabitants profited by, not only the disbursements of the tax among them, but a permanent increase of their business and an appreciation of their property, they were morally bound to contribute in proportion.\nIt was for the Legislature to fix the proportion, and we have neither a right nor a disposition to question their justice.\nJudgment affirmed.\nLewis, J., dissented."}