{"id": "970625", "contents": "The opinion of the Court was delivered, by\nLewis, J.\nThe admissions made out of Court by a person offered as a witness, are not evidence to exclude him on the ground of interest, but the statements of the party are.\nSuch statements of the party, if founded in matter of law, will not exclude the witness, if upon a full disclosure of the facts he appears to have no interest in the event of the suit. But where the facts are not fully disclosed, and the party pronounces his witness interested in the event, he necessarily draws into his own exclusive cognisance the law and fact involved in the question, and the Courts have no means of correcting the error, if there he one. This principle governs the case before us. It appears that the witness “was into the notes,” that they “ came through him,” and that his act in negotiating them so as to render the plaintiff below liable on his endorsement, contrary to the agreement, was the cause of the present controversy; but we are not informed of the extent to which he was “into the notes,” or of the circumstances under which the notes “ came through him.” It is therefore impossible to determine whether the party was in error in his declaration that “he would not lose,” and “that Samuel Walker would have to make the notes good if he (John Walker) lost the money!” Every intendment is to be made in favor of the decision of the Court below on a question of fact which was within its province to decide. Like arbitrators, or a jury, it enjoys the advantage of hearing and seeing the witnesses, and its decisions on questions of fact are not to be reversed in the appellate Court upon an imperfect note of the evidence, except for a clear and manifest mistake against its weight, such as would be ground for setting aside an award or a verdict. The Court may have inferred that the note in question was the property of Samuel Walker, and that, when he negotiated it, in violation of the contract, so as to make John Walker liable on' his endorsement, it was done under some agreement with the latter to indemnify him from the consequences. There was certainly sufficient evidence to justify the finding that he was under some legal engagement to that effect; and upon such a finding of the fact, the decision to reject him as incompetent was correct in point of law.\nJudgment affirmed."}