{"id": "970673", "contents": "The opinion of the Court, filed was delivered by\nGtbSON, J.\nBeing here on a certiorari, we are not at liberty to rejudge the judgment of the inquest ;• nor, if we had the power, have we the lights proper to do so. The statute of Westm. 2, gives a bill of exceptions only in a trial according to the course of the common law; and there is no other means of putting evidence on a record. The testimony of the witnesses at the hearing by the inquest, is consequently not before us; nor would depositions read at the hearing of the exceptions to the inquisition have been so. No lawyer ever spoke of sending up evidence given to freeholders on a plaint under the landlord and tenant Act. Under what seal would such evidence come, or by whom would it be certified ? A certiorari lies, not to an inquest, but to a Court which has cognisance of exceptions to its inquisition; and the regularity of the proceedings is all that is examinable on it. Exceptions to the merits of the inquisition being addressed, as they are, like a motion for a new trial, to the discretion of the judge, are determinable by him exclusively; for we would be incompetent to judge how far he ought to have believed the witnesses. The legitimate business of a Court of Error is not the trial of facts. The exceptions to the proceedings before us, depending as they do on parol evidence of matters not within the plaint, might be dismissed on that ground; but as it is desirable to have the opinion of this Court on the question of right, it may not be improper to say that it is in favor of the owner.\nThe petition is not artistically drawn; but it contains the sub stance of a plaint and a prayer for an inquest. The inquest assessed the value of the privilege appropriated at a round sum; and so far there is no exception. But the Company gave evidence to show that the complainant was not the owner of the premises at the time of the first erection; and insisted that he was not entitled to the whole, if to any part of the compensation. According to the evidence, as we have it, the diversion was begun, but in some measure abandoned, in the time of the antecedent owner, who seems to have not thought it w'orth his while to complain of it; and when the whole stream was drawn into the canal after the close of his ownei’ship, the part added to close up the breach in the dam was a new erection; and it does not appear that the inquest dealt with it as anything else. But were that otherwise, we would still be bound to affirm on the ground first indicated.\nProceedings affirmed."}