{"id": "970605", "contents": "The opinion of the Court was delivered by\nLewis, J.\n\"Where a lease is for a specified time, with an express covenant to “ deliver up possession at the expiration of the term without further notice,” and with a reservation of the right of the landlord to “ enter and repossess the premises at the end, of the period, or at any time thereafter,\" the landlord may maintain ejectment, at any time after the expiration of the term, without previous notice to quit. The parties in this, as in other cases, may make their own contracts; and if they do so, the law will enforce them: Riggs v. Bell, 5 T. R. 472; Pitcher v. Donavan, 1 Taunt. 556; Ellis v. Paige, 2 Pick. 75, note.\nWhere a lease is for a certain term, if either party desires to continue it, he should consult the other. If he does not take the trouble to do this, he has no reason to complain of the other for terminating the tenancy, without previous notice, according to the terms of the contract. Where there is a lease containing the stringent provisions to be found in the one before us, a new lease from year to year, with a right to three months’ notice to quit, cannot be implied from the act of holding over on the one side, and the mere neglect, on the other, to dispossess the tenant. As this is the only question which touches the right of Martin MeCanna, the lessee, the judgment as to him is affirmed.\nRut Henry Manson, after joining with MeCanna in the plea of not guilty, in the trial of the issue, in presenting points arising upon the lease to MeCanna, in taking out the writ of error, and in the assignment of errors here in relation to the same lease, still claims a separate ground of defence, arising from the failure of the plaintiff below to prove that Manson’s actual possession extended over any part of the land in controversy. Be it so. This is an action founded upon tort, and the verdict may be for one defendant and against the other, according to the facts of the case. There is much good sense and substantial justice in the rule indicated in Dietrick v. Mateer, 10 S. & R. 153, and after ten years’ consideration and experience of its utility, reaffirmed in Steinmetz v. Logan, 3 Watts 162. The object of the Act of Assembly is to try the rights of the parties to the land, and when it is considered that two concurrent verdicts and judgments are conclusive, it seems reasonable that a defendant who does not intend to contest the plaintiff’s right to the land, and who puts his defence upon the ground that he is not in possession of any part of it, should, “ at the entry of his plea, or at a period sufficiently early to warn the plaintiff of the nature of the defence to be made at the trial,” enter his disclaimer upon record. But on the authority of Mitchell v. Bratton, 5 Watts 70, and Zeigler v. Fisher, 3 Barr 367, it seems that this is not necessary, and that a plaintiff, in order to recover in ejectment, must establish not only his own title, but also the possession of the defendant. There was error, therefore, in permitting a recovery against Henry Manson, without proof of his possession of any part of the land. For this reason the judgment, as to him, is reversed. Under the Act of 1836, giving the Supreme Court power to modify judgments, it has been held that the judgment, in a proper case, may be affirmed as to one defendant and reversed as to the other: Jameson v. Pomeroy, 9 Barr 230.\nIt is therefore considered that the judgment, as against Martin MeCanna, be affirmed, and that the judgment against Henry Manson be reversed, and a venire de novo awarded."}