{"id": "970639", "contents": "The opinion of the Court was delivered by\nLowrie, J.\nThe jury have found, under proper evidence and proper instructions, that the alley appurtenant to the plaintiff’s lot, and that over the defendant’s, formed one continuous way, that the plaintiff had a right of passage over the defendant’s part of the alley, and the defendants over that of the plaintiff, by mutual agreement, each grant being the consideration of the other.\nThe defendants have erected a building on each side of, and over their part of the alley, and the plaintiff avers that, by reason of this, the capacity of the alley has been reduced, so that he cannot have his proper enjoyment of it; and claims that, on this account, he has a right to revoke the alley privilege granted to the defendants; and complains that, though he did so, yet the defendants continue to use the alley over or appurtenant to his lot, and thus obstruct his use of it.\nAdmit the encroachment averred, does the right to revoke the grant follow ? This is the only question that demands consideration. If, under proper instructions, the jury have come to a wrong conclusion, it is not our province to correct that error.\nThe question is really too plain for argument. This is not a case of mutual and dependent covenants, where one party is not bound to perform if the other fails. But it is a case of vested, executed rights, which one party claims to have forfeited, because a kindred right of his has been encroached upon, though not taken away. It would not prevent, but rather foster litigation, to sanction such a principle. And there is no necessity for it; for the law gives an adequate remedy for such encroachments, by action. To allow one party to revoke the other’s rights' for a mere encroachment, would be to hold out inducements to undertake reprisals, that must, in the nature of things, result in open war. It would be a rule incapable of definition, and therefore liable to continual abuse. Under the smallest annoyances, which must occasionally arise between tenants in common, the right of revocation would be claimed and suits would be the natural consequence. The cause was properly tried. The plaintiff’s remedy is by action.for the*obstruction of the other part of the alley, and not by revocation of the use of the part granted to the defendants.\nJudgment affirmed."}