{"id": "970652", "contents": "The opinion of the Court was delivered, by\nLewis, J.\nThis, in the Court below, was an action to recover damages in an action on the case, brought by the owners of the steamboat Caroline, against the owners of the steamboat Consignee, to recover damages occasioned by a collision. The injury occurred on the 9th of March, 1849, on the Ohio river, in the state of Virginia, a short distance above Steubenville, Ohio. The Caroline was a small stern-wheel boat, and was ascending the river. The Consignee was a large side-wheel St. Louis boat, and was descending the river.\nThe owners of the Caroline obtained a verdict and judgment in their favor for the sum of four thousand dollars damages. To reverse this judgment this writ of error was taken by the owners of the Consignee.\nThe errors assigned are three in number, but they refer to different forms of expressing the same principle, and may be disposed of by the decision of a single question. Is it a rule of navigation, recognised by law, that steam vessels, meeting each other in a clear river, or on the open sea, shall each pass to the right, in case of danger of collision ?\nIn husbandry, in the mechanic arts, and in the various other pursuits of life, every one is required to exercise his calling according to the most approved lights and rules of the art or science which he professes to practise. This rule is founded upon principles of natural justice, and sustained by the highest considerations of public policy. A steady adherence to it stimulates the advance of useful improvements, and promotes the comfort and security of all. Why should the pursuit of navigation be exempt from its operation ? Why should those who are intrusted more than any other class with the care of life and property, be exempt from a rule so indispensable to the safety of both? No just reason can be assigned why this great art, sustaining as it does the commercial interests of the world, should be placed in a state of outlawry. Those engaged in it are assuredly bound by the rules which are the result of the practical experience and wisdom of navigators, as strongly as others are required, to exercise ordinary skill and care in their respective occupations.\nAmong the nautical rules applicable to the navigation of sailing vessels are the following: A vessel which has the wind free, or sailing before or with the wind, must get out of the way of the vessel that is close hauled, or sailing against it; and the vessel on the starboard tack has a right to keep her course, and the one on the larboard tack must give way, or be answerable for the consequences. So, when two vessels are approaching each other, both having the wind free, and consequently the power of readily controlling their movements, the vessel on the larboard tack must give way, and each pass to the right. The same rule governs vessels sailing on the wind, and approaching each other, when it is doubtful which is to windward. These principles are sustained by abundant authority; 1 Wm. Rob. 483; 2 Id. 197, 189; 3 Hagg. 316; Id. 320; Id. 327; 2 Dodson 86; 5 Rob. 345; 3 C. & P. 528; 9 Id. 601; 12 Moore 148; 3 Kent’s Com. 230; 10 How. U. S. R, 581. The reason why the vessel on the starboard tack has a right to keep her course, is, because her helm is already put to port, in accordance with what has been called the “ golden rule of navigation ;” and the reason why “ the one on the larboard tack must give way” is, because the further progress in her course would be a violation of that rule.\nAnd when it is said that if two vessels are approaching each other, both having the wind free, they must “ each pass to the right,” the duty of porting the helm is imposed upon both, because both have the power of “readily controlling their movements.” As “ the reason of the law is the life of the law,” it necessarily follows that the like obligation rests upon steamboats, because they possess entire control over their movements. They are therefore required to do whatever sailing vessels going free, or with a fair wind, would be required to do under similar circumstances. There is this difference, however, between steamers and sailing vessels, that the forrqer, having greater control over their movements than the latter, even with a fair wind, are held to a stricter rule of responsibility. In the case of Lowrey v. The Steamboat Portland, in the United States District Court for Massachusetts, in January, 1839, it was certified by experienced navigators., and adjudged by the Court as the rule on the subject, that “ when two vessels approach each other, both having a free or fair wind, each vessel passes to the right; and that a steamer was considered as always sailing with a fair wind, and is bound to do whatever a sailing vessel going free, or with a fair wind, would be required to do under similar circumstances: 3 Kent’s Com. 231, n., &c. Nearly two years afterwards, on 30th Oct. 1840, the experienced navigators of Trinity House, a corporation of pilots which has existed under different charters ever since the reign of Henry YHL, “recognised” the existence of the same rules of navigation. So far from professing to establish for the first time even the application of the old rule to steamers, they expressly declare that, “ on communication with the Lords Commissioners of the Admiralty, the elder brethren find it has been already adopted in respect to steam vessels in her majesty’s service.” These rules of navigation have been frequently revised in admiralty cases in the District Court. And in 1850, they were strongly enforced by the Supreme Court of the United States: 10 Howard 581. And it is there declared to be the obvious duty of the Court to “ apply them strictly in all cases of collision, unless where a clear exception is established by the party seeking to excuse himself for the departure:” Id.\nIt is undoubtedly true, that no vessel, especially a steamer, should unnecessarily incur the probability of a collision by a pertinacious adherence to the particular rule in question here: 1 W. Rob. 157. Even the Trinity House regulations acknowledge the' necessity of occasional departures from it, when they declare that steam vessels should “ give way to sailing vessels on a wind on either tack.” The expression “giving way” does not mean the putting the helm to port under all circumstances; but porting or starboarding the -helm, as the exigencies may require:” The Gazelle, 10 Jur. 1066. Indeed, steamers have frequently been condemned for porting the helm under circumstances which required a departure from the rule: 10 Jur. 1066; 2 W. Rob. 270; 8 Jur. 320; 3 Notes of Cases 36. When either vessel is in such a condition as to render it manifest that porting the helm would produce a collision, the vessel on the right course is justified, in spite of the rule, in putting the helm to starboard: 4 Moore 314. We subscribe to the remarks of Dr. Lushington, that “there must be exceptions to the rule implied by common sense:” The Rose, Adm. Hil. Term, 1843.\nBut when the Court instructed the jury correctly in regard to the general rule, it is not error that all the exceptions to it were not stated. The party who claims that his case is an exception, must show in the evidence the particular circumstances which take his case out of the general rule. It is not to be expected that the Court below is to deliver a treatise upon navigation, or that this Court can reverse upon an abstraction. Experience has shown that instructions given to the jury upon principles not- arising in the case, only tend to divert their attention from the real question of the cause. The learned Judge, before whom this cause was tried, was perfectly correct in confining himself to the particular exception relied upon and presented by the evidence. From the paper-book, it would seem, that the defendants below insisted that “ when the Caroline was discovered, she was ascending the Ohio shore, and that as the Consignee approached, the course of the Caroline was suddenly changed across the river, so as to pass improperly under the bows of the Consignee.” In reference to this ground of defence the Judge instructed the jury, that “if the Caroline made the movement which the defendants’ witnesses think she did, it was, I think, a false move, and she cannot recover; for her false move may have led to a false move of the Consignee.” This question of fact was submitted to the jury, and they have found it against the plaintiffs in error*. The error, if there be one, lies with them, and their decision is not the subject of revision on a writ of error. The instructions given were perfectly correct.\nJudgment affirmed."}