{"id": "970665", "contents": "The opinion of the Court, filed was delivered by ■\nGriBSON, J.\nIt is a mistake to suppose that the law of title by the statute of limitations, is akin to the law of title by improvement. Residence, though necessary to constitute a settlement, is not necessary to constitute adverse possession. The latter may be, by cultivation and enclosure, by cultivation without enclosure, or by enclosure without cultivation; and in every case, without regard to the design of the occupant, further than that it be to resist an entry by any one else. Rut when it is by enclosure, it behooves him to keep up the fences or building, and prevent the place from becoming vacant, or the ground from being turned into common. Adverse possession, professing, as it does, to be founded, not on title, bat on trespass, is essentially aggressive, and the stamp of its character must be constantly preserved by acts on the premises. A man does not discontinue his possession by locking up his house in town, or suspending his cultivation in the country, provided he do not suffer the building in the one case, or the fields in the other, to be thrown open; but he is bound to continue a positive appearance of ownership, by treating the property as his own, and holding it within his exclusive control. An intention to resume a suspended intrusion, of which the owner of the title may know nothing, is short of the requirement of the statute. The question is not, what did the out-going occupant intend, but, what did he do ? (j)id he keep his flag flying, and present a hostile front to adverse pretensions ? An adverse possession ought to be such as to challenge the right of all the world; but when an occupant evacuates the place and suffers it to go to wreck, he hauls down his colors, and his challenge is withdrawn.) The owner is lulled by it into a belief that it is unnecessary to enforce his title by an entry or an action. Indeed, he could not maintain an action were the defendant to contest the fact of possession; and whether he could make an entry to avoid the statute when there was no one to enter upon, the legal possession being in himself, would admit of more than a doubt. He is, at least, in the position of a man whose title has been acknowledged; and whether expressly or tacitly, is of no consideration if he be cheated into a state of false security by it. It would be easy to elude his vigilance, by moving out in time to move in again when the twenty-one years had run round. The animus revertendi could always be proved — at least it could not be disproved, which, according to the judge’s notion, is the same thing; — and the statute, instead of being a means to make men try their titles while papers are preserved, witnesses living, and facts green, might be a tool for knaves to work with, in order to subvert the titles of the innocent and unwary. Any man might be entrapped by it, if a constructive possession were allowed to be an adverse one within the intent of the statute. If a party must suffer for supineness, let it appear that there was enough in the circumstances of his case to awaken him to a sense of his position.\nThe error of the judge was in applying to the discontinuance of an actual occupancy, a principle applicable only to the abandonment of an improvement, which always depends, more or less, on the intention of the improver. But there is, in this respect, no point of resemblance between a settler and an occupant. The indulgence allowed to the settler, grew out of the hardships and dangers to which he was exposed in gaining a foothold in a starving, often a savage, and sometimes a hostile wilderness, in which a habitation and the means of living could not be provided in a day; and he was consequently allowed reasonable time, according to the circumstances of the case, to plant himself securely and permanently on his improvement. Such hardships and dangers do not beset the actual possession of an adverse occupant, and there is not the same necessity for allowing him to intermit it. “But,” said the judge, “after so long a possession and improvement, and the building of a house, the mere failure to occupy, for one or two years (the evidence was two or three), would not be such a breach of the continuity of possession as to avoid the running of the statute.” Again, “ In such a situation, something more than a mere failure to occupy, unaccompanied by any act evincing an intention to abandon, must be. shown, or the statute will not be prevented from running.” And this was said of the occupancy of one who claimed to hold, not as an improver, but as a disseisor. But the substantial objection to it is, that the deceptive appearance of the occupant’s acts, which might have misled the most careful man, was put out of the view of the jury; and that the defendant, instead of being held to proof of a constant-assertion of independent and hostile ownership, was let off on the absence of proof that he did not intend to resume the actual possession. The fallacy was in assuming that nothing in the evacuation of the premises ought to have induced a belief that the possession had been surrendered. It was forgot that it is the occupant’s open show of resistance, and not any secret working of his mind, which calls on the owner to prosecute his claim while he may. This oversight turned the scale against the plaintiff.\nJudgment reversed and venire de novo awarded.\nWoodward, J., having been counsel in this cause, took no part in its decision."}