{"id": "970686", "contents": "The opinion of the Court was delivered by\nLewis, J.\nThe two first counts in the indictment charge the defendants below with committing a common nuisance in the public highways and streets of the city of Pittsburgh, by causing to assemble and remain therein for a long space of time, great numbers of men and boys, so that the streets were obstructed and the public were interrupted in the enjoyment of their rights of passing and repassing. It is averred that the crowd was collected by ■means of “ violent, loud, and indecent language addressed to persons passing and repassing along the highway, and to persons thereabouts.'” In the second count the assemblage is alleged to consist of “men and boys, and idle, dissolute, and disorderly people.”\nThe streets are common highways, designed for the use of the public in passing and repassing, and in such temporary occupancy as are incidental to the exercise of these rights, or necessarily connected with them. No one has a right to obstruct a public street by collecting therein a large assemblage of men and boys, for the purpose of addressing them in “ violent, loud, and indecent language.” The common highways were designed for no such purpose. If the purposes of the meeting he lawful, a suitable place can be obtained for it, without obstructing the public in their undoubted right of passing along their own highway. The liberty of speech does not require that the clear legal rights of the whole community shall be violated. The freedom of the press is as well deserving protection as the liberty of speech; but no one, in his wildest enthusiasm in favor of the former, has claimed the right to establish printing presses in the public streets. One of Hoe’s printing presses would certainly be as effectual in collecting a crowd as the indecent and violent harangues described in this indictment. The nuisance, in the one case, would be quite respectable in its nature and objects compared with the demoralizing character of the other. But both are prohibited by law, as infractions of the public right of passage.\nIn the third count the defendants are charged with “ openly and publicly speaking with a loud voice, in the hearing of the citizens, &c., wicked, scandalous, and infamous words, representing men and women in obscene and indecent positions and attitudes.” And this is averred to have been done with intention “to debauch, debase, and corrupt the morals of the youth,” as well as others, and to their “manifest corruption and subversion.” This offence is not averred to be a common nuisance, nor is such an averment necessary: 2 Ser. & R. 91. If the language be addressed to the public, in a public place, and the intent and manifest tendency of it be to debauch and corrupt the public morals, the offence is complete. All these essentials sufficiently appear upon the face of the indictment, and the jury have found the defendants guilty. It would be a reproach upon the common law if such acts were not held to be indictable as a gross misdemeanor.\nThere is nothing in the objection that the words spoken and attitudes described by the defendants below are not particularly set forth in the indictment. It is sufficient that the first are averred and found to be “ wicked, scandalous, and infamousthe last “obscene and indecent;” and both “designed” and manifestly tending to the corruption of the public morals. In a prosecution for publishing an obscene book or picture, the law is not so absurd as to require that the indictment should contain, in itself, a repetition of the offence which it was framed to suppress. This principle governs the case presented upon the record.\nWe perceive no error in the proceedings of the Court below.\nJudgment affirmed."}