{"id": "970633", "contents": "The opinion of the Court was delivered by\nLewis, J.\nWhere a lot of ground is required for a lock-keeper, and the supervisor of the canal, by direction of the canal commissioners, or a majority of them, surveys and lays off the necessary quantity of land for the purpose, not exceeding one-half an acre, and takes possession and erects a building thereon for a lock-house, the former owner of the land has no right, either before the building is finished, or afterwards, to take possession of the house by force, or by stealth, for the purpose of testing the regularity of the appropriation to public use. There is always a presumption in favor of the acts of public officers and agents, under oath, which forbids an individual frbm making himself a judge in his own cause, and turning them out of peaceable possession of property taken and occupied for public use. This-possession, and the legal presumption in its favor, like a descent cast, tolls the entry of the former owner, and turns him around to his action. An entry upon the possession taken by the agents of the state, might seriously obstruct them in the discharge of their duties in the management of the public works, and thus produce irreparable mischief, as well as tend to a breach of the public peace. The law furnishes an ample remedy, by action, for any unauthorized seizure of the private property of the citizen.\nOn the trial of an ejectment brought by the Commonwealth to regain the possession, under such circumstances, the person in possession cannot defend himself upon the ground that the canal commissioners gave no written direction to the supervisor, by resolution of the board, to survey and lay off the ground for the public use.\nIt is the duty of the canal commissioners, in an affair so important as appropriating the real estate of the citizen to the public use, for permanent erections thereon, to indicate their determination by a resolution, duly adopted and entered on their journals, “describing and ascertaining the bounds of the land, and the quality and duration of the interest and estate in the same, which may be required for the use of the state8th section, Act 25th February, 1826. This is necessary in order that the state may have record evidence of her title, to enable her agents, from time to time, as they succeed each other, to know and protect her rights. But these proceedings are required more for the protection of the public than for the benefit of the individual whose property has been taken; and if, on the trial of an ejectment, the defendant permits secondary evidence of the appropriation to be given, without objection, and puts his defence entirely upon other grounds, it is too late to raise the objection for the first time, on a writ of error, that a copy of the resolution of the board Avas not produced on the trial.\nIf a lot of ground, on which a lock-house has been erected, should be deemed no longer suitable or convenient for its appropriate uses, the canal commissioners have power to take possession of other ground for the purpose of erecting a new lock-house. Their power is not exhausted by the first appropriation. Errors of location in matters of that kind, which are but incidents to the main work, may be corrected without special application to the Legislature.\nBy the repeal of the act allowing an appeal from the decision of the canal commissioners to the board of appraisers, the former are constituted the final tribunal for the assessment of compensation to the owner. It is their duty to assess and offer a just compensation for the property taken. This, it is alleged, has been done in the case before us; but it is objected that their assessment is not constitutional. The assessment by the canal commissioners is as fully authorized by the constitution as an assessment by any other tribunal. A sovereign state is not liable to an action at law, against her consent; and the right of trial by jury has, therefore, no existence in such a case. The mode of assessment rests with the Legislature; and the common law Courts have no authority to question the justice of decrees made by tribunals clothed Avith power to make final adjudications on the subject.\nThe errors assigned are unsustained, and the judgment below must be affirmed.\nJudgment affirmed."}