{"id": "970650", "contents": "The opinion of the Court was delivered, by\nBlack, C. J.\nThe Legislature authorized the extension of Hancock street in 1850. One of its provisions was, that the damages done to private property should be ascertained and apportioned among the different lots which would be benefited by the opening of the new street. This was done, and part of the damages were assessed on the lots of the plaintiff in error. But before the street could be opened, and before the lien which the report of viewers created on the lots was ripe for a scire facias, the Act of Assembly was repealed. Of course this puts an end to the opening of the street, and the question before us is whether the parties who would have been injured by it can recover the compensation to which they would have been entitled if the repealing act had not been passed.\nThe Act of 1850, which directed that property should be taken from one man and paid for by another at prices adjusted without the consent of either, was an exercise of the highest sovereignty which the government of a free state possesses. The taking can be justified, because the taking was for public purposes; and the provision for payment was not unconstitutional, because the private advantage gained by the adjacent lot-owners was a fair equivalent for all they were required to give. But a law which would take the property of Irwin without compensation, or require Hampton to pay for the benefit of a street which was never to be opened, would be mere robbery, which no department of this government has any right to commit. The Act of 1850, taken together with the repealing Act of 1852, amounts to a law which commands the payment of money by one of the parties for an advantage which it forbids him to enjoy. That such a thing can be., done by two Acts of Assembly any more than it could be by one, is a proposition to which no sophistry can give even a plausible appearance. That a law may be passed to take the money, land, or goods of one private citizen and give them to another, with a provision for compensation which is repealed before it is carried into effect, cannot be .sustained at all. The Act of 1850 for opening the street, would have been a plain violation of the constitution, if it had not provided that the property taken should be paid for. It would have been no better, but rather worse, if it had ordered money to be paid for the improvement without ordering the improvement to be made. The validity of one part of the law depends on the other. When, therefore, one part of it was repealed, the other followed as a matter of course, for it could not stand alone.\nBut the Legislature does not seem to have contemplated this injustice. The whole law is repealed “ so far as Hancock street is concerned.” It is in vain to say that this does not refer to the Act of 1850, or that it is not in its terms a repeal of the whole act. The only ground on which the defendants in error can now demand the compensation is, that though the Legislature might take away from their adversary the benefit he was to receive, yet it exceeded the power of the state to deprive them of what they call their vested rights. But the rights of neither party could be vested unless both were vested, and one being divested by the repeal the other has no existence. This question would probably have been understood very differently, if the Legislature had chosen to prevent the damages from being paid instead of arresting the execution of that part of the law which required the opening of the street.\nIt is said that thé opening of the street would have given the public only an easement in the land, and would not have deprived the owners of their right to the soil. This is true, but I do not perceive how it adds anything to the strength of the argument. If a mere encumbrance on the soil was to be the equivalent of the plaintiff in error for his money, he was entitled to that at least. It would be no worse to make him pay for land without getting it than to compel him to pay for anything else which he does not receive.\nIt is also urged, that the defendants in error have suffered inconvenience and loss, not in consequence of the street being opened, for it was not opened, but because the opening of it was threatened. But the other party was not to blame for this. On the contrary, they seem to have been common sufferers in all the trouble occasioned by this law. The threat to take one man’s property is not much worse than the threat to make another pay for it. But the loss that follows from such a cause can not be the foundation of a legal claim. It is damnum absque injurié.\nAnother argument is, that this street might be opened, paid for, and then abandoned, in which case the parties who paid for it would be in no better condition than they would be by having it abandoned first and paying for it afterwards. Whether a street paid for by private individuals could be closed without their consent, is doubtful; but it is very sure that the closing of it would release all damages assessed against private parties and remaining unpaid at the time.\nThis transaction is put by the Court of Common Pleas on the footing of a contract between the parties. There is no definition of a contract that will include it. The state takes private property for public use in virtue of her right of eminent domain. She is bound to pay for it, but instead of making compensation out of the public treasury, she, in this case, ordered it to be assessed on the contiguous property, and this was an exercise of the taxing power. It was all done by one Act of the Legislature, and that act was all repealed — the part which authorizes the taking of the property, the portion which gives the right to compensation, and that which imposes the tax. The last was as clearly repealable as the rest.\nBut assume it to be a contract. Let it be supposed that the plaintiff in error covenanted to pay a certain sum in consideration of the additional value which would be given to his lots. If the street is not opened the consideration fails, and then what becomes of the contract? Equity will always relieve against a contract when an unforeseen accident, such as the interference of the Legislature, has rendered it impossible for both parties to perform it. It will scarcely be said that a contract, the execution of which is forbidden by equity and good conscience, is within the inhibition of the constitution. The obligation of such a contract could not be impaired for it has no obligation.\nThe cases decided in Massachusetts and New York, and cited in the argument, show that in those states the county is held liable to pay the price of land taken for a public highway, even though, after it is taken, the authority having jurisdiction of the subject change their intention and abandon or discontinue the road. Where the public makes a contract for land at a certain price, and takes it, as'in the case of The People v. Westchester, 4 Barb. 76, their subsequent discontinuance of its use would not discharge the obligation to pay for it. But that is not this case. Here the land was never taken; and what makes a still clearer distinction, the party from whom the price is demanded is not the party that abandoned it. If the opening of the street had depended on the will of the plaintiff in error, and he had voluntarily determined not to have it opened, the case would have been wholly different in principle.\nWe cannot have the least hesitation about saying that, inasmuch as this claim could only be asserted on the ground that the law gave the plaintiff in error an equivalent for the money he was required to pay, the act taking away that equivalent released him. The repeal of the law, at any time before the street was opened, rendered all the proceedings under it void from the beginning. It is as if no such law had ever been passed. If the repeal had come after judgment rendered and after execution issued, it would have struck dead the process in the hands of the sheriff.\nJudgment reversed and judgment on the case stated in favor of the defendant."}