{"id": "970643", "contents": "The opinion of the Court, filed was delivered by\nLewis, J.\nThis is an issue between subsequent and prior judgment creditors of Levi Wolfersberger & Co., for the purpose of determining the rights of the first judgment. It is admitted to have been given for a just debt, but the objection to it is that it was given by the debtors, when in failing circumstances, with a view of preferring the plaintiffs therein, the debtors knowing at the time that they were insolvent. The debtors never made any assignment for the benefit of creditors, and the only title of the plaintiffs in this issue to enter into the contest, is founded upon their subsequent judgment and execution.\nAt common law, a debtor, in failing circumstances, so long as he holds dominion over his property, has an undoubted right to prefer one creditor over another. Many debts are contracted with a knowledge of the existence of this right, and upon the full confidence that it will be exercised to secure those who have the strongest claims upon the conscience, and even upon the gratitude of the debtor. Loans made from motives of friendship, and endorsements and other liabilities incurred as surety, without expectation of profit, are of this character. At least they are so esteemed by the community in general, and any enactment which takes away the right of a debtor to prefer them would produce a sudden change so extensive in all business transactions, that its policy is somewhat questionable. The project is supported by a refinement in morals which is certainly in advance of the commercial spirit of the age in which we live. At all events, a change so important in the business transactions of the people, ought not to be put into operation by the Courts, until the Legislative will to that effect be plainly expressed.\nThe Act of 1843, prohibiting preferences in assignments for the benefit of creditors, makes no such extensive change in the course of dealing. It goes no further than to forbid preferences, in and by the instrument by which the debtor surrenders to his creditors all dominion over his property. In such a case, it is provided that the assignment shall enure for the benefit of all in proportion to their demands. This was the construction given to the Act in Blakey’s Appeal, 7 Barr 451. It was there distinctly declared by this Court “ that it is only when a man loses dominion over his property, and transfers that dominion to another, that the right of the creditors to a pro rata dividend attaches. Whilst a marc retains dominion of his property he may encumber and convey it as he pleases, if not directly forbidden by law, and prefer such creditors, by payment or transfer, as he chooses.” And it was there added, “if it were not so, an individual could not get along with his business.” This construction, limiting the prohibition to cases in which the debtor surrendered his property to others, was but the judicial acknowledgment of an inevitable necessity. If the dominion be not surrendered by the debtor, who shall deprive him' of it, for the purpose of making a pro rata distribution among his creditors ? It cannot be taken from him “ unless by the judgment of his peers or the law of the land.” That is, by due process of law, by judgment and execution ; and, in these proceedings the maxim applies, “ Vigilantibus non dormientibus servit lex.” The first in time being the best in right, the only effect produced by vacating one judgment, because voluntarily given, would be to let in the judgment of another, whose vigilance, more than any peculiar equity in his claim, placed him next in priority on the record. The second judgment would get the whole fund instead of the first; and thus the equality, in which equity is said to delight, and which it was the main object of the Legislature to secure, would be defeated; and the Act of 1843, with this construction engrafted upon it, would be made an instrument for securing preferences instead of defeating them. In the one case, the favorites would be the severe and/ exacting creditors, who pursued their rights by adverse proceedings at the costs of the debtor; in the other the confiding friends who advanced their money, or incurred liabilities from motives of benevolence alone, and whose judgments were obtained without the harshness of adverse proceedings, by the voluntary consent of a grateful debtor. It can scarcely be supposed that the Legislature desired to produce a result so unimportant in its general policy, and which has, at the same time, so little to recommend it on the score of justice. It follows that the only admissible construction of the Act of 1843, is that which confines it to cases where the debtor executes an assignment for the benefit of his creditors.\nThe Act of 1849, being in pari materia, must be construed in connection with that of 1843. Judgments obtained fo debts honestly due' are not to be defeated “ by the subsequent discovery of the insolvency” of the debtor, “unless they were obtained with intent to evade the provisions” of the Act of 1843. The “intent to evade” the Act of 1843 is what vitiates the judgment. That Act, with an exception in favor of wages, makes provision for an equal distribution among all the creditors in proportion to their claims where an assignment is made. The “intent to evade” an equal distribution is what is forbidden by the Act. Where no assignment is made there is no provision for equal distribution; and in such case, the confession of judgments can have no tendency whatever to defeat such distribution. Its only tendency is to change the order of preferences, from those which would inevitably be produced by a passive submission to the recovery of judgments by adverse proceedings according to law. To say that a debtor may not voluntarily do what the law compels him to do, and punishes him with costs for not doing, is to expose the justice of the country to public ridicule and contempt.\nAccording to all the decisions upon statutes enacted to prevent frauds upon creditors, the party, who obtained a security or conveyance in good faith was not affected by the wrongful intent of the debtor in giving it, unless the former participated in it. This was the construction of the English statutes of 13th and 27th Elizabeth, upon the clauses which made void grants, &c., “ made with intention to deceive, &c., purchasers and creditors.” The same principle was decided in Massachusetts: Green v. Tanner, 8 Met. 411; in New-York, Sands v. Hildreth, 14 John. 493; in South Carolina, Union Bank v. Toomer, 2 Hill’s Ch. 27; in Alabama, Stover v. Harrington, 7 Ala. 142; in Mississippi, Pope v. Andrews, 1 S. & M. 135; in Indiana, Frakes v. Brown, 2 Blackf. 295; and in the Supreme Court of the United States, upon the statute of Illinois, Astor v. Wells, 4 Wheat. 466. But in Summer’s Appeal, 4 Harris 169, it was held in a case where the debtor had made an assignment for the benefit of creditors, that the validity of a judgment previously given “hinged entirely upon the scienter of the debtor, as to his solvency or insolvency at the time he gave the judgment;” and the “knowledge of the creditor” did not seem “to enter into the account.” This was certainly a departure from the principles which had usually governed the Courts in the construction of similar statutes. There is something so revolting to the most ordinary sense of justice in depriving any one of a vested right — a lien for a just debt — without any fault of his own, that it ought not to be done, except in obedience to the plain and imperative mandate of a power which cannot be resisted. The injustice of the principle engrafted upon the Act of 1849, by the decision last mentioned, produced, without doubt, the repeal of the proviso from which it sprang, within less than a year after the decision. Under such circumstances its weight as a precedent will be open for consideration when the question arises. All that the present case requires us to say is, that the principle of that decision will not he carried further than the case requires ; that it must be regarded as authority only for depriving a creditor of his lien for the purpose of admitting him to an equality with the other creditors in the distribution of the assets, and that this can only be effected where there is an assignment, without preferences, under the Act of 1843. That decision cannot be considered, in letter. or spirit, as affording any sanction whatever to the injustice of depriving one creditor of a preference, honestly acquired, for the purpose of giving it to another, posterior in time and not superior in equity. This must be the result of its application to cases where the debtor makes no assignment.\nThere is no assignment in the case before us. The judgment and execution obtained by the defendants were for a just debt, and were prior in time to those of the plaintiffs. The latter have not a single plank to stand upon.\nJudgment affirmed."}