{"id": "970682", "contents": "The opinion of the Court, filed was delivered by\nLowrie, J.\nThe Act of Assembly requires that legacies, granted to a person for life or upon a condition or contingency, shall not be paid by “ the executor” until proper security is given; and the learned judge of the Court below was certainly right in regarding legacies payable by a devisee, and charged upon his land, as coming within the spirit of the law, if the case is within its equity. The statute, however, was not designed to change or defeat the intention of the testator, but as a rule to interpret that intention, founded on the presumption that he would not have left the legacy in danger in the hands of the first legatee, if his mind had adverted to that point. A case not falling within the letter of the statute, cannot therefore be treated as within its equity, if it is most probable that the testator, had the question been presented to his mind, would have declared that the legacy should be paid without security. And such is this case.\nThe testator declares that he had already advanced seven of his children to the amount of $1000 each, and that he now makes this legacy to Elizabeth, the plaintiff, for the purpose of putting her on an equality with them; and throughout his will he declares the same intention of equality, and thus the legacy to Elizabeth is an absolute one. But in an addition to his will he declares, that if any of his children should die without leaving issue, their shares should revert to his estate; and this clause creates the difficulty. There is, however, other real and personal property to which this can apply. It can apply, with perfect equality of principle, to all his estate which is disposed of by his will, except the parts granted as an equivalent for advancements made to others or for services done. But if it be applied to that which some received by will in order to make them equal to those who had beeh advanced, then equality is destroyed; for the latter have an absolute, and the former only a qualified, estate; and we make him do inequality while he is declaring that equality is his purpose. This legacy granted to Elizabeth, and to be paid by a devisee in order to put her on an equality with others who had been unconditionally advanced, does not fall within either the letter or spirit of the Act of Assembly. The Court below, therefore, should not have required security to be given before enforcing the payment of it.\nAccording to our law, this legacy, though sued for in the name of the husband and wife, belongs to the wife for her exclusive benefit; and the decree must be framed so as to let her have it herself, or to give it to a trustee for her.\nDecree. Sept. 9, 1852. This cause came -on to be heard on an appeal from the Orphans’ Court of Lancaster county, and was argued by counsel; and now, upon consideration thereof, it is ordered, adjudged, and decreed, that the decree of the said Orphans’ Court be and the same is hereby reversed. And this Court thereupon proceeding to pass such decree in the cause as the said Orphans’ Court ought to have passed, does hereby order, adjudge, and decree that the said Abraham Redsecker do pay unto the said Elizabeth Eisher, for her own exclusive benefit, or to her counsel for her, the sum of $500, with lawful interest, from the 1st day of April last past, unless before the payment thereof the said Elizabeth shall procure the appointment of a trustee to take the charge and custody thereof for her exclusive benefit; in which case the said money shall be paid to the said trustee, or his counsel or attorney, for the exclusive benefit of the said Elizabeth. And it is further ordered, adjudged, and decreed, that the said Abraham Redsecker, the defendant, do pay unto the petitioners, or their attorney, their costs of suit."}