{"id": "970683", "contents": ". The opinion of the Court was delivered, by\nLewis, J.\nThis is a writ of error to remove the record and proceedings in a feigned issue directed, not to determine any particular fact in dispute, but to try the right of the plaintiff jbelow to a portion of the money raised by a sheriff’s sale. The Act of 16th June, 1836, vests in the Court the authority to hear and determine all such cases; and gives no power to direct an issue, except for the decision of facts in dispute, connected with the distribution, and then only upon the written request of some party interested. In such case, the issue must be confined to the particular facts in dispute. It is error to frame it, as in the case before us, so as to submit to the jury the decision of the plaintiff’s right to the money. That right may depend upon questions of lato and fact, or, it may be, upon questions of law alone. The course pursued here, by reason of its tendency to produce unnecessary expense and delay, is particularly objectionable. It is the interest of the parties, and, of course, the undoubted object of the law, that an execution should be the end instead of the beginning of litigation. If the Court below, instead of directing the issue, had decreed distribution upon the report of the auditor, this Court might now make a final end of the controversy; but as our jurisdiction is only appellate, and as the case is not here on appeal from a final decree of distribution, we can only reverse the judgment below, and award a procedendo.\nThe decision this day pronounced in Kline v. Bowman, disposes of the question intended to be presented in this case. It was there held that the sheriff’s vendee takes the land charged with the encumbrance which was payable at the death of the widow of John Bowman, deceased. It follows that no part of the money in Court can be appropriated to the payment of any part of that lien, except the annual interest which was in arrear at \"the time of the sale by the sheriff. This does not seem to have been allowed by the auditor. There may have been some reason for it which is not apparent to us; but, as the case is presented to us on the paper-book, his report ought to be corrected in this particular. Tho heirs of Samuel Herr, deceased, do not appear to have any title to payment out of the fund in Court. These opinions have been expressed in the hope that they may aid in putting an end to the controversy, without troubling the parties with another application to this Court.\nJudgment reversed, and record remitted, with directions to the Court below to decree distribution according to law."}