{"id": "970698", "contents": "The opinion of the Court, filed was delivered by\nLowrie, J.\nIn 1820 a tract of land of 410 acres in the name of John Kunlde, was sold by the treasurer of Luzerne county for taxes, and bought by the commissioners for the use of the county. In 1824, a tract with an equivalent description was sold by the same officer for subsequent taxes, and bought by George F. A. Hautto. The original owner had until 1825 to redeem against the first sale, and until 1826 to redeem against the second; but he did nothing in the matter until 1830, when he redeemed against the first sale.\nFor the purpose of reaching at once the most important point in this cause, we assume that the same tract was the subject of both sales. We assume also, as it was assumed in the argument, that either sale would have been effective had it not been for the other; and that the plaintiffs have no title, unless they obtained one by the operation of the second sale. What then have we ? In 1824, the county, by her taxing power, and through her taxing officers, had acquired a complete title to this land, subject only to the redemption right, having then one year to run. Then by an improper exercise of the same functions by the same officers, she sold the land again, and Hautto bought it. In other words, the county, in 1820, had an inchoate title to this land, and one year before it became absolute she sold it to Hautto, by a power which she had then no right to exercise. The question is at once suggested, what effect had the second sale upon the rights of the original owner? We answer, none at all. What right had he? Simply the right of redemption until 1825, and that could not be affected by any act of the county officers. But that right was not exercised in time. What then ? The title under the first sale, in whomsoever it then existed, became absolute in 1825. Then the right of redemption was gone, and to allow it afterwards was matter merely of grace and not of right. It is answered, however, that it was allowed in 1830. True; but an allowance by grace could not affect any valid title previously acquired from the county. ' If the title of the county had become fully vested in others before 1830, then the county officers had no power to grant favors in relation to it.\nHere, then, is the pinch of the main question: did the sale of 1824 vest in Hautto the title which the county acquired by the sale of 1820 ?\nIt is pure and self-evident morality, and therefore plain law, that no one shall lead another to do an act, and then claim, for his own benefit, that that act was unlawful or invalid; in other words, no man shall take advantage of his own wrong. Thus, when a man sells land which he does not own, and afterwards acquires the title; or when he acts as agent in selling his own land as the property of another; or when he sees his own land offered for sale as the property of another, and encourages the sale of it, he shall never be allowed to use his own title to the injury of the person whom he has thus misled: Rawle on Covenants 341-5; 2 Ser. & R. 507; 10 State Rep. 531, and eases there cited.\nAnd there is another kindred principle, the justice of which is equally obvious: that he who voluntarily accepts the benefit of a transaction, does thereby become a party to it; and shall not afterwards be allowed, for his own profit, to allege its invalidity: 11 State Rep. 402, 408, and the cases there cited.\nBy the sale of 1824, the county obtained payment of several years’ taxes, which she would have been entitled to claim upon a redemption of the first sale (and which were paid again when the redemption was allowed); and she could not after that, and when her own title had become perfect under the first sale, disregard the rights of others obtained under the second sale, and grant favours inconsistent with them. On these principles it would seem plain that the sale of 1824 was effectual in vesting in Hautto the title which the county acquired by the sale of 1820, and that title became perfect and absolute in him in 1825, on the failure of the original owner to redeem according to law.\nBut it is objected, not that the county is not to be held by these rules of morality and law, but that the acts upon which the Hautto title depends were not the acts of the county, because, though done by the county officers, they were contrary to the directions of the Act of Assembly. True, this irregularity did exist, but, though to divest the original owner it is essential to follow the course prescribed by the Act of Assembly; yet, so far as it affects the title of the county, that course has been treated as directory rather than essential: Steiner v. Coxe, 4 State Rep. 25; Huston v. Foster, 1 Watts 478. The same strictness is not required when the county is parting with its own titlé, as when it is divesting that of another. The case of Hunter v. Albright, 5 W. & Ser. 426, shows that the county may part with its title to land in the very way pursued here, where that title was obtained in the collection of taxes.\nAnd if this objection be well founded, then what becomes of the defendant’s title ? According to the Act of Assembly the title which the county acquired could be divested only in one way, if the objection is correct.\nBut the defendants rely on Steiner v. Coxe, as showing that they might redeem out of time, or in other words, that the county’s title to lands acquired in the collection of taxes may be divested by acts of the county officers substantially different from those prescribed by law. If they, who were plainly in default, can assert the validity of an act, of the irregularity of which they had full knowledge, how much more may the plaintiffs make a like assertion as to an act into which they were innocently led by the county officers.\nWhere there is an actual contract, the allegation that it is void is always a relative one. The question always arises, in relation to whom is it void? Void, the second sale certainly was, as to the title which the original owner then had, and it never did affect that title. But when he got a title in 1830 by the grace of the commissioners, that was a new title, and depends for its validity on the title which the county then had, and is good for nothing, if the county then had no title. As a person having no interest has no right to object to the transaction as void, so the defendants cannot object to the second sale except through the county,, and the rights which they have derived from the county. If the county, as we have shown, could not object, so neither can the defendants claiming under the county.\nThis view of the main point makes the question as to the- identity of the tracts very important. The Court undertook to decide this question, and in this there was error. The evidence on which this fact depends ought to have been submitted to the jury. Some of it was oral testimony which could not otherwise be made use of. The tax books are not of that class of' records that import verity in themselves, and especially where some material alterations are apparent in them and others are alleged, and the entries are manifestly inconsistent. Nrom these entries, and from such other evidence as may be produced, the jury will have to decide the question of identity.\nNo argument has been presented on the questions of evidence, and we must therefore regard them as abandoned.\nJudgment reversed and venire de novo awarded.\nWoodward, J., having been counsel in the cause, did not sit. during the argument."}