{"id": "970623", "contents": "The opinion of the Court, filed was delivered by\nGibson, J.\nThe conveyance of an estate which lies in livery, and not in grant, is not avoided by an alteration even in a material part of it; for the title, being vested by a deed having by statute the force of livery of seisin, can be revested only by a reconveyance: Bull. N. P. 267. But an alteration of a bond, bill, or note, stands on a different principle. When it is made by the voluntary act of the creditor, and increases or injuriously affects the responsibility of the debtor, whatever the motive for it, the security is gone. The rule is founded in policy, to protect the debtor from acts prejudicial to him, hard to be guarded against, and done in his absence, and without his agency or consent: but it is inapplicable to an alteration which leaves the legal effect of the instrument as it was before: as was held in Zouch v. Clay, 1 Vent. 185; Hunt v. Adams, 6 Mass. 519; Nevins v. De Grand, 15 Mass. 436; and some other cases. Where there can be no wrong, the policy of protection has no place. But in no other case can the bona fides of an unauthorized alteration of a security in the hands of the holder, purge it of its ostensible impurity.\nThere is a class of cases apparently inconsistent with the rule just indicated, but not actually so. In those, an interlineation or an erasure has been explained by showing it to have been made before the bill had been accepted, or the note negotiated; or that it had received the assent of the parties interested: but in this respect it has received no more indulgence than an erasure or alteration of a deed before delivery. Of this class are Henman v. Dickenson, 5 Bingh. 183; Knight v. Clements, 8 Adolph. & El. 221; Bishop v. Chambre, M. & M. 116; Clifford v. Parker, 2 Mann. & Grang. 910, and Cariss v. Tattersall, Id. 890. In England, there is still another class, decided on the Stamp Acts, which furnish no rule for the protection of the debtor. The question'had regard to the protection of the revenue; and parol evidence was received to show that an alteration of a date was not made to save the expense of a new stamp. Of this class is Kershaw v. Cox, 3 Esp. N. P. C. 246, and others which might be quoted.\nOn the subject of alteration in the body of a note, the cases are harmonious; but on the subject of adding to the evidence of attestation, they are not entirely so. In Adams v. Frye, 3 Metc. 103, it was said, that if an obligee fraudulently procure a person who was not present at the execution to subscribe as a witness, he destroys his security; but it was further said that this consequence may he avoided by proving the act to have been -done honestly. And this for two reasons: that as the bond is complete without a subscribing witness, the obligor cannot be harmed by putting a name to it which is merely surplusage; but that if the name be put to it with a foul design, the obligee should be punished for his turpitude. The first of these is, evidently, fallacious; for proof of the handwriting of the supposititious witness, would, in the event of his death or absence, be prima facie evidence of execution; and in that aspect the obligor might be as much injured by an alteration in the clause of attestation, as by an alteration in the body of the bond. And the second is equally so: for if loss of the security be a penalty for an abortive attempt at fraud, it ought to be inflicted for a bungling attempt to alter the effect of the instrument, which failed only for want of capacity to accomplish it. But whatever the dictum in Adams v. Frye, it is enough for the occasion that the point was ruled differently in Marshall v. Grougler, 10 Ser. & R. 164, which furnishes a precedent that we are bound to follow.\nOn the abstract principle, all our own decisions are to the same effect, and they stand as clear on principle as they do on precedent. The law no more abhors parol evidence to explain the words of a written contract, than it abhors it to show what were the words themselves when the ^ contract was executed. The danger from it, in either way, is the same. A chancellor, in the exercise of his extraordinary discretion, doubtless receives it to reform an instrument; but cautiously, and only in clear cases of accidental omission or mistake, and where the conduct of the party seeking relief is above suspicion. But to tolerate an attempt to reform a security by the rash, and it may be secret, act of the creditor, would change the position of the debtor, and subject him to risk and trouble which ought not to be imposed on him. It would compel him to encounter the perils of parol proof, not only to establish the fact of alteration, but to show what the instrument originally was; and, that done, to meet the creditor’s proof of bona fides. Ought a faultless party to be involved in such a contest, out of tenderness to an ignorant and a presumptuous creditor; or be exposed to the untruthfulness of witnesses, or the misconceptions of jurors ? It is a familiar principle, that a particular hardship shall be borne by him whose act was the cause of it.\nThe alteration of the date, in this instance, did not retard the day of payment, and consequently did not discharge the defendant as a surety, by giving time to the principal; but it is not easy to imagine how an alteration of the date of a security for money, may not be detrimental to the debtor. If the day of payment be accelerated by it, the debtor loses a part of the time for which he stipulated, and the computation of interest is affected by it; if it be retarded, the starting of the statute of limitations, or the presumption of payment from lapse of time, is also retarded by it; and such alterations have been made to evade the one or the other. As the plaintiff in this case brought suit within six years of the true date, the defendant could not be prejudiced in that respect, further than the risk and expense incurred in showing the truth— which is certainly a substantive injury to him — but the inquiry has regard to the possible effect of the alteration when it was made, and not to its present effect, as things have turned up. If the note was avoided by it — and no one can doubt it — it is still void; and so the jury ought to have been directed. ■\nJudgment reversed.\nLowrie, J., and Woodward, J., dissented, and the dissenting opinion of Lowrie, J., was filed."}