{"id": "970636", "contents": "The opinion of the Court was delivered, by\nLowrxe, J.\nUnder the will of P. S. V. Hamot, Mrs. Walker takes a fee-simple, and not a life estate, and therefore the judgment should have been entered for the plaintiff, instead of the defendant.\nThe will is, “I devise to my daughter, Josephine M. Walker, and to her legal heirs,” and then it proceeds to describe the property, and adds, “ all of which I devise to my said daughter, and to her heirs for ever, with this express condition, and provision, that she shall not alien or dispose of the same, or join in any deed or conveyance with her husband for the transfer thereof during her natural life, but the same shall be and remain during the period aforesaid inalienable.”\nThis devise is very like that in the will of James Hunter, who gave a farm to his “son John and to his heirs, with this proviso, that he shall not have any right to sell nor convey the said farm to any person or persons whomsoever, but at his death all the right, title, and interest shall be and remain full and perfect in his lawful heirs;” and this was held at our late term at Harrisburg, in the ease of Reifsnyder v. Hunter, to convey a fee. Antea 41.\nThe law does not pretend to carry out the intention of the testator in all cases; for many testators show a very clear intention to shackle the estates granted by them to a degree that is totally incompatible with any real enjoyment of them, and which the law does-not allow. Hence, many of the rules of law are designed to control and frustrate the most manifest intent. The great merit of the rule in Shelly’s case is, that it frustrates and is intended to frustrate unreasonable restrictions upon titles; for when an estate is declared to be a fee-simple or fee-tail, it is at once made subject to a limitation in its proper form, no matter how clear may be the testator’s intention to the contrary.\nThere can be no doubt that in the present case the testator meant to give an estate that should descend exactly as if it were a fee-simple, for it is to Mrs. Walker and her proper heirs. This, then, is his primary intent, and the attempt to restrain the power of the first taker is his secondary intent; and it is entirely ineffectual, under the rule that where the primary and secondary intent of the testator are inconsistent with each other, the primary intent shall prevail.\nIt makes no difference that the testator has expressly withheld one of the rights essential to a fee-simple, for the law does not allow an estate to he granted to a man and his heirs with a restraint on alienation, and frustrates the most clear intention to impose such a restraint, just as it allows alienation of an estate tail, though a contrary intent is manifest. And it would he exceedingly improper in any Court, in construing a devise to a man and his heirs, to endeavor to give effect to the restraint upon alienation by changing the character of the estate to a life estate, with a remainder annexed to it, or with an executory devise over.\nThe, law is wise in not consenting to give effect to all the intentions of testators, for if it did, it would not be many generations before all the land of this country would be effectually shackled, so that the generation in possession of it'would have but little power over it. To prevent even stray instances of this kind, the rule that avoids all restraints upon grants to a man and his heirs is most valuable in its influence.\nLet this judgment be reversed, and the record remitted to the Court of Common Pleas of Erie county, with directions to enter judgment in favor of the plaintiff, in accordance with the terms of the case stated.\nJudgment reversed, &c."}