{"id": "970629", "contents": "The opinion of the Court was delivered, by\nLowrie, J.\nIt is not easy to describe this case in a few words, because of some uncommon features which it presents. We have an idea of its character when we learn that Baillie bought of Carson & McKnight 46 barrels of lard grease, and being disappointed in his expectations as to its quality, he sued Carson & McKnight for damages, for the deceit practised on him, and for not delivering the article bargained for.\nWe are not called upon to criticise the very peculiar and anomalous declaration filed in the cause, as it will not require much attention to the rules of pleading to cure its imperfections before another trial. Certainly the principal declaration claims ex delicto, and the count added on the trial ex contractu, and this misjoinder would have been a sufficient cause of reversal if the attention of the Court below had been properly called to it by a specific objection or by a demurrer.\nThe principal question is on the merits of the cause. There was evidence that the buyer examined the article called lard grease before he bought it; that an inspection of the whole lot was offered to him, and that after examining four or five barrels in the usual way, he declared himself satisfied, and received a bill of sale, in which the article was called lard grease. On the other hand, there was evidence that a large part of the article delivered was of a very inferior quality; some of it not being lard grease, but a mixture of grease and potash.\nOn such evidence, the learned judge charged the jury that their proper inquiry was, whether or not the ártiele delivered was lard grease; and if not, then it did not correspond in specie with the article described in the bill of sale, and the plaintiff was entitled to recover. It will be observed that this instruction excludes all question of fraud, sets aside the evidence that the bargain was made on a view of the article, assumes that the bill of sale is the only evidence of the contract, and that the name lard grease given therein amounts to a warranty of the character of the article.\nOur decisions (Borrekins v. Bevan, 3 Rawle 28, Jennings v. Gratz, Ibid. 108, Fraley v. Bispham, 10 State Rep. 320) declare that on a sale of goods by sample, or by a description in a bill of parcels, there is an implied warranty that the article corresponds in kind with the sample in the one case, and with the bill of parcels in the other. But, notwithstanding some unguarded observations to be found in the books, it certainly was never intended to be decided, that in case of sale by sample, or on an inspection of the article itself, a warranty may be implied from the bill of parcels. This would be equivalent to declaring the bill to be the only evidence of the contract, a proposition that was never thought of; and all the cases on implied warranty show that no such decision was ever intended.\nWhen a sale is by sample, then the sample and not the name given in the bill of sale, is the standard by which the article is to be tested, because the purchase is made on the faith of the correspondence between the sample and the goods sold. Where goods are sold on inspection there is no standard but identity, and no warranty implied other than that the identical goods sold, and no others, shall be delivered. The name given to them in the bill is then immaterial, because faith was placed, not in the name, but in the quality and kind discovered on inspection. If there be fraudulent concealment or misrepresentation, the case is altered, and for this the party has his remedy on other principles.\nIn this case there was no pretence of a sale by sample, and there was no evidence tending to show a want of correspondence between a sample and the goods delivered. We do not see how it was possible for the plaintiff to recover on the ground that he did not get the very article that he bought, for there was no evidence to sustain such a position. We do not see how he could recover on the ground of deceit, for we discover no evidence of fraudulent concealment or misrepresentation. And he cannot recover on the footing of the name given in the bill of sale, while it appears evident that he bought on the faith of his own inspection, and not on faith in the name by which the article was called. It would be rather a hold presumption to suppose that a lard oil manufacturer would not know the article of lard grease, on inspection, better than a grocer or commission merchant, or that an article so various in its quality should be purchased by its name, when an inspection was had, or might have been.\nJudgment reversed and venire de novo awarded."}