{"id": "970689", "contents": "The opinion of the Court, filed was delivered by\nLowrie, J.\nThis bill and answer raise the question as to the whole right of the beneficial devisees under this will; and it is not for us to raise doubts about the form of the remedy for all the purposes in the view of all the parties; especially when it may settle in one action a family difficulty, which might otherwise grow into a most unhappy dispute.\nRobert H. Rose devised all his property to trustees, to be divided in the same manner as if he had died intestate, with some exceptions hereafter to be noticed.\nIt is plain that under this devise the widow is entitled to one-third of the personal estate absolutely, and one-third of the real estate for life. It is equally plain that where the testator had sold real estate by valid .agreements, the sums due thereon were part of his personal estate, and that on his death his widow’s interest therein became immediately vested. It follows, that the trustees were bound so to administer this portion of the estate that her interest should not be affected by any act or omission of theirs. It was their duty to proceed on the agreements and collect the' .money for those having a right to claim it. If such pursuit should result in recovering hack the land, then they were bound to account for that as a substitute for the money and subject to the same trusts. If they cancelled any of the sales, they are bound to account to the widow for her share of what could have been made out of them by a reasonable pursuit of the appropriate remedies. These results are too plainly consequential to be rendered doubtful by any refined reasoning from the analogy of cases. The interests which the plaintiffs, the sons, take under the fourth codicil is not so plain. The second and third codicils require no notice; and the will and first codicil may be thus abridged: I give all my estate to my trustees, who may appoint their own successors, and shall sell such parts of my land as they shall think proper, and distribute all my effects in the same manner as if I had died otherwise intestate, except that each of my sons shall have two shares and each daughter one share.\nWe slightly vary the aspect, but not the sense of the fourth codicil when we state it thus : My family were the first to settle the place called “The Reservation,” and I wish it to remain a home for them for at least one generation, and, at the desire of my wife, I provide thus for this object: I give it to my sons with the condition that it be not sold during the life of any of my children ; and my daughters, when they shall choose to reside on it, shall be liberally and freely entertained by their brothers.\nThe first question under this fourth codicil is, do the sons take the estate, thereby devised, in addition to the shares previously granted ? This codicil professes to change what had been previously done, and therefore our duty is to ascertain the extent of the change, not to reconcile the parts intended to be discordant. It is a devise directly to the sons, and therefore, to the extent of the estate granted, it is taken entirely out of the estate granted to the trustees for distribution according to the previous provisions. The rest of the estate is left to be divided as before directed. This is separated and given to the sons, and not a word is written to -change the disposition. The conclusion is a necessary one, that the question just stated must be answered in the affirmative.\nThe next question is, what quantity of estate in the reservation is granted to the sons by the fourth codicil ?\nOur Act of Assembly dispenses with words of inheritance in a devise of a fee, and we are therefore allowed to seek the intention untrammelled by the old rules on this subject. The devising clause •is plain, “I give it to the boys,” and standing alone it would convey -a fee. His purpose in devising it, that it might remain “ for one generation at least,” indicates that he h.ad in his mind that it might remain more; and the limitation of the power of sale during the life of any of the sisters proves that the estate was not limited to the lives of the boys. Then it is without any fixed limit. The insertion of the “condition” limiting the right to sell seems to indicate that the testator had in his mind the idea that, without it,, the sons would have power to sell, and of course, a fee simple. But it is argued that this is a limitation of the power of the trustees ; jet there is nothing to show it. The limitation of the right of sale is directly connected with the devising words, and can be properly understood only as a restriction of the grant, a restriction that necessarily implies a fee simple, subject only to the specified limitation. Indeed the learned counsel of the defendants treat it as a fee simple when they argue that it is. to be taken as a satisfaction fro tanto of the sons’ shares under the former devise. This is not itself an argument for this construction; but it is always fair to doubt any view which the counsel cannot see clearly or present consistently. The only matters that raise any doubt on this subject are, the very great change which the codicil, so construed, indicates in the testator’s mind, and the apparent inadequacy of the motive for it. But when we find the change of intention expressed, we must believe that it existed; and it is impossible for us to measure the effects which given motives might produce on the testator’s mind. We must consider this as a devise of a fee simple, subject to the charges and restriction upon alienation set out in the codicil.\nThe only remaining question is, does the widow retain in “ The Reservation” the same interest which she would have had if the fourth codicil had not been written ?\nWe think that she does. There is no incompatibility between the two estates. The former part of the will expressly devises to her one-third of the real estate for life, when it devises to her the share she would take without any will; and we must carry this intention in our mind when we come to consider the codicils. In the first codicil her share is manifestly not changed, whilst the shares of the children are. The will gives her an interest in all the land, and this interest is not affected by any disposition, the purpose of which is. to alter the relations of the children to land. She was to have an interest in “ The Reservation,” and the children were to be equal owners of the residue of it. A codicil intended to affect the shares of the children cannot affect hers by mere implication. There is nothing showing a change of his general purpose as to her, but rather the contrary. It is impossible to suppose, that, when he was providing a home for his children, he was intending by implication to exclude their mother from all interest in it. This codicil was made at the instance of the mother, and it is incredible that the idea should pass unexpressed through the minds of either the father or the mother that it was to be written so as to take away the share previously devised to her. No such intention being expressed, it must be inferred that it did not exist. This decree will have to be reversed and a decree entered according to the principles of the opinion.\nDecree. — September 27, a. d. 1852. This cause came on to be heard on appeal from the Court of Common Pleas of Susquehanna county, and was argued by counsel, and now, upon consideration thereof, it is ordered, adjudged, and decreed, that the decree of the said Court of Common Pleas be, and the same is hereby reversed. And this Court thereupon proceeding to pass such decree in the cause, as the said Court of Common Pleas ought to have passed, does hereby adjudge and declare as follows, that is to say, that the plaintiffs in the action are entitled under the will of Robert H. Rose to the body of land with its appurtenances, called in the fourth codicil in the said will, “ The Reservation,” to have and to hold the same, to them, their heirs and assigns for ever, subject to the charges in the said will in favor of the sisters of said plaintiffs, and subject to the estate of Jane Rose, their mother, under the said will; and it is hereby adjudged and declared, that under the said will the said Jane Rose is entitled to have one undivided third part of the said Reservation, to hold the same during her life.\nAnd as to the rest of the estate of the said Robert H. Rose, deceased, after the payment of debts, this Court does further adjudge and declare, that the same is duly vested in William Jessup and Robert J. Niven, defendants, in trust that the same, or the money properly arising therefrom, be divided in such way that Jane Rose, widow of the said Robert H. Rose, shall have one-third of the real estate during her life, and one-third of the personal estate absolutely, including herein all money due to the testator at the time of his death on agreements for the sale of land; and that the residue of the real and personal estate of the said Robert H. Rose, deceased, be divided to and among the children of the said Robert II. Rose, in such way that each son shall have two shares and each daughter one share thereof, to hold unto them severally, their heirs, executors, administrators, and assigns.\nAnd this Court does now here remand this cause to the said Court of Common Pleas, with direction that it be referred to a Master, to state an account of the doings of the said trustees, and to ascertain the amount of trust funds in their hands, and with direction also, that the said trust funds be distributed among the widow and children of the said Robert H. Rose, according to the proportions in the former part of this decree declared; and that 'the said Court of Common Pleas do make such decree as to costs, as to the said Court shall seem equitable and just.\nWoodward, J., having been counsel in the case, did not sit during the argument."}