{"id": "970661", "contents": "The opinion of the Court, filed was delivered by\nGibson, J.\nThe first, but least difficult, question on this record, is whether the order to apply the purchase-money in Martin’s hands to his judgment, is conclusive evidence of its fairness. Among Chief Justice De Grey’s distinctions in the Duchess of Kingston’s case, 11 St. Tr. 261, which have become text-book law, we have it that the judgment either of a concurrent or an exclusive jurisdiction, is not evidence of a matter incidentally cognisable by it; or of any matter to be inferred by argument from it Starting from that as a fixed point, it is proper to inquire how the collusiveness of Martin’s judgment could be put in contest when be appeared with it in bis band to claim the money on it. No question presented itself on the face of it, and none was adjudicated. His right to the money might have been litigated, but the honesty of his judgment could have been brought into the contest only indirectly. What then remains to sustain his present position but an argument that the Court would not have awarded him the money without having probed his judgment to test its solidity ?\nExamples to illustrate the application of the principle, were cited in Hibshman v. Dulleban, 4 Watts 191; and, among others, a grant of administration to a stranger in preference to one claiming it as the husband of the intestate, which was not allowed to be conclusive disproof of the marriage. But Hibshman v. Dulleban is itself an apt illustration. To per fraudum replied to a release pleaded in an action for a legacy, the defendants rejoined that the release had been allowed to bar exceptions to their administration account; but it was not allowed to conclude the question of fraud in the Common Pleas.\nThat question therefore was an open one at the trial of the case before us; and may not Martin’s purchase have been fraudulent by reason of collusion with his judgment creditor, though the land was not sold on his judgment? To land sold on a fraudulent judgment to the judgment creditor, the sheriff’s deed passes no title; but it is indifferent on what judgment land has been sold, the execution being no more than an instrument to turn it into money, substituted for it and bound by the liens till they are paid in their order. The argument for Martin is that Gernandt’s course was to claim the money in the hands of the sheriff or in Court; and that, having slipped his time, he is concluded. But to shut out subsequent investigation of an undiscovered fraud by leave to take money out of Court or apply it in the hands of the sheriff, would seem to give too much force to a summary order. The purchase-money was not in Court, for it had not been paid to the sheriff; and Martin procured an order to apply it to his judgment. By means of a collusive judgment, therefore, he may have obtained a conveyance without having paid, or being compellable to pay, a dollar for it; and if Gernandt may not resort to the land, he may have been tricked out of the benefit of his judgment. The means with which Martin paid for his purchase, was his judgment; and if it was fraudulent, it was no better than a false token employed to cheat. An order of appropriation procured by covin would involve the party in an imposition on the Court; and, instead of protecting him, would lay him open to be attacked at a disadvantage on original grounds: 2 Inst. 108, Kel. 43, 1 Sid. 254, and Ld. Raym. 276. In Beverly’s case, Dyer 245, note, a debtor by judgment, who had suffered himself to be outlawed for a felony in order to cheat his creditors, had purchased his pardon and procured restitution; and though the property was reacquired from the crown, the judgment creditor was allowed to have execution of it. That case goes as far as the present or Foulke v. McFarland and Gilbert v. Hoffman; in which it was ruled that title could not be acquired by a trick in a sale even on an unexceptionable judgment. Had the purchaser been a stranger, a sale even on a fraudulent judgment, would have given him the title; but Martin himself, as a purchaser on a valid judgment, might be affected by fraudulent acts in the course of his purchase, from his bid to the consummation of it by the conveyance. The law breaks through the cobwebs of artifice, though they be interwoven with judicial proceedings.\nIt was open therefore to Gernandt to show that Martin’s judgment was collusive; but how did he show it ? He introduced a verdict and judgment on a feigned issue to try the fact, when there was nothing pending to which a decision of it could be material. The proceeds of the sale had been distributed, and the transaction closed; and there was no proceeding in Court to which the issue could he collateral. There was nothing to try. Gernandt’s course was to sue out execution on his judgment, buy in the land, and try the question of fraud in an action of ejectment. The Court had no authority to settle it in advance, conclude Martin by a single verdict and judgment, and elude the statute which gives a plurality of chances. It is entirely clear that a judge has no power to rule a stranger into Court and compel him to answer; but the difficulty is that Martin appeared to the issue, which assumed something of the appearance of an amicable action. On the authority of Heller v. Jones, 4 Binn. 161, I at first inclined to think that, having taken his chance of the event, he was bound by it. In that case a purchaser under a younger judgment voluntarily appeared to a scire facias, and gave notice that he would insist on collusion, but did not give evidence or attend at the trial; and it was held that having been admitted to defend out of season, it lay not in his mouth to say he ought not to have been. But in that case there was a writ regularly pending, and in this there was none. The decision, however, was wrong on another ground; for though the civil law allows third parties to intervene, the common law does not, and for the plain reason that if the judgment be collusive it is open to attack and overthrow collaterally. The decision in that case can scarce be accounted an authority since the decision in Mitchell v. Hamilton, 8 Barr 486, which seems to have received the cordial approbation of the. profession. Fitzaldin v. Lee, 2 Dall. 205, is better founded in principle and more germane to the matter. Parties contesting the right to possession of land, agreed to try the matter in a summary way in the Common Pleas, and, to that end, gave the proceeding the form of a plaint under the landlord and tenant Act; but the judgment was reversed on error. Being coram non judice, because the Common Pleas has only appellate and restricted jurisdiction of such a case, it required no reversal ; but the decision shows that it is not every informal submission of a fact to a Court and jury -which precludes subsequent inquiry into the truth of it. The verdict and judgment in the feigned issue, therefore, ought to have been ruled out.\nJudgment reversed, and venire de novo awarded."}