{"id": "970667", "contents": "The opinion of the Court was delivered by\nBlack, 0. J.\nThe defendants sold to the plaintiff a lot of ground, and agreed to take the price of it in work. The vendee did not take possession of the lot, but he did a portion of the work according to the contract. He offered to pay the balance of the price in the same way, but the vendors refused to employ him and he brought this ejectment.\nThe vendee having offered to do all that he covenanted, if he is not entitled to recover the lot he must lose all the labor he has already performed. It cannot be that the law will give a vendor such an advantage over his vendee as to allow the former, after , the latter has partially paid for the land, to keep it by simply refusing to. accept the balance.\nBut it is said the Court should have directed a conditional verdict. A verdict in favor of a vendee is usually, if not always, an absolute one. He must show that he has already performed his contract unless the other party has prevented him. If the price was to be paid in money, and has been tendered and refused, it is in Court and no condition is necessary. Where the vendee has anything yet to do before being authorized to demand possession, he is not in a situation to bring ejectment. He is entitled either to an unconditional verdict or to none. What sort of a condition could be appended to this verdict ? Was it expected that execution should be stayed until the plaintiff would work out the price of-the land ? The defendant might keep him off ftn? ever by refusing to accept it, and a mere repetition of the tender would put neither party a step beyond where they stand now. Perhaps it was thought that the plaintiff might have judgment and execution, with the conditions annexed that he would surrender back the premises in case he refused, on demand, to work out the price. But this would be absurd, for such a condition could only be enforced by another ejectment, and if it be the defendants’ right to recover back the premises in that ease, they can do so without having it stipulated now. The District Court was right in directing an absolute verdict, and that being the only question in the cause, we do not decide whether the tender of the work was equal to a full performance of the plaintiff’s covenant, or whether the defendants may demand it hereafter. Neither do we feel called upon to say, whether, in case of a demand and refusal, the proper remedy of the defendants, if they have one, is ejectment or a personal action.\nJudgment affirmed.'"}