{"id": "970641", "contents": "The opinion of the Court was delivered by\nBlack, C. J.\nThe title of the defendants below to the land in dispute, or a part of it, depended on a will which had been proved before the register. No evidence was offered on the other side to show that the will was not properly executed, or that the testator was incapable of making one. But the Court charged that, inasmuch as one of the witnesses who had been sworn before the register was a devisee, and therefore interested, the will was destitute of the necessary evidence of authenticity, and not sufficient to pass title. A written renunciation of his rights under the will made by the witness before probate was offered by the other party, but was rejected.\nA register is a judge, and the admission of a will to probate is a judicial decision. His judgment, if it be in favor of the will, is evidence of its validity in all respects whatever, conclusive' as to personal property, and presumptive as to real. Such judgment can only be set aside on appeal, and is unimpeachable in any other proceeding. The validity of the will is a fact which the law infers from the decision itself, of the register, and not from the evidence on which that decision was based. A judge before whom the will comes collaterally, proved and approved by the proper authority, has no right to reject it because it may seem to him that the probate was allowed on the testimony of an incompetent witness, or on proof that was insufficient. Its validity, so far as it affects realty, may be contradicted and disproved in ejectment or partition, by showing that it was not legally executed, or that the testator at the time of making it was insane, under duress, or influenced by the fraudulent practice of some interested party. But though the presumption which arises out of the record may be thus repelled, it does not follow that the record itself can be treated as a nullity. Where the will has been approved by the register, in pursuance of a decision in its favour, or an issue sent to the Common Pleas, it is still no more than primá facie evidence of its validity in a subsequent ejectment for land devised by it: but certainly no Court would look into the evidence given on the trial of the issue, and reject the will altogether, if it appeared that an interested witness had been examined. In such a case the evidence cannot accompany the record of the judgment; neither can it when the proof is heard before the Register’s Court, and it need not when it is taken before the register himself. His attestation may be a simple certificate that the will was proved and approved. Whether the certificate sets out no evidence at all, or evidence insufficient, the will must be received if the register has not condemned it. It is not usual to enter a formal decree of probate on the record; but the want of it is not fatal. It will be presumed from the issuing of letters testamentary, or perhaps from any other act of the register which he would have no legal right to do in a case where proof of the will had failed. The existence of such a decree does not appear to have been questioned in this case.\nI have not cited cases for each principle here asserted. But I might have done so; for they are very abundant. Our own decisions on the subject may be found (by those who think that reason is not strong enough without authority) in 3 Binn. 498; 4 Ser. & R. 193; 6 Ser. & R. 223; 5 R. 80; 5 Barr 21; 6 Barr 435; 8 Barr 417; 9 Barr 234. Loy v. Kennedy (1 W. & Ser. 398) bears a strong resemblance to this case in very many of its features.\nOn the whole we are of opinion that the will was properly admitted in evidence, and being so admitted, it ought to have been treated as a valid testamentary writing. The burden was on the defendant to show illegal execution, insanity, duress, or fraud, and in the absence of such proof the probate, whether defectively taken or not, was sufficient for all the purposes of the party offering it.\nThe renunciation or release of the witness was rejected rightly enough; for it was wholly irrelevant. The argument on the question whether it was good without a seal was a mere waste of learning and time.\nA question of much graver import remains to be disposed of. Can the advancements made by an ancestor be ascertained in an ejectment brought by one heir against another? By the Act of 1833 jurisdiction of this subject is given to the Orphans’ Court. Is that jurisdiction exclusive or only concurrent with the common law courts ? '\nA manuscript case, determined here several years ago, was produced at the argument by the counsel of the defendant in error, but it proves nothing; for it is not possible to say from the record whether the point was made or not. In Gregg v. Philips (10 Watts 158), which was an ejectment by one heir against others, the defendants gave evidence in the District Court of advancements to the plaintiff. But the cause was ruled in this Court on other grounds. In Ernest v. Ernest (5 R. 219), though the question maj’ not have received much consideration, it cannot be denied that it arose fairly and was decided. It was an action against an administrator for a distributive share of the balance in his hands, and the defendant was permitted to prove that the plaintiff had been advanced, and thus defeat his recovery to the extent of the advancement.\nThe difficulties which stand in the way of doing prompt, speedy, and pure justice in such a dispute anywhere except in the Orphans’ Court are insurmountable. The argumentum ab ineonvenienti was never more irresistible. If a simple case like that of Ernest v. Ernest can be tried in a common law action, so may (and so must be, if either party wills it) the most complicated one that arises. Juries are less competent to state an account requiring long calculations than for any other duty that could be assigned them. It requires the leisurely deliberation o.f auditors chosen for their skill and experience. All the heirs are equally interested in advancements made to one. When the question is decided in an action between two it concludes nothing as .to the other, for none are bound by the judgment except those who are parties to it. Where there are six heirs, there must be at least five suits before it can be said that all are heard. If they are ejectments they may be multiplied by three; and since estoppels must be mutual, each one may refuse to be satisfied until he fias had a trial with every other one. Each jury would probably decide the case differently, and one of the conflicting verdicts would be entitled to as much respect as another. A lifetime spent in litigation like this might end in swallowing up the estate, but not in settling the dispute. Again: when an ejectment is brought for land of greater value than the advancement, what shall be the measure of the verdict ? By what rule shall land he set off against money? How, indeed, can it be done at all even if the value of land were as easily ascertained as that of dollars, where it cannot be divided into parts without spoiling .the whole ? These considerations make the advantage very manifest of the Orphans’ Court jurisdiction, where all the parties can be brought in, and the whole matter disposed of in one proceeding ; where auditors can be appointed to collect and report upon the' facts; where a simple issue can be framed and sent to a jury to try those which are doubtful; and where the final decree can he moulded so as to fit the circumstances and do complete justice.\nBesides: we think that all jurisdiction of the subject is taken away from the Common Pleas by a plain and positive statute. The Act of 1833 gives the parties their remedy in the Orphans’ Court, and clothes that tribunal with full power to adjudicate between them. This, construed in connection with the Act of 1806, which requires that all statutory remedies shall be strictly and exclusively pursued, is the same as if the common law jurisdiction had been expressly forbidden. The judiciary was slow in giving to the statute of 1806 its true interpretation. But the struggle which the Courts made to defeat the just and wise purpose of the Legislature is over, and now we read the law as it is written.\nNotwithstanding all this, we might hesitate somewhat if we did not believe that the number, weight, and value of the judicial authorities were in favor of the same view. Although Ernest v. Ernest is the only case in which the very point, eodem nomine, has been decided, yet the same principle has been ruled in many other cases precisely analogous. The question is whether the Act of Assembly which gives the Orphans’ Court jurisdiction, takes away all other modes of proceeding. In a series of decisions beginning with Craven v. Bleakney (9 Watts 19), and ending with Mohler’s appeal (8 Barr 39), it was laid down that a legacy charged on land could be recovered only in the Orphans’ Court. In Simpson v. Thomas (3 Barr 60), it was held that a widow’s action for dower in land of which her husband died seised, could not be maintained at common law. And in Meyers v. Black (5 Harris 199), it was declared that a contract \"for the sale of lands could not be enforced by ejectment after the vendor’s death. These decisions are all grounded on the principle, that when a statute gives jurisdiction of any subject to the Orphans’ Court it impliedly prohibits the other Courts from taking cognisance of it. We cannot say, therefore, that the jurisdiction which the Act of 1833 has given to the Orphans’ Court over the subject of advancements, is not exclusive, unless we disregard almost the whole current of authority, set a statute at nought, destroy the symmetry of our judicial system, and establish a doctrine which must result in making justice wholly unattainable in a large and important class of cases.-\nFrom what I have said, it follows that the plaintiffs are not entitled, in right of their mother, to recover more than one-sixth of the land as to which their grandfather died intestate. No question about advancements can be made in this cause. It would be premature to decide whether the point ruled in Eells’s estate (6 Barr 457), will make it necessary to have partition in the Common Pleas, after they get judgment here for their share. It may not, however, be improper to say, that we incline to the opinion that if judgment be in their favor, they may consider themselves in the same condition they would. have been in if no adverse claim had been made by either of the heirs. Nor do we see why a dispute about the tenure, if one should arise, may not be determined by an issue sent to the Common Pleas from the Orphans’ Court. But we are not to be hound by anything now said on that subject.\nJudgment reversed, and ven. fa. de nov. awarded."}