{"id": "970677", "contents": "The opinion of the Court, filed was delivered by\nBlack, C. J.\nThe defendant in error, who was also defendant below, is an attorney-at-law. He collected certain moneys for the plaintiff’s intestate, after a long and difficult proceeding in the Orphans’ Court of Lancaster county, and afterwards in the Supreme Court, which he and other gentlemen concerned with him, conducted with diligence, skill, and success. After deducting from the amount he received what he claimed as a compensation for his own services, and what he had paid to his associates for theirs, he paid to his client the balance; and by some mistake, not very usual in such cases, paid about $41 more. But the amount deducted is alleged to have been too large, and this suit is brought to recover a portion of what was retained for fees. The jury, under the instruction of the Court, found for the defendant the $41.\nBy the Defalcation Act of 1705, no other plea than payment is necessary to let in a set-off. The certificate in favor of the defendant was, therefore, technically right.\nThe challenge to the juror was properly sustained. It is not denied that he was a relative of the plaintiff. A party who is an administrator has no more right to be tried by his relations than one who sues in his own right.\nThe six bills of exception to evidence may all be disposed of together, by saying that the witnesses objected to were competent, and no evidence was received which was not perfectly proper, legal, and pertinent to the issue. The eleven specifications of error in the charge might be dismissed with equal brevity; for it lays down the law clearly and correctly. But the rights and duties which spring from the relation of attorney and client, though very simple, seem not to be universally understood. It ought to be known that the following propositions are undeniably established by authority and fortified by reason:\n1. The law of Pennsylvania, unlike that of England and of some of the otaer states in this Union, permits an attorney or counsellor to recover from those who employ him in his profession, whatever his services are reasonably worth; and the performance of such services at the instance or with the consent of the person about whose business they are rendered, implies an assumption to pay for them quantum meruit.\n2. A claim for such services, like any other which arises out of a bargain or contract, express or implied, may be defalked against an adverse demand, and the party whose claim is the largest is entitled to the judgment.\n3. An attorney who has money in his hands which he has recovered for his client, may deduct his fees from the amount, and payment of the balance is all that can be lawfully demanded.\n4. If the client is dissatisfied with the sum retained, he may either' bring suit against the attorney, or take a rule upon him. In the latter case the Court will compel immediate justice, or inflict summary punishment on the attorney, if the sum retained be such as to show a fraudulent intent. But if the answer to the rule convinces the Court that it was held back in good faith, and believed not to be more than an honest compensation, the rule will be dismissed, and the client remitted to a jury trial.\n5. If, upon the trial, the jury finds that the attorney claimed no 'larger fee than he was justly entitled to, and in other respects behaved faithfully and well about his client’s business, he should be allowed his demand, and a verdict rendered in his favor, if he has paid the balance; or a verdict against him only for the balance, if he has not paid it; or a certificate, as in this case, for what may still be coming to him.\n6. But if he has not acted in good faith; if he has attempted to defraud his client, or connived at the fraud of others; if he has received money without giving notice to the client within a reasonable time; if he has refused or neglected to pay it promptly upon demand; if he has denied that he had it when questioned by one entitled to know; or, if he has fraudulently claimed the right to retain out of it a larger fee than the jury find to be just; he forfeits all claim to any compensation whatever, and the verdict should be in favor of the client for all the money collected, allowing no deductions for anything but actual payments. A party must not be put to two suits to recover the same debt.\n7. Where one or more other attorneys have been employed with him who receives the money, the latter may safely pay to his colleagues their fees out of the fund collected, and is entitled to credit, provided he has not paid more than what is just and reasonable. But if he wilfully and knowingly overpays them, he may be compelled to pay it again to the client. Where such a payment by one attorney to another, for services rendered to a common client, has been too large, but was made honestly, and in the belief that it was right, the client may not recover any part of it from him who paid it, but must seek it from him who has it. Such a payment is not like the voluntary payment of one man’s debt by another. One attorney has the sarne right to the possession of the fund that another has, and if one should band over tbe whole of it to another, in whom the client has manifested the same confidence, and placed in the same relation to himself, he would be guilty of no wrong, unless it was meant for some improper purpose.\nIt is not even alleged, much less proved, that the defendant acted dishonestly. He is accused of paying a. portion of the client’s money to his colleagues.- I have shown that to be no wrong. It is asserted that he retained too much for his own fee. The jury-found, on sufficient evidence, and under correct instructions, that he did not retain enough.\nJudgment affirmed."}