{"id": "972296", "contents": "The opinion of the Court was delivered on by\nWoodward, J.\nSince the Act of Assembly of 26th March, 1827, limiting the lien of judgments on real estate, nothing will avail to continue the lien beyond five years from the entry of the judgment, except an amicable revival, or the issuing of a scire facias within that period.\nThe argument here is, that the ground-rent having been levied in execution within the statutory period, the law will continue the lien for a reasonable time beyond the five years, to allow a sale to be effected. Such an extension would be a fiat contradiction of tbe letter and spirit of tbe Act of 1827, and unauthorized by the course of judicial decision. If process be issued at so late a day that execution of the estate cannot be had in the lifetime of the lien, it ought to be accompanied by a scire facias which will have the effect of preserving the lien.\nBut it is insisted that Davis acquired a lien by his alias ji. fa. of 2d November, 1841, and the levy made in pursuance of it. Suppose it were granted that he did, it bound only the interest of the defendant, which, at that time, was nothing. .More than four years before that date he had conveyed the ground-rent to Ehrman, whose deed was recorded on the 1st of November, 1837. A lien that attached on the 2d November, 1841, could not affect the rights of such a purchaser. Terre tenants are mentioned in the Act of 1827, and are entitled to notice even where scire facias is employed to continue the lien of a judgment; much more where a lien is sought to be extended, or created by execution.\nThe truth is, however, the idea of a lien created by the alias fi. fa. of 2d November, 1841, is a misconception. A lien is, indeed, .a necessary and inseparable incident of seizure in execution, except where the execution is merely instrumental in enforcing a prior and superior lien by judgment. In such case it never was supposed by the legislature or the profession, that a judgment, and an execution on it, had each a distinct and independent lien: Jameson’s Appeal, 6 Barr 283. To limit the lien of judgments so explicitly as is done by the Act of 1827, and to leave the lien of executions unlimited, would have been absurd legislation. That Act was brought into existence by the evils attending the lien of executions, as it was held to exist under the Act of 1798, and the remedy consisted in cutting up all liens of process, and limiting that of the judgment. To return now to the doctrines of this Court, under the Act of 1798, as held in Young v. Taylor, 2 Bin. 218, Pennock v. Hart, 8 Ser. & R. 369, and cognate cases, would nullify the remedial provisions of 1827, and restore the evils, the confusion of records, the uncertainties of title, and the restraints of alienation, which had grown up under the old Acts of Assembly.\nA testatum, fi. fa. is a lien on lands by virtue of an Act of Assembly. The judgment on which it is founded is not. A fi. fa. is a lien on chattels; the judgment is not. And in Packer’s Appeal, 7 Barr 278, an execution was held to be a lien on the land levied, as against a subsequent encumbrancer, because the judgment on which the execution issued was not a lien on that land, it having been acquired subsequent to the judgment.\nBut in this case, the judgment on the 2d November, 1841, was a lien on the ground-rent, and therefore the execution was not. It was a mere instrument for enforcing the existing lien of the judgment. And as that expired before its fruits were realized, the creditor took nothing either by his judgment or his execution.\nThe judgment is affirmed."}