{"id": "972298", "contents": "The opinion of the Court was delivered, by\nLewis, J.\nIn Davies v. Morris, 5 Harris 209, it was held that in general the members of pecuniary or moneyed institutions, such ‘as banks, insurance and manufacturing companies, and the like, are not witnesses in favor of such corporations, because they are directly interested in the result. The property in controversy would go to increase or diminish the dividends payable to the members offered as witnesses. But societies for religious purposes were held to stand upon a different footing, because, in general, the members of these corporations may cease to be such at their pleasure, and no dividends are payable to them in any event. The Case before us now is that of a beneficial society, the object of which is to secure certain pecuniary provisions for the members in case of sickness or death. By article 12 of the by-laws each member, in case of sickness, is entitled to receive from the society the sum of three dollars per week. The by-laws prescribe the payment of an initiation fee, and certain fines and monthly payments. But by the constitution each member is bound “ to pay to the society such sums of money and monthly dues as the society, from time to time, may by their by-laws resolve and declare;” and each member, upon admission, is required to subscribe his name to that constitution. It follows, that if the plaintiff below recovers in this action, the witness, P. H. Lehr, will be liable to an assessment by the society for the purpose of raising the necessary funds to satisfy the. debt and the costs of the action. It was said by Chancellor Dessausure that where the funds of a corporation are not whole and tangible, but consist in the liability of the members to he assessed, a Court of Equity will lend its aid in favor of a creditor of a company, to assist it in enforcing the payment of instalments required by the members, and will apply the fund so raised to discharge the debt. It is, as it were, a subrogation to the rights of the company: Hume v. Winyow, &c., Canal Co., 1 Car. Law Jour. 217; 1 Am. Law Mag. 92; Angell & Ames on Corp. 545. The ground of the equitable liability of the members is the credit which the company has gained as a corporation on the promise of the individual members to raise a fund which should enable the corporation to fulfil its engagements: Angell & Ames on Corp. 545. Where the liability of each member is expressly limited to the amount of his subscription, he may not be liable beyond it without legislative enactment in the charter. In such case a certain amount of capital is provided, to which all persons are supposed to give credit, and not to any engagement of the individual members beyond it. But where no such provision is made, but, on the contrary, the capital to which credit is given consists of the liability of the members to the payment of such sums of money as the society from time to time may require, each member is personally liable in equity for his proportion of the debts of the corporation, and has a direct interest which excludes him from giving testimony in its favor against the claim of a creditor. The Court below decided correctly in rejecting P. H. Lehr as a witness, because, under the statute, the plaintiff might recover damages commensurate with the extent of the injury caused by his expulsion, and the witness offered is liable for his proportion of the sum to be recovered.\nBy § 7 of the 13th article it is provided that no member (with exceptions not material in this ease) shall be expelled, without having first had a copy of the charge or charges exhibited against him, certified and delivered at his residence at least twenty-four hours previous to the time. This was not done, and the expulsion took place in the absence of the plaintiff below. On this state of facts, he was entitled to recover according to the extent of the injury. It is not pretended that he recovered any greater amount. On the contrary, the Court told the jury that there was nothing in the case to inflame the damages; and we are to presume that they obeyed the instructions in this respect. The omission to notify the plaintiff according to law, rendered the expulsion invalid; and neither the minutes of these void proceedings, nor oral testimony of what the secretary stated to the Society at the meeting, could be material evidence to deprive the plaintiff of compensation for the injury. The errors are not specified with sufficient precision to'entitle the plaintiff in error to stand upon pins’ points. And where we perceive that the recovery was according to the legal rights of the plaintiff below, we will not reverse the judgment for immaterial errors, not specified according to the rules of Court.\nJudgment affirmed."}