{"id": "972327", "contents": "The opinion of the Court was delivered by\nBlack, C. J.\nThe Court permitted the defendant to plead his discharge as a bankrupt, though he did not offer, to do so until long-after the cause was at issue on the plea of payment. Matter which arises after the cause is at issue must be pleaded before a continuance intervenes, unless the Court for special reasons permit it to be done nunc pro tunc. But here the discharge was before the suit was brought, and not puis darrein continuance. It is the common case of “informality in entering a plea.” Omission to set forth a part of the defence has always been held to be within the statute of amendment. It was,right to allow this plea to be added if it affected the legal or equitable merits of the ease; and that it did is very clear, for there was a defence good in law which could not be reached without it.\nThe party whose duty it is to begin the evidence has a right to conclude the argument. It can only be determined by a reference to the pleadings. In this case there were two pleas, payment and bankruptcy. To the first the replication was non solvit, and we are not informed how the other was met on the record. We presume everything against a plaintiff in'error whose paper-book is defective; and therefore we , take it for granted that the plea of bankruptcy was also traversed, and that both issues threw the burden of commencing the proof on the defendant. This presumption is strengthened by the course which the trial took. The discharge was objected to when it was offered in evidence, and its 'admission is assigned for error in this Court. Here, then, were two affirmative pleas, both denied by the plaintiff, and both to be supported by the defendant. Nothing can be plainer than the right of the defendant to open and close. But if the decision had been wrong in this respect, we are not inclined to believe that any judgment ought to be reversed for such an error.\nThe objection to the certificate of discharge was made apparently on the ground that the proceedings which led to it were irregular. It is impossible for us to determine whether this be true-or false, since neither the certificate nor any part of the record referred to is on oar paper-book. This alone makes that exception valueless to the plaintiff in error. But we will add, that, the discharge being the judgment of a Court having competent jurisdiction, its regularity cannot be inquired into in this collateral way. Besides, the act of Congress makes the certificate conclusive of itself and impeachable for fraud only.\nThe fact that Eli Bailey paid a note with funds furnished him by William Nixon, the drawer, and afterwards claimed the amount out of the drawer’s property, does not seem to have been admissible for any legitimate purpose, there being no offer to follow it by proof that Moses Nixon, the defendant, had anything to do with either the payment or the subsequent false claim for reimbursement. If it did show, or had any tendency to show, a “fraud in the whole transaction” under investigation committed by the defendant, it should have been offered in chief, and not at a time when rebutting evidence alone could be heard.\nThe Court substantially instructed the jury that the discharge was void if there was actual fraud, or anything had been done by the defendant which was made fraud by the act of Congress; and that the transfer of the property mentioned in the plaintiff’s specifications, or any portion of it, if made as there alleged, would amount to such fraud, and entitle the plaintiff to recover. But it was added that the law would be otherwise if the transfer was not made voluntarily and in contemplation of bankruptcy; that the onus of proving the debt, for which the goods were assigned, to be honestly due, lay upon the defendant, and that being established, the plaintiff must show that the transfer was made in contemplation of bankruptcy, or spontaneously by the defendant, without demand from his creditor.\nSuch is a brief summary of the charge on all the points really in the cause, and we see nothing in it contrary either to the bankrupt law itself, or to any judicial construction of it. It is true the word voluntary does not occur in the statute, but it has been decided by this Court (4 Barr 284) that a judgment given, not voluntarily by the debtor, but at the instance of the creditor, more than two months before the petition, for a debt suable at the time, is no fraud on the law. That the character of a transfer of property ought to be tested by the same rule which applies to the creation of a lien on it, has not been denied either by the plaintiff’s argument or elsewhere.\nIowrie, J.—\nThe capital question of this cause is, was the Court right in allowing the defendant to add the plea of bankruptcy after the cause was at issue on the plea of payment, and several times on the trial list, and near a year before it was actually tried ? Why not ? The Act of 1806 says “ the defendant may alter his plea or defence on or before the trial.” This does not refer to mere matters of form, else why provide for cases of surprise ? A party has no right to allege surprise on an alteration that is merely formal. The law means that he shall not, by a slip of pleading, be concluded as to the line of defence, and that he may, on or before the trial, plead any other defence which he claims to have. Nor can we say that the defence of bankruptcy is an exception. We are to inquire as to legal rights and defences, and the morality of the defence is excluded from our consideration. If there be a full legal defence, there can be no legal claim. It is a mistake to say that this plea is not to the merits; for, in this respect, the proper contrary of merits is form; and against a demand at law, a legal discharge from the claim is a matter of at least legal merit, and not at all of form.\nThe charge of the Court is right throughout. One point of the plaintiff was not directly affirmed, yet it was sufficiently so. In its sense it refers, to the statute of Elizabeth, which was not in question. The answer of the Court gives the proper instruction as to the influence of the bankrupt law, which was the true question. Besides this, the Court was not hound to tell the jury that direct evidence of fraud was not necessary; for this is implied in submitting to them the indirect evidence of it.\nThe order in addressing the jury is generally in the discretion of the Court below; but here the defendant had the affirmative of the issue, and also a sufficient onus of proof to entitle him to the conclusion. There was no error in the trial.\nJudgment affirmed\nLewis, J., and Woodward, J., concurred with the other judges."}