{"id": "972342", "contents": "The opinion of the Court was delivered, by\nWoodward, J.\nThe decree in this case cannot be sustained on the ground that a trust resulted to the wife of Joshua M. Reybold, from her ownership of the funds wherewith the estate was purchased. Granting that she furnished the money to pay for the property,, the evidence proves that it came from her earnings and savings during coverture. Meritorious as her industry and frugality v ere, they enured to the benefit of her husband; and, from a purchase of real estate, made with means thus acquired, if any trust results by operation of law, it results to the husband and not to the wife. True, that by the Act of Assembly of 11th April, 1848, all property, of whatever name or description, which “shall accrue to any married woman, by will, descent, deed of conveyance, or otherwise, shall be owned, used, and enjoyed by such married woman as her own separate property.” But savings out of the family purse, furnished and replenished by the husband, are not property that accrues to the wife within the meaning of. the Act. The Legislature have done much to change the legal incidents of the marriage relation, but they have not extinguished quite all of the marital rights of the husband. He is still entitled to the person and labor of the wife, and the benefits of her industry and economy. Nor is she degraded to the condition of a hireling, which she would be if servants’ wages could become her separate property. These moneys, therefore, being in the eye of the law the property of the husband, imply no trust for the exclusive benefit of the wife.\n'But there are other grounds in the case, on which the implication of a trust in favor of the wife and children is irresistible. The endorsements on the envelope, enclosing the deed of 'Wimer, admitted to be in the handwriting of Frederick A.. Raybold, amount almost to a declaration of such a trust, whilst ’the parchment deed, prepared for execution in Mr. Raybold’s office and under his eye, is an admission of the trust alleged in the bill, as distinct as he could make, short of an actual execution of that or some equivalent instrument. To the same effect were his declarations to Mr. Norton, Mr. Ward, and -other witnesses who were before the examiner. Here is abundant ground for a decree in favor of Joshua M. Raybold, his wife and children. And the respondent has no equity, as against these parties, to claim indemnity for the liabilities assumed by her husband for the benefit'of Joshua M. Raybold.\nIf the trust were essentially for the benefit of Joshua M. Ray-bold, and he was alone asking for its specific execution, a chancellor might require him to indemnify his trustee on the general principle that he who asks equity shall do equity; but the wife is the party first and principally in interest, and she is under no equity to provide for her husband’s debts. She is not shown to have ever said a word or done an act to give her trustee an equitable lien for the .liabilities he chose to assume for her husband, and there is no principle better settled than that a trustee is not permitted to obtain any profit or advantage to himself in managing the concerns of the cestui que trust. “In short,” says Justice Story, “it may be laid down as a general rule, that a trustee is bound not to do anything which can place him in a position inconsistent with the interests of the trust, or which have a tendency to interfere with his duty in discharging it:” 1 Equity Jurisprudence, § 322. Mr. Raybold may have assumed these liabilities on the faith of the legal title which he held, though of that there is no evidence; hut he could not encumber it without the assent, implied or express, of the cestui que trust, and of such assent there is no pretence of evidence.\nWe are of opinion, on the whole, that there was no error in the decree of the Common Pleas.\nBut it is said they erred in allowing costs to the complainant. The general rule undoubtedly is, that trustees are allowed costs out of the estate; hut where a trustee has a private interest of his own, separate and independent from the trust, and obliges the cestui que trust to come into Court, merely to hear the point relating to his own private interest determined at the expense of the trust, this is such vexatious behavior on the part of the trustee that he will be directed to pay the costs : 3 Daniel’s Ch. Prac. pl. 1557.\nJudgment affirmed."}