{"id": "972382", "contents": "'The opinion of the Court was delivered, by\nBlack, C. J.\nSo far as we know or believe, every grant of land within this Commonwealth, from the first settlement down to the present day, has contained an express reservation to the state, ef six acres out of every hundred, for roads. The legislature may authorize the land .so reserved to he used for its proper purposes, -without paying the value of it to. the grantee, his heirs or assigns. The six per cent, belongs to the state, and she may constitutionally appropriate it to the use it was meant for. I speak now of land in its natural state. Where buildings are pulled down, or other valuable improvements destroyed, in the making of a new road, the right of compensation is guarantied to the owner by the constitution. But for mere land so taken there can never be a recovery, except when directly authorized by a statute.\nIs there any act of Assembly which gives the defendant in error a right to demand damages for the appropriation of his land in this case ?\nThe sixth section of tho general law, regulating turnpike and plank-road companies, passed 26th January, 1849, provides that the company may enter upon all the lands in, through, and over which the road may pass, with the same right and under the same penalties as supervisors of highways. It contains no provision for damages, and the ninth section does not help it out. The compensation there provided is for another class of injuries, namely, those which the company may commit on the contiguous lands by entering to get materials. The act of 1849, therefore, gives authority to the turnpike and plank-road companies to take the land of private individuals for the bed of the roads, without paying for it. But by the first section of a supplementary act, passed the same session (27th April, 1849), it is declared that, in all cases of injury committed under the sixth section of the original act, the owner shall be entitled to recover damages, to be assessed in the manner prescribed by the ninth section. This provision for compensation is as broad as the authority to take the land, given by the previous statute to the companyand if the plaintiff below had no right to be compensated for the injury done to his woodland, then the company had no right to. put their road on it. It is very clear, that as the company were authorized to take the land by the original law, and made liable to all damages by the supplement, the Court ,was right in refusing to make any distinction between the wood-land and the rest of the farm. By section nine of the act of 14th May, 1850, the advantages were required to be taken into consideration, in estimating the damages. From all these statutes, taken together, it results that a person upon whose land a turnpike o.r plank-road is located, may recover damages to an amount which, if added to the present value of his land, would make it worth as much a.s it was before the road was made. In other words, he may lawfully demand compensation for all his land appropriated, as well as all his improvements destroyed, deducting therefrom the benefits and advantages which he derived from the road, and the additional value given by it to his property.\nThe main question being thus settled, a few words will dispose of the rest. The admission of one witness is complained of, because he had been a viewer. This certainly did not render him incompetent. The admission of the other was objected-to, because he was one of the owners of the land, but the objection is not accompanied by any proof of the fact. He is not a party on the record, and there is nothing whatever to show that he is interested in the result of the cause.\nIt was submitted to the Court below, that the plaintiff being a mere tenant or occupier of the land, his right to recover was restricted within certain limits mentioned. His occupancy of the land does not hurt his standing in Court, and we find nothing in any part of the record which shows whether he was a tenant in fee or in tail, for life, for years, or at will. Something is said in the notes of evidence about a paper, which is called “ agreement with plaintiff, a lease, or his title to possessionbut we are furnished with no means of determining what it is like. We can make nothing out of a point so presented.\nJudgment affirmed."}