{"id": "972375", "contents": "The opinion of the Court was delivered by\nBlack, C. J.\nA deposition taken before Anthony Shoemaker, at his office in McConnellsburg, Fulton county, was received in evidence. The caption' shows that it was taken at the very time and place of which the defendant in error was notified, except that the town of McConnellsburg was called Connellsburg in the notice. It is not probable that the party was misled by this error in spelling the name of the town. If he had thought it worth while to cross-examine the witness, he would undoubtedly have been there either in person or by attorney.\nThere are some decided cases where the Court has gone very far in excluding depositions for trifling errors in the notice. But there is none which makes it necessary to hold that a mistake like this is fatal. Where the judge who tries the cause is satisfied that the party was not really deceived by the notice, he ought to admit the deposition. Such matters may safely be left to the discretion of the Courts of Common Pleas. If we undertake to reverse for things so immaterial, we will do more injury and injustice than we will correct.\nAnother question in the cause is, whether the plaintiff, in a suit pending before a justice, can discontinue his action and confess judgment for costs, without losing his right to recover the debt in controversy. Such a discontinuance has not the same effect as a judgment on the merits. A retraxit may bar a subsequent action, but he who pleads it must show by the record that the action was solemnly withdrawn after declaration filed. The technical requisites of a retraxit will never be found in the record of a justice. A discontinuance is another thing, and means no more than a declaration of the plaintiff’s willingness to stop the pending action. It is neither an adjudication of his cause by the proper tribunal, nor an acknowledgment by himsélf that his claim is not well founded. It implies a judgment for costs, on. which execution may issue. His express confession of a judgment for costs makes it no stronger against him.\nJudgment affirmed."}